{"id":"wp-te-18997","wp_id":18997,"type":"standard","category":"World","language":"te","title":"ప్రత్యేక కోర్టు విచారణకు స్వీకరిస్తే..ఈడీ అరెస్ట్ చేయొద్దు","excerpt":"మనీలాండరింగ్ కేసుల్లో ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ అరెస్ట్ ప్రక్రియకు సంబంధించి సుప్రీం కోర్టు గురువారం కీలక ఉత్తర్వులు వెలువరించింది. మనీలాండరింగ్ ఫిర్యాదుపై ప్రత్యేక కోర్టు విచారణకు స్వీకరించిన తరువాత ఆ కేసులో నిందితుడిని ఈడీ అధికారులు అరెస్ట్ చేయకూడదని వెల్లడించింది.  ఒకవేళ సదరు నిందితుడిని కస్టడీ లోకి తీసుకోవాలంటే దర్యాప్తు సంస్థ (ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ ) ప్రత్యేక కోర్టు అనుమతి తీసుకోవాల్సిందేనని స్పష్టం చేసింది. “ పీఎంఎల్‌ఎ చట్టం సెక్షన్ 44 కింద దాఖలైన మనీలాండరింగ్ ఫిర్యాదులను ప్రత్యేక","author":"Tattva News Team","time":"17/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/SC-ED.webp","readTime":"5 min read","contentHTML":"\n<p>మనీలాండరింగ్ కేసుల్లో ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ అరెస్ట్ ప్రక్రియకు సంబంధించి సుప్రీం కోర్టు గురువారం కీలక ఉత్తర్వులు వెలువరించింది. మనీలాండరింగ్ ఫిర్యాదుపై ప్రత్యేక కోర్టు విచారణకు స్వీకరించిన తరువాత ఆ కేసులో నిందితుడిని ఈడీ అధికారులు అరెస్ట్ చేయకూడదని వెల్లడించింది. </p>\n\n\n\n<p>ఒకవేళ సదరు నిందితుడిని కస్టడీ లోకి తీసుకోవాలంటే దర్యాప్తు సంస్థ (ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ ) ప్రత్యేక కోర్టు అనుమతి తీసుకోవాల్సిందేనని స్పష్టం చేసింది. “ పీఎంఎల్‌ఎ చట్టం సెక్షన్ 44 కింద దాఖలైన మనీలాండరింగ్ ఫిర్యాదులను ప్రత్యేక కోర్టు విచారణకు స్వీకరిస్తే కనుక, ఆ కేసుల్లో నిందితుడిగా చూపించిన వ్యక్తిని సెక్షన్ 19 కింద అరెస్ట్ చేసే అధికారం ఈడీకి ఉండదు\" అని స్పష్టం చేసింది.</p>\n\n\n\n<p>\"ఈ కేసులో ప్రత్యేక కోర్టు జారీ చేసిన సమన్లకు నిందితుడు న్యాయస్థానం ఎదుట హాజరైతే దాన్ని కస్టడీలో ఉన్నట్టుగా పరిగణించకూడదు. ఒకవేళ తదుపరి విచారణ కోసం ఆ వ్యక్తిని ఈడీ కస్టడీకి తీసుకోవాలనుకుంటే అప్పుడు దర్యాప్తు సంస్థ ప్రత్యేక కోర్టులో దరఖాస్తు చేసుకోవాలి. దీనిపై న్యాయస్థానం విచారణ జరుపుతుంది. ఈడీ కారణాలతో కోర్టు సంతృప్తి చెందితేనే కస్టోడియల్ విచారణకు అనుమతిస్తుంది ” అని సుప్రీంకోర్టు ధర్మాసనం వెల్లడించింది. </p>\n\n\n\n<p>మనీలాండరింగ్ కేసుల్లో ఈడీ స్వాధీనం చేసుకున్న మెటీరియల్ ఆధారంగా ఓ వ్యక్తి నేరానికి పాల్పడ్డాడని దర్యాప్తు సంస్థ విశ్వసిస్తే అప్పుడు సెక్షన్ 19 కింద నిందితుడిని అరెస్ట్ చేసే అధికారం ఉంటుంది. అయితే అరెస్టుకు గల కారణాలను ఈడీ సదరు వ్యక్తికి వీలైనంత త్వరగా తెలియజేయాల్సి ఉంటుంది.</p>\n","originalUrl":"https://tattvanews.com/18997/17/05/2024/","hasAudio":false,"hasInfographics":false}