{"id":"wp-en-12985","wp_id":12985,"type":"standard","category":"World","language":"en","title":"Delhi High Court sharp remarks on Kejriwal as CM even after arrest￼","excerpt":"The Delhi High Court on Friday rapped the city government over the issue of non-supply of books to children studying in the MCD schools and observed that the government was “interested in appropriation of power” as the continuation of Arvind Kejriwal in the office of the chief minister even after his arrest puts political interest","author":"Tattva News Team","time":"27/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Kejriwal-Jail.webp","readTime":"5 min read","contentHTML":"\n<p>The Delhi High Court on Friday rapped the city government over the issue of non-supply of books to children studying in the MCD schools and observed that the government was “interested in appropriation of power” as the continuation of Arvind Kejriwal in the office of the chief minister even after his arrest puts political interest over national interest.</p>\n\n\n\n<p>The court’s sharp reactions came after the Delhi government counsel said the matter requires certain approvals from Kejriwal, who is currently lodged in Tihar Jail in connection with the money laundering case linked to alleged liquor scam.</p>\n\n\n\n<p>The court stated that till now it has \"politely\" emphasised that national interest is \"supreme\" but the present case has highlighted what was \"wrong\" and it would pass an order in the matter on Monday.</p>\n\n\n\n<p>Hearing the matter, the bench of Acting Chief Justice Manmohan and Justice Manmeet PS Arora said, “I am sorry to say you have placed your interest above the interest of the students, the children that are studying. That is very clear and we are going to give that finding that you have placed your political interest at a higher pedestal. It is very unfortunate that you have done this. It is wrong and that is what has got highlighted in this matter”.</p>\n\n\n\n<p>The court told the Delhi government counsel that his client is “just interested in appropriation of power”. \"I don't know how much power you want. The problem is because you are trying to appropriate power, which is why you are not getting power,\" it observed.</p>\n\n\n\n<p>The High Court further remarked that it is the personal call of the chief minister if he wants the administration to be “paralysed”. The bench further said the persons who lead have to \"carry everyone along\" as it cannot be a case of \"one man upmanship\".</p>\n\n\n\n<p>The Delhi government counsel said he was not appearing for the chief minister and assured the court that the issue of non-supply of educational material would be resolved if the Municipal Corporation of Delhi (MCD) commissioner makes a formal request for financial approvals even in the absence of the civic body's standing committee.</p>\n\n\n\n<p>The court noted that the Delhi government counsel was appearing on instructions from the Urban Development Minister Saurabh Bharadwaj and stated, \"We will record your statement that it is because the chief minister is in custody that I cannot do anything. If that's his personal call, good luck to him.\"</p>\n\n\n\n<p>\"Choice is yours that the chief minister will continue despite being in jail. We will have to say this. This is your administration's will. You are asking us to go down that track and we will come with full vigour,\" Justice Manmohan said.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/delhi-high-court-sharp-remarks-on-kejriwal-as-cm-even-after-arrest%ef%bf%bc/","hasAudio":false,"hasInfographics":false}