{"id":"wp-te-20319","wp_id":20319,"type":"standard","category":"World","language":"te","title":"మరో చరిత్ర సృష్టించిన షూటర్ మను బాకర్","excerpt":"పారిస్ ఒలింపిక్స్ లో ఇండియాకు రెండో మెడల్ వచ్చింది. ఈ మెడల్ కూడా షూటర్ మను బాకరే తీసుకురావడం విశేషం. 10 మీటర్ల ఎయిర్ పిస్టల్ మిక్స్‌డ్ టీమ్ ఈవెంట్లో మను బాకర్, సరబ్‌జ్యోత్ సింగ్ జోడీ బ్రాంజ్ మెడల్ గెలిచింది. కొరియాతో జరిగిన ఈ మెడల్ ఈవెంట్లో ఇండియన్ టీమ్ 16-10తో విజయం సాధించింది. షూటర్ మను బాకరే 10 మీటర్ల ఎయిర్ పిస్టల్ వ్యక్తిగత ఈవెంట్లోనూ మను బాకర్ బ్రాంజ్ మెడల్ గెలిచిన విషయం","author":"Tattva News Team","time":"30/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Manu-Sarabjot.jpg","readTime":"5 min read","contentHTML":"\n<p>పారిస్ ఒలింపిక్స్ లో ఇండియాకు రెండో మెడల్ వచ్చింది. ఈ మెడల్ కూడా షూటర్ మను బాకరే తీసుకురావడం విశేషం. 10 మీటర్ల ఎయిర్ పిస్టల్ మిక్స్‌డ్ టీమ్ ఈవెంట్లో మను బాకర్, సరబ్‌జ్యోత్ సింగ్ జోడీ బ్రాంజ్ మెడల్ గెలిచింది. కొరియాతో జరిగిన ఈ మెడల్ ఈవెంట్లో ఇండియన్ టీమ్ 16-10తో విజయం సాధించింది.</p>\n\n\n\n<p>షూటర్ మను బాకరే 10 మీటర్ల ఎయిర్ పిస్టల్ వ్యక్తిగత ఈవెంట్లోనూ మను బాకర్ బ్రాంజ్ మెడల్ గెలిచిన విషయం తెలిసిందే. ఇప్పుడు మిక్స్‌డ్ టీమ్ ఈవెంట్లోనూ ఆమె మెడల్ గెలిచింది. ఇలా ఒకే ఒలింపిక్స్ లో రెండు మెడల్స్ గెలిచిన తొలి ఇండియన్ అథ్లెట్ గా మను బాకర్ సరికొత్త చరిత్ర సృష్టించింది. కొరియాతో మంగళవారం (జులై 30) జరిగిన బ్రాంజ్ మెడల్ ఈవెంట్లో ఇండియా 13 షాట్ల తర్వాత 16-10తో విజయం సాధించింది.</p>\n\n\n\n<p>అంతకుముందు మను బాకర్ వ్యక్తిగత 10 మీటర్ల ఎయిర్ పిస్టల్ ఈవెంట్లోనూ మెడల్ గెలిచింది. అప్పుడు కూడా షూటింగ్ లో మెడల్ గెలిచిన తొలి మహిళా షూటర్ గా నిలవగా.. ఇప్పుడు ఒకే ఒలింపిక్స్ లో రెండు మెడల్స్ తో చరిత్ర సృష్టించింది. ఈ ఒలింపిక్స్ లో ఇండియాకు రెండు మెడల్స్ రాగా.. రెండూ మను బాకర్ వల్లే రావడం విశేషం. ఇక మిక్స్‌డ్ టీమ్ ఈవెంట్లో ఆమె పార్ట్‌నర్ సరబ్‌జ్యోత్ కు ఇదే తొలి ఒలింపిక్ మెడల్.</p>\n\n\n\n<p>మను బాకర్ ఈ ఒలింపిక్స్ లో మరో ఈవెంట్లోనూ పాల్గొననుంది. మరి అందులోనూ మెడల్ గెలిచి హ్యాట్రిక్ సాధిస్తుందేమో చూడాలి. నిజానికి గత టోక్యో ఒలింపిక్స్ లోనూ ఆమె మూడు ఈవెంట్లలో పాల్గొన్నా ఒక్క మెడల్ కూడా సాధించకుండా నిరాశ పరిచింది. కానీ ఈసారి మాత్రం తనపై ఉన్న భారీ అంచనాలు, ఒత్తిడిని తట్టుకుంటూ 22 ఏళ్ల మను బాకర్ వరుసగా రెండో మెడల్ సాధించి దేశం గర్వపడేలా చేసింది.</p>\n\n\n\n<p>ఈ 10 మీటర్ల ఎయిర్ పిస్టల్ మిక్స్‌డ్ టీమ్ ఈవెంట్లో సెర్బియా గోల్డ్ మెడల్, తుర్కియే సిల్వర్ మెడల్ గెలిచాయి. మను బాకర్ కంటే ముందు ఒలింపిక్స్ లో రెండు మెడల్స్ గెలిచిన అథ్లెట్లు ఇద్దరు ఉన్నారు. అయితే ఆ ఇద్దరూ వేర్వేరు ఒలింపిక్స్ లో రెండు మెడల్స్ సాధించారు. వాళ్లలో ఒకరు రెజ్లర్ సుశీల్ కుమార్ </p>\n\n\n\n<p>కాగా 2008, 2012లలో వరుసగా బ్రాంజ్, సిల్వర్ మెడల్స్ గెలిచాడు సుశీల్ కుమార్.  ఇక పీవీ సింధు అయితే 2016, 2020లలో సిల్వర్, బ్రాంజ్ మెడల్స్ గెలిచింది. తాజాగా మను బాకర్ రెండు బ్రాంజ్ మెడల్స్ సొంతం చేసుకుంది. అయితే ఒకే ఒలింపిక్స్ లో రెండు మెడల్స్ గెలిచిన తొలి ఇండియన్ అథ్లెట్ గా సరికొత్త చరిత్ర క్రియేట్ చేసింది.</p>\n\n\n\n<p>భారత్ కు పతాకం గెల్చుకున్న ఈ జోడి షూటర్‌లు మను భాకర్, సరబ్‌జోత్ సింగ్‌లను ప్రెసిడెంట్ ద్రౌపది ముర్ము అభినందించారు. భవిష్యత్తులో ఈ జంట షూటర్లు మరెన్నో అవార్డులు పొందాలని ఆమె ఆకాంక్షించారు. \"షూటింగ్ కోసం మిక్స్‌డ్ టీమ్ 10 మీటర్ల ఎయిర్ పిస్టల్ ఈవెంట్‌లో భారతదేశం కోసం కాంస్య పతకాన్ని గెలుచుకున్నందుకు మను భాకర్, సరబ్జోత్ సింగ్‌లకు అభినందనలు! ఒకే ఒలింపిక్ క్రీడలలో రెండు పతకాలు సాధించిన భారతదేశం నుండి మొదటి మహిళా షూటర్‌గా మను భాకర్ చరిత్ర సృష్టించింది. ఆమె మనకు చాలా గర్వకారణం\"  రాష్ట్రపతి ఎక్స్ లో ఒక పోస్ట్‌లో రాశారు.</p>\n\n\n\n<p>భారత్‌కు మరో పతాకాన్ని అందించడం పట్ల ప్రధాని నరేంద్రమోదీ హర్షం వ్యక్తం చేశారు. \"షూటర్లు మనల్ని గర్వపడేలా చేస్తున్నారు! ఒలింపిక్స్‌లో 10మీటర్ల ఎయిర్ పిస్టల్ మిక్స్‌డ్ టీమ్ ఈవెంట్‌లో కాంస్య పతకాన్ని గెలుచుకున్నందుకు మనుబాకర్ అలాగే సరబ్జోత్ సింగ్‌లకు శుభాకాంక్షలు. ఈ ఇద్దరూ అద్భుతమైన నైపుణ్యంతో పాటు జట్టు కృషిని ప్రదర్శించారు. భారత ప్రజలు ఇప్పుడు ఎంతో సంతోషంగా ఉన్నారు. ఇక మనుకి ఇది వరుసగా రెండవ ఒలింపిక్ పతకం. ఆమె స్థిరమైన నైపుణ్యంతో పాటు ఆమె అంకితభావాన్ని ప్రదర్శిస్తోంది.\" అంటూ మోదీ ట్వీట్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20319/30/07/2024/","hasAudio":false,"hasInfographics":false}