{"id":"wp-te-20365","wp_id":20365,"type":"standard","category":"World","language":"te","title":"పూజా ఖేద్కర్‌కు ముందస్తు బెయిల్ నిరాకరణ","excerpt":"వివాదాస్పద మాజీ ట్రైనీ ఐఏఎస్ అధికారిణి పూజా ఖేద్కర్‌కు ఢిల్లీ కోర్టు నుంచి కూడా ఆమెకు ఎదురు దెబ్బ తగిలింది. పూజా ఖేద్కర్‌కు ముందస్తు బెయిల్ ఇచ్చేందుకు కోర్టు నిరాకరించింది. ఈ విషయంలో ఈమెకు యూపీఎస్సీకి చెందిన వారు ఎవరైనా సాయం చేశారా? అనే విషయాలను కూడా ఆరా తీయాలని కోర్టు పోలీసులను ఆదేశించింది.  దీంతోపాటు నకిలీ సర్టిఫికేట్‌లను ఉపయోగించి ఇతర అభ్యర్థులెవరైనా రిజర్వేషన్‌ను అన్యాయంగా పొందారా అనే దానిపై కూడా దర్యాప్తు చేయాలని కోర్టు తెలిపింది. మాజీ","author":"Tattva News Team","time":"2/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Puja-1.jpg","readTime":"5 min read","contentHTML":"\n<p>వివాదాస్పద మాజీ ట్రైనీ ఐఏఎస్ అధికారిణి పూజా ఖేద్కర్‌కు ఢిల్లీ కోర్టు నుంచి కూడా ఆమెకు ఎదురు దెబ్బ తగిలింది. పూజా ఖేద్కర్‌కు ముందస్తు బెయిల్ ఇచ్చేందుకు కోర్టు నిరాకరించింది. ఈ విషయంలో ఈమెకు యూపీఎస్సీకి చెందిన వారు ఎవరైనా సాయం చేశారా? అనే విషయాలను కూడా ఆరా తీయాలని కోర్టు పోలీసులను ఆదేశించింది. </p>\n\n\n\n<p>దీంతోపాటు నకిలీ సర్టిఫికేట్‌లను ఉపయోగించి ఇతర అభ్యర్థులెవరైనా రిజర్వేషన్‌ను అన్యాయంగా పొందారా అనే దానిపై కూడా దర్యాప్తు చేయాలని కోర్టు తెలిపింది. మాజీ ట్రైనీ ఐఏఎస్ అధికారి పూజా ఖేద్కర్ తన వైకల్యాల గురించి అబద్ధం చెప్పి, సివిల్ సర్వీసెస్ పరీక్షలో నకిలీ గుర్తింపును తయారు చేయించుకుంది. ఈ విషయంలో పబ్లిక్ సర్వీస్ కమిషన్‌లో వివాదాస్పద ట్రైనీ ఆఫీసర్ పూజా ఖేద్కర్ ఎంపికను యూపీఎస్సీరద్దు చేసింది.</p>\n\n\n\n<p>యూపీఎస్సీప్రకారం పూజా ఖేద్కర్ తన ఎంపిక కోసం వివిధ స్థాయిలలో మోసం చేసింది. పూజ 2022 బ్యాచ్‌లో ఎంపికైంది. ఎంపిక సమయంలో ట్రైనీ ఐఏఎస్ తన పేరు, తల్లిదండ్రుల పేర్లు, ఫొటో, సంతకం, ఈమెయిల్, మొబైల్ నంబర్, చిరునామాను మార్చి నకిలీ ఐడీని తయారు చేసినట్లు కమిషన్ పేర్కొంది. కొత్త ఐడీ తెచ్చుకుని పరీక్షకు హాజరైంది.</p>\n\n\n\n<p>ఫేక్ ఐడీ ఆధారంగా యూపీఎస్సీ క్లియర్ చేసి ట్రైనీగా చేరిన తర్వాత పలు విషయాలు వెలుగులోకి వచ్చాయి. ఆ క్రమంలో పూజా రహస్యాలు బట్టబయలు కావడంతో ఆమెకు సమస్యలు వచ్చి పడ్డాయి. ఆమె ట్రైనీ ఐఎఎస్‌గా పని చేయడానికి వచ్చిన క్రమంలో ఆమె చర్యల కారణంగా వివాదాల్లో చిక్కుకుంది. </p>\n\n\n\n<p>దీని తర్వాత కేంద్ర ప్రభుత్వ సిబ్బంది మంత్రిత్వ శాఖ ఏకసభ్య విచారణ కమిటీని ఏర్పాటు చేసింది. దీంతోపాటు ట్రైనీ ఐఏఎస్ పూజా ఖేద్కర్ అన్ని సర్టిఫికేట్లు, ఇతర పత్రాలను ధృవీకరించాలని  యూపీఎస్సీ మహారాష్ట్ర ప్రభుత్వాన్ని కోరింది.</p>\n","originalUrl":"https://tattvanews.com/20365/02/08/2024/","hasAudio":false,"hasInfographics":false}