{"id":"wp-en-14254","wp_id":14254,"type":"standard","category":"World","language":"en","title":"SC rules out NEET-UG 2024 cancellation","excerpt":"In a major development on the NEET UG row, the Supreme Court on Tuesday ruled out the possibility of a re-test. In its decision, the top court said that in light of the available facts, it would not be proper to go for re-examination.  During the hearing, the bench led by Chief Justice of India","author":"Tattva News Team","time":"24/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/NEET-SC-1.webp","readTime":"5 min read","contentHTML":"\n<p>In a major development on the NEET UG row, the Supreme Court on Tuesday ruled out the possibility of a re-test. In its decision, the top court said that in light of the available facts, it would not be proper to go for re-examination. </p>\n\n\n\n<p>During the hearing, the bench led by Chief Justice of India DY Chandrachud said that it could not be denied that the paper leak had happened in Bihar and Hazaribagh.</p>\n\n\n\n<p>However, the top court said that there is no indication of a systematic leak of question paper which indicates a disruption of the sanctity of the exam. On the CBI findings, the apex said that 155 candidates benefitted from the irregularities.</p>\n\n\n\n<p>The court said, \"The CBI investigation is incomplete, so we had asked the NTA to clarify whether the fraud was large-scale or not. The Centre and the NTA have cited the IIT Madras report in their reply.\"</p>\n\n\n\n<p>Notably, the bench comprising CJI and Justices JB Pardiwala and Manoj Misra was hearing batches of pleas demanding cancellation and retesting. In around four days, the bench heard submissions from various lawyers, including Solicitor General Tushar Mehta who was appearing for the Centre and the National Testing Agency (NTA), and senior advocates Narender Hooda, Sanjay Hegde and Mathews Nedumapra.</p>\n\n\n\n<p>On Monday, the SC sought the IIT-Delhi committee’s opinion on the correct answer to a question in the NEET-UG exam. Some students challenged the decision of the NTA to award marks for two options for the question. On this, the top court on Tuesday heard the panel's findings which suggested there was only one correct option which was option four. Hence, the court ruled that NTA was correct in its stance.</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-rules-out-neet-ug-2024-cancellation/","hasAudio":false,"hasInfographics":false}