{"id":"wp-te-19947","wp_id":19947,"type":"standard","category":"World","language":"te","title":"నెలసరి సెలవులతో ఉద్యోగావకాశాలకు మహిళలు దూరం!","excerpt":"మహిళా ఉద్యోగులకు నెలసరి సెలవులను తప్పనిసరి చేయడం మంచి నిర్ణయమే అయినప్పటికీ, దానివల్ల మహిళలు ఉద్యోగ అవకాశాలకు దూరం కావొచ్చని సుప్రీం కోర్టు అభిప్రాయపడింది. ప్రస్తుతం దేశంలో రెండు రాష్ట్రాలు మహిళలకు నెలసరి సెలవులు ఇస్తున్నాయని, మిగతా రాష్ట్రాల్లోనూ దీన్ని పాటించేలా ఆదేశాలు జారీ చేయాలని కోరుతూ సుప్రీం కోర్టులో దాఖలైన పిటిషన్‌పై సోమవారం చీఫ్‌జస్టిస్ డి.వై చంద్రచూడ్ నేతృత్వంలోని ధర్మాసనం విచారణ చేపట్టి తరువాత ఈ పిటిషన్‌ను కొట్టివేసింది.  విధానపరమైన నిర్ణయాల్లో తాము జోక్యం చేసుకోలేమని","author":"Tattva News Team","time":"9/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/SC-holidays.jpg","readTime":"5 min read","contentHTML":"\n<p>మహిళా ఉద్యోగులకు నెలసరి సెలవులను తప్పనిసరి చేయడం మంచి నిర్ణయమే అయినప్పటికీ, దానివల్ల మహిళలు ఉద్యోగ అవకాశాలకు దూరం కావొచ్చని సుప్రీం కోర్టు అభిప్రాయపడింది. ప్రస్తుతం దేశంలో రెండు రాష్ట్రాలు మహిళలకు నెలసరి సెలవులు ఇస్తున్నాయని, మిగతా రాష్ట్రాల్లోనూ దీన్ని పాటించేలా ఆదేశాలు జారీ చేయాలని కోరుతూ సుప్రీం కోర్టులో దాఖలైన పిటిషన్‌పై సోమవారం చీఫ్‌జస్టిస్ డి.వై చంద్రచూడ్ నేతృత్వంలోని ధర్మాసనం విచారణ చేపట్టి తరువాత ఈ పిటిషన్‌ను కొట్టివేసింది. </p>\n\n\n\n<p>విధానపరమైన నిర్ణయాల్లో తాము జోక్యం చేసుకోలేమని స్పష్టం చేసింది. ఈ సందర్భంగా కీలక వ్యాఖ్యలు చేసింది. “మహిళలకు నెలసరి సెలవులు ఇస్తే వారు మరింత ఎక్కువగా ఉద్యోగాలు చేసేందుకు ప్రోత్సహించినట్టు అవుతుంది. అయితే వీటిని తప్పనిసరి చేయాలని యజమానులను బలవంతపెడితే అది ప్రతికూల పరిస్థితులకు దారి తీయవచ్చు. మహిళలను ఉద్యోగాల్లో నియమించుకునే అవకాశాలు కూడా తగ్గొచ్చు. అది మేం కోరుకోవడం లేదు. మహిళల ప్రయోజనాల కోసం కొన్నిసార్లు మనం చేసే ప్రయత్నాలు వారి భవిష్యత్తుకు అడ్డంకిగా మారవచ్చు” అని ధర్మాసనం వ్యాఖ్యానించింది.</p>\n\n\n\n<p>ఈ విషయంలో రాష్ట్ర ప్రభుత్వాలతో కేంద్రం విస్తృత చర్చలు జరిపి ఫ్రేమ్‌వర్క్‌ను రూపొందించే అంశంపై నిర్ణయం తీసుకోవాలని సూచించింది. పిటిషనర్ తన అభ్యర్థనను కేంద్ర మహిళా శిశు సంక్షేమశాఖ దృష్టికి తీసుకెళ్లాలని సూచించింది. </p>\n\n\n\n<p>ఈ ఏడాది ఫిబ్రవరి లోనూ ఇదే అంశంపై పిటిషన్ దాఖలు కాగా, విచారణ జరిపేందుకు సుప్రీం కోర్టు నిరాకరించింది. బీహార్ రాష్ట్ర ప్రభుత్వం 1992 నుంచే అక్కడి ప్రభుత్వ ఉద్యోగినులకు రెండు రోజుల నెలసరి సెలవును ఇస్తోంది. ఇటీవల కేరళ ప్రభుత్వం కూడా విద్యార్థినులకు మూడు రోజుల పీరియడ్ లీవ్ ప్రకటించింది.</p>\n","originalUrl":"https://tattvanews.com/19947/09/07/2024/","hasAudio":false,"hasInfographics":false}