{"id":"wp-te-20119","wp_id":20119,"type":"standard","category":"World","language":"te","title":"అమెరికాలో భారత రాయబారిగా వినయ్ క్వాత్రా","excerpt":"మాజీ విదేశాంగ కార్యదర్శి వినయ్ క్వాత్రాను అమెరికాలో తదుపరి భారతీయ రాయబారిగా నియమితులయ్యారు. అమెరికాతో ద్వైపాక్షిక సంబంధాలను సజావుగా కొనసాగించడంలో భారత రాయబారి కీలక బాధ్యతలను నిర్వర్తిస్తారు. 61 ఏళ్ల క్వాత్రా త్వరలోనే ఈ బాధ్యతలను స్వీకరించే అవకాశం ఉందని విదేశాంగ శాఖ తెలిపింది. సార్వత్రిక ఎన్నికలకు ముందు విదేశాంగ కార్యదర్శిగా సర్వీసు పొడిగింపును వినయ్ క్వాత్రా పొందారు. జూలై 14న విదేశాంగ కార్యదర్శిగా తన పదవీకాలాన్ని ఆయన పూర్తి చేసుకున్నారు. గత రాయబారి తరణ్ జిత్","author":"Tattva News Team","time":"20/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Vinay-Katwara.jpeg","readTime":"5 min read","contentHTML":"\n<p>మాజీ విదేశాంగ కార్యదర్శి వినయ్ క్వాత్రాను అమెరికాలో తదుపరి భారతీయ రాయబారిగా నియమితులయ్యారు. అమెరికాతో ద్వైపాక్షిక సంబంధాలను సజావుగా కొనసాగించడంలో భారత రాయబారి కీలక బాధ్యతలను నిర్వర్తిస్తారు. 61 ఏళ్ల క్వాత్రా త్వరలోనే ఈ బాధ్యతలను స్వీకరించే అవకాశం ఉందని విదేశాంగ శాఖ తెలిపింది.</p>\n\n\n\n<p>సార్వత్రిక ఎన్నికలకు ముందు విదేశాంగ కార్యదర్శిగా సర్వీసు పొడిగింపును వినయ్ క్వాత్రా పొందారు. జూలై 14న విదేశాంగ కార్యదర్శిగా తన పదవీకాలాన్ని ఆయన పూర్తి చేసుకున్నారు. గత రాయబారి తరణ్ జిత్ సంధు జనవరిలో పదవీ విరమణ చేసినప్పటి నుంచి అమెరికాలో భారత రాయబారి పదవి ఖాళీగా ఉంది. </p>\n\n\n\n<p>2015-2017 మధ్య కాలంలో ప్రధాని నరేంద్ర మోదీకి అత్యంత సన్నిహితుడిగా, ప్రధాని కార్యాలయంలో సంయుక్త కార్యదర్శిగా పనిచేసిన క్వాత్రా పలు రంగాల్లో అమెరికాతో సహకారాన్ని ముందుకు తీసుకెళ్లడంలో, ఇటీవల ద్వైపాక్షిక సంబంధాలను ప్రభావితం చేసిన అనేక చికాకులను అధిగమించడంలో కీలక పాత్ర పోషించారు.</p>\n\n\n\n<p>విదేశాంగ వ్యవహారాల్లో వినయ్ క్వాత్రాకు అపారమైన అనుభవం ఉంది. ముఖ్యంగా విదేశాలతో రాజకీయ, ఆర్థిక సంబంధాల విషయంలో అగ్రరాజ్యం అమెరికా ఒత్తిళ్లను తట్టుకునే విషయంలో ఆయన ప్రధాని మోదీకి విలువైన సూచనలు ఇచ్చారు. మూడోసారి ప్రధాని పదవి చేపట్టిన తరువాత నరేంద్ర మోదీ చేసిన తొలి విదేశీ పర్యటన రష్యా. </p>\n\n\n\n<p>అక్కడ ఆయన రష్యా అధ్యక్షుడు వ్లాదిమిర్ పుతిన్ తో కలిసి వార్షిక భారత్- రష్యా  శిఖరాగ్ర సమావేశానికి సహ అధ్యక్షత వహించారు. దీనిపై అమెరికా సహా పాశ్చాత్య అగ్ర దేశాలు ఆగ్రహం వ్యక్తం చేశాయి. అదే సమయంలో ఉక్రెయిన్ కు మద్దతు తెలిపేందుకు ఉత్తర అట్లాంటిక్ ట్రీటీ ఆర్గనైజేషన్ (నాటో) నాయకులు శిఖరాగ్ర సదస్సు నిర్వహించారు. </p>\n\n\n\n<p>భారత్ తీరుపై అమెరికా ఆందోళనలను ఆ దేవ డిప్యూటీ సెక్రటరీ ఆఫ్ స్టేట్ కర్ట్ క్యాంప్ బెల్ తో భారత్ తరఫున చర్చలు జరిపింది వినయ్ క్వాత్రా యేనని విదేశాంగ శాఖ వర్గాలు తెలిపాయి. నవంబరులో జరిగే అధ్యక్ష ఎన్నికల అనంతరం<a href=\"https://telugu.hindustantimes.com/national-international/us-president-joe-biden-tests-covid-19-positive-with-mild-symptoms-121721294359607.html\" target=\"_blank\" rel=\"noreferrer noopener\"> </a>అమెరికాలో ఏర్పడే తదుపరి ప్రభుత్వంతో సంబంధాలను పెంపొందించడంలో క్వాత్రా కీలక పాత్ర పోషించనున్నారు.</p>\n\n\n\n<p> ఆ ఎన్నికల్లో మాజీ అధ్యక్షుడు డోనాల్డ్ ట్రంప్ విజయం సాధించనున్నారన్న వార్తల నేపథ్యంలో.. డెమొక్రటిక్ పార్టీలోని ప్రముఖ నాయకులతో సంబంధాలు కొనసాగిస్తూనే రిపబ్లికన్ పార్టీకి చెందిన ట్రంప్ బృందంతో సంప్రదింపులు జరిపేందుకు క్వాత్రా రంగంలోకి దిగాల్సి ఉంటుంది.</p>\n","originalUrl":"https://tattvanews.com/20119/20/07/2024/","hasAudio":false,"hasInfographics":false}