{"id":"wp-te-19567","wp_id":19567,"type":"standard","category":"World","language":"te","title":"కృష్ణా జలాల్లో  సగం తెలంగాణకు దక్కాల్సిందే","excerpt":"కృష్ణా  జలాల్లో తెలంగాణకు చట్టబద్ధమైన సగం వాటా దక్కాల్సిందేనని రాష్ట్ర నీటిపారుదల శాఖ మంత్రి ఉత్తమ్ కుమార్ రెడ్డి డిమాండ్ చేశారు. ఆ దిశగా అవసరమైన అన్ని చర్యలు తీసుకోవాలని న్యాయవాదులకు, అధికారులకు స్పష్టం చేశారు. సుప్రీంకోర్టు, ట్రైబ్యునల్ ముందు బలమైన వాదనలు వినిపించాలని తెలిపారు.  నీటిపారుదల శాఖకు సంబంధించి సుప్రీంకోర్టు, ట్రైబ్యునళ్లలో ఉన్న అంశాలపై మంత్రి ఆదివారం హైదరాబాద్ జలసౌధలో సమీక్ష నిర్వహించారు.  బచావత్ ట్రిబ్యునల్ కృష్ణానదీలో 75శాతం నమ్మకమైన నీటి లభ్యత కింద 2130టిఎంసీలను","author":"Tattva News Team","time":"17/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Uttam.jpg","readTime":"5 min read","contentHTML":"\n<p>కృష్ణా  జలాల్లో తెలంగాణకు చట్టబద్ధమైన సగం వాటా దక్కాల్సిందేనని రాష్ట్ర నీటిపారుదల శాఖ మంత్రి ఉత్తమ్ కుమార్ రెడ్డి డిమాండ్ చేశారు. ఆ దిశగా అవసరమైన అన్ని చర్యలు తీసుకోవాలని న్యాయవాదులకు, అధికారులకు స్పష్టం చేశారు. సుప్రీంకోర్టు, ట్రైబ్యునల్ ముందు బలమైన వాదనలు వినిపించాలని తెలిపారు. </p>\n\n\n\n<p>నీటిపారుదల శాఖకు సంబంధించి సుప్రీంకోర్టు, ట్రైబ్యునళ్లలో ఉన్న అంశాలపై మంత్రి ఆదివారం హైదరాబాద్ జలసౌధలో సమీక్ష నిర్వహించారు.  బచావత్ ట్రిబ్యునల్ కృష్ణానదీలో 75శాతం నమ్మకమైన నీటి లభ్యత కింద 2130టిఎంసీలను లెక్కతేల్చి ఈ నీటిని మూడు రాష్ట్రాలకు కేటాయించింది. మహారాష్ట్రకు 585టిఎంసీలు, కర్ణాటకకు 734టిఎంసీలు , ఉమ్మడి ఆంధ్రప్రదేశ్‌కు 811టిఎంసీల నీటిని పంపిణీ చేసింది. </p>\n\n\n\n<p>ఈ నీటిలో ఉమ్మడి ఆంధ్రప్రదేశ్ కొనసాగినంత కాలం రాలయసీమ , ఆంధ్రపాంతానికి 66శాతం , తెలంగాణ ప్రాంతానికి 34శాతం నీటి పంపిణీ జరిగింది. ఈ లెక్కన ఏపికి 512టిఎంసీల నీటివాటా దక్కగా , తెలంగాణ ప్రాంతానికి కేవలం 299టిఎంసీలే లభించాయి. నీళ్లు ,నిధులు , నియామకాలే ప్రాతిపదికగా పోరాడి సాధించుకున్న తెలంగాణ రాష్ట్రంలో కృష్ణానదీజలాలపై సమాన వాటానీటిని పొందేందుకు చర్యలు చేపట్టింది.</p>\n\n\n\n<p> బ్రజేష్ కుమార్ ట్రిబ్యునల్ కృష్ణాలో నీటి లభ్యత లెక్కలను తేల్చింది. 65శాతం డిపెండబులిటీ కింద నదిలో 2582టీఎంసీల నీటి లభ్యతను లెక్కించింది. అందులో మహారాష్ట్రకు 666టిఎంసీలు, కర్ణాటకకు 911టిఎంసీలు , ఉమ్మడి ఆంధ్రప్రదేశ్‌కు 1001 టిఎంసీలు కేటాయిస్తూ కేంద్ర జలసంఘానికి నివేదిక అందజేసింది. అయితే ఈ నివేదిక నోటిఫై వద్ద ఆగిపోయింది. కేంద్రం ఈ దీన్ని గెజిట్ కాకుండా నిలిపివేసింది. </p>\n\n\n\n<p>ఈ లోపు 2014లో తెలంగాణ కొత్త రాష్ట్రంగా ఏర్పడటంతో పరిస్థితులు మారిపోయాయి. తమ రాష్ట్ర నీటి అవసరాలు , సమస్యలు ట్రిబ్యునల్‌కు వినిపించే అవకాశాలు కల్పిచాలని తెలంగాణ రాష్ట్ర ప్రభుత్వం కేంద్రంతో పోరాడింది. న్యాయస్థానాలకు మొరపెట్టుకుంది. తెలంగాణ రాష్ట్ర అభిప్రాయాలన గౌరవించిన కేంద్ర ప్రభుత్వం ట్రిబ్యునల్ ముందు తెలంగాణ వాదనలకు అవకాశం కల్పించింది.</p>\n\n\n\n<p>అంతే కాకుండా బ్రిజేష్ కుమార్ ట్రిబ్యునల్ గడువును 2025జులై 31వరకూ పొడిగించింది. ఈ నేపధ్యంలో అందివచ్చిన అవకాశాలను సద్వినియోగం చేసుకుటూ తెలంగాణ రాష్ట్ర ప్రభుత్వం కష్ణానదీజలాల్లో సమాన వాటకోసం మరింత పట్టు బిగిచింది. కృష్ణాలో 575టిఎంసీలను కేటాయించాలని కోరుతూ ఇప్పటికే అఫడవిట్ ధాఖలు చేసింది. </p>\n\n\n\n<p>లేదంటే ఉమ్మడి ఏపికి కేటాయిస్తూ బ్రజేష్ కుమార్ ట్రిబ్యునల్ చేసిన 1001 టిఎంసీల నీటి కేటాయింపుల ప్రతిపాదనలో తెలంగాణ రాష్ట్రానికి 500టిఎంసీలు కేటాయించే విధంగా ట్రిబ్యునల్ ముందు వాదనలు వినిపించేందుకు అవసరమైన చర్యలు చేపట్టింది. ఇదే అంశాలపై ఆదివారం నాడు అధికారులతో మంత్రి ఉత్తమ్ కుమార్ రెడ్డి చర్చించారు. </p>\n\n\n\n<p>కృష్ణా నది జలవివాదాల రెండో ట్రైబ్యునల్, సుప్రీంకోర్టులో ఉన్న వివిధ అంశాల పరిస్థితి, ముందుకెళ్లాల్సిన మార్గాలను సీనియర్ న్యాయవాది వైద్యనాథన్ వివరించారు. 2015లో ఏపీతో కృష్ణా జలాల విషయంలో కేవలం ఆ ఏడాదికి మాత్రమే అడ్ హక్ పద్ధతిన అంగీకారం కుదిరినట్లు చెప్పారు. ఈ క్రమంలో కృష్ణా జలాల్లో తగిన వాటా కోసం ట్రైబ్యునల్ ముందు ప్రయత్నించాలని మంత్రి ఉత్తమ్ తెలిపారు. </p>\n\n\n\n<p>తీర్పు వచ్చే వరకు కృష్ణా జలాల్లో 50:50 వాటా కోసం ప్రయత్నించాలని నిర్ణయించారు.అయితే సుప్రీంకోర్టు ముందున్న ట్రైబ్యునల్ అవార్డు అంశాన్ని మహారాష్ట్ర, కర్ణాటకలతో చర్చల ద్వారా పరిష్కరించుకోవడం మేలని వైద్యనాథన్ సూచించారు. ఈ ప్రతిపాదనకు మంత్రి ఉత్తమ్ కుమార్ రెడ్డి ఆమోదం తెలిపారు. అయితే శ్రీశైలం, సాగర్ కాంపోనెంట్లను కృష్ణా బోర్డుకు అప్పగించేది లేదని మంత్రి తేల్చి చెప్పారు. కృష్ణా జలాల్లో వాటా, ప్రజల ప్రయోజనాల కోసం చర్యలు చేపట్టాలని స్పష్టం చేశారు</p>\n\n\n\n<p>.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19567/17/06/2024/","hasAudio":false,"hasInfographics":false}