{"id":"wp-en-14166","wp_id":14166,"type":"standard","category":"World","language":"en","title":"Explosion sound just before Dibrugarh Express derailment￼","excerpt":"The Indian Railways on Thursday claimed that the loco pilot of the Dibrugarh Express train, which derailed near Gonda railway station in Uttar Pradesh earlier today, heard an explosion sound just before the train went off the tracks.  According to railways, four passengers have died in the incident and several others are injured. The rescue","author":"Tattva News Team","time":"19/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Dibrugarh-Express.jpg","readTime":"5 min read","contentHTML":"\n<p>The Indian Railways on Thursday claimed that the loco pilot of the Dibrugarh Express train, which derailed near Gonda railway station in Uttar Pradesh earlier today, heard an explosion sound just before the train went off the tracks.</p>\n\n\n\n<p> According to railways, four passengers have died in the incident and several others are injured. The rescue efforts are underway. At least eight of the 12-coach 15904 Chandigarh-Dibrugarh Express train derailed in Uttar Pradesh's Gonda district.</p>\n\n\n\n<p>The incident occurred in Pikaura when the train was en route to Dibrugarh in Assam from Chandigarh. Uttar Pradesh Chief Minister Yogi Aditynatah took stock of the situation and directed the officials to reach the accident spot.</p>\n\n\n\n<p>\"CM Adityanath has instructed the officials to immediately take the injured to the hospital and ensure proper treatment. He also wished for the speedy recovery of the injured,\" UP Chief Minister's Office posted on social media platform X.</p>\n\n\n\n<p>The district administration has rushed a 40-member medical team and 15 ambulances for relief and rescue operations. The derailment of the express train affected the traffic on the route leading to the diversion of various trains, a Railways official said.</p>\n\n\n\n<p>Uttar Pradesh Deputy Chief Minister Keshav Prasad Maurya posted on X in Hindi, \"Received sad news about the death of many people after few coaches derailed in Chandigarh-Dibrugarh Express in Gonda district.\"</p>\n\n\n\n<p>\"I pray to God for the speedy recovery of the injured and a place to the departed souls in his feet,\" the Deputy CM said. \"Assam Chief Minister Himanta Biswa Sarma has been informed about the incident and he is monitoring the situation,\" the Assam Chief Minister's Office said.</p>\n","originalUrl":"https://en.tattvanews.com/others/explosion-sound-just-before-dibrugarh-express-derailment%ef%bf%bc/","hasAudio":false,"hasInfographics":false}