{"id":"wp-te-19741","wp_id":19741,"type":"standard","category":"World","language":"te","title":"శారీరక శ్రమకు దూరంగా సగం మంది భారతీయులు","excerpt":"ఆధునిక జీవనశైలికి అలవాటు పడుతున్న భారతీయులు శారీరక శ్రమకు దూరం అవుతున్నారని, ఫలితంగా జబ్బుల ముప్పును ఎక్కువగా ఎదుర్కొంటున్నారని ఓ అధ్యయనంలో వెల్లడైంది. సగానికి పైగా భారతీయులు ప్రపంచ ఆరోగ్య సంస్థ (డబ్ల్యూహెచ్‌ఓ) మార్గదర్శకాలకు తగ్గట్టుగా శారీరక శ్రమ చేయడం లేదని అధ్యయనం గుర్తించింది.  ఇందుకు సంబంధించిన వివరాలు లాన్సెట్‌ గ్లోబల్‌ హెల్త్‌ జర్నల్‌లో ప్రచురితమయ్యాయి. దీని ప్రకారం.. పురుషులతో పోల్చితే ఎక్కువ మంది మహిళలు తగినంత శారీరక శ్రమ చేయడం లేదు. డబ్ల్యూహెచ్‌ఓ మార్గదర్శకాలకు తగ్గట్టుగా","author":"Tattva News Team","time":"27/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/physical.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆధునిక జీవనశైలికి అలవాటు పడుతున్న భారతీయులు శారీరక శ్రమకు దూరం అవుతున్నారని, ఫలితంగా జబ్బుల ముప్పును ఎక్కువగా ఎదుర్కొంటున్నారని ఓ అధ్యయనంలో వెల్లడైంది. సగానికి పైగా భారతీయులు ప్రపంచ ఆరోగ్య సంస్థ (డబ్ల్యూహెచ్‌ఓ) మార్గదర్శకాలకు తగ్గట్టుగా శారీరక శ్రమ చేయడం లేదని అధ్యయనం గుర్తించింది. </p>\n\n\n\n<p>ఇందుకు సంబంధించిన వివరాలు లాన్సెట్‌ గ్లోబల్‌ హెల్త్‌ జర్నల్‌లో ప్రచురితమయ్యాయి. దీని ప్రకారం.. పురుషులతో పోల్చితే ఎక్కువ మంది మహిళలు తగినంత శారీరక శ్రమ చేయడం లేదు. డబ్ల్యూహెచ్‌ఓ మార్గదర్శకాలకు తగ్గట్టుగా శారీరక శ్రమ లేని వారిలో భారత్‌కు చెందిన మహిళలు 57 శాతం ఉండగా, పురుషులు 42 శాతం మంది ఉన్నారు. </p>\n\n\n\n<p>శారీరక శ్రమకు దూరమవుతూ, జబ్బులకు దగ్గరవుతున్న భారతీయుల సంఖ్య ఏటేటా భారీగా పెరుగుతున్నది. 2000లో తగినంత శారీరక శ్రమ లేని భారతీయులు 22.3 శాతం ఉండగా 2022 నాటికి ఇది 49.4 శాతానికి పెరగడం ఆందోళనకరంగా మారింది.  ఒక మనిషి ఆరోగ్యంగా ఉండటానికి ఎంత శారీరక శ్రమ అవసరమో డబ్ల్యూహెచ్‌ఓ మార్గదర్శకాలు సూచిస్తున్నాయి. </p>\n\n\n\n<p>వీటి ప్రకారం.. పెద్దలు వారానికి 150 నుంచి 300 నిమిషాల పాటు సైకిల్‌ తొక్కడం, డ్యాన్స్‌ చేయడం, నడక, జాగింగ్‌, ఈత కొట్టడం వంటి ఏరోబిక్‌ ఎక్సర్‌సైజ్‌లను మధ్యస్తంగా చేయాలి. లేదా 75 నిమిషాల పాటు తీవ్రత ఎక్కువ ఉండేలా శారీరక శ్రమ చేయాలి. </p>\n\n\n\n<p>వారానికి 150 నిమిషాల కంటే తక్కువ శారీరక శ్రమ చేసే వారిని లేదా 75 నిమిషాల కంటే తక్కువ తీవ్రమైన శారీరక శ్రమ చేసే వారిని శారీరకంగా చురుగ్గా లేని వారిగా పరిగణిస్తున్నది. ఇలాంటి వారికి గుండె జబ్బులు, టైప్‌ 2 మధుమేహం, డెమెన్షియా, బ్రెస్ట్‌, కొలన్‌ క్యాన్సర్‌ వంటి జబ్బుల ముప్పు ఎక్కువగా ఉంటుంది.</p>\n\n\n\n<p>మొత్తం 195 దేశాల్లో ఈ అధ్యయనం చేయగా తగినంత శారీరక శ్రమ లేని దేశాల జాబితాలో భారత్‌ 12వ స్థానంలో ఉంది. ఈ విషయంలో మన పొరుగు దేశాలైన భూటాన్‌, నేపాల్‌ ప్రజలు మెరుగ్గా ఉన్నారు. భూటాన్‌లో కేవలం 9.9 శాతం మంది, నేపాల్‌లో 8.2 శాతం మందికి మాత్రమే తగినంత శారీరక శ్రమ లేదు.</p>\n\n\n\n<p>భారతీయులు వెంటనే అప్రమత్తమై షూ లేస్‌ కట్టాలని, లేకపోతే కోరి రోగాలను కొని తెచ్చుకున్నట్టేనని ఆరోగ్య నిపుణులు హెచ్చరిస్తున్నారు. జన్యుకారణాల వల్ల గుండె జబ్బులు, మధుమేహం వంటి జబ్బుల ముప్పు మిగతా వారికంటే భారతీయులకు పదేండ్ల ముందే మొదలవుతున్నదని చెప్తున్నారు. ఇలాంటి పరిస్థితుల్లో తగినంత శారీరక శ్రమ లేకపోవడం అంటే ముప్పును మరింత పెంచుకుంటున్నట్టేనని అభిప్రాయపడుతున్నారు.</p>\n\n\n\n<p>\"ఎక్కువగా కూర్చుని చేసే ఉద్యోగాలు పెరగడం, వాతావరణ మార్పులు, సౌకర్యవంతమైన రవాణా సదుపాయాలు, తీరిక సమయంలో ఎక్కువగా స్క్రీన్‌లు(టీవీ, ల్యాప్‌టాప్‌, మొబైల్‌) చూస్తూ కాలక్షేపం చేయడానికి అలవాటు పడటం వంటి కారణాల వల్ల ప్రజల్లో శారీరక శ్రమ లోపిస్తున్నది\" అని డబ్ల్యూహెచ్‌ఓ హెల్త్‌ ప్రమోషన్‌ విభాగం డైరెక్టర్‌ డాక్టర్‌ రుడిగెర్‌ క్రెచ్‌ తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19741/27/06/2024/","hasAudio":false,"hasInfographics":false}