{"id":"wp-en-15032","wp_id":15032,"type":"standard","category":"World","language":"en","title":"At Quad summit, PM Modi stresses on territorial integrity￼","excerpt":"Underlining that the Quad leaders are meeting at a time when “the world is surrounded by conflicts and tension”, Prime Minister Narendra Modi said they are “not against anybody” and all of them support rules-based international order, respect for sovereignty and territorial integrity, and peaceful resolution of all disputes. This is seen as aimed at","author":"Tattva News Team","time":"22/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Modi-Quad.webp","readTime":"5 min read","contentHTML":"\n<p>Underlining that the Quad leaders are meeting at a time when “the world is surrounded by conflicts and tension”, Prime Minister Narendra Modi said they are “not against anybody” and all of them support rules-based international order, respect for sovereignty and territorial integrity, and peaceful resolution of all disputes. This is seen as aimed at China’s aggressive behaviour in the Indo-Pacific.</p>\n\n\n\n<p>Addressing the 6<sup>th</sup> Quad leaders’ summit in Washington, Delaware, Modi said, “We are meeting at a time when the world is surrounded by conflicts and tension. At such a time, it is important for all of humanity that the members of Quad move forward based on democratic values. We are not against anybody. All of us support rules-based international order, respect for sovereignty and territorial integrity, and peaceful resolution of all disputes.”</p>\n\n\n\n<p>“A free, open, inclusive and prosperous Indo-Pacific is our shared priority and shared commitment. We have together taken several positive and inclusive initiatives in areas such as health security, critical and emerging technologies, climate change and capacity building,” he said.</p>\n\n\n\n<p>The Indian PM highlighted ongoing tensions and conflicts across the world and said the Quad is working on the basis of shared democratic values.“Our message is clear: Quad is here to stay, to assist, to partner and to complement,” the Prime Minister said during a roundtable attended by US President Joe Biden, Japan PM Fumio Kishida and Australian PM Anthony Albanese.</p>\n\n\n\n<p>\"Our meeting is taking place at a time when the world is surrounded by tensions and conflicts. In such a situation, the QUAD's working together on the basis of shared democratic values ​​is very important for the entire humanity,\" he said at the high-level summit. PM Modi asserted that the Quad was not against anyone and it supported \"rules-based international order, respect for sovereignty and territorial integrity, and peaceful resolution of all issues,\" he added.</p>\n\n\n\n<p>Meanwhile, Modi announced that India will contribute $7.5 million, including 40 million vaccine doses for Indo-Pacific countries under GAVI and QUAD initiatives, to support the Quad's efforts against cervical cancer in the region.<strong></strong></p>\n\n\n\n<p>PM Modi thanked US President Joe Biden and recalled that India had undertaken the Quad Vaccine initiative for the Indo-Pacific during the COVID-19 pandemic. \"I am glad that in the Quad, we have decided to jointly tackle challenges like cervical cancer. In cancer care, collaboration is essential for a cure. An integrated approach of prevention, screening, diagnosis and treatment is necessary to reduce the burden of cancer,\" he said.<strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/international/at-quad-summit-pm-modi-stresses-on-territorial-integrity%ef%bf%bc/","hasAudio":false,"hasInfographics":false}