{"id":"wp-en-15026","wp_id":15026,"type":"standard","category":"World","language":"en","title":"Three BSF soldiers dead, 32 injured in bus accident","excerpt":"A bus carrying Border Security Force (BSF) personnel on election duty met with a tragic accident in the Brell Waterhail area of Budgam district, Jammu and Kashmir. The vehicle slipped off a hilly road and fell into a gorge, resulting in the deaths of three BSF personnel and injuries to 32 others. Among the injured,","author":"Tattva News Team","time":"21/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/BSF-Bus.jpg","readTime":"5 min read","contentHTML":"\n<p>A bus carrying Border Security Force (BSF) personnel on election duty met with a tragic accident in the Brell Waterhail area of Budgam district, Jammu and Kashmir. The vehicle slipped off a hilly road and fell into a gorge, resulting in the deaths of three BSF personnel and injuries to 32 others. Among the injured, six individuals sustained serious injuries.</p>\n\n\n\n<p>Additionally, the civilian driver of the bus also suffered injuries in the incident. The death toll may rise as rescue operations continue, and the injured have been admitted to Khan Sahib and Budgam hospitals. The bus was transporting soldiers from Pulwama to Budgam for the second phase of the Jammu and Kashmir assembly elections in 2024 when the incident occurred.</p>\n\n\n\n<p>The BSF bus, part of Company G/124, was en route to the PS-Khan Sahib Waterhole police post for election duty. At approximately 5 PM, the bus fell into a gorge just 600 meters from the police post. Two soldiers remain trapped inside the vehicle.</p>\n\n\n\n<p>Rescue efforts involve personnel from the CRPF, BSF, local police, and civilians. The bus was severely damaged in the fall, causing serious injuries to the soldiers onboard. Medical teams have been dispatched to provide immediate care.</p>\n\n\n\n<p>Jammu and Kashmir Director General of Police (DGP) R.R. Swain expressed deep sorrow over a tragic road accident in the Brell Waterhail area of Budgam district, which claimed the lives of three Border Security Force (BSF) personnel and left several others injured.</p>\n\n\n\n<p>In a statement, DGP Swain conveyed heartfelt condolences to the families, colleagues, and loved ones of the deceased. \"We mourn the loss of these dedicated soldiers who served the nation with unwavering commitment. Our thoughts are with their families during this difficult time,\" he said, while also praying for the speedy recovery of the injured.</p>\n\n\n\n<p>The accident occurred when a bus carrying 36 BSF personnel skidded off the road and plunged into a gorge. The J&K Police have assured full support to the injured and bereaved families.</p>\n","originalUrl":"https://en.tattvanews.com/others/three-bsf-soldiers-dead-32-injured-in-bus-accident/","hasAudio":false,"hasInfographics":false}