{"id":"wp-en-14649","wp_id":14649,"type":"standard","category":"World","language":"en","title":"Champai Soren says 'Won't quit politics, open to floating new outfit'￼","excerpt":"Former Jharkhand chief minister Champai Soren on Wednesday said he would not quit politics, asserting that an option to float a new political outfit was always open to him. Soren said he was firm on his plans after “facing humiliation at the hands of leaders of JMM”, a party to which the veteran leader claimed that","author":"Tattva News Team","time":"22/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Soren.jpg","readTime":"5 min read","contentHTML":"\n<p>Former Jharkhand chief minister Champai Soren on Wednesday said he would not quit politics, asserting that an option to float a new political outfit was always open to him. Soren said he was firm on his plans after “facing humiliation at the hands of leaders of JMM”, a party to which the veteran leader claimed that he devoted his entire life.</p>\n\n\n\n<p>In a statement, Champai Soren alleged that all his government programmes in the first week of July, when he was the chief minister, were abruptly cancelled by the party leadership without his knowledge. He said he kept quiet as he was not greedy for power but his self-respect was hurt.</p>\n\n\n\n<p>\"No one from JMM contacted me. This is the land of Jharkhand... I have struggled since my student life. I participated in the agitation for a separate Jharkhand state under the leadership of party supremo Shibu Soren,\" Champai Soren said.</p>\n\n\n\n<p>On Wednesday Champai Soren while talking to reporters said, \"I had mentioned three options - retirement, organisation, or friend. I will not retire; I will strengthen the party, a new party, and if I meet a good friend on the way, then will move ahead with them,\" Champai Soren told reporters, leaving open the possibility of future alliances.</p>\n\n\n\n<p>The JMM leader said he might join hands with any outfit if he gets a like-minded organisation or a friend during his next journey. “I will strengthen the party, a new party and if I meet a good friend on the way, then I will move ahead with the friend...”, he said.</p>\n\n\n\n<p>Amid speculations that he might join the BJP, the veteran politician had said he experienced “bitter humiliation” as chief minister, which compelled him to seek an alternative path. “After so much humiliation, I was forced to look for an alternative path,” Champai Soren had said, alleging that all his government programmes in the first week of July were abruptly cancelled by the party leadership without his knowledge.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n","originalUrl":"https://en.tattvanews.com/national/champai-soren-says-wont-quit-politics-open-to-floating-new-outfit%ef%bf%bc/","hasAudio":false,"hasInfographics":false}