{"id":"wp-en-14178","wp_id":14178,"type":"standard","category":"World","language":"en","title":"Bangladesh must adopt a rights-respecting approach in the policing of protests","excerpt":"Responding to what has been the deadliest day for protests in Bangladesh with 32 deaths in a single day during the quota reform protests and ongoing violence in the country, Babu Ram Pant, Deputy Regional Director for South Asia at Amnesty International, said: “The rising death toll is a shocking indictment of the absolute intolerance","author":"Tattva News Team","time":"20/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bangla-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Responding to what has been the deadliest day for protests in Bangladesh with 32 deaths in a single day during the quota reform protests and ongoing violence in the country, Babu Ram Pant, Deputy Regional Director for South Asia at Amnesty International, said:</p>\n\n\n\n<p>“The rising death toll is a shocking indictment of the absolute intolerance shown by the Bangladeshi authorities to protest and dissent. The unlawful force used against protesters shows a callous disregard for the right to life and an abject failure by law enforcement officials to uphold their obligations under domestic and international human rights law.</p>\n\n\n\n<p>“Amnesty International has repeatedly called for the Government of Bangladesh to adopt a rights-respecting approach in the policing of protests. The law enforcement agencies must immediately end their unlawful use of lethal force against protesters and ensure that the right of people to peaceful assembly is guaranteed in law and practice.</p>\n\n\n\n<p>\"Authorities must immediately conduct a prompt, independent and impartial investigation into the deaths and hold all those found responsible fully accountable. Victims of unlawful police violence must receive full reparations from the state.</p>\n\n\n\n<p>\"The arbitrary imposition of a total shutdown of the internet across the country and a blanket ban on protests announced by the Dhaka Metropolitan police further restricts the rights to freedom of expression and peaceful assembly. Such blanket restrictions are at odds with Bangladesh’s international obligations as a state party to the International Covenant on Civil and Political Rights.</p>\n\n\n\n<p>“It is reckless to impede access to information during what has been a week of escalating violence and heavy-handed crackdown on student led protests across the country. Blanket shutdowns impact people’s safety, security, mobility, livelihood while creating instability and panic, further undermining their trust in authorities. The ban must be urgently lifted, and all the people detained or arrested solely for exercising their right to protest peacefully should be immediately and unconditionally released.”  </p>\n\n\n\n<p>Almost 39<a href=\"http://tracking.press.amnesty.org/tracking/click?d=N2yQS4suf9qxNTvj-kICEFy0n0AdMsCB-kM708qxqEJ6LQ367etiqwaREW0J8NNnaxNZPO3x2Jqb-_o7mQKUdyht_s4rRZesIlk2Y3jL_Jzz8ZGqld0IZUaSSd6Q2j7xuVKqFmJRR8Rkt8_fHdl8BZNt5gBIHkgz7osYdAGXjs2zecAdPmtVAPr4XWaNRLf7y_4mJ4aBquKDOTr9atE2QUZGG46QpeoSn30kHeVHZmTwQm4GF1YassKPh_YQo3OXqi0Kd2OOIS-RAumhhzpn_xlbbtxR66M1SGhI7bQTEz8-0\" target=\"_blank\" rel=\"noreferrer noopener\"> </a> have been reported in Bangladesh during the ongoing violence since the mass quota reform protests started on 1 July 2024. Any law enforcement intervention in the context of protests should first aim to de-escalate tensions. </p>\n\n\n\n<p>Moreover, the authorities must exhaust all non-forceful measures before resorting to force. If recourse to forceful means is absolutely necessary, the authorities must use only the minimum force required to achieve a legitimate objective, and prior warnings must be given. Firearms are not an appropriate tool for the policing of protests and must be limited to targeted individuals in circumstances in which it is strictly necessary to confront an imminent threat of death or serious injury.</p>\n\n\n\n<p>On 17 July 2024, Amnesty International  verified evidence of unlawful force being used against student protesters during the ongoing ‘Bangla-Blockade’ quota-reform protest and urged the government to ensure protestors are protected from further harm.</p>\n","originalUrl":"https://en.tattvanews.com/international/bangladesh-must-adopt-a-rights-respecting-approach-in-the-policing-of-protests/","hasAudio":false,"hasInfographics":false}