{"id":"wp-te-21210","wp_id":21210,"type":"standard","category":"World","language":"te","title":"కోల్‌కతా జూడాల సమ్మె విరమణ","excerpt":"పశ్చిమ బెంగాల్‌లో కోల్‌కతా డాక్టర్లు సమ్మె విరమించారు. ముఖ్యమంత్రి మమత బెనర్జీతో గురువారం జరిపిన చర్చలు ఫలించినట్లు రాత్రిపూట ప్రకటన వెలువడింది. ఆర్‌జి కార్ ప్రభుత్వ ఆసుపత్రిలో వైద్యురాలిపై హత్యాచారం ఘటన కలకలానికి దారితీసింది. డాక్టర్లు విధులు బహిష్కరించి సమ్మెకు దిగారు. ఇది ఆసుపత్రులలో చికిత్సలకు ఆటంకంగా మారింది.  ఈ క్రమంలో చర్చలకు ముఖ్యమంత్రి మమత బెనర్జీ చొరవతీసుకున్నారు. విధుల సమయంలో తమకు రక్షణ లేకుండా పోయిందని, బాధితురాలికి న్యాయంతో పాటు , తమ రక్షణపై తగు","author":"Tattva News Team","time":"20/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Bengal-doctors.jpg","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమ బెంగాల్‌లో కోల్‌కతా డాక్టర్లు సమ్మె విరమించారు. ముఖ్యమంత్రి మమత బెనర్జీతో గురువారం జరిపిన చర్చలు ఫలించినట్లు రాత్రిపూట ప్రకటన వెలువడింది. ఆర్‌జి కార్ ప్రభుత్వ ఆసుపత్రిలో వైద్యురాలిపై హత్యాచారం ఘటన కలకలానికి దారితీసింది. డాక్టర్లు విధులు బహిష్కరించి సమ్మెకు దిగారు. ఇది ఆసుపత్రులలో చికిత్సలకు ఆటంకంగా మారింది. </p>\n\n\n\n<p>ఈ క్రమంలో చర్చలకు ముఖ్యమంత్రి మమత బెనర్జీ చొరవతీసుకున్నారు. విధుల సమయంలో తమకు రక్షణ లేకుండా పోయిందని, బాధితురాలికి న్యాయంతో పాటు , తమ రక్షణపై తగు లిఖితపూర్వక పత్రం ఇవ్వాలని, చర్చల రికార్డు జరగాల్సి ఉంటుందని డాక్టర్లు పట్టుపట్టారు. దీనిపై చాలారోజులుగా నెలకొన్న ప్రతిష్టంభన తరువాత ప్రభుత్వం వరుసగా ఇస్తూ వచ్చిన హామీల క్రమంలో , డాక్టర్ల భద్రతకు చర్యల ప్రకటనలతో ఇప్పుడు డాక్టర్లు సమ్మె విరమించినట్లు వెల్లడైంది.</p>\n\n\n\n<p>అయితే తాము శుక్రవారం విషయాలను సమీక్షించుకుని , శనివారం నుంచి విధుల్లోచేరుతామని డాక్టర్ల బృందం విలేకరులకు తెలిపింది. సిఎం అధికారిక కాళిఘాట్ నివాసంలో మొదలైన చర్చలు రాత్రి పది గంటల వరకూ సాగాయి. ప్రభుత్వ ఆసుపత్రులలో వైద్యులకు భద్రత విషయంపై ప్రభుత్వం చర్యలకు ముందుకొచ్చింది. </p>\n\n\n\n<p>అయితే ఆర్‌జి కార్ ఘటన సంబంధిత విషయంలో మమత సర్కారు తగు న్యాయానికి ఎటువంటి భరోసా కల్పించింది? అనేది వెంటనే స్పష్టం కాలేదు. చర్చల తరువాత జూనియర్ డాక్టర్లు స్వస్థ భవన్‌కు వెళ్లారు. తాము సమ్మె విరమణ నిర్ణయం తీసుకుంటున్నామని , చర్చలు విజయవంతం అయ్యాయని డాక్టర్ల బృందం మీడియాకు తెలిపింది. </p>\n\n\n\n<p>సంఘం జనరల్ బాడీ సమావేశంలో చర్చించి అన్ని విష:యాలను శుక్రవారం తెలియచేస్తామని జూనియర్ రెసిడెంట్ డాక్టర్ల ప్రతినిధి డాక్టర్ ఎస్‌కె మెహెబూబు హుస్సేన్ తెలిపారు. కాగా సిఎం నివాసం వెలుపలికి వచ్చిన డాక్టర్లలో ఓ బృందం తమకు న్యాయం కావాలని డిమాండ్ చేసింది. మరో బృందం మీడియా వద్ద తమకు సంపూర్ణ న్యాయం దక్కాల్సి ఉంది. అయితే తమకు రాజకీయాలు అవసరం లేదు అన్నారు. కోల్‌కతా జూడాలు నెలరోజులుగా సమ్మె సాగిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/21210/20/09/2024/","hasAudio":false,"hasInfographics":false}