{"id":"wp-en-14848","wp_id":14848,"type":"standard","category":"World","language":"en","title":"Delhi HC issues contempt of court notice to Wikipedia","excerpt":"The Delhi High Court on Thursday camed own heavily on Wikipedia and issued a contempt of court notice. Notably, the contempt of court notice was issued for non-compliance with a previous order. While hearing a matter related to defamation case filed by news agency ANI, Justice Navin Chawla told Wikipedia, “If you don't like India,","author":"Tattva News Team","time":"6/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Wikipedia.jpg","readTime":"5 min read","contentHTML":"\n<p>The Delhi High Court on Thursday camed own heavily on Wikipedia and issued a contempt of court notice. Notably, the contempt of court notice was issued for non-compliance with a previous order. While hearing a matter related to defamation case filed by news agency ANI, Justice Navin Chawla told Wikipedia, “If you don't like India, please don't work in India...We will ask government to block your site.”</p>\n\n\n\n<p>The Delhi HC was hearing the matter filed by ANI claiming defamation by Wikipedia for allowing certain edits to a page with information about the news agency. The alleged edit referred to news agency ANI as \"the propaganda tool\" of the Indian government.</p>\n\n\n\n<p>After hearing the matter, the court asked Wikipedia to reveal details about three accounts that made the edits, but ANI claimed this has not been revealed However, Wikipedia failed to disclose information about editors who had made certain controversial edits to ANI’s Wiki page. </p>\n\n\n\n<p>The Delhi High Court had earlier asked Wikipedia to disclose details about the accounts who were behind the edits made on ANI’s page. during the hearing of the matter, the news agency told the court that the information had not been provided so far, which led to the contempt of court proceedings.</p>\n\n\n\n<p>Wikipedia however explained that the delay had been caused as the platform didn’t have any physical presence in India. “It is not a question of the defendant not being an entity in India. We will close your business transactions here,\" the court said in warning.</p>\n\n\n\n<p>Earlier, the news agency had requested the court to order Wikipedia to remove the controversial edits and also sought Rs 2 crore in damages.</p>\n","originalUrl":"https://en.tattvanews.com/others/delhi-hc-issues-contempt-of-court-notice-to-wikipedia/","hasAudio":false,"hasInfographics":false}