{"id":"wp-en-15534","wp_id":15534,"type":"standard","category":"World","language":"en","title":"Indian smartphone market value surges 12%￼","excerpt":"India's smartphone market experienced a growth of 3% YoY in volume during Q3 2024, with its value surging by 12% YoY to reach a record high for a single quarter, according to a report by research firm Counterpoint.  A premiumisation trend drove this value growth, while the increase in volume was attributed to an earlier","author":"Tattva News Team","time":"2/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/12/Mobiles.webp","readTime":"5 min read","contentHTML":"\n<p>India's smartphone market experienced a growth of 3% YoY in volume during Q3 2024, with its value surging by 12% YoY to reach a record high for a single quarter, according to a report by research firm Counterpoint.</p>\n\n\n\n<p> A premiumisation trend drove this value growth, while the increase in volume was attributed to an earlier onset of the festival season compared to the previous year. Original equipment manufacturers (OEMs) proactively filled channels to prepare retailers for the anticipated surge in sales during the festive period.</p>\n\n\n\n<p> However, sales commenced at a slower pace than in the previous year. During Q3, 5G smartphones achieved their highest-ever share of 81% in overall shipments, with the US$ 118.98 – 178.46) (Rs. 10,000-15,000) segment witnessing a 93% share.</p>\n\n\n\n<p> Samsung led the market by value with a 23% share, focusing on its flagship Galaxy S series and enhancing its value-driven portfolio. Apple closely followed with a 22% share, significantly boosted by strong shipments of the iPhone 15 and iPhone 16.</p>\n\n\n\n<p>Vivo reclaimed the top spot in the Indian smartphone market by volume, achieving 26% YoY growth. Xiaomi and Oppo reported 3% and 41% YoY growth, respectively. Newcomer Nothing recorded an impressive 510% YoY growth in Q3 shipments, entering the top 10 for the first time. Meanwhile, Motorola saw an 87% YoY growth, driven by the success of budget-friendly models and expanding demand in smaller cities.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indian-smartphone-market-value-surges-12%ef%bf%bc/","hasAudio":false,"hasInfographics":false}