{"id":"wp-te-18539","wp_id":18539,"type":"standard","category":"World","language":"te","title":"సింగపూర్, హాంకాంగ్ భారతీయ మసాలా పౌడర్ల నిషేధం","excerpt":"భారతీయ మసాలా పౌడర్ల బ్రాండ్లు ఎవరెస్ట్, ఎండీహెచ్ పై తాజాగా సింగపూర్, హాంకాంగ్ నిషేధం విధించాయి. వీటిలో క్యాన్సర్ కారక పదార్దాలు ఉన్నాయని నిర్ధారణ కావడంతో ఈ రెండు దేశాలు, ఈ రెండు బ్రాండ్లను నిషేధించాయి. ఇప్పటికే భారత్ లో భారీగా అమ్ముడవుతున్న ఈ రెండు బ్రాండ్లను హాంకాంగ్, సింగపూర్ నిషేధించిన నేపథ్యంలో  భారత ప్రభుత్వం స్పందించింది. వీటి శాంపిల్స్ ను సేకరించాలని ఆదేశాలు ఇచ్చింది. భారతీయ మసాలా బ్రాండ్లు ఎండీహెచ్, ఎవరెస్ట్ పై హాంకాంగ్, సింగపూర్","author":"Tattva News Team","time":"23/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Masala.webp","readTime":"5 min read","contentHTML":"\n<p>భారతీయ మసాలా పౌడర్ల బ్రాండ్లు ఎవరెస్ట్, ఎండీహెచ్ పై తాజాగా సింగపూర్, హాంకాంగ్ నిషేధం విధించాయి. వీటిలో క్యాన్సర్ కారక పదార్దాలు ఉన్నాయని నిర్ధారణ కావడంతో ఈ రెండు దేశాలు, ఈ రెండు బ్రాండ్లను నిషేధించాయి. ఇప్పటికే భారత్ లో భారీగా అమ్ముడవుతున్న ఈ రెండు బ్రాండ్లను హాంకాంగ్, సింగపూర్ నిషేధించిన నేపథ్యంలో  భారత ప్రభుత్వం స్పందించింది. వీటి శాంపిల్స్ ను సేకరించాలని ఆదేశాలు ఇచ్చింది.</p>\n\n\n\n<p>భారతీయ మసాలా బ్రాండ్లు ఎండీహెచ్, ఎవరెస్ట్ పై హాంకాంగ్, సింగపూర్ నిషేధం విధించినా కేంద్రం పట్టించుకోకపోవడంపై విమర్శలు వస్తున్న వేళ ఎట్టకేలకు ఇవాళ అధికారులు స్పందించారు. దేశంలోని ఫుడ్ కమిషనర్లందరినీ అప్రమత్తం చేసినట్లు తెలిపారు. మసాలా దినుసుల నమూనాల సేకరణ ప్రక్రియ ప్రారంభమైందన్నారు. ఈ మేరకు ఉత్తర్వులు ఇచ్చినట్లు తెలిపారు. </p>\n\n\n\n<p>మూడు నాలుగు రోజుల్లో దేశంలోని అన్ని సుగంధ ద్రవ్యాల తయారీ యూనిట్ల నుంచి నమూనాలను సేకరిస్తామని తెలిపారు.  మరోవైపు ఎండీహెచ్, ఎవరెస్ట్ మాత్రమే కాదు, దేశంలోని అన్ని మసాలా తయారీ కంపెనీల నుండి నమూనాలను తీసుకుంటామని అధికారులు తెలిపారు. మరో 20 రోజుల్లో ల్యాబ్ నుండి నివేదిక వస్తుందని వారు వెల్లడించారు. అనంతరం ఆయా బ్రాండ్లపై చర్యలను ఖరారు చేయనున్నారు. </p>\n\n\n\n<p>ఇప్పటికే హాంకాంగ్, సింగపూర్ అధికారులు ఈ రెండు మసాలా బ్రాండ్‌ల నుండి తయారవుతున్న నాలుగు ఉత్పత్తులను ఉపయోగించకుండా అలర్ట్ జారీ చేశాయి. వీటిలో ఇథిలీన్ ఆక్సైడ్ పరిమితికి మించిన స్థాయిలో ఉన్నట్లు గుర్తించారు. ఇంటర్నేషనల్ ఏజెన్సీ ఫర్ రీసెర్చ్ ఆన్ క్యాన్సర్ .. ఇథిలీన్ ఆక్సైడ్ ను గ్రూప్ 1 కార్సినోజెన్ గా ఇప్పటికే ప్రకటించింది.</p>\n","originalUrl":"https://tattvanews.com/18539/23/04/2024/","hasAudio":false,"hasInfographics":false}