{"id":"wp-en-13513","wp_id":13513,"type":"standard","category":"World","language":"en","title":"Most exit Polls says TDP- led alliance to gain in AP polls￼","excerpt":"Most of the exit polls predicts  TDP-led alliance with the Jana Sena and the BJP likely to gain power in  Andhra Pradesh polls. N Chandrababu Naidu is set to become the Chief Minister for the fourth time with the three-party alliance, leaving the YSR Congress party by the wayside. The surveys predicted a one-sided victory for the TDP-led","author":"Tattva News Team","time":"2/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/AP-Parties.jpg","readTime":"5 min read","contentHTML":"\n<p>Most of the exit polls predicts  TDP-led alliance with the Jana Sena and the BJP likely to gain power in  Andhra Pradesh polls. N Chandrababu Naidu is set to become the Chief Minister for the fourth time with the three-party alliance, leaving the YSR Congress party by the wayside.<strong></strong></p>\n\n\n\n<p>The surveys predicted a one-sided victory for the TDP-led alliance, with a wide gap between the vote share of the challenger, TDP, and the incumbent, YSRCP, in both elections.</p>\n\n\n\n<p>A survey conducted by Peoples Pulse Research Organization from 16–20 May revealed that the TDP would get 95-110 seats in the 175-member Assembly. The YSRCP, aiming to retain power, would have 45-60 seats. The TDP’s allies, Jana Sena, would get 14-20 seats, and the BJP 2-5 seats.</p>\n\n\n\n<p>The Pioneer exit poll expects TDP to get 144 and YSRCP 31 seats. Rise gives 113-122 to TDP and 48-60 to YSRCP. Janagalam says TDP will get 104-118 seats and YSRCP between 44 and 57 seats. KK Surveys gave TDP 133 seats, followed by 14 for YSRCP, 7 for BJP and 21 for Jana Sena. Chanakya Strategies showed TDP getting 114-125 and YSRCP 39-49 seats.<strong></strong></p>\n\n\n\n<p>Projections by various pollsters such as PMARQ, ABP-Cvoter, and News18 suggest that the NDA, led by theTelugu Desam Party (TDP) in the state, is poised to secure between 19 to 25 of the 25 Lok Sabha seats in the state. Conversely, the YSR Congress Party (YSRCP) is expected to win between 0 to 8 seats, marking a significant shift in the political landscape of Andhra Pradesh.</p>\n\n\n\n<p>Today's Chanakya predicts the Telugu Desam Party (TDP+) securing 22 ± 3 seats in Andhra Pradesh for the 2024 Lok Sabha elections. The YSR Congress Party (YSRCP) is expected to win ± 3 seats, while Congress+ and other parties are projected to win no seats. India News D-Dynamics survey predicts NDA leads in Andhra Pradesh with 18 seats, YSRC at 7, INDIA Bloc may not open account.</p>\n\n\n\n<p>According to Peoples Pulse survey, in the Lok Sabha elections, the TDP is expected to get 13-15 of the 25 parliamentary seats in Andhra Pradesh. Jana Sena would win both the seats allotted to them and the BJP is expected to win between 2-4 of the six seats. The YSR Congress would get 3-5 seats.</p>\n\n\n\n<p>However, the Centre for Politics and Policy Studies projected 95-105 seats for the YSRCP in the 175-member Andhra Pradesh assembly and gave 75-85 seats to the TDP-BJP-JanaSena alliance.</p>\n\n\n\n<p>Aaraa Poll Strategies Private Limited predicted that the ruling party will retain power by bagging 94-104 seats. It said that the opposition alliance may win 71-81 assembly seats. Atma Sakshi SAS also projected a win for Mr Reddy's party, giving it 98-116 seats.  Chanakya poll also  predicted CM Jagan Reddy's YSRCP returning to power.<strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/most-exit-polls-says-tdp-led-alliance-to-gain-in-ap-polls%ef%bf%bc/","hasAudio":false,"hasInfographics":false}