{"id":"wp-en-12871","wp_id":12871,"type":"standard","category":"World","language":"en","title":"Opposition weakening nation’s defence sector, flays PM Modi￼","excerpt":"Prime Minister Narendra Modi accused the Opposition of not only cheating the backward communities in the name of social justice, but also blamed it for weakening the nation’s defence sector and neglecting development work, thus marginalising farmers and the youth. Addressing three political rallies across Uttar Pradesh, Madhya Pradesh and Maharashtra, the PM said only","author":"Tattva News Team","time":"20/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Modi-Yogi.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">Prime Minister Narendra Modi accused the Opposition of not only cheating the backward communities in the name of social justice, but also blamed it for weakening the nation’s defence sector and neglecting development work, thus marginalising farmers and the youth.</h1>\n\n\n\n<p>Addressing three political rallies across Uttar Pradesh, Madhya Pradesh and Maharashtra, the PM said only a stable government of the NDA had managed to provide a decisive leadership to the nation across all sectors.</p>\n\n\n\n<p>Addressing a rally in support of BJP’s Amroha candidate Kanwar Singh Tanwar in western Uttar Pradesh, the PM accused previous governments of cheating SC, ST and OBC communities in the name of social justice, and said he was working to fulfil the dreams of Jyotiba Phule, BR Ambedkar and Chaudhary Charan Singh.</p>\n\n\n\n<p>He also took a veiled dig at Congress leader Rahul Gandhi and Samajwadi Party (SP) president Akhilesh Yadav, saying, “The shooting of the film, ‘Do Shehzadon Ki Jodi (pair of two princes)’, is going on. But their film has already been rejected by the people.”</p>\n\n\n\n<p>Hitting out at Congress candidate from Amroha Danish Ali, the PM said Ali had objection in saying “Bharat Mata ki jai”. “Will a person, who cannot accept Bharat Mata ki jai, look good in Parliament? Should such a person be allowed into Parliament?” he said.</p>\n\n\n\n<p>Slamming the Opposition, Modi said, “The SP and the Congress declined the invitation for the Ram Temple’s consecration in Ayodhya. They are not satisfied after refusing the invitation, so they abuse Sanatan Dharma. The SP, for its vote bank, calls Ram bhakts ‘pakhandi’ (hypocrite). Those in the INDIA bloc hate Sanatan Dharma.”</p>\n\n\n\n<p>Taking a dig at Pakistan without naming it, Modi said a country that was a supplier of “aatank” (terror) was struggling for “aata” (flour) these days. He said India, which once bought most of its arms from overseas, was now exporting high-tech weapons to other countries.</p>\n","originalUrl":"https://en.tattvanews.com/national/opposition-weakening-nations-defence-sector-flays-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}