{"id":"wp-te-19914","wp_id":19914,"type":"standard","category":"World","language":"te","title":"￼తెలుగు రాష్ట్రాల సమస్యల పరిష్కారానికి రెండు కమిటీలు￼","excerpt":"తెలంగాణ, ఆంధ్రప్రదేశ్‌ మధ్య విభజన సమస్యల పరిష్కారం దిశగా రెండు రాష్ట్రాలు ఎట్టకేలకు ఒక అడుగు ముందుకు వేశాయి. ఈ సమస్యల పరిష్కారానికిగాను రెండు రాష్ట్రాలు కలిసి రెండు కమిటీలను నియమించాలని ఇరు రాష్ట్రాల ముఖ్యమంత్రుల సమావేశం నిర్ణయించింది. రెండు రాష్ట్రాల మంత్రులతో ఒక కమిటీ, అధికారులతో మరో కమిటీని వేయనున్నారు. ముందుగా చీఫ్‌ సెక్రటరీలతో ఉన్నతస్థాయి అధికారుల కమిటీని నియమిస్తారు.  ఇందులో ఒక్కో రాష్ట్రం నుంచి చీఫ్‌ సెక్రటరీతో కలిపి ముగ్గురేసి అధికారులు ఉంటారు. తమ","author":"Tattva News Team","time":"7/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/AP-TS-meet.webp","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ, ఆంధ్రప్రదేశ్‌ మధ్య విభజన సమస్యల పరిష్కారం దిశగా రెండు రాష్ట్రాలు ఎట్టకేలకు ఒక అడుగు ముందుకు వేశాయి. ఈ సమస్యల పరిష్కారానికిగాను రెండు రాష్ట్రాలు కలిసి రెండు కమిటీలను నియమించాలని ఇరు రాష్ట్రాల ముఖ్యమంత్రుల సమావేశం నిర్ణయించింది. రెండు రాష్ట్రాల మంత్రులతో ఒక కమిటీ, అధికారులతో మరో కమిటీని వేయనున్నారు. ముందుగా చీఫ్‌ సెక్రటరీలతో ఉన్నతస్థాయి అధికారుల కమిటీని నియమిస్తారు. </p>\n\n\n\n<p>ఇందులో ఒక్కో రాష్ట్రం నుంచి చీఫ్‌ సెక్రటరీతో కలిపి ముగ్గురేసి అధికారులు ఉంటారు. తమ స్థాయిలో పరిష్కారమయ్యే సమస్యలపై ఈ కమిటీ దృష్టి సారిస్తుంది. అప్పటికీ సమస్యలకు పరిష్కారం లభించకపోతే.. ఇరు రాష్ట్రాల మంత్రులతో మరో కమిటీని నియమించాలని సీఎంలు నిర్ణయించారు. ఈ మంత్రుల కమిటీ పరిష్కరించిన సమస్యలకు ముఖ్యమంత్రుల స్థాయిలో ఆమోదం తెలపాలన్న నిర్ణయానికి వచ్చారు. </p>\n\n\n\n<p>అపరిష్కృతంగా ఉన్న ‘ఏపీ పునర్వ్యవస్థీకరణ చట్టం- 2014’లోని విభజన అంశాలపై శనివారం తెలంగాణ సీఎం రేవంత్‌రెడ్డి, ఏపీ సీఎం చంద్రబాబునాయుడు ఇక్కడి ప్రజాభవన్‌లో సమావేశమయ్యారు. సాయంత్రం 6 గంటలకు ప్రారంభమైన సమావేశం రాత్రి 7.45 గంటల వరకు గంటా 45 నిమిషాలపాటు కొనసాగింది. </p>\n\n\n\n<p>ఈ సమావేశంలో తెలంగాణ నుంచి సీఎం రేవంత్‌రెడ్డితోపాటు డిప్యూటీ సీఎం మల్లు భట్టి విక్రమార్క, పరిశ్రమలు, ఐటీ, శాసనసభా వ్యవహారాల శాఖ మంత్రి దుద్దిళ్ల శ్రీధర్‌బాబు, బీసీ సంక్షేమం, రవాణా శాఖల మంత్రి పొన్నం ప్రభాకర్‌, ముఖ్యమంత్రి సలహాదారు వేం నరేందర్‌రెడ్డి, ప్రభుత్వ సలహాదారు(ప్రొటోకాల్‌) హర్కర వేణుగోపాలరావు, ప్రభుత్వ ప్రధాన కార్యదర్శి శాంతికుమారి, ఆర్థిక శాఖ ప్రత్యేక ప్రధాన కార్యదర్శి కె.రామకృష్ణారావు, ఇతర సీనియర్‌ అధికారులు పాల్గొన్నారు.<ins></ins></p>\n\n\n\n<p>ఏపీ నుంచి సీఎం చంద్రబాబుతోపాటు రెవెన్యూ, రిజిస్ట్రేషన్ల శాఖ మంత్రి అనగాని సత్యప్రసాద్‌, రోడ్లు, భవనాల శాఖ మంత్రి బీసీ జనార్దన్‌రెడ్డి, పర్యాటక, సాంస్కృతిక, సినిమాటోగ్రఫీ శాఖ మంత్రి కందుల దుర్గేశ్‌, ప్రభుత్వ ప్రధాన కార్యదర్శి నీరబ్‌కుమార్‌ ప్రసాద్‌, ఆర్థిక శాఖ ముఖ్యకార్యదర్శి, ఇతర సీనియర్‌ అధికారులు పాల్గొన్నారు. సీఎంల సమావేశం ముగిసిన అనంతరం తెలంగాణ, ఏపీ మంత్రులు సంయుక్తంగా మీడియా సమావేశం నిర్వహించారు.</p>\n\n\n\n<p>తెలంగాణ డిప్యూటీ సీఎం మల్లు భట్టి విక్రమార్క మాట్లాడుతూ ఈ సమావేశంలో అనేక అంశాలపై లోతుగా చర్చలు జరిగాయని చెప్పారు. ఆంధ్రప్రదేశ్ రాష్ట్ర విభజనకు సంబంధించి, ఇరు రాష్ట్రాలకు చెందిన అపరిష్కృత అంశాలపై త్వరితగతిన చర్చించుకుని ముందుకు వెళ్లాలన్న ఆలోచనతో ఈ సమావేశాన్ని నేడు ఏర్పాటు చేయడం జరిగిందని తెలిపారు. విభజన చట్టంలోని పెండింగ్ అంశాలకు ఈ సమావేశంలోనే పరిష్కారం లభిస్తుందని తాము ఆశించలేదని, </p>\n\n\n\n<p>కాకపోతే, వీటికి పరిష్కార మార్గాలు చూపించడానికి విధానపరమైన వ్యవస్థలు ఏర్పాటుకు రెండు రాష్ట్రాల సీఎంలు సహా ప్రతినిధుల బృందాలు కూలంకషంగా చర్చించి ఒక నిర్ణయానికి వచ్చామని వెల్లడించారు. </p>\n\n\n\n<p>\"ముందుగా, రెండు రాష్ట్రాల ఉన్నతస్థాయి అధికారులతో కూడిన ఒక కమిటీని ఏర్పాటు చేయాలని నిర్ణయించాం. ఈ కమిటీలో ఇరు రాష్ట్రాల సీఎస్ స్థాయి అధికారులు, రాష్ట్రానికి ముగ్గురు ఉన్నతాధికారుల చొప్పున సభ్యులు ఉంటారు. ఈ కమిటీ మరో రెండు వారాల్లో సమావేశమై వారి స్థాయిలో పరిష్కారం లభించే అంశాలపై చర్చిస్తుంది. ఈ ఉన్నతస్థాయి అధికారుల కమిటీ ద్వారా కూడా పరిష్కారం కాని అంశాలు ఏవైనా ఉంటే… రెండు రాష్ట్రాల మంత్రులతో కూడిన ఒక కమిటీ వేయాలని నిర్ణయించాం\" అని వివరించారు.</p>\n\n\n\n<p>అపరిష్కృత అంశాలపై ఈ మంత్రుల కమిటీ సమావేశమై చర్చిస్తుంది. మంత్రుల కమిటీలో పరిష్కారమైన అంశాలను ముఖ్యమంత్రుల స్థాయిలో అంగీకరించడం జరుగుతుంది. ఒకవేళ మంత్రుల కమిటీ ద్వారా కూడా ఏవైనా అంశాలకు పరిష్కారం లభించకపోతే, మళ్లీ ముఖ్యమంత్రుల స్థాయి సమావేశం ఏర్పాటు చేయడం జరుగుతుంది. ఈ విధంగా మొత్తం మూడు దశల్లో సమస్యల పరిష్కారం కోసం కార్యాచరణ సిద్ధం చేశాం. ఈనాటి సమావేశంలో ప్రాథమికంగా తీసుకున్న నిర్ణయం ఇదే.</p>\n\n\n\n<p>\"ఇక, ఇదే సమావేశంలో మరో అతి ముఖ్యమైన నిర్ణయం కూడా తీసుకున్నాం. తెలంగాణ రాష్ట్ర ప్రభుత్వం ప్రతిష్ఠాత్మకంగా రీతిలో యాంటీ నార్కొటిక్స్ డ్రైవ్ చేపడుతోంది. అడిషనల్ డీజీ స్థాయి అధికారి నేతృత్వంలో ఓ వ్యవస్థను ఏర్పాటు చేసి డ్రగ్స్ కు వ్యతిరేకంగా కఠిన నిర్ణయాలు తీసుకుటాం. సైబర్ నేరాలతోనూ ప్రజలు ఇబ్బందులు పడుతున్నారు. అందుకే… యాంటీ డ్రగ్స్, సైబర్ నేరాల కట్టడి కార్యాచరణ కోసం రెండు తెలుగు రాష్ట్రాలు ఒక సమన్వయ కమిటీ ద్వారా సమర్థవంతంగా పనిచేయగలిగితే సత్ఫలితాలు వస్తాయని భావిస్తున్నాం. ఈ మేరకు నేటి సమావేశంలో విధానపరమైన నిర్ణయం తీసుకున్నాం. ఇవీ ఈనాటి సమావేశానికి చెందిన ముఖ్యమైన అంశాలు” అని భట్టి విక్రమార్క తెలిపారు.</p>\n\n\n\n<p>ఏపీ మంత్రి అనగాని సత్యప్రసాద్‌ మాట్లాడుతూ తెలుగు జాతి అంతా హర్శించే రోజు అన్నారు. నిధులు, నియామకాలు ఉద్యమాలతో తెలంగాణ ఏర్పడిందని, అందరి అభిప్రాయాలను తీసుకోవడానికి అధికారులు, మంత్రుల కమిటీలు ఏర్పాటు చేశారన్నారు. భవిష్యత్‌లో ముఖ్యమంత్రులు తరుచూ కలుస్తారని చెప్పారు. </p>\n\n\n\n<p> డ్రగ్స్ అరికట్టడానికి రెండు రాష్ట్రాల ప్రభుత్వాలు కలిసి పనిచేస్తాయని చెప్పారు. ఏపీలో గంజాయి అరికట్టడానికి సబ్ కమిటీ వేసుకున్నామని.. ఏపీ నుంచే గంజాయి తెలంగాణకు వస్తుందని ఇక్కడి సీఎం అంటున్నారని.. రెండు వారాల్లో అధికారుల కమిటీ విధివిధానాలు ఖరారు చేస్తాయన్నారు. విభజన చట్టంలో అన్ని అంశాలను అధికారుల కమిటీ చర్చిస్తుందన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19914/07/07/2024/","hasAudio":false,"hasInfographics":false}