{"id":"wp-en-13783","wp_id":13783,"type":"standard","category":"World","language":"en","title":"Digital loans up 49% in FY24 by value￼","excerpt":"Digital lending, an industry body has reported a 49% surge in disbursements by its 37 member entities, reaching US$ 17.53 billion (Rs.1.46 lakh crore) in the financial year 2023-24. The Fintech Association for Consumer Empowerment (FACE) stated that the number of loans disbursed grew by 35% to over 10 crore borrowings in FY24. The industry","author":"Tattva News Team","time":"22/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Digital-loans.webp","readTime":"5 min read","contentHTML":"\n<p>Digital lending, an industry body has reported a 49% surge in disbursements by its 37 member entities, reaching US$ 17.53 billion (Rs.1.46 lakh crore) in the financial year 2023-24. The Fintech Association for Consumer Empowerment (FACE) stated that the number of loans disbursed grew by 35% to over 10 crore borrowings in FY24.</p>\n\n\n\n<p>The industry body acknowledged the Reserve Bank's public expression of concerns regarding some practices adopted by digital lenders and the formulation of draft guidelines for their operations. However, FACE's chief executive Mr. Sugandh Saxena, highlighted that digital lending sector is responsibly driving ahead with a sharp focus on customer-centricity, compliance, risk management and sustainable business models.</p>\n\n\n\n<p>In the March quarter, companies disbursed 2.69 crore loans worth US$ 4.84 billion (Rs. 40,322 crore) at an average ticket size of US$ 161 (Rs. 13,418). The average ticket size for loans disbursed in FY24 stood at US$ 151 (Rs. 12,648), as compared to US$ 133 (Rs. 11,094) in FY23, according to the data shared by the industry body.</p>\n\n\n\n<p>The report further revealed that 70% of the disbursements were made by 28 companies, which are registered as non-banking finance companies or have an in-house NBFC. These companies have experienced a much higher growth rate.</p>\n\n\n\n<p>During the fiscal year, companies raised US$ 230 million (Rs. 1,913 crore) in equity and US$ 1.95 billion (Rs. 16,259 crore) in debt, though the equity raised was lower compared to FY23 for the companies that reported data.</p>\n\n\n\n<p>Additionally, 9 companies that reported data for the First Loss Default Guarantee (FLDG) had 51 portfolios worth US$ 1.09 billion (Rs. 9,118 crore), with 94% of the portfolio value having FLDG arrangements with coverage between 4-5%. The data also revealed that 83% of the companies reported being profitable, compared to 76% in FY22.</p>\n","originalUrl":"https://en.tattvanews.com/economy/digital-loans-up-49-in-fy24-by-value%ef%bf%bc/","hasAudio":false,"hasInfographics":false}