{"id":"wp-en-15409","wp_id":15409,"type":"standard","category":"World","language":"en","title":"Five Naxals killed in encounter with police in Gadchiroli district ￼","excerpt":"At least five Naxals were killed in a police encounter in the Gadchiroli district of Maharashtra on Monday, said an official. The encounter took place in the Kopri forest of Bhamragad tehsil, located in Maharashtra's Gadchiroli district near the Chhattisgarh border in bordering. As many as 22 teams of C60 commando of Gadchiroli police and","author":"Tattva News Team","time":"22/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Naxals1.jpg","readTime":"5 min read","contentHTML":"\n<p>At least five Naxals were killed in a police encounter in the Gadchiroli district of Maharashtra on Monday, said an official. The encounter took place in the Kopri forest of Bhamragad tehsil, located in Maharashtra's Gadchiroli district near the Chhattisgarh border in bordering.</p>\n\n\n\n<p>As many as 22 teams of C60 commando of Gadchiroli police and two teams of CRPF QAT carried out the operation, the official added. Police have recovered five bodies of Naxalites and they have been brought to the Gadchiroli police headquarters. Their identification is going on. </p>\n\n\n\n<p>Anti-Naxal police teams are engaged in the operation, and initial reports indicate that five Naxalites have been killed, while 60 policemen have been injured. They have been sent to Nagpur for treatment.</p>\n\n\n\n<p>As soon as they reached the forest area, the Naxalites started firing indiscriminately at the police team, at this time the police team appealed to the Naxalites to give up their weapons and surrender, but the Naxalites did not surrender and continued firing indiscriminately at the police team.</p>\n\n\n\n<p>Responding to the said firing, the police team had to fire at two different places. In this operation, the Gadchiroli Police Force succeeded in killing five Naxalites. The search operation is being conducted in the said forest area and the process of identifying the dead Naxalites is going on.</p>\n\n\n\n<p>Intelligence agencies had alerted the police about the presence of Naxalites in the area, prompting police action. Kopri is the last forested region in Bhamragad. Based on this intelligence, a police operation was launched in the forest. The C60 police squad, a specialised anti-Naxal force, has been reinforced with 60 personnel to intensify the operation.</p>\n\n\n\n<p>Earlier, a Naxal couple with a bounty of Rs 8 lakh surrendered in Gadchiroli district of Maharashtra. The police official identified them as Asin Rajaram Kumar (37) alias Anil and his wife Anju Sulya Jale (28) alias Sonia. Asin Rajaram Kumar was an 'area committee member' of the Maoists' press team in Odisha.</p>\n\n\n\n<p>He is a resident of Narwana in Haryana and was living in an area near Shimla in Himachal Pradesh under a fake identity, the official said. Jale, a resident of Gadchiroli, was also part of the same press team in the eastern state and was living in Himachal Pradesh. They surrendered before the Gadchiroli police and CRPF officials, the official said.</p>\n","originalUrl":"https://en.tattvanews.com/national/five-naxals-killed-in-encounter-with-police-in-gadchiroli-district-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}