{"id":"wp-en-14702","wp_id":14702,"type":"standard","category":"World","language":"en","title":"BJP releases first list of 15 candidates in J&#038;K","excerpt":"The Bharatiya Janata Party (BJP) released an updated list of just 15 candidates for the first phase of the Jammu and Kashmir Assembly elections, following the withdrawal of its initial list of 44 candidates. The party has fielded Arshid Bhat from Rajpora, Advocate Syed Wazahat from Anantnag, Sofi Yousuf from Srigufwara-Bijbehara, Shagun Parihar from Kishtwar,","author":"Tattva News Team","time":"26/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/BJP-CEC.webp","readTime":"5 min read","contentHTML":"\n<p>The Bharatiya Janata Party (BJP) released an updated list of just 15 candidates for the first phase of the Jammu and Kashmir Assembly elections, following the withdrawal of its initial list of 44 candidates. </p>\n\n\n\n<p>The party has fielded Arshid Bhat from Rajpora, Advocate Syed Wazahat from Anantnag, Sofi Yousuf from Srigufwara-Bijbehara, Shagun Parihar from Kishtwar, Salim Bhat from Banihal, and Rakesh Thakur from Ramban.</p>\n\n\n\n<p>Sunil Sharma will contest from Padder-Nagseni, Veer Saraf from Shangus-Anantnag East, Tariq Keen from Inderwal, Daleep Singh Parihar from Bhadarwah, Gajay Singh Rana from Doda, Mohd Rafiq Wani from Anantnag West, Javed Ahmad Qadri from Shopian, Syed Showkat Gayoor Andrabi from Pampore and Shakti Raj Parihar from Doda West.</p>\n\n\n\n<p>The announcement came following a meeting of the BJP Central Election Committee held on Sunday. The meeting, chaired by JP Nadda, saw the participation of Prime Minister Narendra Modi, Home Minister Amit Shah, and other committee members.</p>\n\n\n\n<p>The CEC has approved the candidates' names for the upcoming Jammu and Kashmir Legislative Assembly Elections 2024. Last week, the local leaders had held a long meeting with Mr Nadda and Mr Shah, among others, to narrow down the list of probables. The meet also included a strategy session.</p>\n\n\n\n<p>Like last time, the BJP is going into polls without any strong local pre-poll alliance. But sources said the party will extend support to regional parties and Independent candidates in the assembly polls, which will begin in September and will be held in three phases.</p>\n\n\n\n<p>In the 2014 election, when Jammu and Kashmir was a full-fledged state, the BJP had won 25 seats. It had formed government in alliance with the PDP, which collapsed in 2018, after which the erstwhile state came under President's Rule. In 2019, Jammu and Kashmir's special status was revoked and the state was split into two Union Territories.  </p>\n\n\n\n<p>This time, the BJP is making an all-out effort to fend off the challenge from a resurgent Congress, and its ally the National Conference.</p>\n\n\n\n<p>Notably, the polling to elect 90 members of the Jammu and Kashmir Legislative Assembly will take place in three phases. The elections will be held on September 18, September 25 and October 1. The results of the polls will be announced on October 4. It will be the first election in the valley since provisions of Article 370 of the Constitution were abrogated and the erstwhile state divided into two Union Territories in 2019. </p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-releases-first-list-of-44-candidates-in-jk/","hasAudio":false,"hasInfographics":false}