{"id":"wp-en-14315","wp_id":14315,"type":"standard","category":"World","language":"en","title":"PM Modi likely to visit Ukraine next month￼","excerpt":"In a significant development, Prime Minister Narendra Modi is likely to visit Ukraine next month and a concerted effort for the trip is being made by the officials of both countries amid renewed global efforts for peace in the eastern European nation, according to multiple diplomatic sources on Saturday. PM Modi is expected to visit","author":"Tattva News Team","time":"28/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-Ukraine1.jpg","readTime":"5 min read","contentHTML":"\n<p>In a significant development, Prime Minister Narendra Modi is likely to visit Ukraine next month and a concerted effort for the trip is being made by the officials of both countries amid renewed global efforts for peace in the eastern European nation, according to multiple diplomatic sources on Saturday.</p>\n\n\n\n<p>PM Modi is expected to visit Kyiv around the Ukrainian National Day on August 24 and is expected to travel to Poland next, the sources said. The Prime Minister met Ukrainian President Volodymyr Zelenskyy on the sidelines of the G7 Summit in Italy on June 14. Zelenskyy reportedly briefed PM Modi on various aspects of the Russia-Ukraine conflict.</p>\n\n\n\n<p>The two leaders had met on the sidelines of the previous G7 summit in Hiroshima in May last year as well. PM Modi said India is eager to further cement bilateral relations with Ukraine after his 'productive' meeting with Zelenskyy.</p>\n\n\n\n<p>\"PM conveyed that India continues to encourage peaceful resolution of the conflict through dialogue and diplomacy, and reiterated that India would continue to do everything within its means to support a peaceful solution,\" said the Ministry of External Affairs. India has constantly advocated that the best option to resolve the Ukraine conflict is dialogue and diplomacy.</p>\n\n\n\n<p>If the plans are confirmed, this would mark Prime Minister Modi's first visit to Ukraine since the Russian invasion in 2022, and he will also become the first PM to visit Poland in more than four decades. Indian and Ukrainian authorities are looking at PM Modi's visit to Kyiv in the later half of August, the sources said, adding that there is no finality on the trip yet as massive preparations would be required in terms of logistics and related issues.</p>\n\n\n\n<p>There is no official word on the visit either from India or Ukraine. This visit would come over a month after PM Modi visited Russia to meet President Vladimir Putin, to which Zelenskyy expressed disappointment. Zelenskyy had congratulated PM Modi last month on his re-election and invited him to visit Ukraine.</p>\n\n\n\n<p>Modi's visit to Russia was also met with concern by the United States, Ukraine's chief military and financial backer in the war, who urged India to use its long-standing relationship with Russia can persuade Putin to end the over two-year war in Ukraine. </p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-likely-to-visit-ukraine-next-month%ef%bf%bc/","hasAudio":false,"hasInfographics":false}