{"id":"wp-en-13534","wp_id":13534,"type":"standard","category":"World","language":"en","title":"India created a world record with 64.2 crore voters, says CEC Rajiv Kumar￼","excerpt":"Chef Election Commissioner Rajiv Kumar on Monday  said, India created a world record with 64.2 crore voters, including 31.2 crore women, participating in the Lok Sabha elections this year. \"India created a world record with 64.2 crore voters, including 31.2 crore women, participating in the Lok Sabha elections this year,\" Kumar said, while giving the","author":"Tattva News Team","time":"3/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Rajiv-Kumar.jpg","readTime":"5 min read","contentHTML":"\n<p>Chef Election Commissioner Rajiv Kumar on Monday  said, India created a world record with 64.2 crore voters, including 31.2 crore women, participating in the Lok Sabha elections this year. \"India created a world record with 64.2 crore voters, including 31.2 crore women, participating in the Lok Sabha elections this year,\" Kumar said, while giving the voters a standing ovation.</p>\n\n\n\n<p>\"This is a historic moment for all of us. This is 1.5 times the voters of all G7 countries and 2.5 times the voters of 27 countries in the European Union (EU). We thank everyone who took part in this festival of democracy. The Indian elections are indeed a miracle. Having no parallel in the world,\" Rajiv Kumar said.</p>\n\n\n\n<p>Rajiv Kumar Monday said the EC had failed to counter “mischievous” narratives – starting with allegations that the electoral roll was faulty, then questions raised on EVMs and voter turnout, and now the counting processes.“There is pattern, there is a design, I’m not saying it’s a toolkit. But there is a design,” Kumar said while elaborating on the “narratives”.</p>\n\n\n\n<p>He added that the meticulous work of the election personnel ensured that there were fewer repolls; just 39 repolls in Lok Sabha polls in 2024 as opposed to 540 in 2019. Of these, 25 were in two states only,\" he stated.</p>\n\n\n\n<p>He also thanked the people of Jammu and Kashmir for their faith in the electoral process. \"Voter turnout in the state is the highest in the last 4 decades,\" he said.</p>\n\n\n\n<p>The CEC said the largest-ever global delegation of 75 observers from 23 countries was thrilled by India's electoral marvel, which showcased unparalleled scale, meticulous planning, and integrity in the conduct of elections. \"4Ms: Identified, Confronted, and Tackled Muscle, Money, Misinformation and MCC Violations - impediments to free, fair, and transparent elections were addressed and responded to,\" he said.</p>\n\n\n\n<p><a href=\"https://www.facebook.com/sharer.php?u=https://www.telegraphindia.com/india/congress-india-bloc-trying-to-undermine-electoral-process-alleges-bjp-urges-ec-to-take-action/cid/2024243\"></a><a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/india/congress-india-bloc-trying-to-undermine-electoral-process-alleges-bjp-urges-ec-to-take-action/cid/2024243&text=Congress INDIA bloc trying to undermine electoral process alleges BJP urges EC to take action\"></a><a href=\"https://api.whatsapp.com/send?text=Congress INDIA bloc trying to undermine electoral process alleges BJP urges EC to take action https://www.telegraphindia.com/india/congress-india-bloc-trying-to-undermine-electoral-process-alleges-bjp-urges-ec-to-take-action/cid/2024243\"></a><a href=\"javascript:void(0);\"></a></p>\n","originalUrl":"https://en.tattvanews.com/national/india-created-a-world-record-with-64-2-crore-voters-says-cec-rajiv-kumar%ef%bf%bc/","hasAudio":false,"hasInfographics":false}