{"id":"wp-te-18710","wp_id":18710,"type":"standard","category":"World","language":"te","title":"కేసీఆర్‌ ప్రచారంపై ఈసీ 48 గంటలపాటు నిషేధం","excerpt":"బీఆర్ఎస్ అధినేత, తెలంగాణ మాజీ సీఎం కేసీఆర్ పై 48 గంటల పాటు ప్రచారం చేయకుండా ఈసీ నిషేధం విధించింది. కాంగ్రెస్ నేతల ఫిర్యాదు మేరకు కేసీఆర్పై ఈసీ ఈ విధంగా చర్యలు తీసుకుంది. సిరిసిల్ల ఎన్నికల ప్రచారంలో భాగంగా కాంగ్రెస్ పా ర్టీపై అవమానకరమైన, అభ్యంతరకరమైన వ్యా ఖ్యలు చేసినందుకు గానూ ఆయనపై ఈ నిషేధం విధించినట్లుగా ఎన్నికల సంఘం ప్రకటించింది. సిరిసిల్లలో ఏప్రిల్ 5న కెసిఆర్ ఓ కార్యక్రమంలో మాట్లాడుతూ కాంగ్రెస్‌తో పాటు, తమ","author":"Tattva News Team","time":"2/5/2024","image":"https://tattvanews.com/wp-content/uploads/2023/10/KCR1.webp","readTime":"5 min read","contentHTML":"\n<p>బీఆర్ఎస్ అధినేత, తెలంగాణ మాజీ సీఎం కేసీఆర్ పై 48 గంటల పాటు ప్రచారం చేయకుండా ఈసీ నిషేధం విధించింది. కాంగ్రెస్ నేతల ఫిర్యాదు మేరకు కేసీఆర్పై ఈసీ ఈ విధంగా చర్యలు తీసుకుంది. సిరిసిల్ల ఎన్నికల ప్రచారంలో భాగంగా కాంగ్రెస్ పా ర్టీపై అవమానకరమైన, అభ్యంతరకరమైన వ్యా ఖ్యలు చేసినందుకు గానూ ఆయనపై ఈ నిషేధం విధించినట్లుగా ఎన్నికల సంఘం ప్రకటించింది. </p>\n\n\n\n<p>సిరిసిల్లలో ఏప్రిల్ 5న కెసిఆర్ ఓ కార్యక్రమంలో మాట్లాడుతూ కాంగ్రెస్‌తో పాటు, తమ పార్టీ నేతల ను ఉద్దేశించి అభ్యంతరకరంగా, అవమానకరంగా వ్యాఖ్యలు చేశారని కాంగ్రెస్‌నేత నిరంజన్‌రెడ్డి ఎన్నికల సంఘానికి ఫిర్యాదు చేశారు. ఆయన ఇచ్చిన ఫిర్యాదు మేరకు కేసీఆర్పై చర్యలకు ఈసీ పూనుకుంది. </p>\n\n\n\n<p>బుధవారం రాత్రి 8 గంటల నుంచి 48 గంటలపాటు ఈ నిషేధం వర్తిస్తుందని తెలిపింది. ఏప్రిల్ 5న సిరిసిల్లలో కేసీఆర్ చేసిన వ్యాఖ్యలపై నిరంజన్ ఫిర్యాదు చేశారు. దీంతో విచారణ చేపట్టిన ఈసీ కేసీఆర్ పై చర్యలు తీసుకుంది. స్థానిక అధికారులు తెలంగాణ మాండలికాన్ని పూర్తి స్థాయిలో అర్థం చేసుకోలేకపోయారని కెసిఆర్ వివరణ ఇచ్చారు. దీనిపై ఎన్నికల సంఘం సంతృప్తి చెందలేదు. </p>\n\n\n\n<p>దీంతో ఎన్నికల కోడ్‌ను కెసిఆర్ ఉల్లంఘించారని భావించి చర్యలు తీసుకుంది. మే 1న రాత్రి 8 గంటల నుంచి 48 గంటల పాటు కెసిఆర్ లోక్‌సభ ఎన్నికల ప్రచారం చేయొద్దని స్పష్టం చేసింది. కేంద్ర ఎన్నికల సంఘం నిర్ణయంతో బుధవారం రాత్రి 8 గంటల నుంచి 48 గంటల పాటు అంటే శుక్రవారం రాత్రి 8 గంటల వరకు ఆయన ప్రచారంపై నిషేధం వర్తిస్తుంది.</p>\n\n\n\n<p>సిరిసిల్ల జిల్లాలో నిర్వహించిన మీడియా సమావేశంలో కెసిఆర్ చేసిన వ్యాఖ్యలు ఎన్నికల ప్రవర్తనా నియమావళిని ఉల్లంఘించారని ఇసి స్పష్టపర్చింది. గతంలోనూ ఎన్నికల సమయంలో కెసిఆర్ ఎన్నికల ప్రవర్తనా నియమావళిని ఉల్లంఘించారని ఎన్నికల కమిషన్ వెల్లడించింది. పార్టీ అధినేతగా, స్టార్ క్యాంపెయినర్‌గా కెసిఆర్ ఎన్నికల నియమావళిని పాటించి ఇతర నేతలకు ఆదర్శంగా నిలవాలని సూచించింది. అందుకే 48 గంటల పాటు బహిరంగసభలు, ర్యా లీలు, ఇంటర్వ్యూలు, మీడియాతో మాట్లాడరాదని నిషేధం విధించింది.</p>\n\n\n\n<p>ఈసీ నిషేధంపై బిఆర్ఎస్  అధినేత‌ కేసీఆర్ స్పందిస్తూ తన మాట‌ల‌ను అధికారులు స‌రిగ్గా అర్థం చేసుకోలేదని తెలిపారు. తెలంగాణ మాండ‌లికాన్ని అధికారులు అర్థం చేసుకోలేదని,  కాంగ్రెస్ నేత‌లు కొన్ని వ్యాఖ్యల‌ను మాత్రమే ఎంపిక చేసుకుని ఈసీకి ఫిర్యాదు చేశారని చెప్పారు. తన వ్యాఖ్యల‌కు ఆంగ్ల అనువాదం స‌రికాదన్న కేసీఆర్... కాంగ్రెస్ విధానాలు, హామీల అమ‌ల్లో వైఫ‌ల్యాన్నే తాను ప్రస్తావించానని కేసీఆర్  స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18710/02/05/2024/","hasAudio":false,"hasInfographics":false}