{"id":"wp-te-19404","wp_id":19404,"type":"standard","category":"World","language":"te","title":"￼జూన్ 9 సాయంత్రం మూడోసారి ప్రధానిగా మోదీ ప్రమాణ స్వీకారం","excerpt":"నరేంద్ర మోదీ నేతృత్వంలోని ‘మోదీ 3.0’ సర్కార్ ఏర్పాటుకు ముహూర్తం ఖరారైంది. కొత్త ప్రభుత్వం ప్రమాణ స్వీకారానికి డేట్, టైమ్ ఫిక్స్ చేశారు. జూన్ 9వ తేదీన సాయంత్రం 7.15 గంటలకు మూడోసారి ప్రధాన మంత్రిగా నరేంద్ర మోదీ ప్రమాణ స్వీకారం చేయనున్నారు. మోదీతో పాటు కేంద్ర మంత్రివర్గంలో మరికొందరు కూడా ప్రమాణ స్వీకారం చేయనున్నారు. ఈ మేరకు రాష్ట్రపతి భవన్ ఒక ప్రకటన విడుదల చేసింది. శుక్రవారం నాడు మధ్యాహ్నం పార్లమెంట్ సెంట్రల్ హాల్‌లో ఎన్డీఏ","author":"Tattva News Team","time":"8/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-Murmu.jpg","readTime":"5 min read","contentHTML":"\n<p>నరేంద్ర మోదీ నేతృత్వంలోని ‘మోదీ 3.0’ సర్కార్ ఏర్పాటుకు ముహూర్తం ఖరారైంది. కొత్త ప్రభుత్వం ప్రమాణ స్వీకారానికి డేట్, టైమ్ ఫిక్స్ చేశారు. జూన్ 9వ తేదీన సాయంత్రం 7.15 గంటలకు మూడోసారి ప్రధాన మంత్రిగా నరేంద్ర మోదీ ప్రమాణ స్వీకారం చేయనున్నారు. మోదీతో పాటు కేంద్ర మంత్రివర్గంలో మరికొందరు కూడా ప్రమాణ స్వీకారం చేయనున్నారు. ఈ మేరకు రాష్ట్రపతి భవన్ ఒక ప్రకటన విడుదల చేసింది.</p>\n\n\n\n<p>శుక్రవారం నాడు మధ్యాహ్నం పార్లమెంట్ సెంట్రల్ హాల్‌లో ఎన్డీఏ (నేషనల్ డెమోక్రటిక్ అలయన్స్) పార్లమెంటరీ పార్టీ సమావేశం జరిగింది. ఇందులో పార్లమెంటరీ పార్టీ నేతగా నరేంద్ర మోదీ పేరును రాజ్‌నాథ్ సింగ్ ప్రతిపాదించారు. ఈ ప్రతిపాదనకు కూటమిలోని భాగస్వామ్య పార్టీల నేతలు సమ్మతి తెలిపారు. </p>\n\n\n\n<p>సమావేశం ముగిసిన తర్వాత నరేంద్ర మోదీ సహా ఎన్డీయే కూటమిలోని నేతలు రాష్ట్రపతి భవన్‌కు చేరుకుని రాష్ట్రపతి ద్రౌపది ముర్ముతో భేటీ అయ్యారు. కొత్త ప్రభుత్వాన్ని ఏర్పాటు విషయమై లేఖను అందజేశారు. దీంతో కొత్త ప్రభుత్వాన్ని ఏర్పాటు చేయాల్సిందిగా రాష్ట్రపతి ద్రౌపతి ముర్ము నరేంద్ర మోదీని ఆహ్వానించారు. </p>\n\n\n\n<p>దీంతో జూన్ 9న నరేంద్ర మోదీ మూడోసారి ప్రధానిగా ప్రమాణ స్వీకారం చేసేందుకు సిద్ధమయ్యారు. రాష్ట్రపతి భవన్ ప్రాంగణంలో మీడియాతో మాట్లాడిన నరేంద్ర మోదీ ప్రమాణ స్వీకారోత్సవానికి రాష్ట్రపతి తనను ఆహ్వానించారని చెప్పారు. జూన్ 9న ప్రమాణస్వీకార కార్యక్రమం ఉంటుందని రాష్ట్రపతికి తెలిపామని, రాష్ట్రపతి భవన్ ఇందుకు సంబంధించిన ఏర్పాట్లను చూసుకుంటుందని పేర్కొన్నారు.</p>\n\n\n\n<p>\"ఆజాదీ కా అమృత్‌ ఉత్సవాల తర్వాత జరిగిన మొదటి ఎన్నికలు ఇవి. దేశానికి మరింత సేవ చేయాలని ప్రజలు మమ్మల్ని ఆశీర్వదించారు. దేశ ప్రజల ఆశయాలకు అనుగుణంగా ముందుకెళ్తాం. ప్రజల ఆకాంక్షల మేరకు మరింత ఉత్సాహంగా పని చేస్తాం. ఈరోజు ఉదయమే ఎన్డీఏ నేతలంతా కలిసి చర్చించాం\" అని మోదీ తెలిపారు. </p>\n\n\n\n<p>\"ప్రభుత్వాన్ని ఏర్పాటు చేసి ప్రధానిగా బాధ్యతలు స్వీకరించాలని రాష్ట్రపతి నన్ను ఆహ్వానించారు. ప్రమాణ స్వీకార కార్యక్రమం గురించి ఆమె ఆరా తీశారు. జూన్ 9 సాయంత్రం ప్రమాణం చేస్తానని తెలిపాను. దీనికి సంబంధించిన ప్రక్రియ కోసం రాష్ట్రపతి భవన్ ఏర్పాట్లు చేసుకుంటుంది. మంత్రివర్గ సభ్యుల పేర్లను త్వరలోనే రాష్ట్రపతికి పంపిస్తాం. ఆ తర్వాత ప్రమాణ స్వీకార కార్యక్రమం ఉంటుంది\" అని వెల్లడించారు.</p>\n","originalUrl":"https://tattvanews.com/19404/08/06/2024/","hasAudio":false,"hasInfographics":false}