{"id":"wp-te-20504","wp_id":20504,"type":"standard","category":"World","language":"te","title":"రక్షణశాఖతో సహా 27శాఖలు యూనస్‌ వద్దనే","excerpt":"బంగ్లాదేశ్‌ తాత్కాలిక ప్రభుత్వ సారధిగా గురువారం ప్రమాణ స్వీకారం చేసిన ప్రొఫెసర్‌ మహ్మద్‌ యూనస్‌ శుక్రవారం బాధ్యతలు చేపట్టారు. రక్షణ, విద్య, ఇంధనంతోసహా 27 మంత్రిత్వ శాఖలను తన వద్దనే వుంచుకున్నారు. దౌత్యవేత్త మహ్మద్‌ తుహిద్‌ హుస్సేన్‌ను విదేశాంగ మంత్రిగా నియమించారు. బంగ్లాదేశ్‌ సెంట్రల్‌ బ్యాంక్‌ మాజీ గవర్నర్‌ సలావుద్దీన్‌ అహ్మద్‌ను ఆర్థిక, ప్రణాళికా శాఖ మంత్రిగా నియమించారు.  విద్యార్థి నేతలు, పౌర సమాజ ప్రతినిధులతో చర్చలు జరిపిన తర్వాతనే సలహాదారుల ఎంపిక జరిగింది. ప్రభుత్వ ఉద్యోగాల్లో","author":"Tattva News Team","time":"10/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Yunus.jpg","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్‌ తాత్కాలిక ప్రభుత్వ సారధిగా గురువారం ప్రమాణ స్వీకారం చేసిన ప్రొఫెసర్‌ మహ్మద్‌ యూనస్‌ శుక్రవారం బాధ్యతలు చేపట్టారు. రక్షణ, విద్య, ఇంధనంతోసహా 27 మంత్రిత్వ శాఖలను తన వద్దనే వుంచుకున్నారు. దౌత్యవేత్త మహ్మద్‌ తుహిద్‌ హుస్సేన్‌ను విదేశాంగ మంత్రిగా నియమించారు. బంగ్లాదేశ్‌ సెంట్రల్‌ బ్యాంక్‌ మాజీ గవర్నర్‌ సలావుద్దీన్‌ అహ్మద్‌ను ఆర్థిక, ప్రణాళికా శాఖ మంత్రిగా నియమించారు. </p>\n\n\n\n<p>విద్యార్థి నేతలు, పౌర సమాజ ప్రతినిధులతో చర్చలు జరిపిన తర్వాతనే సలహాదారుల ఎంపిక జరిగింది. ప్రభుత్వ ఉద్యోగాల్లో వివాదాస్పదమైన రిజర్వేషన్‌ కోటాపై ప్రజాగ్రహం పెల్లుబుకడంతో హసీనా ప్రభుత్వం పదవి నుండి వైదొలగాల్సి వచ్చింది. దాంతో మిలటరీ మద్దతు కలిగిన తాత్కాలిక ప్రభుత్వం గురువారం కొలువుదీరింది.</p>\n\n\n\n<p>దేశంలో శాంతి భద్రతలను పునరుద్ధరించడమే తక్షణ ప్రాధాన్యత అని హోం శాఖ బాధ్యతలు చూస్తున్న సలహాదారు, రిటైర్డ్‌ బ్రిగేడియర్‌ జనరల్‌ ఎం.షెకావత్‌ హుస్సేన్‌ పేర్కొన్నారు. శాంతి భద్రతల అమలు యంత్రాంగాల్లో, సంస్థల్లో ప్రస్తుతం విశ్వాసం లోపించిందని, వారిలో ఆ విశ్వాసాన్ని పునరుద్ధరించి, పరిస్థితులను చక్కదిద్దడమే తమ రెండో ప్రాధాన్యత అని చెప్పారు. మైనారిటీలపై దాడుల వార్తల పట్ల పాలనా యంత్రాంగం తీవ్రంగా ఆందోళన చెందుతోందని చెప్పారు.</p>\n\n\n\n<p>మైనారిటీల పరిరక్షణకు క్యుఆర్‌టి (క్విక్‌ రియాక్షన్‌ టీమ్స్‌ సత్వర ప్రతిస్పందన బృందాలు)లను విద్యార్థి నేతలు ఏర్పాటు చేశారు. మైనారిటీలపై దాడులు జరుగుతున్నాయని వార్తలు వస్తున్న నేపథ్యంలో విద్యార్ధి నాయకుడు నహీద్‌ ఇస్లామ్‌ ఈ మేరకు చర్యలు తీసుకున్నారు. </p>\n\n\n\n<p>బంగ్లాదేశ్‌ అందరిదీ. ఎవరూ ఎలాంటి ఇబ్బందులు పడకుండా, దాడులకు గురవకుండా చూడడం తమ బాధ్యత అని చెప్పారు. వర్ణ వివక్షతో కూడిన దాడులు ఎప్పుడైనా, ఎక్కడైనా కూడా ప్రమాదకరమేనని యుఎన్‌ చీఫ్‌ గుటెరస్‌ వ్యాఖ్యానించారు.</p>\n\n\n\n<p>కాగా, బంగ్లాదేశ్‌లో హిందువులపై హింసను నిరసిస్తూ ఢాకాలో వందలాదిమంది శుక్రవారం ప్రదర్శన నిర్వహించారు. సోమవారం హసీనా తన పదవికి రాజీనామా చేసి దేశం వీడగానే హిందువుల ఇళ్లు, వ్యాపార సంస్థలు, ఆలయాలపై దాడులు జరిగాయి. ఈ దాడుల్లో ఒక స్కూలు టీచర్‌ మరణించగా, 45మంది గాయపడ్డారు.</p>\n\n\n\n<p><strong>సరిహద్దు పర్యవేక్షణకు ఐదుగురు సభ్యులతో కమిటీ ఏర్పాటు<br></strong>ఇలా ఉండగా, ఇండో- బంగ్లాదేశ్‌ సరిహద్దు (ఐబిబి) పొడవునా పరిస్థితుల పర్యవేక్షణకు ఐదుగురు సభ్యులతో కమిటీని ఏర్పాటు చేసినట్లు నరేంద్ర మోదీ  ప్రభుత్వం ప్రకటించింది. లోక్‌సభలో ఈ మేరకు కేంద్ర హోం మంత్రి అమిత్‌ షా ప్రకటన చేశారు. ఎడిజి, సరిహద్దు భద్రతా బలగాలు, తూర్పు కమాండ్‌లు ఈ కమిటీకి నేతృత్వం వహిస్తాయి. బంగ్లాదేశ్‌లోని సంబంధిత అధికారులతో ఈ కమిటీ సభ్యులు కమ్యూనికేషన్‌ సంబంధాలు కొనసాగిస్తారని తెలిపారు. బంగ్లాదేశ్‌లోని భారతీయులు, హిందువులు, ఇతర మైనారిటీల రక్షణకు హామీ కల్పిస్తారని చెప్పారు. </p>\n","originalUrl":"https://tattvanews.com/20504/10/08/2024/","hasAudio":false,"hasInfographics":false}