{"id":"wp-en-13975","wp_id":13975,"type":"standard","category":"World","language":"en","title":"CM Chandrababu Naidu meets PM Modi￼","excerpt":"Andhra Pradesh Chief Minister and TDP President Chandrababu Naidu on Thursday  called on Prime Minister Narendra Modi in New Delhi, where he sought the Centre's support on significant matters pertaining to the state's development. Taking to X (formerly Twitter), the Andhra Pradesh CM, who is presently on a two-day visit to Delhi, elaborated on the","author":"Tattva News Team","time":"4/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-Babu.png","readTime":"5 min read","contentHTML":"\n<p>Andhra Pradesh Chief Minister and TDP President Chandrababu Naidu on Thursday  called on Prime Minister Narendra Modi in New Delhi, where he sought the Centre's support on significant matters pertaining to the state's development.</p>\n\n\n\n<p>Taking to X (formerly Twitter), the Andhra Pradesh CM, who is presently on a two-day visit to Delhi, elaborated on the details of the talks held during the constructive meeting.</p>\n\n\n\n<p>He said, \"Today, I had a constructive meeting with Prime Minister Narendra Modi in Delhi to address important matters concerning the welfare and development of Andhra Pradesh. I am confident that under his leadership, our state will re-emerge as a powerhouse among states.\"</p>\n\n\n\n<p>Chandrababu's first official visit to New Delhi after taking charge as Chief Minister gained significance as he is meeting Prime Minister and other key union ministers, ahead of the union budget, which is likely to be presented by the end of this month.</p>\n\n\n\n<p>The agenda in Chandrababu's visit mainly focused on seeking liberal central assistance to rescue the state from the financial mess created by previous YS Jaganmohan Reddy's regime. Mainly, he is seeking financial assistance for completion of his dream projects Polavaram and Amaravati capital.</p>\n\n\n\n<p>He urged the Center to approve the revised estimations for Polavaram project, which was pending with the Center since earlier TDP regime. Already finance minister Payyavula Keshav urged union finance minister Nirmala Sitharaman to allocate Rs 15,000 crore in the union budget of this year for Amaravati. </p>\n\n\n\n<p>It is pertinent to note that alongside holding a significant meeting with PM Modi, the Andhra Pradesh CM and TDP President also met Union Ministers Nitin Gadkari and Piyush Goyal. In one-on-one conversations with the Union Cabinet leaders, the TDP leader raised state-specific issues.</p>\n\n\n\n<p>Further, sources have indicated that Naidu during his visit is also scheduled to meet several other Union ministers, including Home Minister Amit Shah, Finance Minister Nirmala Sitharaman, and Health Minister J. P. Nadda.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/cm-chandrababu-naidu-meets-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}