{"id":"wp-te-19767","wp_id":19767,"type":"standard","category":"World","language":"te","title":"జగన్ ప్రమాణ స్వీకారం రోజే పోలవరం పనులు ఆపేశారు","excerpt":"టీడీపీ పాలనలో పోలవరం నిర్మాణం ఒక యజ్జంలా సాగగా వైఎస్ జగన్ మోహన్ రెడ్డి పాలనలో ఐదేళ్ల పాటు విధ్వంసం చేశారని ముఖ్యమంత్రి చంద్రబాబు నాయుడు విమర్శించారు. వైఎస్ జగన్ ప్రభుత్వంలోకి రాగానే ముందూ వెనకా ఆలోచించకుండా, ప్రమాణ స్వీకారం చేసిన రోజే పోలవరం పనులు ఆపేశారని ఆరోపించారు. పోలవరం ప్రాజెక్టుపై శ్వేతపత్రం విడుదల చేస్తూ  ప్రత్యామ్నాయం చూడకుండా, ఏజెన్సీని రద్దు చేశారని, ప్రాజెక్ట్ మీద అవగాహన ఉన్న అధికారులని బదిలీ చేశారని, దానితో 2020 నవంబర్","author":"Tattva News Team","time":"29/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Babu-Polavaram1.jpeg","readTime":"5 min read","contentHTML":"\n<p>టీడీపీ పాలనలో పోలవరం నిర్మాణం ఒక యజ్జంలా సాగగా వైఎస్ జగన్ మోహన్ రెడ్డి పాలనలో ఐదేళ్ల పాటు విధ్వంసం చేశారని ముఖ్యమంత్రి చంద్రబాబు నాయుడు విమర్శించారు. వైఎస్ జగన్ ప్రభుత్వంలోకి రాగానే ముందూ వెనకా ఆలోచించకుండా, ప్రమాణ స్వీకారం చేసిన రోజే పోలవరం పనులు ఆపేశారని ఆరోపించారు.</p>\n\n\n\n<p>పోలవరం ప్రాజెక్టుపై శ్వేతపత్రం విడుదల చేస్తూ  ప్రత్యామ్నాయం చూడకుండా, ఏజెన్సీని రద్దు చేశారని, ప్రాజెక్ట్ మీద అవగాహన ఉన్న అధికారులని బదిలీ చేశారని, దానితో 2020 నవంబర్ వరకు పనులు మొదలు కాలేదని, వీటి పర్యవసానమే నేడు పోలవరానికి ఈ దుస్థితి వచ్చిందని చెప్పారు. ఏపీకి జీవనాడి అయిన పోలవరం ప్రాజెక్ట్ నిర్మాణం గత వైసీపీ ప్రభుత్వ హయాంలో కుంటుపడిందని చంద్రబాబు ఆరోపించారు.</p>\n\n\n\n<p>సవాళ్లను అధిగమించి తాము పోలవరం నిర్మాణం చేపట్టామని, ఒక్క రోజులోనే స్పిల్ ఛానల్‌లో 32,215 క్యూబిక్ మీటర్ల కాంక్రీట్ పనులు చేసి గతంలో గిన్నీస్ బుక్ ఆఫ్ వరల్డ్ రికార్డ్స్ సాధించామని చంద్రబాబు గుర్తు చేశారు. గత టీడీపీ పాలనలో హెడ్ వర్కులు చేస్తూనే కాఫర్ కాఫర్ డ్యామ్ ల నిర్మాణం పూర్తి చేశామని, పోలవరం ప్రాజెక్టులో కీలకమైన డయాఫ్రమ్ వాల్ నిర్మాణాన్ని కేవలం 414 రోజుల్లో పూర్తి చేశామని వివరించారు. </p>\n\n\n\n<p>టీడీపీ హయాంలో పోలవరం ప్రాజెక్టు పనులు 72 శాతం పూర్తయ్యాయని,  టీడీపీ హయాంలో పోలవరంపై రూ. 11,762 కోట్లు చేస్తే, వైసీపీ ప్రభుత్వం కేవలం 4,167 కోట్లు మాత్రమే ఖర్చు చేసిందని విమర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/19767/29/06/2024/","hasAudio":false,"hasInfographics":false}