{"id":"wp-te-20303","wp_id":20303,"type":"standard","category":"World","language":"te","title":"నాగార్జున సాగర్ కు శ్రీశైలం నీరు విడుదల","excerpt":"శ్రీశైలం ప్రాజెక్టులోకి భారీగా వరద జలాలు చేరుకోవడంతో సోమవారం ఆంధ్ర ప్రదేశ్ ఇరిగేషన్ శాఖ అధికారులు మూడు గేట్లు ఎత్తి దిగువ నాగార్జునసాగర్‌కు నీటిని విడుదల చేశారు. కృష్ణ్ణా బేసిన్‌కు జూలై మాసంలో గతంలో ఎన్నడూ లేని విధంగా వరద పోటెత్తింది. కృష్ణా నదికి వచ్చిన మొదటి దఫా వరదలోనే శ్రీశైలం ప్రాజెక్టు నిండుకుండలా మారింది.  సోమవారం సాయంత్రం ఎపి సాగునీటి శాఖ సిఇ కబీర్‌భాష, ఎస్‌ఈ రామచంద్రమూర్తి ప్రత్యేక పూజలు నిర్వహించి కృష్ణమ్మకు కుంకుమ, సారే","author":"Tattva News Team","time":"30/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Sri-Sailam.jpg","readTime":"5 min read","contentHTML":"\n<p>శ్రీశైలం ప్రాజెక్టులోకి భారీగా వరద జలాలు చేరుకోవడంతో సోమవారం ఆంధ్ర ప్రదేశ్ ఇరిగేషన్ శాఖ అధికారులు మూడు గేట్లు ఎత్తి దిగువ నాగార్జునసాగర్‌కు నీటిని విడుదల చేశారు. కృష్ణ్ణా బేసిన్‌కు జూలై మాసంలో గతంలో ఎన్నడూ లేని విధంగా వరద పోటెత్తింది. కృష్ణా నదికి వచ్చిన మొదటి దఫా వరదలోనే శ్రీశైలం ప్రాజెక్టు నిండుకుండలా మారింది. </p>\n\n\n\n<p>సోమవారం సాయంత్రం ఎపి సాగునీటి శాఖ సిఇ కబీర్‌భాష, ఎస్‌ఈ రామచంద్రమూర్తి ప్రత్యేక పూజలు నిర్వహించి కృష్ణమ్మకు కుంకుమ, సారే సమర్పించి అనంతరం మూడు క్రస్ట్ గేట్లను ఎత్తి నీటిని దిగువకు వదిలారు. 6, 7, 8 నంబర్ గేట్లను ఎత్తడం ద్వారా దిగువ నాగార్జునసాగర్‌కు 76 వేల క్యూసెక్కుల నీటిని వదిలారు. </p>\n\n\n\n<p>దీంతోపాటు ఎపి పవర్‌హౌస్ ద్వారా మరో 27 వేల క్యూసెక్కులు, తెలంగాణ ఎడమగట్టు జల విద్యుత్ కేంద్రం ద్వారా 35 వేల క్యూసెక్కుల చొప్పున నీరు దిగువ నాగార్జునసాగర్ వైపు వదులుతున్నారు. శ్రీశైలం జలాశయానికి ఎగువ జూరాల ప్రాజెక్టుతో పాటు సుంకేసుల బ్యారేజీ ద్వారా నాలుగు లక్షల 52 వేల క్యూసెక్కుల ఇన్‌ఫ్లో కొనసాగుతుంది.</p>\n\n\n\n<p>జూరాల ప్రాజెక్టుకు ఎగువ నారాయణపూర్ నుంచి 3 లక్షల 15 వేల క్యూసెక్కుల ఇన్‌ఫ్లో వస్తుండడంతో జూరాల అధికారులు 43 గేట్లను ఎత్తి దిగువ శ్రీశైలం వరకు 288 వేల క్యూసెక్కుల నీటిని వదులుతున్నారు. అదేవిధంగా జూరాల జల విద్యుత్ ఉత్పత్తి అనంతరం మరో 18 వేల క్యూసెక్కుల నీటిని శ్రీశైలం వైపు వదులుతున్నారు. </p>\n\n\n\n<p>తుంగభద్ర డ్యామ్ నుంచి సుంకేసుల బ్యారేజీకి లక్షా 51 వేల క్యూసెక్కుల ఇన్‌ఫ్లో వస్తుండడంతో 28 గేట్లను ఎత్తి దిగువ శ్రీశైలం వైపు 1,48,000 క్యూసెక్కుల నీటిని విడిచిపెడుతున్నారు. శ్రీశైలం జలాశయానికి వరద ప్రవాహం ఇంతే మోతాదులో కొనసాగితే మరిన్ని గేట్లను ఎత్తి నాగార్జునసాగర్ వైపు నీటిని వదిలే అవకాశాలు ఉన్నాయి.</p>\n\n\n\n<p>మరోవంక, శ్రీశైలం ప్రాజెక్టు గేట్లను ఎత్తుతున్న సమాచారం సోషల్ మీడియా ద్వారా తెలుసుకున్న పర్యాటకులు సోమవారం భారీగా శ్రీశైలం ప్రాజెక్టు వద్దకు చేరుకున్నారు. క్రస్ట్ గేట్లను ఎత్తి నీటిని వదిలే దృశ్యాలను తమ సెల్‌ఫోన్లు, కెమెరాల్లో బంధిస్తూ సందడి చేశారు. శ్రీశైలం ప్రాజెక్టు ఘాట్ రోడ్డు ట్రాఫిక్ జామ్ కావడంతో ప్రయాణికులు ఇబ్బందులు పడాల్సి వచ్చింది.</p>\n","originalUrl":"https://tattvanews.com/20303/30/07/2024/","hasAudio":false,"hasInfographics":false}