{"id":"wp-te-20196","wp_id":20196,"type":"standard","category":"World","language":"te","title":"ప్రతిపక్ష నేత హోదా కోసం హైకోర్టులో జగన్ పిటిషన్","excerpt":"వైఎస్సార్సీపీ అధినేత, మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి ఏపీ హైకోర్టును ఆశ్రయించారు. ఏపీ అసెంబ్లీలో తనకు ప్రతిపక్ష నేత హోదా ఇవ్వాలని స్పీకర్‌ను ఆదేశించాలని మంగళవారం పిటిషన్ దాఖలు చేశారు. సభలో ప్రతిపక్షంలో ఎవరు ఎక్కువ సభ్యులు ఉంటే వారికి ప్రతిపక్ష హోదా ఉంటుందని సూచిస్తూనే తనకు ప్రతిపక్ష నేత హోదా ఇవ్వాలని కోరారు.  ఏపీ శాసనసభలో పార్లమెంటరీ సాంప్రదాయాలను పాటించడం లేదని, తనకు ప్రతిపక్ష నేతగా హోదా ఇవ్వాలని లేఖ రాసినా ఇవ్వలేదని","author":"Tattva News Team","time":"24/7/2024","image":"https://tattvanews.com/wp-content/uploads/2022/03/YS-Jagan2.jpg","readTime":"5 min read","contentHTML":"\n<p>వైఎస్సార్సీపీ అధినేత, మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి ఏపీ హైకోర్టును ఆశ్రయించారు. ఏపీ అసెంబ్లీలో తనకు ప్రతిపక్ష నేత హోదా ఇవ్వాలని స్పీకర్‌ను ఆదేశించాలని మంగళవారం పిటిషన్ దాఖలు చేశారు. సభలో ప్రతిపక్షంలో ఎవరు ఎక్కువ సభ్యులు ఉంటే వారికి ప్రతిపక్ష హోదా ఉంటుందని సూచిస్తూనే తనకు ప్రతిపక్ష నేత హోదా ఇవ్వాలని కోరారు. </p>\n\n\n\n<p>ఏపీ శాసనసభలో పార్లమెంటరీ సాంప్రదాయాలను పాటించడం లేదని, తనకు ప్రతిపక్ష నేతగా హోదా ఇవ్వాలని లేఖ రాసినా ఇవ్వలేదని ఆరోపించారు. రెండు నెలల క్రితం జరిగిన ఏపీ సార్వత్రిక ఎన్నికల్లో వైసీపీ ప్రభుత్వం ఘోరంగా ఓటమి పాలైంది. 151 స్థానాల నుంచి ఈ ఎన్నికల్లో కేవలం 11 స్థానాలకు మాత్రమే పరిమితమైంది. </p>\n\n\n\n<p>ఏపీలో మొత్తం 175 అసెంబ్లీ స్థానాలు, 25 పార్లమెంట్‌ స్థానాలుండగా మొన్నటి ఎన్నికల్లో టీడీపీ, బీజేపీ, జనసేనకు కలిపి 164 స్థానాలు దక్కించుకున్నాయి. గతంలో వైసీపీకి 21 ఎంపీ స్థానాల్లో గెలుపొందగా ఈసారి 4 స్థానాల్లో మాత్రమే విజయం సాధించింది. అయితే అసెంబ్లీలో ప్రతిపక్ష హోదా పొందడానికి 18 సీట్లు గెలుపొంది ఉండాలని అధికార సభ్యులు పేర్కొన్నారు.</p>\n\n\n\n<p>కానీ వైసీపీ కేవలం 11 సీట్లకు మాత్రమే పరిమితమైంది. దీంతో ప్రతిపక్ష హోదా కూడా జగన్ దక్కకుండాపోయింది. అయితే తనకు ప్రతిపక్ష హోదా ఇవ్వాలంటూ స్పీకర్ అయ్యన్న పాత్రుడికి జగన్ లేఖ రాశారు. ప్రజా సమస్యలను చట్టసభల్లో బలంగా వినిపించేందుకు వైసీపీకి ప్రతిపక్ష హోదా ఉండాలని, ఈ విషయంలో మరోసారి ఆలోచించాలని కోరారు. ప్రతిపక్ష హోదాకు 10శాతం సీట్లు కావాలని ఎక్కడా లేదని జగన్ లేఖలో పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20196/24/07/2024/","hasAudio":false,"hasInfographics":false}