{"id":"wp-en-14013","wp_id":14013,"type":"standard","category":"World","language":"en","title":"Four terrorists killed, two soldiers martyred￼","excerpt":"At least four terrorists were killed at Modergam Village of Kulgam district in Jammu and Kashmir (J&K) in an encounter with the security forces, the Kashmir Zone Police informed on Saturday. Two soldiers have also been martyred in the security operation. Officials said the security forces were conducting a cordon-and-search operation in Modergam village of","author":"Tattva News Team","time":"7/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/06/Encounter.jpg","readTime":"5 min read","contentHTML":"\n<p>At least four terrorists were killed at Modergam Village of Kulgam district in Jammu and Kashmir (J&K) in an encounter with the security forces, the Kashmir Zone Police informed on Saturday. Two soldiers have also been martyred in the security operation.</p>\n\n\n\n<p>Officials said the security forces were conducting a cordon-and-search operation in Modergam village of the south Kashmir district after receiving inputs about the presence of terrorists there.</p>\n\n\n\n<p>The search operation turned into an encounter after the terrorists fired upon security personnel, a police official said. The encounters took place in Frisal Chinnigam and Modergam areas of the south Kashmir district.</p>\n\n\n\n<p>They said contact with terrorists was established during a cordon and search operation in the Frisal Chinnigam area. In the exchange of fire there so far, four terrorists have been killed, the officials said, adding their bodies have been sighted.</p>\n\n\n\n<p>Drone footage of the encounter site has shown four bodies lying there, but they could not be retrieved yet as firing was still going on, the officials said.</p>\n\n\n\n<p>Inspector General of Police (IGP), Kashmir, V K Birdhi, who visited the encounter site, said the operation will continue. Some bodies (of terrorists) have been sighted, but the encounter has not concluded yet, he told reporters.</p>\n\n\n\n<p>The site of the encounter is in the interior areas of the district and not near the Srinagar-Jammu National Highway, the IGP said. He said the J-K Police and security forces continue to keep track of the movement of terrorists and the killing of these terrorists is a significant achievement for the security forces.</p>\n\n\n\n<p>Earlier, a gunfight broke out in Modergam village after security forces launched a cordon and search operation there following specific inputs about the presence of terrorists, the officials said. Both the operations are on and the security forces have maintained a tight cordon of the respective areas, the officials added. </p>\n","originalUrl":"https://en.tattvanews.com/others/four-terrorists-killed-two-soldiers-martyred%ef%bf%bc/","hasAudio":false,"hasInfographics":false}