{"id":"wp-te-20997","wp_id":20997,"type":"standard","category":"World","language":"te","title":"ఇప్పటికే నివాసం ఉంటే ఆ ఇళ్లను కూల్చం.. హైడ్రా","excerpt":"హైదరాబాద్ నగరంలో చెరువులు, కుంటలు, నాలాలను ఆక్రమించి ఇళ్లు, వాణిజ్య భవనాలు నిర్మించిన వారిపై హైదరాబాద్‌ డిజాస్టర్‌ రెస్పాన్స్‌ అండ్‌ అసెట్స్‌ ప్రొటెక్షన్‌ ఏజెన్సీ(హైడ్రా) కొరడా ఝళిపిస్తున్న సంగతి తెలిసిందే. ఈ నేపథ్యంలో అక్రమ కట్టడాల కూల్చివేతపై హైడ్రా కమిషనర్‌ ఏవీ రంగనాథ్‌ వివరణ ఇచ్చారు.  ఎఫ్‌టీఎల్‌, బఫర్‌జోన్‌లో వచ్చే కొత్త నిర్మాణాలను మాత్రమే కూలుస్తున్నామని తెలిపారు. బఫర్‌జోన్, ఎఫ్‌టీఎల్‌ పరిధిలో ఇప్పటికే నిర్మించి, అందులో ఎవరైనా నివాసం ఉంటే ఆ ఇళ్లను పడగొట్టబోమని కీలక ప్రకటన","author":"Tattva News Team","time":"9/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Hydra1.webp","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాద్ నగరంలో చెరువులు, కుంటలు, నాలాలను ఆక్రమించి ఇళ్లు, వాణిజ్య భవనాలు నిర్మించిన వారిపై హైదరాబాద్‌ డిజాస్టర్‌ రెస్పాన్స్‌ అండ్‌ అసెట్స్‌ ప్రొటెక్షన్‌ ఏజెన్సీ(హైడ్రా) కొరడా ఝళిపిస్తున్న సంగతి తెలిసిందే. ఈ నేపథ్యంలో అక్రమ కట్టడాల కూల్చివేతపై హైడ్రా కమిషనర్‌ ఏవీ రంగనాథ్‌ వివరణ ఇచ్చారు. </p>\n\n\n\n<p>ఎఫ్‌టీఎల్‌, బఫర్‌జోన్‌లో వచ్చే కొత్త నిర్మాణాలను మాత్రమే కూలుస్తున్నామని తెలిపారు. బఫర్‌జోన్, ఎఫ్‌టీఎల్‌ పరిధిలో ఇప్పటికే నిర్మించి, అందులో ఎవరైనా నివాసం ఉంటే ఆ ఇళ్లను పడగొట్టబోమని కీలక ప్రకటన చేశారు. ప్రస్తుతం నిర్మాణ దశలో ఉంటే మాత్రం కూల్చేస్తామని స్పష్టం చేశారు. </p>\n\n\n\n<p>మల్లంపేట చెరువులో కూల్చివేస్తున్న భవనాలు నిర్మాణదశలో ఉన్నాయని, బఫర్‌జోన్‌లో అనుమతులు లేకుండా నిర్మిస్తున్నారని ధ్వజమెత్తారు. సున్నం చెరువులో నిర్మించిన కొన్నిషెడ్లు వాణిజ్యపరంగా వినియోగిస్తున్నారని, గతంలో కూడా వాటిని కూల్చినట్లు గుర్తుచేశారు. మళ్లీ నిర్మాణాలు చేపట్టడంతోనే ఇప్పుడు కూల్చివేస్తున్నట్లు వివరించారు.</p>\n\n\n\n<p> బిల్డర్‌ విజయలక్ష్మిపై క్రిమినల్‌ కేసులు నమోదు చేశామన్న కమిషనర్, మాజీ ఎమ్మెల్యే కాటసాని భూపాల్‌రెడ్డిపై కూడా క్రిమినల్‌ కేసులు నమోదు చేసినట్లు వివరించారు. ఆక్రమణలో ఉన్న ఏ ఇంటినీ కూల్చబోమని ప్రజలందరికీ హామీ ఇస్తున్నట్లు చెప్పుకొచ్చారు. అదేవిధంగా ఎఫ్‌టీఎల్‌, బఫర్‌జోన్‌లో ఉన్న స్థలాలు, ఇళ్లు మాత్రం కొనుగోలు చేయొద్దని ఏవీ రంగనాథ్‌ తెలిపారు.</p>\n\n\n\n<p>మరోవైపు హైదరాబాద్‌లో అక్రమ నిర్మాణల కూల్చివేతలు కొనసాగుతున్నాయి. మాదాపూర్ సున్నం చెరువు ఎఫ్టీఎల్ లోని నిర్మాణాలను నేలమట్టం చేస్తున్నారు. ఐదు అంతస్తుల భవనం సహా మూడు అంతస్తుల ఇంటిని కూల్చివేశారు. వీటికి తోడు ఎఫ్టీఎల్, బఫర్‌ జోన్‌లో ఏర్పాటు చేసిన 15 షెడ్లు, 20కిపైగా గుడిసెలు, ఒక హోటల్‌ను కూడా హైడ్రా ఆఫీసర్లు తొలగించారు. </p>\n\n\n\n<p>అనుమతి లేకుండా నిర్మించిన అన్ని నిర్మాణాలను తొలగిస్తామని స్పష్టం చేశారు. ఇప్పటికే ఆ పరిధిలోని భవనాలకు మార్కు చేసిన హైడ్రా సిబ్బంది కూల్చివేతలను సాగిస్తున్నారు. సున్నం చెరువు మొత్తం విస్తీర్ణం 26 ఎకరాలు కాగా, చెరువు ఎఫ్టీఎల్, బఫర్ జోన్లలో భారీ షెడ్లు, భవనాలను హైడ్రా బృందాలు ధ్వంసం చేస్తున్నాయి. </p>\n\n\n\n<p>సర్వే నంబర్లు 12, 13, 14, 16లో పదుల సంఖ్యలో షెడ్లు నిర్మించి కబ్జాదారులు వ్యాపారాలు నిర్వహిస్తున్నారు. వాటిని హైడ్రా అధికారుల పర్యవేక్షణలో కూల్చివేస్తున్నారు. అందుకోసం భారీ పోలీస్ బందోబస్తు ఏర్పాటుచేశారు.</p>\n","originalUrl":"https://tattvanews.com/20997/09/09/2024/","hasAudio":false,"hasInfographics":false}