{"id":"wp-te-19157","wp_id":19157,"type":"standard","category":"World","language":"te","title":"గేమింగ్ జోన్‌లో భారీ అగ్ని ప్రమాదం.. 27 మంది సజీవ దహనం","excerpt":"గుజరాత్‌లో భారీ అగ్ని ప్రమాదం చోటు చేసుకుంది. రాజ్‌కోట్ నగరంలోని టీఆర్‌పీ గేమింగ్‌ జోన్‌లో ఫైర్ యాక్సిడెంట్ జరిగింది. ఈ ఘోరకలిలో ఇప్పటివరకు 27 మంది సజీవ దహనం అయ్యారు. భారీ ఎత్తున మంటలు వ్యాపించాయి. ఆకాశాన్ని అంటేలా పొగ ఆ ప్రాంతం మొత్తం విస్తరించింది.  అగ్ని ప్రమాద సమాచారం అందుకున్న ఫైర్ డిపార్ట్‌మెంట్ రంగంలోకి దిగి.. సహాయక చర్యలు చేపట్టారు. భారీగా ఫైరింజన్లను ఘటనా స్థలికి తరలించి మంటలను ఆర్పే ప్రయత్నం చేస్తున్నారు. మరోవైపు.. ఆ","author":"Tattva News Team","time":"26/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Rajkot.webp","readTime":"5 min read","contentHTML":"\n<p>గుజరాత్‌లో భారీ అగ్ని ప్రమాదం చోటు చేసుకుంది. రాజ్‌కోట్ నగరంలోని టీఆర్‌పీ గేమింగ్‌ జోన్‌లో ఫైర్ యాక్సిడెంట్ జరిగింది. ఈ ఘోరకలిలో ఇప్పటివరకు 27 మంది సజీవ దహనం అయ్యారు. భారీ ఎత్తున మంటలు వ్యాపించాయి. ఆకాశాన్ని అంటేలా పొగ ఆ ప్రాంతం మొత్తం విస్తరించింది. </p>\n\n\n\n<p>అగ్ని ప్రమాద సమాచారం అందుకున్న ఫైర్ డిపార్ట్‌మెంట్ రంగంలోకి దిగి.. సహాయక చర్యలు చేపట్టారు. భారీగా ఫైరింజన్లను ఘటనా స్థలికి తరలించి మంటలను ఆర్పే ప్రయత్నం చేస్తున్నారు. మరోవైపు.. ఆ గేమింగ్‌ జోన్‌లో చిక్కుకున్న వారిని బయటికి తీసుకువచ్చేందుకు అధికారులు అన్ని రకాల చర్యలు చేపట్టారు.</p>\n\n\n\n<p>శనివారం కావడంతో చాలా మంది జనం ఆ టీఆర్‌పీ గేమింగ్‌ జోన్‌లో ఆటలు ఆడేందుకు వచ్చినట్లు స్థానికులు తెలిపారు. అయితే ఆ గేమింగ్‌ జోన్‌లో ఒక్కసారిగా మంటలు చెలరేగాయని.. అవి క్రమంగా వ్యాపించి భారీ ప్రమాదానికి కారణం అయినట్లు ప్రత్యక్ష సాక్షులు వెల్లడించారు. గేమింగ్ జోన్‌లో చాలా మంది మంటల్లో చిక్కుకున్నారని.. వారిని బయటికి తీసుకువచ్చే ప్రయత్నాలు చేస్తున్నట్లు అధికారులు పేర్కొన్నారు. </p>\n\n\n\n<p>ఈ ఫైర్ యాక్సిడెంట్‌లో చాలా మందికి గాయాలు అయ్యాయి. వారిని సమీప ఆస్పత్రులకు తరలించి చికిత్స అందిస్తున్నారు. మరణించిన వారిలో చిన్నపిల్లలు, మహిళలు కూడా ఉన్నారని అధికారులు తెలిపారు. అయితే ఈ అగ్ని ప్రమాదానికి కారణం ఏంటో ఇప్పటివరకు తెలియరాలేదని రాజ్‌కోట్ పోలీస్ కమిషనర్ రాజు భార్గవ్ వెల్లడించారు. </p>\n\n\n\n<p>టీఆర్‌పీ గేమింగ్‌ జోన్‌లో భారీ అగ్ని ప్రమాదం జరిగినట్లు సమాచారం అందగానే.. అన్ని డిపార్ట్‌మెంట్లను అప్రమత్తం చేసినట్లు పేర్కొన్నారు. పోలీసులు, ఫైర్ సిబ్బంది, సహాయక బృందాలను రంగంలోకి దింపినట్లు వివరించారు. </p>\n\n\n\n<p>మరోవైపు.. ఈ సంఘటనపై గుజరాత్ ముఖ్యమంత్రి భూపేంద్ర పటేల్ స్పందించారు. తీవ్ర దిగ్భ్రాంతి వ్యక్తం చేసిన సీఎం.. బాధితులకు అన్ని రకాల సహాయం అందించాలని అధికారులను ఆదేశించారు. గాయపడిన వారికి చికిత్స అందించేందుకు ఆస్పత్రులను సిద్ధం చేయాలని పేర్కొన్నారు. ఘటనాస్థలానికి అంబులెన్స్‌లను పంపించాలని సూచించారు. పరిస్థితిని ఎప్పటికప్పుడు సమీక్షిస్తున్నట్లు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19157/26/05/2024/","hasAudio":false,"hasInfographics":false}