{"id":"wp-en-13153","wp_id":13153,"type":"standard","category":"World","language":"en","title":"Lok Sabha elections: Assam records impressive polling percentage","excerpt":"By Nava Thakuria Who says, Assam as well as northeast India is a land of separatists where most of the residents remain reluctant to participant in any national occasion! Kindly show those onlookers  latest polling percentage after the third phase under India’s general elections 2024, where the ‘land locked & alienated’ region recorded an impressive","author":"Tattva News Team","time":"8/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Assam-polls.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By </strong><strong>Nava Thakuria </strong><strong></strong></p>\n\n\n\n<p>Who says, Assam as well as northeast India is a land of separatists where most of the residents remain reluctant to participant in any national occasion! Kindly show those onlookers  latest polling percentage after the third phase under India’s general elections 2024, where the ‘land locked & alienated’ region recorded an impressive voters’ response to elect 25 members to the 18th Lok Sabha.</p>\n\n\n\n<p>Assam voted peacefully in the final phase polling on 7 May for four Parliamentary constituencies namely Guwahati, Barpeta,  Dhubri and Kokrajhar. The electorates participated in the greatest electoral show on Earth with over 80 percent polling, which is nearly 15% more than the other parts of India in the 3rd phase.</p>\n\n\n\n<p>Altogether, 93 Lok Sabha seats belonging to 11 States and union territories of India went to the polls in this phase. The voters of Gujarat (25 seats), Karnataka (14 seats), Maharashtra (11 seats), Uttar Pradesh (10 seats), Madhya Pradesh (8 seats), Chhattisgarh (7 seats), Bihar (5 seats), West Bengal (4 seats), Goa (2 seats), Dadra & Nagar Haveli and Daman & Diu (2 seats), and Jammu & Kashmir (1 seat) have already given mandates to their representatives (out of  1,331 candidates) through the electronic voting machines for the lower house of Parliament. The counting of votes will take place on 4 June (after four more phases of polling scheduled for 13, 20, 25 May and 1 June) and the results are expected the same day.</p>\n\n\n\n<p>According to the Election Commission of India (ECI), polling in the 3rd phase recorded 64.4% national voter turnout (updated on 11:40 pm), where Assam recorded the highest response (81.61 %) followed by West Bengal (75.79%), Goa (75.20%), Chhattisgarh (71.06%), Karnataka (70.41%), Dadra & Nagar Haveli and Daman & Diu (69.87%), Madhya Pradesh (66.05%), Maharashtra  (61.44%), Gujarat (58.98%), Bihar (58.18%) and  Uttar Pradesh (57.34%). </p>\n\n\n\n<p>The 1st (19 April) and 2nd (26 April) phases covered 102 and 88 parliamentary constituencies respectively, where the ECI revealed the final voter turnout as 66.14 % and 66.71 % respectively. Compared to the national average, Assam recorded a better 78.25 and 77.35 polling percentages in the two phases.</p>\n\n\n\n<p>Though the ruling Bharatiya Janata Party (BJP) put candidates in all ten parliamentary seats of Assam in 1st and 2nd  phases, it fielded only one party nominee in the last phase.  The saffron party nominated a relatively unknown face (Bijuli Kalita Medhi) for the Guwahati  constituency and extended support to its alliance candidates, namely Phani Bhusan Choudhury (Asom Gana Parishad) from Barpeta, Zabed Islam (AGP) from Dhubri, and Jayanta Basumtary (United People’s Party Liberal) for the Kokrajhar seat. Former BJP leader Mira Borthakur Goswami (now in the Indian National Congress)  put an electoral challenge to the former Assam BJP women’s wing chief in Guwahati.</p>\n\n\n\n<p>In Barpeta, the AGP legislator faces Deep Bayan (Congress), Manoranjan Talukdar (a CPM legislator), and others, whereas in Dhubri, the AGP nominee challenges sitting All India United Democratic Front MP Badruddin Ajmal and Congress legislator Rakibul Hussain in the westernmost constituency. As the nomination of sitting Kokrajhar MP Naba Kr Sarania was cancelled, the electoral fight in the Bodo-dominated constituency emerged as a triangular one, where the UPPL nominee  faces challenges from Garjan Mashhary (Congress) and Kampa Borgoyary (Bodoland People’s Front).</p>\n\n\n\n<p>Besides Assam, Tripura and Meghalaya in the region also recorded impressive polling, ranging from 75 to over 80 per cent in both phases. Even Nagaland, where six districts, namely Mon, Longleng, Tuensang, Kiphire, Noklak, and Shamator, voted zero, recorded around 57 per cent polling. </p>\n\n\n\n<p>The voters of Arunachal Pradesh successfully exercised their franchise to elect two MPs and 50 legislators, with a turnout of around 67 per cent. Mentionable is that 10 BJP candidates, including state chief minister Pema Khandu and his deputy Chowna Mein, had already won the race with no opposition candidates. </p>\n\n\n\n<p>Sikkim electorates also voted for 32 legislators along with one MP, with more than 75 per cent voters’ responses. State CM Prem Singh Tamang, former CM Pawan Kumar Chamling, legendary footballer Bhaichung Bhutia, etc. are contesting from separate assembly constituencies.</p>\n\n\n\n<p>Amidst relentless troubles for a year because of ethnic conflicts between Meiteis and Kukis, the polling in Manipur witnessed violence. In fact, it was the only north-eastern state to witness electoral violence till now. </p>\n\n\n\n<p>Many booths in and around Imphal went for re-polling, and the state’s final voter turnout reached over 75 per cent. Contrary to Manipur, Mizoram witnessed peaceful polling but recorded only over 55 percent turnout.  The BJP-led National Democratic Alliance is looking for 400+ seats in the Lok Sabha under the leadership of Prime Minister Narendra Modi.</p>\n\n\n\n<p>But despite relentless awareness campaigns by the ECI, social organisations, media outlets, and political personalities, the voter turnout remains unsatisfactory in mainland India. Northeast has done better in polling percentage, thanks to a localised campaign by Lok Jagran Manch Asom for 100 per cent voter turnout. The Assam-based nationalist forum launched the campaign with printed leaflets, music videos, and short plays to inspire the voters to cast their votes with pride and responsibility. As expected, responsible voters of western Assam maintained the spirit in the 3rd phase polling too.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/lok-sabha-elections-assam-records-impressive-polling-percentage-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}