{"id":"wp-en-15507","wp_id":15507,"type":"standard","category":"World","language":"en","title":"Disengagement process in Depsang, Demchok areas of Eastern Ladakh sector almost over￼","excerpt":"The disengagement process in the Depsang and Demchok areas of the Eastern Ladakh sector is almost over, news agency ANI reported citing its sources in defence. Armies of India and China are verifying the vacation of positions and removal of infrastructure by each other there, they said. Earlier last week, India and China firmed up","author":"Tattva News Team","time":"30/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Ladakh.jpg","readTime":"5 min read","contentHTML":"\n<p>The disengagement process in the Depsang and Demchok areas of the Eastern Ladakh sector is almost over, news agency ANI reported citing its sources in defence. Armies of India and China are verifying the vacation of positions and removal of infrastructure by each other there, they said.</p>\n\n\n\n<p>Earlier last week, India and China firmed up an agreement on patrolling and disengagement of troops along the LAC in eastern Ladakh, in a major breakthrough to end the over four-year standoff. </p>\n\n\n\n<p>Subsequently, Prime Minister Narendra Modi and Chinese President Xi Jinping on Wednesday endorsed the India-China agreement on patrolling and disengagement along the Line of Actual Control (LAC) in eastern Ladakh and issued directions to revive various bilateral dialogue mechanisms, signalling attempts to normalise ties that were hit by a deadly military clash in 2020.</p>\n\n\n\n<p>In the nearly 50-minute meeting held on the sidelines of the BRICS Summit, PM Modi underscored the importance of properly handling differences and disputes and not allowing them to disturb peace and tranquillity in border areas and that mutual trust, mutual respect and mutual sensitivity should remain the basis of the relations.</p>\n\n\n\n<p>\"The two leaders noted that the special representatives on the India-China boundary question have a critical role to play in the resolution of the boundary question and for the maintenance of peace and tranquillity in the border areas,\" he said.</p>\n\n\n\n<p> \"Accordingly, they (Modi and Xi) instructed the special representatives to meet at an early date and to continue their efforts in this regard,\" Foreign Secretary Vikram Misri said following PM Modi, Xi Jinping bilateral talks in Kazan.</p>\n\n\n\n<p>During a press conference in Mumbai, External Affairs Minister S Jaishankar said consensus has been achieved on patrolling and disengagement in Depsang and Demchok.</p>\n\n\n\n<p>\"It is obvious it will take time to implement the same. This is the issue of disengagement and patrolling which meant our armies had come very close to each other and now they have gone back to their bases. We hope the 2020 status is restored,\" he said.</p>\n\n\n\n<p>The completion of disengagement is the first step. The next step is de-escalation which will not happen until India is sure that the same is happening on the other side as well, the External Affairs Minister said. \"After de-escalation, how to manage the borders will be discussed,\" he added.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/disengagement-process-in-depsang-demchok-areas-of-eastern-ladakh-sector-almost-over%ef%bf%bc/","hasAudio":false,"hasInfographics":false}