{"id":"wp-en-14590","wp_id":14590,"type":"standard","category":"World","language":"en","title":"Health Ministry assures safety of healthcare professionals￼","excerpt":"Given the concerns expressed by FORDA, IMA and Resident Doctors’ Associations of Governmental Medical Colleges & Hospitals of Delhi, the Health and Family Welfare Ministry has assured them of constituting a Committee to suggest all such possible measures for ensuring the safety of healthcare professionals. A postgraduate trainee doctor was allegedly raped and murdered while","author":"Tattva News Team","time":"18/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Medicos-stir.webp","readTime":"5 min read","contentHTML":"\n<p>Given the concerns expressed by FORDA, IMA and Resident Doctors’ Associations of Governmental Medical Colleges & Hospitals of Delhi, the Health and Family Welfare Ministry has assured them of constituting a Committee to suggest all such possible measures for ensuring the safety of healthcare professionals.</p>\n\n\n\n<p>A postgraduate trainee doctor was allegedly raped and murdered while on duty at the RG Kar MCH last week. And when a demonstration was underway against the gruesome incident in the early hours of August 15, a mob ransacked parts of the hospital.</p>\n\n\n\n<p>Representatives of all stakeholders including the State Governments will be invited to share their suggestions with the Committee. The Ministry requested the agitating doctors to resume their duties in the larger public interest and because of the rising cases of Dengue and Malaria: Ministry of Health and Family Welfare.</p>\n\n\n\n<p>The IMA put forth five demands, including a thorough overhaul of the working and living conditions of resident doctors and a central law to check violence against healthcare professionals at workplaces.</p>\n\n\n\n<p>The IMA has declared a nationwide withdrawal of non-emergency medical services for 24 hours beginning from August 17 6 am to protest against the rape and murder of a resident doctor at a hospital in Kolkata.</p>\n\n\n\n<p>All essential services will be maintained and casualties will be manned, the IMA said in a statement. The routine OPDs will not function and elective surgeries will not be conducted. The withdrawal is across all the sectors wherever modern medicine doctors are providing service, the doctors' body said.</p>\n\n\n\n<p>The IMA demanded a thorough overhaul of the working and living conditions of resident doctors, including the 36-hour duty shift that the victim was in and the lack of safe spaces to take a rest. It has also demanded that hospitals be declared safe zones with the first step being mandatory security entitlements.</p>\n\n\n\n<p>The doctors' body also called for meticulous and professional investigation of the crime in a specific time frame and rendering of justice besides identifying those involved in the vandalism of the hospital premises and awarding exemplary punishment. It also sought an appropriate and dignified compensation to the bereaved family commensurate with the cruelty inflicted.</p>\n","originalUrl":"https://en.tattvanews.com/national/health-ministry-assures-safety-of-healthcare-professionals%ef%bf%bc/","hasAudio":false,"hasInfographics":false}