{"id":"wp-te-19138","wp_id":19138,"type":"standard","category":"World","language":"te","title":"‘హనీ ట్రాప్’తో రప్పించి బాంగ్లాదేశ్ ఎంపీ హత్య","excerpt":"కోల్‌కతాలో ఇటీవల జరిగిన బంగ్లాదేశ్ ఎంపి అన్వరుల్ అజీమ్ అనార్ హత్య కేసులో ఒళ్లు గగుర్పొడిచే వాస్తవాలు వెలుగులోకి వచ్చాయి. ఈ కేసులో పశ్చిమ బెంగాల్ సిఐడి పోలీసులు ఇప్పటి వరకు ముగ్గురు నిందితులను అరెస్టు చేశారు. నిందితుల్లో ఒకడైన బంగ్లాదేశ్ అక్రమ వలసదారుడు జిహాద్ హవ్లాదార్‌ను ముంబయిలో పట్టుకున్నారు.  తాను హత్య ఎలా చేసిందీ అతను పోలీసుల విచారణలో వివరించాడు. బంగ్లాదేశ్ సంతతికి చెందిన అమెరికా పౌరుడు అఖ్తరుజ్జామన్ ఆదేశాలతో తాను, మరి నలుగురు బంగ్లా","author":"Tattva News Team","time":"25/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Bangla-MP.webp","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతాలో ఇటీవల జరిగిన బంగ్లాదేశ్ ఎంపి అన్వరుల్ అజీమ్ అనార్ హత్య కేసులో ఒళ్లు గగుర్పొడిచే వాస్తవాలు వెలుగులోకి వచ్చాయి. ఈ కేసులో పశ్చిమ బెంగాల్ సిఐడి పోలీసులు ఇప్పటి వరకు ముగ్గురు నిందితులను అరెస్టు చేశారు. నిందితుల్లో ఒకడైన బంగ్లాదేశ్ అక్రమ వలసదారుడు జిహాద్ హవ్లాదార్‌ను ముంబయిలో పట్టుకున్నారు. </p>\n\n\n\n<p>తాను హత్య ఎలా చేసిందీ అతను పోలీసుల విచారణలో వివరించాడు. బంగ్లాదేశ్ సంతతికి చెందిన అమెరికా పౌరుడు అఖ్తరుజ్జామన్ ఆదేశాలతో తాను, మరి నలుగురు బంగ్లా జాతీయులు ఈ హత్యలో పాల్గొన్నట్లు అతను చెప్పాడు. కోల్‌కతా న్యూటౌన్ ప్రాంతంలో ఉన్న అపార్ట్‌మెంట్‌లో ఎంపిని తొలుత గొంతు నులిమి చంపినట్లు అతను తెలిపాడు. </p>\n\n\n\n<p>మృతదేహాన్ని ఎవరూ గుర్తు పట్టకుండా ఉండేందుకు ముందు చర్మం ఒలిచి ఆ తరువాత శరీర భాగాఆలు, ఎముకలను చిన్న చిన్న ముక్కలుగా చేసినట్లు అతను చెప్పాడు. అనంతరం శరీర ముక్కలను ప్లాస్టిక్ కవర్లలో పెట్టి కోల్‌కతా నలు వైపులా పడవేసినట్లు నిందితుడు వివరించాడని సిఐడి వర్గాలు తెలిపాయి. బంగ్లాదేశ్ ఎంపి అన్వరుల్ అజీమ్ అనార్ వైద్య చికిత్స నిమిత్తం ఈ నెల 12న కోల్‌కతా వచ్చారు.</p>\n\n\n\n<p>ప్రస్తుతం పోలీసులు ఎంపి శరీర భాగాల కోసం గాలిస్తున్నారు. మరొక వైపు ఈ హత్య కేసులో హనీ ట్రాప్ (వలపు వల) కోణం ఉన్నట్లు పోలీసులు అనుమానిస్తున్నారు. పథకం ప్రకారం మహిళ ద్వారా హనీ ట్రాప్ చేయించి హత్య చేసి ఉండవచ్చునని పోలీసులు అనుమానం వ్యక్తం చేస్తున్నారు. </p>\n\n\n\n<p>అమెరికాలో ఉంటున్న ఒక మిత్రుడు అద్దెకు తీసుకున్న టౌన్‌హాల్ ప్రాంతంలోని అపార్ట్‌మెంట్‌లోకి ఇద్దరు పురుషులు, ఒక మహిళతో కలసి వెళ్లిన ఎంపి ఆ తరువాత తిరిగి రాలేదని పోలీసులు సిసిటివి దృశ్యాలు పరిశీలించి గుర్తించారు. </p>\n\n\n\n<p>‘బంగ్లా ఎంపిని ఒక మహిళతో హనీ ట్రాప్ చేయించి ఆ అపార్ట్‌మెంట్‌లోకి రప్పించి ఉంటారని ప్రాథమికంగా భావిస్తున్నాం. మృతుడి స్నేహితుడికి ఆ మహిళ సన్నిహితురాలే. ఫ్లాట్‌లోకి వెళ్లగానే ఎంపిని నిందితులు గొంతు నులిమి హత్య చేసి ఉంటారని అనుమానిస్తున్నాం’ అని పశ్చిమ బెంగాల్ సిఐడి అధికారి ఒకరు వెల్లడించారు. </p>\n\n\n\n<p>బంగ్లాదేశ్‌తో అంతర్జాతీ సరిహద్దుకు సమీపంతగా పశ్చిమ బెంగాల్‌లోని ఒక ప్రాంతం వాసి అయిన ఒక నిందితుడు హత్య కేసులోని ప్రధాన నిందితుల్లో ఒకరిని కలుసుకున్నట్లు ఆ అధికారి తెలిపారు.</p>\n\n\n\n<p>ఎంపి సన్నిహిత మిత్రుడు యుఎస్ పౌరుడు అని, అతను నేరంలో పాల్గొన్నవారికి సుమారు రూ. 5 కోట్లు ఇచ్చాడని ప్రాథమిక దర్యాప్తులో వెల్లడైందని పోలీస్ సీనియర్ అధికారి ఒకరు చెప్పారు. అవామీ లీగ్ ఎంపి మిత్రునికి కోల్‌కతాలో ఒక ఫ్లాట్ ఉన్నదని, అతను ప్రస్తుతం యుఎస్‌లో ఉండవచ్చునని ఆయన తెలిపారు. </p>\n\n\n\n<p>కాగా, ముక్కలుగా నరికిన శరీర భాగాల నుంచి దుర్వాసన రాకుండా వాటికి పసుపు రాసినట్లు పోలీసులు ప్రాథమికంగా తేల్చారు. బయట పడవేసే ముందు కొన్ని భాగాలను ఫ్రిజ్‌లో కూడా పెట్టినట్లు ఘటన స్థలి నుంచి సేకరించిన నమూనాల ఆధారంగా గుర్తించారు. అయితే, ఈ హత్య ఎందుకు జరిగిందీ అన్నది ఇంకా వెల్లడి కాలేదు.</p>\n","originalUrl":"https://tattvanews.com/19138/25/05/2024/","hasAudio":false,"hasInfographics":false}