{"id":"wp-en-15372","wp_id":15372,"type":"standard","category":"World","language":"en","title":"Union cabinet gives nod to MSP hike for 6 rabi crops￼","excerpt":"The union cabinet on Wednesday raised the minimum support price for six rabi crops as recommended by the Commission on Agricultural Costs and Prices (CACP). The MSP raise was approved for wheat, barley, gram, lentil (masoor), rapeseed/mustard and safflower. The cabinet said that to ensure better prices to the farmers, the MSP of wheat has been","author":"Tattva News Team","time":"17/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Modi-crops.jpg","readTime":"5 min read","contentHTML":"\n<p>The union cabinet on Wednesday raised the minimum support price for six rabi crops as recommended by the Commission on Agricultural Costs and Prices (CACP). The MSP raise was approved for wheat, barley, gram, lentil (masoor), rapeseed/mustard and safflower.</p>\n\n\n\n<p>The cabinet said that to ensure better prices to the farmers, the MSP of wheat has been increased by Rs 150 per quintal and the MSP of barley by Rs 130 per quintal to incentivise farmers to increase production.</p>\n\n\n\n<p>Meanwhile, the cabinet has also approved a new rail-cum-road bridge in Varanasi across the Ganga River. Railway Minister Ashwini Vaishnaw said that this new rail-road bridge will be among the biggest bridges in the world in terms of traffic capacity.The new road bridge in Varanasi will have four railway lines on the lower deck and a six-lane highway on the upper deck. The new bridge will be built at an expense of Rs 2,642 crore.</p>\n\n\n\n<p>\"To expand area under pulses and to encourage farmers to grow pulses, the MSP of gram and lentil has been increased by Rs 210 and Rs 275 per quintal respectively. To encourage crop diversification towards production of oilseeds, the MSP of rapeseed/mustard and safflower has been increased by Rs 300 and Rs 40 per quintal,\" a cabinet statement said.</p>\n\n\n\n<p>The Commission on Agricultural Costs and Prices (CACP) had earlier recommended Minimum Support Price (MSP) for six crops in rabi season.</p>\n\n\n\n<p>\"While recommending MSP, CACP considers demand and supply of crop in domestic and international market; domestic and international prices; inter-crop price parity; terms of trade between agriculture and non-agriculture sector; rational utilisation of land, water and other resources; effect of price policy on economy; and a minimum of 50% as margin over all India weighted average cost of production,\" the government said. The cabinet approved the recommendations of CACP and notified the MSP.</p>\n","originalUrl":"https://en.tattvanews.com/national/union-cabinet-gives-nod-to-msp-hike-for-6-rabi-crops%ef%bf%bc/","hasAudio":false,"hasInfographics":false}