{"id":"wp-te-20523","wp_id":20523,"type":"standard","category":"World","language":"te","title":"కోల్‌కతాలో  వైద్యురాలిపై లైంగిక దాడి, హత్య","excerpt":"కోల్‌కతాలోని ఆర్జీ కార్‌ మెడికల్‌ కాలేజీ, హాస్పిటల్‌లో అనుమానాస్పద స్థితిలో మరణించిన పోస్ట్‌ గ్రాడ్యుయేట్‌ ట్రైనీ డాక్టర్‌ శవ పరీక్ష నివేదిక వెలువడింది. ఆమెపై లైంగిక దాడి చేసిన అనంతరం హత్య చేసినట్టు అది నిర్ధారించింది. ఈ కేసులో ఒక నిందితుడిని పోలీసులు అరెస్ట్‌ చేశారు.  అతడు హాస్పిటల్‌తో ఎలాంటి సంబంధం లేని బయటి వ్యక్తి అని, ఘటన జరిగిన రోజు అతను దవాఖానలోని అన్ని విభాగాలలో స్వేచ్ఛగా తిరిగాడని పోలీసులు శనివారం తెలిపారు. అతని కదలికలు","author":"Tattva News Team","time":"11/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Bengal-medico.jpg","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతాలోని ఆర్జీ కార్‌ మెడికల్‌ కాలేజీ, హాస్పిటల్‌లో అనుమానాస్పద స్థితిలో మరణించిన పోస్ట్‌ గ్రాడ్యుయేట్‌ ట్రైనీ డాక్టర్‌ శవ పరీక్ష నివేదిక వెలువడింది. ఆమెపై లైంగిక దాడి చేసిన అనంతరం హత్య చేసినట్టు అది నిర్ధారించింది. ఈ కేసులో ఒక నిందితుడిని పోలీసులు అరెస్ట్‌ చేశారు. </p>\n\n\n\n<p>అతడు హాస్పిటల్‌తో ఎలాంటి సంబంధం లేని బయటి వ్యక్తి అని, ఘటన జరిగిన రోజు అతను దవాఖానలోని అన్ని విభాగాలలో స్వేచ్ఛగా తిరిగాడని పోలీసులు శనివారం తెలిపారు. అతని కదలికలు అనుమానాస్పదంగా ఉన్నాయని, ఈ నేరంతో అతడికి ప్రత్యక్ష సంబంధం ఉన్నట్టు అనుమానిస్తున్నట్టు వారు చెప్పారు. </p>\n\n\n\n<p>అతడిని సెల్దా కోర్టులో హాజరుపర్చగా న్యాయస్థానం 14 రోజుల పోలీస్‌ రిమాండ్‌కు ఆదేశించింది. ఛాతీ వైద్య విభాగంలో పీజీ రెండో సంవత్సరం విద్యార్థిని అయిన బాధితురాలు గురువారం రాత్రి డ్యూటీలో ఉండగా ఆమెను హత్య చేశారు. సెమినార్‌ హాల్‌లో అర్ధనగ్నంగా పడిఉన్న ఆమె దేహంపై గాయాల గుర్తులున్నాయి. </p>\n\n\n\n<p>ఈ కేసుకు సంబంధించి ఇద్దరు డాక్టర్లను కూడా పోలీసులు విచారిస్తున్నారు. తన కుమార్తెపై అత్యాచారం చేసి హత్య చేశారని బాధితురాలి తండ్రి ఆరోపించారు. అయితే వాస్తవాలు కప్పిపుచ్చడానికి ప్రయత్నాలు జరుగుతున్నాయని చెప్పారు. ట్రైనీ డాక్టర్‌ హత్యకు నిరసనగా రాష్ట్రవ్యాప్తంగా ఆందోళనలు జరుగుతున్నాయి. </p>\n\n\n\n<p>నిందితులను కఠినంగా శిక్షించాలని కోరుతూ ఆర్‌జి కర్‌ మెడికల్‌ కాలేజీకి చెందిన జూనియర్‌ వైద్యులు శనివారం ఉదయం పాదయాత్ర నిర్వహించారు. బంకురా సమ్మిలానీ మెడికల్‌ కాలేజ్‌, బుర్ద్వాన్‌ మెడికల్‌ కాలేజీ, మేదినీపూర్‌ మెడికల్‌ కాలేజీ, నేషనల్‌ మెడికల్‌ కాలేజీ, శిశుమంగల్‌ ఆసుపత్రి వంటి పలు మెడికల్‌ కాలేజీల్లో జూనియర్‌ డాక్టర్లు సమ్మె చేస్తున్నారు.</p>\n\n\n\n<p>ఈ ఘటనపై ముఖ్యమంత్రి బెనర్జీ స్పందిస్తూ ‘దురదృష్టకరం, నీచమైనది’ అని విమర్శించారు. తోటి డాక్టర్ల ఆగ్రహం న్యాయమైనదని అన్నారు. బాధితురాలి కుటుంబ సభ్యులతో మాట్లాడాలని చెప్పారు. ఈ కేసును ఫాస్ట్‌ట్రాక్‌ కోర్టులో విచారిస్తారని తెలిపారు. దోషులకు కఠిన శిక్ష విధించే విధంగా చూస్తానని ముఖ్యమంత్రి హామీ ఇచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/20523/11/08/2024/","hasAudio":false,"hasInfographics":false}