{"id":"wp-en-14968","wp_id":14968,"type":"standard","category":"World","language":"en","title":"Incidences of violence over water resources increased 34 per cent in Africa","excerpt":"Across Africa, the incidences of violence over water resources increased by around 34 per cent during 2022-23: there were at least 71 such incidents recorded in 2023 compared to 53 in 2022. In 2023, Africa reported the highest number of water-related conflicts and disputes since 2019 – says the 2024 State of Africa’s Environment report,","author":"Tattva News Team","time":"17/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/CSE-Report-on-Africa.jpg","readTime":"5 min read","contentHTML":"\n<p>Across Africa, the incidences of violence over water resources increased by around 34 per cent during 2022-23: there were at least 71 such incidents recorded in 2023 compared to 53 in 2022. In 2023, Africa reported the highest number of water-related conflicts and disputes since 2019 – says the 2024 State of Africa’s Environment report, released here today at a media briefing.</p>\n\n\n\n<p>The briefing was jointly organised by New Delhi-based Centre for Science and Environment (CSE) and Media for Science, Environment, Health and Agriculture (MESHA). The report is prepared and brought out every year by CSE and Down To Earth, a fortnightly magazine the Centre helps publish. The inaugural edition of the report was launched in 2023 in Nairobi.</p>\n\n\n\n<p>With its central theme as water, the report covers a wide gamut of related subjects, ranging from water security, urban water poverty, and water-related migration and conflicts, to the disease burden, climate change-induced water scarcity, and the potential of rainwater harvesting to eradicate water poverty in Africa.</p>\n\n\n\n<p>Speaking at the launch of the report, noted Indian environmental writer and activist and director general of CSE, Sunita Narain, said: “The scarcity of water that is being faced by Africa and other regions of the world is as much about the lack of the resource as its mismanagement. Climate change is adding to the water crisis and heat stress in our world. But climate change is not the reason for the water crisis – it is just an exacerbating factor. Our water crisis is about our inability to build an affordable system of water management for people today.”</p>\n\n\n\n<p>Speaking about the climate change and water linkages, she added: “Most climate change vulnerable countries are also water-stressed. In fact, our report shows that water stress caused by global warming is going to displace up to 700 million Africans by 2030. Food production will be affected severely – heat and water stress could lead to 6-14 per cent food production decline by 2050.”    </p>\n\n\n\n<p>The State of Africa’s Environment report points out that as per the Sixth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC), global warming has been more rapid in Africa than in the rest of the world. Average annual maximum temperatures in northern and southern Africa is likely to be close to 4<sup>o</sup>C above normal. The Middle East and northern African regions face the greatest expected economic losses from climate-related water scarcity – estimated at between 6 and 14 per cent by 2050.</p>\n\n\n\n<p>Says Richard Mahapatra, managing editor of Down To Earth and the brain behind the report: “Africa is the world’s youngest urban continent. From being 80 per cent rural in the 1960s, 50 per cent of the continent is urban today. By 2050, at least 24 of Africa’s large cities – in 15 countries – are expected to become water-scarce. Kenya, for instance, faces an unprecedented water crisis in its expanding urban areas: one third of its population lacks access to clean drinking water.”</p>\n\n\n\n<p>According to Narain and Mahapatra, Africa is richly endowed with rainwater. “Harvesting rain can not only help bolster water supplies, it can also involve the community in managing water, making water everybody’s business. Water harvesting and integrated land-water management is not new to Africa – the continent needs to revive its ‘dying wisdom’,” they say.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/incidences-of-violence-over-water-resources-increased-34-per-cent-in-africa/","hasAudio":false,"hasInfographics":false}