{"id":"wp-te-18777","wp_id":18777,"type":"standard","category":"World","language":"te","title":"రాష్ట్రంలో అవినీతి, అరాచకాలను అరికట్టేందుకే కూటమి.. అమిత్ షా","excerpt":"ఆంధ్ర ప్రదేశ్ లో గూండా గిరి, అవినీతి, అరాచకాలను అరికట్టేందుకే తాము కూటమిలో కలిశామని కేంద్ర హోం మంత్రి, బీజేపీ అగ్ర నేత అమిత్ షా స్పష్టత ఇచ్చారు. శ్రీ సత్యసాయి జిల్లాలోని ధర్మవరం నియోజకవర్గంలో నిర్వహించిన ప్రజాగళం సభలో టీడీపీ అధినేత చంద్రబాబు నాయుడుతో కలిసి పాల్గొంటూ  రాష్ట్రంలో భూ కబ్జాలు, ల్యాండ్ మాఫియాను నివారించడానికి పొత్తు పెట్టుకున్నామని తెలిపారు.  ఆంధ్రప్రదేశ్‌లో తిరిగి అమరావతిని రాజధాని చేసేందుకే రాష్ట్రంలో టీడీపీ, జనసేనతో కలిశామని అమిత్ షా","author":"Tattva News Team","time":"5/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-AP.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్ర ప్రదేశ్ లో గూండా గిరి, అవినీతి, అరాచకాలను అరికట్టేందుకే తాము కూటమిలో కలిశామని కేంద్ర హోం మంత్రి, బీజేపీ అగ్ర నేత అమిత్ షా స్పష్టత ఇచ్చారు. శ్రీ సత్యసాయి జిల్లాలోని ధర్మవరం నియోజకవర్గంలో నిర్వహించిన ప్రజాగళం సభలో టీడీపీ అధినేత చంద్రబాబు నాయుడుతో కలిసి పాల్గొంటూ  రాష్ట్రంలో భూ కబ్జాలు, ల్యాండ్ మాఫియాను నివారించడానికి పొత్తు పెట్టుకున్నామని తెలిపారు. </p>\n\n\n\n<p>ఆంధ్రప్రదేశ్‌లో తిరిగి అమరావతిని రాజధాని చేసేందుకే రాష్ట్రంలో టీడీపీ, జనసేనతో కలిశామని అమిత్ షా తెలిపారు.  తిరుమల శ్రీవేంకటేశ్వర స్వామి పవిత్రతను పున:స్థాపితం చేయడం కోసం, తెలుగు భాషను కాపాడేందుకే బీజేపీ కూటమిలో చేరిందని ఆయన స్పష్టం చేశారు. </p>\n\n\n\n<p>ఆంధ్రప్రదేశ్ ప్రజలకు జీవనాడి అయిన పోలవరం ప్రాజెక్టును పూర్తి చేయడంలో జగన్ మోహన్ రెడ్డి పూర్తిగా విఫలం అయ్యారని అమిత్ షా విమర్శించారు. కేంద్ర ప్రభుత్వం నిధులు మంజూరు చేసినా.. ఏపీలో జగన్ రెడ్డి అవినీతితో వాటిని దుర్వినియోగం చేశారని తెలిపారు. తద్వారా పోలవరం బాగా ఆలస్యమైంద‌ని విమర్శించారు.</p>\n\n\n\n<p> ‘‘వచ్చే ఎన్నికల్లో చంద్రబాబు ప్రభుత్వం ఏర్పాటు చేయండి.. కేంద్రంలో నరేంద్ర మోదీని అధికారంలో కొనసాగించండి. ఇక రాబోయే రెండు సంవత్సరాల్లోనే పోలవరం ప్రాజెక్టును పూర్తి చేస్తాం’’ అని అమిత్ షా హామీ ఇచ్చారు. ప్రజలు అందరూ టీడీపీ, జనసేన, బీజేపీ కూటమికి ఓటు వేయాలని.. ఇక ఏపీలో అభివృద్ధిని చంద్రబాబు, ప్రధాని మోదీ చూసుకుంటారని భరోసా కల్పించారు.</p>\n\n\n\n<p>‘‘అరే రాహుల్ గాంధీ, జగన్ గారూ వారికి కూడా అయోధ్యలో శ్రీరాముడి ప్రాణ ప్రతిష్ఠకు మేం ఆహ్వానాలు పంపాం కానీ వారు రాలేదు. ఇలాంటి వారికి మీరు ఓటు వేస్తారా?\" అని ప్రశ్నించారు. </p>\n\n\n\n<p> చంద్రబాబు ఉమ్మడి ఆంధ్రప్రదేశ్ లో సీఎంగా ఉన్నప్పుడు పరిపాలన బాగా చేశారు. రాష్ట్ర విభజన తర్వాత కూడా చంద్రబాబు ఆర్థిక విధానాలు బాగా పటిష్ఠంగా అమలు చేశారు. జగన్ మోహన్ రెడ్డి వచ్చాక నిరుద్యోగం బాగా పెరిగిపోయింది. పెట్టుబడులు జీరో అయ్యాయి. డెవలప్ మెంట్ అనేది లేదు. రాష్ట్ర అప్పులు ఏకంగా రూ.13 లక్షల కోట్లకు చేరాయని అమిత్ షా విమర్శించారు. </p>\n\n\n\n<p> ఆరోగ్య శ్రీ ఆర్భాటంగా ప్రారంభించినా ఒక్క రూపాయి కూడా నిధులు ఇవ్వలేదని, ఏ ఆస్పత్రికి వెళ్లినా వారు వైద్యం చేయడమే లేదని కేంద్ర మంత్రి ధ్వజమెత్తారు. ఏపీలో తెలుగు భాషను కాపాడుతామని చెబుతూ  ఇక్కడ భాష ఉనికి కోల్పోయే విధంగా జగన్ మోహన్ రెడ్డి ప్రభుత్వ స్కూళ్లను కూడా ఇంగ్లీష్ మీడియం చేసేశారని ధ్వజమెత్తారు. </p>\n\n\n\n<p>ప్రాథమిక విద్య మాతృభాషలోనే ఉండాల్సిన అవసరం ఉందని అమిత్ షా స్పష్టం చేశారు. కాబట్టి, మళ్లీ తెలుగు మీడియం ప్రవేశపెడతాం. జగన్ మోహన్ రెడ్డికి ఒకటే చెబుతున్నా.. బీజేపీ ఉన్నంత వరకూ తెలుగు భాషను సమాప్తి ఎవరూ చేయలేరని అమిత్ షా హెచ్చరించారు.</p>\n","originalUrl":"https://tattvanews.com/18777/05/05/2024/","hasAudio":false,"hasInfographics":false}