{"id":"wp-en-15304","wp_id":15304,"type":"standard","category":"World","language":"en","title":"PPFA offers thanks to Delhi, Dispur for classical recognition to Asomiya","excerpt":"By Nava Thakuria Patriotic People’s Front Assam (PPFA) extends heartfelt thanks to the Union government in New Delhi for paving the way to recognise Assamese (অসমীয়া Asomiya) as a classical language along with Marathi, Bengali, Pali and Prakrit. The forum of nationalist citizens, in a media statement, expressed happiness that Assamese, which is spoken by over","author":"Tattva News Team","time":"12/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Assamese.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong></p>\n\n\n\n<p>Patriotic People’s Front Assam (PPFA) extends heartfelt thanks to the Union government in New Delhi for paving the way to recognise Assamese (অসমীয়া Asomiya) as a classical language along with Marathi, Bengali, Pali and Prakrit.</p>\n\n\n\n<p>The forum of nationalist citizens, in a media statement, expressed happiness that Assamese, which is spoken by over 20 million people, now gets entry to the prestigious category already comprising Tamil, Sanskrit, Telugu, Kannada, Malayalam and Odia languages.</p>\n\n\n\n<p>Assam chief minister Himanta Biswa Sarma has already expressed his gratitude to Prime Minister Narendra Modi and the Union Cabinet for the historic decision to accord Assamese the classical status.</p>\n\n\n\n<p> Sarma opined that this recognition will help the Assamese language that carries the ancient wisdom of numerous saints, philosophers, thinkers and writers, to be better preserved.  Promoting the language that lasted over a thousand years with independent traditions will now be more accommodative.</p>\n\n\n\n<p>PPFA appreciated everyone who contributed for the momentum to achieve the recognition. It also insisted on developing Asomiya as an internet-savvy language so that the users can cross-check the spelling & construction of sentences while writing on digital platforms.</p>\n\n\n\n<p>Moreover, many words in Assamese have been printed differently in the recognised dictionaries, which should be resolved passionately, asserted the forum, adding that more words (precisely from Kamrupiya) which survived orally for centuries among native speakers in western Assam should also be accommodated.</p>\n","originalUrl":"https://en.tattvanews.com/regional/ppfa-offers-thanks-to-delhi-dispur-for-classical-recognition-to-asomiya%ef%bf%bc/","hasAudio":false,"hasInfographics":false}