{"id":"wp-en-12884","wp_id":12884,"type":"standard","category":"World","language":"en","title":"BJP Lok Sabha candidate from UP's Moradabad dies￼","excerpt":"BJP Lok Sabha candidate from Uttar Pradesh's Moradabad Kunwar Sarvesh Singh passed away on Saturday in the national capital. Elections were held yesterday in Moradabad constituency. According to reports, 71-year-old Kunwar Sarvesh Singh was ill and passed away due to a heart attack in Delhi's AIIMS, confirmed BJP MLA from Moradabad city Ritesh Gupta.  \"Kunwar Sarvesh Kumar","author":"Tattva News Team","time":"21/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Singh1.jpg","readTime":"5 min read","contentHTML":"\n<p>BJP Lok Sabha candidate from Uttar Pradesh's Moradabad Kunwar Sarvesh Singh passed away on Saturday in the national capital. Elections were held yesterday in Moradabad constituency.</p>\n\n\n\n<p>According to reports, 71-year-old Kunwar Sarvesh Singh was ill and passed away due to a heart attack in Delhi's AIIMS, confirmed BJP MLA from Moradabad city Ritesh Gupta. </p>\n\n\n\n<p>\"Kunwar Sarvesh Kumar has passed away,\" UP BJP chief Bhupendra Chaudhary told media. He had some problem in his throat and had an operation. Yesterday, he had gone to AIIMS for a check-up,\" Chaudhary.</p>\n\n\n\n<p>Voting in Moradabad constituency in Uttar Pradesh took place in the first phase on Friday (April 19). Kunwar Sarvesh was pitted against Ruchi Veera of the I.N.D.I.A bloc in the battle for Moradabad. </p>\n\n\n\n<p>Kunwar Sarvesh Kumar was among the 12 candidates in the poll fray from Moradabad parliamentary constituency that went to polls in the first phase on April 19. He won the Moradabad Lok Sabha seat in the 2014 general elections but lost in 2019 to the Samajwadi Party's S T Hasan. He has also been a five-time BJP MLA from the Thakurdwara assembly segment in Moradabad from 1991 to 2007 and from 2012 to 2014.  </p>\n\n\n\n<p>Prime Minister Narendra Modi tweets, \"I am deeply saddened by the untimely demise of BJP candidate from Moradabad Lok Sabha seat and former MP Kunwar Sarvesh Singh ji. He remained dedicated to public service and social service till his last breath. His demise is an irreparable loss for the party. I pray to God to give strength to his family to bear this deep grief. Om Shanti!\"</p>\n\n\n\n<p>Uttar Pradesh CM Yogi Adityanath condoled the demise of BJP Lok Sabha candidate from Moradabad Kunwar Sarvesh. Condoling the demise of the party's Moradabad candidate, Chief Minister Yogi Adityanath took to his official X handle to post, \"I am shocked to learn of the demise of our Moradabad candidate and former MP, Kunwar Sarvesh Kumar Singh-ji. This is an irreparable loss for the BJP Parivaar. In this hour of grief, my thoughts and prayers go out to his family members and loved ones. I pray that Prabhu Shri Ram grants eternal peace to the departed soul while giving his family the strength and forbearance to bear this loss. Om Shanti!\"</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-lok-sabha-candidate-from-ups-moradabad-dies%ef%bf%bc/","hasAudio":false,"hasInfographics":false}