{"id":"wp-te-20323","wp_id":20323,"type":"standard","category":"World","language":"te","title":"బిఆర్‌ఎస్ బాటలో కాంగ్రెస్:ఏలేటి మహేశ్వర రెడ్డి","excerpt":"రైతులందరికీ రుణ మాఫీ చేయనందుకే బిఆర్‌ఎస్ అక్కడ కూర్చొందని, ఇప్పుడు అదే బాటలో కాంగ్రెస్ నడవటం బాధాకరమని బిజెఎల్‌పి నేత ఏలేటి మహేశ్వర రెడ్డి అన్నారు. మంగళవారం శాసనసభలో పద్దులపై జరిగిన చర్చలో ఆయన పాల్గొంటూ రుణ మాఫీ కి 30 వేల కోట్లకు పైగా బడ్జెట్ అవసరమని, కాని అంత బడ్జెట్ రుణమాఫీకి కేటాయించలేదని తెలిపారు.  ముఖ్యమంత్రి చెప్పిన లెక్కల ప్రకారం 70 లక్షల మంది రైతులు తెలంగాణలో ఉన్నారని, కాని ఇందులో కోత విధించినట్లు","author":"Tattva News Team","time":"31/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Maheshwar-Reddy-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>రైతులందరికీ రుణ మాఫీ చేయనందుకే బిఆర్‌ఎస్ అక్కడ కూర్చొందని, ఇప్పుడు అదే బాటలో కాంగ్రెస్ నడవటం బాధాకరమని బిజెఎల్‌పి నేత ఏలేటి మహేశ్వర రెడ్డి అన్నారు. మంగళవారం శాసనసభలో పద్దులపై జరిగిన చర్చలో ఆయన పాల్గొంటూ రుణ మాఫీ కి 30 వేల కోట్లకు పైగా బడ్జెట్ అవసరమని, కాని అంత బడ్జెట్ రుణమాఫీకి కేటాయించలేదని తెలిపారు. </p>\n\n\n\n<p>ముఖ్యమంత్రి చెప్పిన లెక్కల ప్రకారం 70 లక్షల మంది రైతులు తెలంగాణలో ఉన్నారని, కాని ఇందులో కోత విధించినట్లు తెలుస్తోందని చెప్పారు. ఏ ప్రాతిపాదికన రైతులను ఎంపిక చేశారని ఆయన ప్రశ్నించారు. వరంగల్ సభలో ఎటువంటి నిబంధనలు లేకుండా రుణమాఫీ చేస్తామని ఒప్పుకున్నారని, మెలికలు లేకుండా రుణమాఫీ చేయాలని ఆయన డిమాండ్ చేశారు. </p>\n\n\n\n<p>ఈ ఏడాది రైతు బంధు పడలేదని, సీజన్ రైతు బంధు విడుదల చేయాలని కోరారు. రైతు బందుకు , రైతు భరోసా కు వేర్వేరు నిధులు కేటాయించాలని స్పష్టం చేశారు. రైతు భరోసాపై అసెంబ్లీ లో చర్చ పెడతామని ముఖ్యమంత్రి చెప్పారని, చర్చ ఎప్పుడు పెడతారో చెప్పాలని కోరారు. కౌలు రైతుల గోస పట్టించుకునే నాథుడే లేరని, తెలంగాణలో దాదాపు 15 లక్షల కౌలు రైతులు ఉన్నారని, వారు మీరిచ్చిన హామీతో మీకు ఓటేశారని మహేశ్వర్ రెడ్డి అన్నారు.</p>\n\n\n\n<p>కౌలు రైతు లకు ఇస్తామన్న పెట్టుబడి సహాయం ఇచ్చి ఆదుకోవాలని కోరారు. పంట బోనస్ రూ. 500 ఇవ్వాలని, ఎన్నికల హామీలు భారేడు నిధులు మాత్రం జానెడు అనే విధంగా ఉందని ధ్వజమెత్తారు. బడ్జెట్ అంకెల గారడీగా ఉందని విమర్శించారు. వ్యవసాయానికి  రూ. 49 వేల కోట్లు అవసరమైతే బడ్జెట్‌లో రూ. 31 వేల కోట్ల ఇచ్చారని తెలిపారు. కెసిఆర్ మాదిరిగానే సన్న బియ్యం కు బోనస్ ఇస్తామని చెప్పడం రైతులను మోసం చేయడమేనని ధ్వజమెత్తారు. </p>\n\n\n\n<p>ఇన్పుట్ సబ్సిడీ ఎప్పటిలోగా ఇస్తారని ఆయన ప్రశ్నించారు. రాష్ట్రంలో గత 7 నెలల కాంగ్రెస్ పాలనలో 150 మంది రైతులు ఆత్మహత్య చేసుకున్నారని తెలిపారు. గత బిఅర్‌ఎస్ ప్రభుత్వం రైతులను విస్మరించినందునే వారు అక్కడ కూర్చున్నారని తెలిపారు. భూమాత పోర్టల్ వచ్చేది ఎప్పుడని నిలదీశారు. భూ సర్వే తో నష్టపోయిన ఎంత మందికి మీరు న్యాయం చేశారు? రెవెన్యూ ట్రిబ్యునల్ కసరత్తు మొదలైందా? అని ప్రశ్నించారు. </p>\n\n\n\n<p>పేదల భూములు కేసిఆర్ లాక్కున్నారని ఆ భూములు వెనక్కి తీసుకొని న్యాయం చేస్తామని రాహుల్ గాంధీ చెప్పిన మాటేమిటని ప్రశ్నించారు. గులాబి పార్టీ ఎంఎల్‌ఏలు లక్షల ఎకరాలు దోచుకున్నారని ఆరోపించారు. ఆ లెక్క ఏమైనా తెలిసిందా? అని ప్రశ్నించారు.</p>\n\n\n\n<p> రాష్ట్రం ఏర్పడినప్పుడు 24 లక్షల ఎకరాల అసైన్ భూమి ఉంటే ఇప్పుడు 5 లక్షల మాత్రమే ఉందని, అవి ఎవరు లాక్కున్నారు ? దాని లెక్క ఏమైనా తెలిసిందా? అని ప్రశ్నించారు. దానిపై ఎంక్వైరీ ఏమైనా వేశారా? దీనిపై సిబిఐ ఎంక్వైరీకి సిద్ధమా? కాళేశ్వరం స్కాం ను సిబిఐ ఎంక్వైరీ కి ఇచ్చేందుకు ఎందుకు వెనకడుగు వేస్తున్నారని ప్రశ్నించారు.</p>\n","originalUrl":"https://tattvanews.com/20323/31/07/2024/","hasAudio":false,"hasInfographics":false}