{"id":"wp-te-20149","wp_id":20149,"type":"standard","category":"World","language":"te","title":"￼ వంద రోజుల్లో అమలు చేస్తామన్న హామీలు  ఏమయ్యాయి?.... కిషన్ రెడ్డి","excerpt":"రాష్ట్రంలో అధికారంలోకి వచ్చిన వంద రోజుల్లో అమలు చేస్తామన్న హామీలు ఏమయ్యాయని కేంద్ర బొగ్గు గనుల శాఖ మంత్రి జి.కిషన్‌రెడ్డి రాష్ట్ర ముఖ్యమంత్రి రేవంత్‌రెడ్డిని ప్రశ్నించారు. నిరుద్యోగ భృతి, జాబ్ క్యాలెండర్ ఎక్కడ అని నిలదీశారు. రాష్ట్రంలో జెండా మాత్రమే మారింది తప్ప ఏమాత్రం మార్పులేదని ధ్వజమెత్తారు.  హైదరాబాద్‌లోని ఇందిరాపార్కు ధర్నా చౌక్‌లో బిజెపి యువ మోర్చా ఆధ్వర్యంలో నిర్వహించిన నిరుద్యోగ మహాధర్నాలో ఆయన పాల్గొన్నారు. ఈ సందర్భంగా మాట్లాడుతూ నిరుద్యోగ భృతి ఇస్తామని హామీ ఇచ్చి","author":"Tattva News Team","time":"21/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Yuva-Morcha.jpg","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రంలో అధికారంలోకి వచ్చిన వంద రోజుల్లో అమలు చేస్తామన్న హామీలు ఏమయ్యాయని కేంద్ర బొగ్గు గనుల శాఖ మంత్రి జి.కిషన్‌రెడ్డి రాష్ట్ర ముఖ్యమంత్రి రేవంత్‌రెడ్డిని ప్రశ్నించారు. నిరుద్యోగ భృతి, జాబ్ క్యాలెండర్ ఎక్కడ అని నిలదీశారు. రాష్ట్రంలో జెండా మాత్రమే మారింది తప్ప ఏమాత్రం మార్పులేదని ధ్వజమెత్తారు. </p>\n\n\n\n<p>హైదరాబాద్‌లోని ఇందిరాపార్కు ధర్నా చౌక్‌లో బిజెపి యువ మోర్చా ఆధ్వర్యంలో నిర్వహించిన నిరుద్యోగ మహాధర్నాలో ఆయన పాల్గొన్నారు. ఈ సందర్భంగా మాట్లాడుతూ నిరుద్యోగ భృతి ఇస్తామని హామీ ఇచ్చి కాంగ్రెస్ మోసం చేసిందని ఆరోపించారు. ఇచ్చిన హామీలను విస్మరించారని ధ్వజమెత్తారు. కాంగ్రెస్ ప్రభుత్వం ప్రజావ్యతిరేకతను కూడగట్టుకుంటోందని విమర్శించారు.</p>\n\n\n\n<p>ఆ పార్టీకి ప్రజలందరూ స్వస్తి చెబుతారని జోస్యం పలికారు. కాంగ్రెస్ నాయకులు ఎవరికి దొరికినంత వారు దోచుకుంటున్నారని ఆరోపించారు. రాష్ట్రంలో చాలా అవినీతి జరుగుతోందని అన్నారు. ఆరు గ్యారెంటీలను వంద రోజుల్లో ఎందుకు పూర్తి చేయలేదో చెప్పాలని డిమాండ్ చేశారు. గతంలో ప్రజల తీర్పును కాలరాసి కేసీఆర్ కాంగ్రెస్ ఎమ్మెల్యేలను చేర్చుకుంటే ఇప్పుడు కాంగ్రెస్ కూడా అదే పని చేస్తోందని దుయ్యబట్టారు. </p>\n\n\n\n<p>ప్రజావాణి వినిపించడంలో బీజేపీ కృషి చేస్తుందని స్పష్టం చేశారు. గ్రూప్ 1 మెయిన్‌కు 1:50 కాకుండా 1:100 నిష్పత్తిలో ఎంపిక చేయాలన్నారు. రేవంత్ రెడ్డి ఇచ్చిన హామీ మేరకు గ్రూప్ 2లో 783 పోస్టులను 2000కు పెంచాలని డిమాండ్ చేశారు. 1365 గ్రూప్ 3 పోస్టులను 3 వేలకు పెంచాలని కూడా డిమాండ్ చేశారు. ఇచ్చిన హామీ మేరకు 2 లక్షల ఉద్యోగాలను భర్తీ చేయాలన్నారు. నిరుద్యోగులకు రూ.4 వేల భృతి ఇవ్వాల్సిందేనని తెలిపారు.</p>\n\n\n\n<p>రేవంత్ ప్రభుత్వంలో పోలీసులు రెచ్చిపోతున్నారు మల్కాజ్గగిరి ఎంపీ ఈటల రాజేందర్ తీవ్ర ఆగ్రహం వ్యక్తం చేశారు. మహాధర్నాలో పాల్గొన్న ఆయన మాట్లాడుతూ ముఖ్యమంత్రి రేవంత్రెడ్డిపై తీవ్ర విమర్శలు గుప్పించారు. కాంగ్రెస్ ప్రభుత్వం ఆరు గ్యారెంటీలను అమలు చేయడం లేదని, కేసీఆర్ హయాంలో కంటే రేవంత్ ప్రభుత్వంలోనే పోలీసులు రెచ్చిపోతున్నారని తీవ్ర ఆగ్రహం వ్యక్తం చేశారు. </p>\n\n\n\n<p>పోలీసులు మాత్రమే ఓటర్లు కాదని, ప్రజలే మళ్లీ ఓట్లు వేయాలన్న సంగతి రేవంత్ గుర్తుంచుకోవాలని హితవు చెప్పారు. సిఎం రేవంత్ రెడ్డి మళ్లీ ఐదేళ్ల తర్వాత ప్రజల దగ్గరకు రావాలని గుర్తుంచుకోవాలని హితవు పలికారు. భేషజాలకు పోకుండా జాబ్ క్యాలెండర్ ప్రకటించాలని డిమాండ్ చేశారు. టీపీసీసీ అధ్యక్షుడిగా రేవంత్ ఇచ్చిన హామీలనే నిరుద్యోగులు అడుగుతున్నారని గుర్తు చేశారు.</p>\n\n\n\n<p> అమలు చేసే దమ్ముంటేనే ఎన్నికల్లో హామీలు ఇవ్వాలని చెప్పారు. ప్రజాస్వామ్య వ్యవస్థలో ప్రజలే అంతిమ నిర్ణేతలనిగుర్తుంచుకోవాలని అన్నారు. ఈ మహా ధర్నా కార్యక్రమంలో బీజేపీ రాష్ట్ర ప్రధాన కార్యదర్శి కాసం వెంకటేశ్వర్లు, నాయకులు రాంచందర్ రావు, రాణిరుద్రమ, విజయలక్ష్మి తదితర యువమోర్చా నాయకులు పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20149/21/07/2024/","hasAudio":false,"hasInfographics":false}