{"id":"wp-te-19203","wp_id":19203,"type":"standard","category":"World","language":"te","title":"￼ఏపీలో కౌంటింగ్ రోజు అల్లర్లు లేకుండా పటిష్ట ఏర్పాట్లు","excerpt":"కౌంటింగ్ రోజు అల్లర్లు, ఘర్షణలు జరిగేందుకు అవకాశం ఉన్న సమస్యాత్మక నియోజకవర్గాలు, గ్రామాల మీద ప్రత్యేక దృష్టి సారించి ప్రతిష్ఠమైన బందోబస్తు ఏర్పాటు చేస్తున్నట్లు రాష్ట్ర ఎన్నికల ప్రధానాధికారి ముఖేష్ కుమార్ మీనా తెలిపారు. ఆచార్య నాగార్జున యూనివర్సిటీలో ఈవీఎంలను భద్రపరిచిన స్ట్రాంగ్ రూములు, కౌంటింగ్ కేంద్రాలను ఆయన పరిశీలించారు. స్ట్రాంగ్ రూముల వద్ద మూడంచెల భద్రత వ్యవస్థ ఏర్పాటు చేశామన్న మీనా, కౌంటింగ్ రోజు 144 సెక్షన్ అమలులో ఉంటుందన్నారు. ప్రతి స్ట్రాంగ్ రూమ్ వద్ద","author":"Tattva News Team","time":"28/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Meena.jpg","readTime":"5 min read","contentHTML":"\n<p>కౌంటింగ్ రోజు అల్లర్లు, ఘర్షణలు జరిగేందుకు అవకాశం ఉన్న సమస్యాత్మక నియోజకవర్గాలు, గ్రామాల మీద ప్రత్యేక దృష్టి సారించి ప్రతిష్ఠమైన బందోబస్తు ఏర్పాటు చేస్తున్నట్లు రాష్ట్ర ఎన్నికల ప్రధానాధికారి ముఖేష్ కుమార్ మీనా తెలిపారు. ఆచార్య నాగార్జున యూనివర్సిటీలో ఈవీఎంలను భద్రపరిచిన స్ట్రాంగ్ రూములు, కౌంటింగ్ కేంద్రాలను ఆయన పరిశీలించారు. స్ట్రాంగ్ రూముల వద్ద మూడంచెల భద్రత వ్యవస్థ ఏర్పాటు చేశామన్న మీనా, కౌంటింగ్ రోజు 144 సెక్షన్ అమలులో ఉంటుందన్నారు. ప్రతి స్ట్రాంగ్ రూమ్ వద్ద సీసీ కెమెరాలను అమర్చినట్లు పేర్కొన్నారు.</p>\n\n\n\n<p>అభ్యర్థులు, ఏజెంట్లు భౌతికంగా రెండు పర్యాయాలు స్ట్రాంగ్ రూమ్లను పరిశీలించే అవకాశం కల్పించామని చెప్పారు. పోలింగ్ అనంతరం జరిగిన అల్లర్లు దాడులను దృష్టిలో పెట్టుకొని 20 కంపెనీ బలగాలను రాష్ట్రానికి కేటాయించినట్లు మీనా వెల్లడించారు. పోలింగ్ తరువాత రోజు మాత్రమే అల్లర్లు, ఘర్షణలు జరిగాయన్న మీనా, పల్నాడులో పరిస్థితులు అదుపులోనే ఉన్నాయని స్పష్టం చేశారు. ఎలాంటి అవాంఛనీయ సంఘటనలు జరగకుండా ప్రశాంతంగా కౌంటింగ్ నిర్వహించేందుకు అన్ని ఏర్పాట్లు చేశామని వివరించారు.</p>\n\n\n\n<p>అదే విధంగా దేశ వ్యాప్తంగా జూన్ 4న నిర్వహించే ఓట్ల లెక్కింపు ఏర్పాట్లపై కేంద్ర ఎన్నికల సంఘం దృష్టి సారించింది. ఈమేరకు దిల్లీ నుంచి సీఈసీ రాజీవ్ కుమార్ అన్ని రాష్ట్రాల సీఈఓలు, ఆర్వోలు, జిల్లా ఎన్నికల అధికారులతో సమీక్ష చేశారు. వీడియో కాన్ఫరెన్స్ ద్వారా చేసిన ఈ సమీక్షలో కేంద్ర ఎన్నికల కమిషనర్లు జ్ఞానేష్ కుమార్, సుఖ్ బీర్ సింగ్ సంధూ పాల్గొన్నారు. ఏపీ నుంచి సీఈఓ ముకేశ్‌ కుమార్ మీనా, ఇతర అధికారులు సమీక్షలో పాల్గొన్నారు.</p>\n\n\n\n<p>ఆంధ్ర ప్రదేశ్, అరుణాచల్, ఒడిశా, సిక్కిం అసెంబ్లీ ఓట్లతో పాటు దేశవ్యాప్తంగా 543 లోక్ సభ స్థానాల కౌంటింగ్ పై సీఈసీ సమీక్షించారు. ఈసీ మార్గదర్శకాలకు అనుగుణంగా కౌంటింగ్ ఏర్పాట్లు చేయాలని ఆదేశించారు. కౌంటింగ్ కేంద్రాల్లో 360 డిగ్రీల కవరేజి ఉండేలా సీసీటీవీలు ఏర్పాటుచేసుకోవాలని నిర్దేశించారు. విద్యుత్ ఇబ్బందులు తలెత్తకుండా జాగ్రత్త వహించాలన్నారు. కౌంటింగ్ కేంద్రాల వద్ద స్థానిక పోలీసులు, కేంద్ర బలగాలతో భారీ భద్రతా ఏర్పాట్లు చేయనున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19203/28/05/2024/","hasAudio":false,"hasInfographics":false}