{"id":"wp-te-20745","wp_id":20745,"type":"standard","category":"World","language":"te","title":"‘యూనిఫైడ్ పెన్షన్ స్కీమ్’ కు కేంద్రం ఆమోదం","excerpt":"యూనిఫైడ్ పెన్షన్ స్కీమ్ కు కేంద్ర కేబినెట్ శనివారం ఆమోదం తెలిపింది. ఈ పథకం కింద కేంద్ర ప్రభుత్వ ఉద్యోగులకు వేతనంలో 50 శాతం పెన్షన్ ఇస్తారు. ప్రధాని నరేంద్ర మోదీ అధ్యక్షతన శనివారం జరిగిన కేంద్ర కేబినెట్ భేటీలో ఈ కీలక ప్రతిపాదనకు ఆమోదం తెలిపారు. కేంద్ర కేబినెట్ నిర్ణయాలను కేంద్ర మంత్రి అశ్విని వైష్ణవ్ మీడియాకు వెల్లడించారు. కొత్త పెన్షన్ స్కీం గురించి వివరిస్తూ, ‘‘కొత్త పెన్షన్ పథకంలో కొన్ని మార్పులు చేయాలని ప్రభుత్వ","author":"Tattva News Team","time":"25/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Pension.jpg","readTime":"5 min read","contentHTML":"\n<p>యూనిఫైడ్ పెన్షన్ స్కీమ్ కు కేంద్ర కేబినెట్ శనివారం ఆమోదం తెలిపింది. ఈ పథకం కింద కేంద్ర ప్రభుత్వ ఉద్యోగులకు వేతనంలో 50 శాతం పెన్షన్ ఇస్తారు. ప్రధాని నరేంద్ర మోదీ అధ్యక్షతన శనివారం జరిగిన కేంద్ర కేబినెట్ భేటీలో ఈ కీలక ప్రతిపాదనకు ఆమోదం తెలిపారు.</p>\n\n\n\n<p>కేంద్ర కేబినెట్ నిర్ణయాలను కేంద్ర మంత్రి అశ్విని వైష్ణవ్ మీడియాకు వెల్లడించారు. కొత్త పెన్షన్ స్కీం గురించి వివరిస్తూ, ‘‘కొత్త పెన్షన్ పథకంలో కొన్ని మార్పులు చేయాలని ప్రభుత్వ ఉద్యోగులు డిమాండ్ చేశారు. దాంతో, కేబినెట్ కార్యదర్శి టీవీ సోమనాథన్ అధ్యక్షతన ఓ కమిటీని ప్రధాని మోదీ ఏర్పాటు చేశారు. ఈ కమిటీ వివిధ సంస్థలతో పాటు దాదాపు అన్ని రాష్ట్రాలతో 100కు పైగా సమావేశాలు నిర్వహించింది. ఆ తరువాత ఈ యూనిఫైడ్ పెన్షన్ స్కీమ్ ను సిఫారసు చేసింది’’ అని వివరించారు.</p>\n\n\n\n<p>‘‘ప్రధాని మోదీ పనిచేసే విధానానికి, ప్రతిపక్షాల పనితీరుకు తేడా ఉంది. ప్రతిపక్షాలకు భిన్నంగా ప్రధాని మోదీ  ఏ విషయంలో అయినా విస్తృత సంప్రదింపులు జరపిన తరువాతనే నిర్ణయం తీసుకుంటారు. రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా, ప్రపంచ బ్యాంకుతో సహా అందరితో సంప్రదింపుల తరువాత, కమిటీ ఈ ఏకీకృత పెన్షన్ పథకాన్ని సిఫారసు చేసింది. ఈ రోజు కేంద్ర మంత్రివర్గం ఈ ఏకీకృత పెన్షన్ పథకానికి ఆమోదం తెలిపింది, భవిష్యత్తులో ఇది అమలు చేస్తాం’’ అని మంత్రి తెలిపారు.</p>\n\n\n\n<p>ఈ యూనిఫైడ్ పెన్షన్ స్కీమ్ కు పునాది \"50% పెన్షన్ హామీ అని కేంద్ర మంత్రి అశ్వని వైష్ణవ్ తెలిపారు. ‘‘50% పెన్షన్ ఈ పింఛను పథకానికి ఫస్ట్ పిల్లర్... కుటుంబ పింఛన్ రెండో పిల్లర్. ఈ యూనిఫైడ్ పెన్షన్ స్కీమ్ ద్వారా కేంద్ర ప్రభుత్వానికి చెందిన 23 లక్షల మంది ఉద్యోగులు లబ్ధి పొందనున్నారు. ఉద్యోగులు ఎన్పీఎస్, యూపీఎస్  లలో ఏదో ఒకదాన్ని ఎంచుకునే వెసులుబాటు ఉంటుంది’’ అని మంత్రి పేర్కొన్నారు. </p>\n\n\n\n<p>‘‘ఈ ఏకీకృత పెన్షన్ పథకానికి మొత్తం ఐదు పిల్లర్స్ ఉంటాయి. అందులో కీలకమైనది వేతనంలో 50 శాతం పెన్షన్. ఈ పెన్షన్ మొత్తం పదవీ విరమణకు ముందు 12 నెలల బేసిక్ వేతనం యొక్క సగటులో 50%. ఎవరైనా 25 ఏళ్లు పనిచేస్తే ఆ వ్యక్తికి ఈ హామీ పింఛను మొత్తం లభిస్తుంది’’ అని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/20745/25/08/2024/","hasAudio":false,"hasInfographics":false}