{"id":"wp-te-20300","wp_id":20300,"type":"standard","category":"World","language":"te","title":"విదేశాల్లో 633 మంది భారతీయ విద్యార్థులు మృతి","excerpt":"విదేశాల్లో చదువుతున్న భారతీయ విద్యార్థులు 633 మంది మరణించారు. కెనడా, అమెరికాలో మరణాల సంఖ్య అత్యధికంగా నమోదయ్యాయి. విదేశీ వ్యవహారాల మంత్రిత్వ శాఖ ఈ విషయాన్ని వెల్లడించింది. కేరళ ఎంపీ కొడికున్నిల్ సురేష్ లోక్‌సభలో అడిగిన ప్రశ్నకు విదేశాంగ శాఖ సహాయ మంత్రి కీర్తి వర్ధన్ సింగ్ సమాధానమిచ్చారు.  గత ఐదేళ్లలో 633 మంది భారతీయ విద్యార్థులు విదేశాల్లో మరణించినట్లు తెలిపారు. ప్రమాదాలు, వైద్య పరిస్థితులు, దాడులు వంటి కారణాల వల్ల 2019 నుంచి 41 దేశాల్లో","author":"Tattva News Team","time":"30/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Indian-students.jpg","readTime":"5 min read","contentHTML":"\n<p>విదేశాల్లో చదువుతున్న భారతీయ విద్యార్థులు 633 మంది మరణించారు. కెనడా, అమెరికాలో మరణాల సంఖ్య అత్యధికంగా నమోదయ్యాయి. విదేశీ వ్యవహారాల మంత్రిత్వ శాఖ ఈ విషయాన్ని వెల్లడించింది. కేరళ ఎంపీ కొడికున్నిల్ సురేష్ లోక్‌సభలో అడిగిన ప్రశ్నకు విదేశాంగ శాఖ సహాయ మంత్రి కీర్తి వర్ధన్ సింగ్ సమాధానమిచ్చారు. </p>\n\n\n\n<p>గత ఐదేళ్లలో 633 మంది భారతీయ విద్యార్థులు విదేశాల్లో మరణించినట్లు తెలిపారు. ప్రమాదాలు, వైద్య పరిస్థితులు, దాడులు వంటి కారణాల వల్ల 2019 నుంచి 41 దేశాల్లో 633 మంది భారతీయ విద్యార్థులు చనిపోయినట్లు చెప్పారు.</p>\n\n\n\n<p>కాగా, విదేశీ వ్యవహారాల మంత్రిత్వ శాఖ గణాంకాల ప్రకారం కెనడాలో అత్యధికంగా 172 మంది భారతీయ విద్యార్థుల మరణించారు. ఆ తర్వాత 108 మరణాలతో అమెరికా రెండో స్థానంలో ఉంది. బ్రిటన్‌లో 58, ఆస్ట్రేలియాలో 57, రష్యాలో 37, జర్మనీలో 24, పాకిస్థాన్‌లో ఒక భారతీయ విద్యార్థి మరణాలు నమోదయ్యాయి.</p>\n\n\n\n<p>మరోవైపు విదేశాల్లో జరిగిన దాడుల్లో 19 మంది భారతీయ విద్యార్థులు మరణించినట్లు విదేశీ వ్యవహారాల మంత్రిత్వ శాఖ తెలిపింది. కెనడాలో జరిగిన దాడుల్లో అత్యధికంగా తొమ్మిది మంది, అమెరికాలో ఆరుగురు మరణించారు. ఆస్ట్రేలియా, చైనా, బ్రిటన్‌, కిర్గిజ్‌స్థాన్‌లో జరిగిన దాడుల్లో ఒక్కరు చొప్పున ఇండియన్‌ స్టూడెంట్స్‌ చనిపోయారు.</p>\n\n\n\n<p>గత మూడేళ్లలో 48 మంది భారతీయ విద్యార్థులను అమెరికా నుంచి బహిష్కరించినట్లు విదేశాంగ శాఖ సహాయ మంత్రి కీర్తి వర్ధన్ సింగ్ తెలిపారు. వారి బహిష్కరణకు గల కారణాలను అమెరికా అధికారులు అధికారికంగా ప్రకటించలేదని చెప్పారు. అయితే విదేశాల్లోని భారతీయ విద్యార్థులకు భద్రత కల్పించడం ప్రభుత్వం అత్యంత ప్రాధాన్యతలలో ఒకటని అన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20300/30/07/2024/","hasAudio":false,"hasInfographics":false}