{"id":"wp-en-13045","wp_id":13045,"type":"standard","category":"World","language":"en","title":"PM Modi flays Congress never respects Constitution￼","excerpt":"Alleging that the Congress party has never respected Indian constitution, Prime Minister Narendra Modi alleged that now it is trying to use the constitution to meet its narrow political interests. Addressing an election rally at Alla Durgam in Medak District on Tuesday evening, he attacked the Congress — who said the BJP would abrogate the","author":"Tattva News Team","time":"1/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-TS.jpg","readTime":"5 min read","contentHTML":"\n<p>Alleging that the Congress party has never respected Indian constitution, Prime Minister Narendra Modi alleged that now it is trying to use the constitution to meet its narrow political interests.</p>\n\n\n\n<p>Addressing an election rally at Alla Durgam in Medak District on Tuesday evening, he attacked the Congress — who said the BJP would abrogate the Constitution — saying that as long as he was alive he wouldn’t allow reservations for Muslims based on religion.</p>\n\n\n\n<p>“Since the beginning, Congress had never respected the Constitution. It was the Congress which had brought in an emergency, and it was Jawaharlal Nehru and Indira Gandhi, who had time and again, showed disrespect to the Constitution”, he said.</p>\n\n\n\n<p>Forget about the Indian Constitution, he accused that the Congress has no regard for its constitution and several decisions it took in the past were in conflict with the provisions of the party’s constitution. He assured that the quota for SC, ST and OBCs would continue and declared that he would continue to protect the Indian Constitution as the most sacred document</p>\n\n\n\n<p>.The prime minister said: “As long as I am alive, I will not allow reservation of SCs, STs and OBCs to be given to Muslims on the basis of religion. I will not allow it,” adding that he and the BJP were opposed to providing reservations based on religion. He said that for him and the BJP, the Constitution was like a sacred scripture.</p>\n\n\n\n<p>Prime Minister predicted that after the elections, the Congress would not even get the required seats to get the primary Opposition party status in the Parliament and would set a record of winning the lowest number of seats in its history.</p>\n\n\n\n<p>He warned the people that if Congress came to power, it would impose an inheritance tax of about 55 percent of the property that the people would bequeath to their children.</p>\n\n\n\n<p>Taking a swipe at the Congress in Telangana, he said that the state government was collecting RR tax (Revanth Reddy tax) and was sending it to the Congress’ top leaders in Delhi. He said that if the movie <em>RRR</em> was a runaway hit and earned accolades all over the world, the RR tax is making the country hang its head in shame.</p>\n\n\n\n<p>If one does not understand the implications of the RR tax, in a matter of five years, incalculable harm would be done to the people, he said, adding that several businessmen were already affected by the tax.</p>\n\n\n\n<p>The prime minister said that the BRS and the Congress always helped each other. “In the past, the BRS did not act on the infamous vote for note scam in which Revanth Reddy was accused and now the Congress government was not moving against KCR though he is allegedly involved in corruption in the execution of the Kaleshwaram Lift Irrigation Scheme (KLIS),” he said. “It is the Congress now and was the BRS then who plundered Telangana state,” he added.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/telegu-state/pm-modi-flays-congress-never-respects-constitution%ef%bf%bc/","hasAudio":false,"hasInfographics":false}