{"id":"wp-te-21388","wp_id":21388,"type":"standard","category":"World","language":"te","title":"తమిళనాడు ఉపముఖ్యమంత్రిగా  ఉదయనిధి  స్టాలిన్!","excerpt":"తమిళనాడులో మంత్రివర్గ పునర్వ్యవస్థీకరణ జరిగింది.ముఖ్యమంత్రి ఎంకే స్టాలిన్ కుమారుడు, మంత్రి ఉదయనిధి స్టాలిన్‌కు ఉప ముఖ్యమంత్రిగా ప్రమోషన్ లభించింది. తమిళనాడు మూడో ఉపముఖ్యమంత్రిగా ఉదయనిధి నియమితులయ్యారు. మనో తంగరాజ్‌తోపాటు మరో ముగ్గుర్ని కేబినెట్ నుంచి తప్పించిన స్టాలిన్.. మనీలాండరింగ్ కేసులో జైలుకెళ్లి.. మూడు రోజుల క్రితమే బెయిల్ మీద బయటకొచ్చిన సెంథిల్ బాలాజీని కేబినెట్లోకి తీసుకున్నారు.  ఆర్.రాజేంద్రన్, డాక్టర్ గోవి చెళియన్, ఎస్ఎం నాజర్‌లు సైతం ఆదివారం సాయంత్రం తమిళనాడు మంత్రులుగా ప్రమాణం చేశారు.  డీఎంకే అధినేత,","author":"Tattva News Team","time":"30/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Udhayanidhi-Stalin.webp","readTime":"5 min read","contentHTML":"\n<p>తమిళనాడులో మంత్రివర్గ పునర్వ్యవస్థీకరణ జరిగింది.ముఖ్యమంత్రి ఎంకే స్టాలిన్ కుమారుడు, మంత్రి ఉదయనిధి స్టాలిన్‌కు ఉప ముఖ్యమంత్రిగా ప్రమోషన్ లభించింది. తమిళనాడు మూడో ఉపముఖ్యమంత్రిగా ఉదయనిధి నియమితులయ్యారు. మనో తంగరాజ్‌తోపాటు మరో ముగ్గుర్ని కేబినెట్ నుంచి తప్పించిన స్టాలిన్.. మనీలాండరింగ్ కేసులో జైలుకెళ్లి.. మూడు రోజుల క్రితమే బెయిల్ మీద బయటకొచ్చిన సెంథిల్ బాలాజీని కేబినెట్లోకి తీసుకున్నారు. </p>\n\n\n\n<p>ఆర్.రాజేంద్రన్, డాక్టర్ గోవి చెళియన్, ఎస్ఎం నాజర్‌లు సైతం ఆదివారం సాయంత్రం తమిళనాడు మంత్రులుగా ప్రమాణం చేశారు.  డీఎంకే అధినేత, సీఎం ఎంకే స్టాలిన్ కుమారుడైన ఉదయనిధి స్టాలిన్.. సినీ నటుడిగా ప్రజలకు పరిచయం అయ్యారు. 2008 ప్రొడ్యూసర్‌గా సినిమాల్లోకి అడుగుపెట్టిన ఉదయనిధి.. 2012లో ఒరు కాల్ ఒరు కన్నడి సినిమా ద్వారా హీరోగా మారారు. ఓకే ఓకే పేరిట తెలుగులోకి డబ్ అయిన ఈ సినిమా ఇక్కడ కూడా మంచి విజయం సాధించింది.</p>\n\n\n\n<p>2021 తమిళనాడు అసెంబ్లీ ఎన్నికల్లో చెపాక్- తిరువల్లికెని నియోజకవర్గం నుంచి పోటీ చేసిన ఉదయనిధి ఎమ్మెల్యేగా గెలిచారు. రాష్ట్రంలో డీఎంకే అధికారంలోకి రావడంతో ఆయన తండ్రి స్టాలిన్ ముఖ్యమంత్రి అయ్యారు. 2022 డిసెంబర్ 14న యూత్ వెల్ఫేర్, స్పోర్ట్స్ డెవలప్‌మెంట్ శాఖ మంత్రిగా స్టాలిన్ బాధ్యతలు చేపట్టారు. మంత్రి పదవి చేపట్టి రెండేళ్లు తిరగక ముందే ఉపముఖ్యమంత్రిగా ప్రమోషన్ పొందారు.</p>\n\n\n\n<p>2019లో డీఎంకే యువ విభాగం కార్యదర్శిగా పగ్గాలు చేపట్టిన ఉదయనిధి ఐదేళ్లలోనే డిప్యూటీ సీఎం స్థాయికి చేరుకున్నారు. ఉదయనిధి ఎదిగిన తీరు చూస్తే దాని వెనుక స్టాలిన్ పక్కా ప్లానింగ్ ఉన్న విషయం అర్థమవుతుంది. రాజకీయాల్లోకి రాక ముందే ఉదయనిధి సినిమాల ద్వారా ప్రజలకు చేరువయ్యారు. ఆ తర్వాత వెంటనే ఎమ్మెల్యేగా, మంత్రిగా, డిప్యూటీ సీఎంగా వేగంగా ఒక్కో మెట్టు ఎక్కారు.</p>\n\n\n\n<p>స్టాలిన్‌‌కు ఉదయనిధి ఒక్కడే మగ సంతానం కావడంతో స్టాలిన్ ఎదుర్కొన్న వారసత్వ పోరు ఆయన కొడుక్కి లేకుండా పోయింది. స్టాలిన్‌ వయసు 70 ఏళ్లు దాటడంతో తన వారసుడిగా ఉదయనిధిని ఆయన ప్రొజెక్ట్ చేస్తున్నారు. అందులో భాగంగానే ఇప్పుడు ఏకంగా డిప్యూటీ సీఎం పీఠంపై కూర్చోబెట్టారు.</p>\n","originalUrl":"https://tattvanews.com/21388/30/09/2024/","hasAudio":false,"hasInfographics":false}