{"id":"wp-en-14763","wp_id":14763,"type":"standard","category":"World","language":"en","title":"Delhi court grants bail to conman Sukesh Chandrasekhar in bribery case","excerpt":"The Rouse Avenue Court of Delhi on Friday granted bail to alleged conman Sukesh Chandrasekhar in connection with the bribery case regarding the AIADMK's two-leaves symbol matter. Despite this bail, Chandrasekhar will remain in jail due to other ongoing pending cases against him. The Special Judge Vishal Gogne in the order passed said since section","author":"Tattva News Team","time":"31/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Sukhesh.jpg","readTime":"5 min read","contentHTML":"\n<p>The Rouse Avenue Court of Delhi on Friday granted bail to alleged conman Sukesh Chandrasekhar in connection with the bribery case regarding the AIADMK's two-leaves symbol matter. Despite this bail, Chandrasekhar will remain in jail due to other ongoing pending cases against him.</p>\n\n\n\n<p>The Special Judge Vishal Gogne in the order passed said since section 479 recognises the paramount status of liberty and aims to protect accused persons against long periods of detention without proceedings reaching finality, any interpretation which defeats the pre-eminence of bail over jail should be avoided.</p>\n\n\n\n<p>In sum, the accused is entitled to release on bail under section 479 (1) and the third provision to section 479 of the BNSS. Special Judge Vishal Gogne granted the relief to him on a personal bond of Rs 5 lakh.</p>\n\n\n\n<p>The court noted that in the present facts, the delay in proceedings is not capable of being ascribed to the accused as he was entitled to exercise his right of challenging the order on charge. If the proceedings then came to be stayed by the Supreme Court and High Court of Delhi, the accused cannot be penalised by application of the Explanation to section 479 BNSS.</p>\n\n\n\n<p>The exercise of a remedy under the law cannot be construed as cause for sanctioning the accused and robbing him of the mandate of section 479 (1) and the third Proviso to section 479 BNSS.</p>\n\n\n\n<p>Appearing for Sukesh, Advocate Anant Malik argued that the accused has suffered detention in the present proceedings for a duration exceeding 7 years 4 months upon being apprehended on 15.04.2017 when the offences with which he has been charged vide order dated 17.11.2018 are under section 8 of the Prevention of Corruption Act, Section 120-B of IPC read with section 8 of the Prevention of Corruption Act, Section 170/201/419/420/468/471/474 of IPC and that none of these offences contemplate punishment for a duration more than 7 years.</p>\n","originalUrl":"https://en.tattvanews.com/others/delhi-court-grants-bail-to-conman-sukesh-chandrasekhar-in-bribery-case/","hasAudio":false,"hasInfographics":false}