{"id":"wp-en-13519","wp_id":13519,"type":"standard","category":"World","language":"en","title":"EC asks Jairam Ramesh to share details on Amit Shah calling up DMs￼","excerpt":"The Election Commission of India (ECI) on Sunday sought factual information from Congress leader Jairam Ramesh on his claim that Home Minister Amit Shah has called up 150 district magistrates and collectors ahead of the June 4 counting of votes for the Lok Sabha elections. In a letter to Ramesh, the poll body has sought","author":"Tattva News Team","time":"2/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Jairam.jpg","readTime":"5 min read","contentHTML":"\n<p><strong> </strong>The Election Commission of India (ECI) on Sunday sought factual information from Congress leader Jairam Ramesh on his claim that Home Minister Amit Shah has called up 150 district magistrates and collectors ahead of the June 4 counting of votes for the Lok Sabha elections.</p>\n\n\n\n<p>In a letter to Ramesh, the poll body has sought the Congress leader's response by today (June 2) evening for further necessary action.</p>\n\n\n\n<p>EC in a letter mentioned, “The process of counting of votes is a sacred duty cast upon every RO (Returning Officer) and such public statements by a senior, responsible and experienced leader tend to put an element of doubt and thus, deserves to be addressed in the larger public interest. Although no DM has reported any undue influence, EC had sought details and information from Jairam Ramesh of 150 DMs to whom Amit Shah has influenced, as alleged by Ramesh and which he believes to be true, and had thus made these allegations.”</p>\n\n\n\n<p>Earlier on Saturday, Ramesh claimed that Shah had already spoken with 150 DMs or collectors and added that this shows how desperate the BJP is. \"The outgoing Home Minister has been calling up DMs/Collectors. So far he has spoken to 150 of them. This is blatant and brazen intimidation, showing how desperate the BJP is,\" he said in a post on X.</p>\n\n\n\n<p>\"Let it be very clear: the will of the people shall prevail, and on June 4th, Mr. Modi, Mr. Shah, and the BJP will exit, and the INDIA Janbandhan will be victorious,\" he asserted. Ramesh said officers should not get under any pressure and must uphold the Constitution. They are under watch, he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/ec-asks-jairam-ramesh-to-share-details-on-amit-shah-calling-up-dms%ef%bf%bc/","hasAudio":false,"hasInfographics":false}