{"id":"wp-en-12927","wp_id":12927,"type":"standard","category":"World","language":"en","title":"PEC demands release of Afghan journalist imprisoned by Taliban","excerpt":"Geneva- based Press Emblem Campaign (PEC), the global media safety and rights body, expressed concern over the imprisonment of  Habib-ur-Rahman Taseer, a local Afghan journalist associated with Radio Azadi/Radio Free Europe. According to Afghanistan Journalist Center, Taseer was detained by the Taliban regime of Afghanistan on 6 April and lately he has been sent to","author":"Tattva News Team","time":"23/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Afghan-journalist.jpg","readTime":"5 min read","contentHTML":"\n<p>Geneva- based Press Emblem Campaign (PEC), the global media safety and rights body, expressed concern over the imprisonment of  Habib-ur-Rahman Taseer, a local Afghan journalist associated with Radio Azadi/Radio Free Europe.</p>\n\n\n\n<p>According to Afghanistan Journalist Center, Taseer was detained by the Taliban regime of Afghanistan on 6 April and lately he has been sent to jail. Taseer was reportedly detained for preparing local reports for Radio Azadi and his smartphone was seized and checked without his consent. The  Ghazni-based journalist was also asked to exit from a joint whatsapp group of journalists.</p>\n\n\n\n<p>“It’s worrisome that a dedicated scribe like Habib-ur-Rahman Taseer remains under detention for his works as a media person. The Taliban regime must release him urgently along with over 55 Afghan journalists and media workers who were arrested in the last few months,” said Blaise Lempen, president of PEC (www.pressemblem.ch).</p>\n\n\n\n<p>Lempen also expressed shock over the killing of a Pakistani journalist  last month and demanded justice for the bereaved family, saying “Jam Saghir is the 30th journalist killed this year. Pak government in Islamabad must investigate the matter and nab the culprits involved with the crime.”</p>\n\n\n\n<p>Jam Saghir Ahmed Lar, who used to work for Daily Khabrain from Punjab province of Pakistan, was shot dead by three armed men on 14 March last. PEC’s south & southeast Asia representative Nava Thakuria revealed that since 1 January 2024, two journo-casualties have been reported from Myanmar (which lost Ko Myat Thu Tun to military atrocities) along with Pakistan.</p>\n\n\n\n<p>Last year,  Pakistan lost Imtiaz Baig, Ghulam Asghar Khand and Jan Mohammed Mahar to assailants, where India witnessed the killing of Shashikant Warishe, Abdur Rauf Alamgir and Vimal Kumar Yadav. Similarly, Ashiqul Islam and Golam Rabbani Nadim lost their lives in Bangladesh, where Husein Naderi and Akmal Nazari were killed in Afghanistan.</p>\n","originalUrl":"https://en.tattvanews.com/international/pec-demands-release-of-afghan-journalist-imprisoned-by-taliban%ef%bf%bc/","hasAudio":false,"hasInfographics":false}