{"id":"wp-en-15212","wp_id":15212,"type":"standard","category":"World","language":"en","title":"IREDA sees 303% surge in loan sanctions￼","excerpt":"IREDA, the Indian Renewable Energy Development Agency Limited, disclosed a notable 303% surge in loan approvals, amounting to US$ 2.15 billion (Rs. 17,860 crore) between April and September this fiscal year versus the corresponding period last year. In a recent statement, the company highlighted a substantial 56% increase in loan disbursements, rising to US$ 1.18","author":"Tattva News Team","time":"4/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/IREDA.jpg","readTime":"5 min read","contentHTML":"\n<p>IREDA, the Indian Renewable Energy Development Agency Limited, disclosed a notable 303% surge in loan approvals, amounting to US$ 2.15 billion (Rs. 17,860 crore) between April and September this fiscal year versus the corresponding period last year.</p>\n\n\n\n<p> In a recent statement, the company highlighted a substantial 56% increase in loan disbursements, rising to US$ 1.18 billion (Rs. 9,787 crore) from US$ 753 million (Rs. 6,273 crore) in September 2023. IREDA's outstanding loan portfolio currently stands at US$ 7.75 billion (Rs. 64,500 crore), reflecting a 36% growth from US$ 5.71 billion (Rs. 47,514 crore) in the prior year.</p>\n\n\n\n<p>The Chairman and Managing Director of IREDA, Mr. Pradip Kumar Das, emphasized the firm's robust financial performance as a testament to the escalating demand for clean energy financing and their commitment to facilitating the transition to green energy. Last month, IREDA announced government approval to raise US$ 540 million (Rs. 4,500 crore) by issuing equity shares via a Qualified Institutions Placement (QIP). </p>\n\n\n\n<p>This sanction, endorsed by the Department of Investment and Public Asset Management (Dipam) following recommendations from a high-level committee, will enable a potential dilution of the Government of India's stake in IREDA by up to 7% post-issue, to be executed in one or more stages.</p>\n\n\n\n<p>The primary aim of this fundraising endeavor is to fortify IREDA's capital base, empowering the organization to amplify its financing capabilities for renewable energy projects and accelerate India's transition towards clean energy.</p>\n","originalUrl":"https://en.tattvanews.com/economy/ireda-sees-303-surge-in-loan-sanctions%ef%bf%bc/","hasAudio":false,"hasInfographics":false}