{"id":"wp-en-15549","wp_id":15549,"type":"standard","category":"World","language":"en","title":"India lodges strong protest over Canada's allegations against Amit Shah","excerpt":"India has strongly protested Canada’s allegations against Union Home Minister Amit Shah, terming them “absurd and baseless”. The Ministry of External Affairs summoned the Canadian High Commission representative and handed over a diplomatic note. On October 29, Deputy Minister David Morrison made references to Shah before Ottawa’s Standing Committee on Public Safety and National Security.","author":"Tattva News Team","time":"3/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/India-Canada.jpg","readTime":"5 min read","contentHTML":"\n<p>India has strongly protested Canada’s allegations against Union Home Minister Amit Shah, terming them “absurd and baseless”. The Ministry of External Affairs summoned the Canadian High Commission representative and handed over a diplomatic note.</p>\n\n\n\n<p>On October 29, Deputy Minister David Morrison made references to Shah before Ottawa’s Standing Committee on Public Safety and National Security. Randhir Jaiswal, MEA spokesperson, said, “The Government of India protests in the strongest terms these baseless allegations.”</p>\n\n\n\n<p>Jaiswal added that Canada’s actions confirm India’s concerns about the current Canadian government’s agenda and behaviour. “Such irresponsible actions will have serious consequences for bilateral ties.”</p>\n\n\n\n<p>MEA spokesperson Randhir Jaiswal said this revelation that high Canadian government officials deliberately leaked unfounded insinuations to international media as part of a conscious strategy to discredit India and influence other nations only confirms the view that the Indian government has long held about the current Canadian government's political agenda and behavioural pattern.</p>\n\n\n\n<p>Regarding allegations of India threatening Canadian cyber security, Jaiswal said, “This appears to be another example of Canada’s strategy to attack India without evidence.”</p>\n\n\n\n<p>India also protested Canada’s audio and video surveillance on Indian officials, calling it a “flagrant violation” of diplomatic conventions. Jaiswal said, “Our personnel already face extremism and violence; Canada’s actions aggravate the situation.”</p>\n\n\n\n<p>\"By citing technicalities, the Canadian government cannot justify the fact that it is indulging in harassment and intimidation. Our diplomatic and consular personnel are already functioning in an environment of extremism and violence. This action of the Canadian Government aggravates the situation and is incompatible with established diplomatic norms and practices,\" Jaiswal said.</p>\n","originalUrl":"https://en.tattvanews.com/national/india-lodges-strong-protest-over-canadas-allegations-against-amit-shah%ef%bf%bc/","hasAudio":false,"hasInfographics":false}