{"id":"wp-en-15023","wp_id":15023,"type":"standard","category":"World","language":"en","title":"Army officer’s fiancée details ‘sexual assault’ in Odisha police station","excerpt":"Outrage gained momentum in Odisha on Friday, a day after an Indian Army officer’s fiancée spoke out to the media about how she was stripped and sexually assaulted inside Bharatpur police station in state capital Bhubaneswar.  The fiancée of the army officer told reporters that on September 15, a bunch of men on the road","author":"Tattva News Team","time":"21/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Odisha-Army-officer.webp","readTime":"5 min read","contentHTML":"\n<p>Outrage gained momentum in Odisha on Friday, a day after an Indian Army officer’s fiancée spoke out to the media about how she was stripped and sexually assaulted inside Bharatpur police station in state capital Bhubaneswar. </p>\n\n\n\n<p>The fiancée of the army officer told reporters that on September 15, a bunch of men on the road had harassed them and they had gone to the police station to seek help. </p>\n\n\n\n<p>“When we reached the police station to lodge a complaint, a woman constable was there in civil dress. We approached her to lodge a complaint and send a patrol vehicle to arrest the miscreants. Instead of helping us, she abused me,” the woman alleged on Thursday.</p>\n\n\n\n<p>Outrage gained momentum in Odisha on Friday, a day after an Indian Army officer’s fiancée spoke out to the media about how she was stripped and sexually assaulted inside Bharatpur police station in state capital Bhubaneswar. </p>\n\n\n\n<p>The fiancée of the army officer told reporters that on September 15, a bunch of men on the road had harassed them and they had gone to the police station to seek help. </p>\n\n\n\n<p>“When we reached the police station to lodge a complaint, a woman constable was there in civil dress. We approached her to lodge a complaint and send a patrol vehicle to arrest the miscreants. Instead of helping us, she abused me,”</p>\n\n\n\n<p>She said more personnel arrived at the police station and the cops asked her fiancé to write a complaint but instead locked him up.  “I don’t know what happened, they put him in the lockup. When I raised my voice that they cannot put an army officer in custody as it is unlawful, two female officers started physically assaulting me,” she said.</p>\n\n\n\n<p>She said she fought back and bit a female officer's hand as the officer grabbed her neck. Following this, she said, the cops tied her hands and legs and locked her in a room.</p>\n\n\n\n<p>After that, the woman said, a male officer entered the room and began sexually assaulting her. \"After some time, a male officer opened the doors and kicked on my breasts several times. He lowered my pants and his as well. Showing his private part, he asked me how much time you want to remain silent,\" the woman told the media.</p>\n\n\n\n<p>The woman was taken into custody on September 15. The Odisha high court granted her bail on Thursday. She spoke to the media soon after. According to an order issued by Odisha director-general of police (DGP) Y.B. Khurania, the five police personnel were suspended on the charge of gross misconduct on September 18.</p>\n\n\n\n<p>Odisha police’s crime branch has registered a case against the suspended personnel with investigations currently under way. On Thursday, the National Commission for Women sought an action-taken report from the Odisha DGP within three days. </p>\n\n\n\n<p>Opposition leader and BJD president Naveen Patnaik said the incident indicates the \"incompetence\" of the BJP government in the state. \"All have heard of what recently happened to an Army Major and his fiancé at a police station here,” the former chief minister said.</p>\n\n\n\n<p>“This is very very shocking news of the violence that was meted out to both of them and the alleged sexual assault on the Major's fiancé. We demand a full judicial inquiry into this matter and action must be taken very quickly.”</p>\n","originalUrl":"https://en.tattvanews.com/national/army-officers-fiancee-details-sexual-assault-in-odisha-police-station/","hasAudio":false,"hasInfographics":false}