{"id":"wp-te-19188","wp_id":19188,"type":"standard","category":"World","language":"te","title":"మళ్ళి గెలిస్తే జమిలి ఎన్నికలు, ఉమ్మడి పౌరస్మృతి.. అమిత్ షా","excerpt":"కేంద్రంలో బీజేపీ మూడోసారి అధికారంలోకి వస్తే లోక్‌సభ, అసెంబ్లీలకు ఒకేసారి జమిలి ఎన్నికలు (ఒక దేశం-ఒకే ఎన్నిక) నిర్వహిస్తామని ఆ పార్టీ అగ్ర నేత, కేంద్ర హోం మంత్రి అమిత్‌షా స్పష్టం చేశారు. అలాగే దేశవ్యాప్తంగా ఉమ్మడి పౌరస్మృతి (యూసీసీ)ని కచ్చితంగా అమలు చేస్తావని ప్రకటించారు. జూన్‌ 1న తుది విడత పోలింగ్‌ జరుగనున్న నేపథ్యంలో ఆదివారం ఆయన పీటీఐ వార్తా సంస్థకు ఇంటర్వ్యూ ఇచ్చారు. యూసీసీ.. స్వాతంత్ర్యానంతరం రాజ్యాంగ రూపకర్తలు పార్లమెంటు, శాసనసభలకు వదిలివెళ్లిన బాధ్యతగా","author":"Tattva News Team","time":"27/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-1.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్రంలో బీజేపీ మూడోసారి అధికారంలోకి వస్తే లోక్‌సభ, అసెంబ్లీలకు ఒకేసారి జమిలి ఎన్నికలు (ఒక దేశం-ఒకే ఎన్నిక) నిర్వహిస్తామని ఆ పార్టీ అగ్ర నేత, కేంద్ర హోం మంత్రి అమిత్‌షా స్పష్టం చేశారు. అలాగే దేశవ్యాప్తంగా ఉమ్మడి పౌరస్మృతి (యూసీసీ)ని కచ్చితంగా అమలు చేస్తావని ప్రకటించారు. జూన్‌ 1న తుది విడత పోలింగ్‌ జరుగనున్న నేపథ్యంలో ఆదివారం ఆయన పీటీఐ వార్తా సంస్థకు ఇంటర్వ్యూ ఇచ్చారు.</p>\n\n\n\n<p>యూసీసీ.. స్వాతంత్ర్యానంతరం రాజ్యాంగ రూపకర్తలు పార్లమెంటు, శాసనసభలకు వదిలివెళ్లిన బాధ్యతగా పేర్కొన్నారు. ‘రాజ్యాంగ సభ మనకు నిర్దేశించిన నియమాల్లో ఉమ్మడి పౌరస్మృతి కూడా ఉంది. లౌకికదేశంలో మతప్రాతిపదికన చట్టాలు ఉండకూడదని అప్పట్లో కేఎం మున్షీ, బాబూ రాజేంద్ర ప్రసాద్‌, బాబాసాహెబ్‌ అంబేడ్కర్‌ కూడా చెప్పారు. ఉమ్మడి పౌరస్మృతి అనేది భారీ సామాజిక, చట్ట, మతపరమైన సంస్కరణ.</p>\n\n\n\n<p>ఉత్తరాఖండ్‌లో బీజేపీ ప్రభుత్వం దీనిపై ఓ ప్రయోగం చేపట్టింది. ఈ చట్టంపై విస్తృత చర్చ జరుగుతోంది. దీనిపై ఎవరైనా కోర్టుకు వెళ్తే న్యాయస్థానం అభిప్రాయం కూడా తెలుస్తుంది. ఆ తర్వాత రాష్ట్రాల శాసనసభలు, దేశ పార్లమెంటు యూసీసీని తీసుకురావాలి. ఇందుకే మా సంకల్ప పత్ర (మేనిఫెస్టో)లో యూసీసీని చేర్చాం.</p>\n\n\n\n<p>వచ్చే ఐదేళ్లలో దీనిని పూర్తిచేస్తాం’ అని అమిత్‌ షా వ్యాఖ్యానించారు. అలాగే జమిలి ఎన్నికలపైనా చర్చించాల్సి ఉందన్నారు. మాజీ రాష్ట్రపతి రామ్‌నాథ్‌ కోవింద్‌ సారథ్యంలో ప్రధాని మోదీ నియమించిన ఉన్నత స్థాయి కమిటీ తన నివేదికను ఇప్పటికే సమర్పించిందని గుర్తుచేశారు. లోక్‌సభ ఎన్నికల సమయం మార్పుపైనా ఆలోచన చేస్తామని వివరించారు. </p>\n\n\n\n<p>లోక్‌సభ ఎన్నికల్లో ప్రధాని మోదీ హ్యాట్రిక్‌ ఖాయమని అమిత్‌ షా తెలిపారు. తాము మతప్రాతిపదికన ప్రచారం చేయడం లేదని స్పష్టం చేశారు. అయితే 370 అధికరణ రద్దు, యూసీసీ, మత ప్రాతిపదికన ముస్లిం కోటాను వ్యతిరేకించడం మత ప్రచారమే అయితే బీజేపీ కచ్చితంగా అదే పనిచేస్తుందని తేల్చిచెప్పారు.</p>\n\n\n\n<p>పోలింగ్‌ డేటా, ఈవీఎంలపై విపక్షాలు అనవసరంగా యాగీ చేస్తున్నాయని ధ్వజమెత్తారు. తెలంగాణ, పశ్చిమ బెంగాల్‌, హిమాచల్‌ ప్రదేశ్‌ సహా గతంలో అనేక ఎన్నికల్లో ఇవే అమలయ్యాయని.. బీజేపీ ఓడిపోయిందని గుర్తుచేశారు.</p>\n\n\n\n<p>ఓటమి తప్పదన్న భయంతోనే విపక్షాలు ముందస్తుగా ఏడుస్తున్నాయని.. జూన్‌ 5 తర్వాత విదేశాలకు విహార యాత్రలకు వెళ్లేందుకు సాకులు వెతుక్కుంటున్నాయని.. అందుకే ఏదో ఒకటి మాట్లాడుతున్నాయని ఎద్దేవాచేశారు. తమ అగ్ర నేత రాహుల్‌గాంధీ వైఫల్యాలను కప్పిపుచ్చుకునేందుకు కాంగ్రెస్‌ ఇలాంటి ప్రశ్నలు లేవనెత్తుతోందన్నారు. ఈవీఎంలతో రిగ్గింగ్‌ సాధ్యం కాదని.. రిగ్గింగ్‌ జరిగే విధానం కావాలని కాంగ్రెస్‌ అడుగుతోందని మండిపడ్డారు<strong>.</strong></p>\n\n\n\n<p>జూన్‌ 4న వెలువడే ఫలితాల్లో ఎన్డీయే 400 సీట్ల లక్ష్యాన్ని కచ్చితంగా సాధిస్తుందని.. అలాగే ఆంధ్రప్రదేశ్‌, ఒడిసా, అరుణాచల్‌ ప్రదేశ్‌ రాష్ట్రాల్లో కూడా బీజేపీ, ఎన్డీయే ప్రభుత్వాలు ఏర్పాటవుతాయని అమిత్‌షా చెప్పారు. ఆంధ్రప్రదేశ్‌లో 25 లోక్‌సభ స్థానాల్లో ఎన్డీయేకి 17, బెంగాల్లో 42కి 24-30.. ఒడిసాలో 21కి 16 వస్తాయని తెలిపారు.</p>\n\n\n\n<p>147 మంది సభ్యుల ఒడిసా అసెంబ్లీలో బీజేపీ 75 సీట్లు సాధిస్తుందన్నారు. 175 స్థానాల ఆంధ్ర అసెంబ్లీలో కూడా తమ కూటమే అధికారం చేజిక్కించుకుంటుందని స్పష్టం చేశారు. తమిళనాడులో ఈ సారి తమ ఓట్లు, సీట్లు పెరుగుతాయని, కేరళలో ఖాతా తెరుస్తామని చెప్పారు.</p>\n\n\n\n<p>మోదీపైన బీజేపీ అతిగా ఆధారపడుతోందా.. అని ప్రశ్నించగా.. బీజేపీ మౌలిక సైద్ధాంతిక ఆలోచనలను మోదీ సాకారం చేశారని, ఆయన తమకు అతిపెద్ద నాయకుడని చెప్పారు. ముస్లిం రిజర్వేషన్‌పై కాంగ్రెస్‌ అసత్యాలతో దేశాన్ని తప్పుదోవ పట్టిస్తోందని ధ్వజమెత్తారు.</p>\n\n\n\n<p>ఆంధ్ర, కర్ణాటకల్లో ఆ పార్టీ దానిని అమలు చేసిందని తెలిపారు. కాగా, వచ్చే 2-3 ఏళ్లలో దేశంలో నక్సల్స్‌ సమస్య అంతమవుతుందని అమిత్‌షా చెప్పారు. ప్రస్తుతం ఛత్తీ్సగఢ్‌లో ఓ చిన్న ప్రాంతంలో తప్ప మిగతా దేశంలో ఈ సమస్య అంతరించిందన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19188/27/05/2024/","hasAudio":false,"hasInfographics":false}