{"id":"wp-en-15486","wp_id":15486,"type":"standard","category":"World","language":"en","title":"Chirag Chikkara becomes third Indian to clinch gold at U23 Wrestling Championships￼","excerpt":"Young Indian wrestler Chirag Chikkara has added his name to the rare list of Indian grapplers to become U23 World Champion. Chirag has become just the third Indian wrestler to clinch a gold medal at the U23 World Championships, a feat he achieved in Albania during the ongoing edition of the age group tournament. Chirag","author":"Tattva News Team","time":"29/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Chirag.jpg","readTime":"5 min read","contentHTML":"\n<p>Young Indian wrestler Chirag Chikkara has added his name to the rare list of Indian grapplers to become U23 World Champion. Chirag has become just the third Indian wrestler to clinch a gold medal at the U23 World Championships, a feat he achieved in Albania during the ongoing edition of the age group tournament.</p>\n\n\n\n<p>Chirag defeated Kyrgyzstan's Abdymalik Karachov in the final few seconds of the summit clash 4-3 to clinch the gold medal in the 57kg category. He is just the second Indian man and third overall with a yellow metal in the age group Championship. </p>\n\n\n\n<p>Aman Sehrawat, the Paris Olympics bronze medallist, was the first Indian to win the U23 title. He clinched the gold in the same weight category in 2022. Reetika Hooda was the first Indian woman to become the U23 champion. She had clinched the gold medal in the 76kg category last year.</p>\n\n\n\n<p>Chirag dominated the Championships after registering comprehensive wins in the previous rounds. He defeated Gaukoto Ozawa 6-1 in the round of 16 before getting better of Iunus Iavbatirov 12-2 in the quarterfinals. He stormed into the finals after outclassing Allan Oralbek 8-0 in the last four.</p>\n\n\n\n<p>India ended the tournament with nine medals - one gold, one silver and seven bronze. The nation finished fourth in the team standings with 82 points. Iran (158), Japan (102) and Azerbaijan (100) were the top three teams Anjli secured a silver in the women's 59kg category after losing the final to Ukraine's Solomiia Vynnyk. Neha Sharma (57kg), Shiksha (65kg), and Monika (68kg) claimed bronze medals in their respective women's categories. </p>\n\n\n\n<p>In the men's section, Vicky bounced back from his semifinal loss and defeated U20 World Championships silver medalist and European junior champion Ivan Prymachenko in the highest weight category of 97kg 7-2 in the fight for the bronze.</p>\n\n\n\n<p>Meanwhile, Sujeet Kalkal turned the tables around in his bronze medal bout against Mustafo Akhmedov. From trailing 0-4, he bounced back and registered a 13-4 win. </p>\n","originalUrl":"https://en.tattvanews.com/national/chirag-chikkara-becomes-third-indian-to-clinch-gold-at-u23-wrestling-championships%ef%bf%bc/","hasAudio":false,"hasInfographics":false}