{"id":"wp-en-13826","wp_id":13826,"type":"standard","category":"World","language":"en","title":"PM Modi says a “majority” is required, but “consensus is very important”￼","excerpt":"In a significant message ahead of the beginning of the first session of the 18th Lok Sabha, Prime Minister Narendra Modi said on Monday that a “majority” is required to run the government but “consensus is very important” to run the country. In his remarks to the media before the commencement of the session, PM","author":"Tattva News Team","time":"24/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-Oath.webp","readTime":"5 min read","contentHTML":"\n<p>In a significant message ahead of the beginning of the first session of the 18th Lok Sabha, Prime Minister Narendra Modi said on Monday that a “majority” is required to run the government but “consensus is very important” to run the country.</p>\n\n\n\n<p>In his remarks to the media before the commencement of the session, PM Modi said, “In the last 10 years, we have constantly tried to establish a tradition because we believe that [a] majority is required to run the government but consensus is very important to run the country. Therefore, our constant endeavour will be to serve mother India with everyone’s consent and by taking everyone along to fulfil the hopes and aspirations of 140 crore countrymen.”</p>\n\n\n\n<p>PM Modi’s remarks are significant as the BJPs tally in the 18th Lok Sabha is much below the majority mark and the party is dependent on support from its allies in the National Democratic Alliance (NDA). This is the first time that Modi is heading a coalition government.</p>\n\n\n\n<p>Later, he took oath as member of the 18th Lok Sabha. Modi returned to power for a third consecutive term earlier this month. Modi and his Council of Ministers took oath on June 9. This is the third term of Modi as a member of the Lok Sabha. He retained the Varanasi seat, which he has been winning since 2014. As Leader of the House, he was the first one to take oath.Earlier in the day, B Mahtab took oath as member of the new House as well as that of pro-tem speaker at Rashtrapati Bhavan.</p>\n\n\n\n<p>Earlier, referring to the Emergency imposed by then Prime Minister Indira Gandhi in 1975, Modi said, “Tomorrow is 25 June, 50 years ago on this day a black spot was put on the Constitution. We will try [to ensure] that such a stain never comes to the country.”</p>\n\n\n\n<p>Responding to the Prime Minister’s speech, Congress chief Mallikarun Kharge wrote on X, “You are reminding us of the 50-year-old Emergency, but have forgotten the last 10 years of Undeclared Emergency, which was ended by the people.” “People have given their mandate against Modi ji. Despite this, if he has become the Prime Minister, then he should work,” he said.</p>\n\n\n\n<p>“‘People need substance, not slogans’ – remember this yourself. The opposition and INDIA Janbandhan want Consensus in Parliament, we will keep raising the voice of the people in the House, on the streets and before everyone,” Kharge added.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-a-majority-is-required-but-consensus-is-very-important%ef%bf%bc/","hasAudio":false,"hasInfographics":false}