{"id":"wp-te-18628","wp_id":18628,"type":"standard","category":"World","language":"te","title":"9 ముఖ్యమైన హామీలతో వైసీపీ ఎన్నికల మేనిఫెస్టో","excerpt":"ఏపీలో అధికార వైసీపీ ఎన్నికల మేనిఫెస్టోను విడుదల చేసింది. 9 ముఖ్యమైన హామీలతో కూడిన మేనిఫెస్టోను ముఖ్యమంత్రి వైఎస్‌ జగన్‌ మోహన్ రెడ్డి శనివారం తన నివాసంలో విడుదల చేశారు. ఈ సందర్భంగా ఆయన మాట్లాడుతూ చంద్రబాబు మాదిరిగా అబద్దపు హామీలతో మోసాలు చేయకుండా సాధ్యమయ్యే వాటినే అమలు చేస్తామని చెప్పారు. . అమ్మబడి  కింద ప్రస్తుతం ఇస్తున్న రూ.15 వేలను రూ.17 వేలకు పెంచి ఇస్తామని వెల్లడించారు. కౌలు రైతులకు భరోసా పథకం వర్తింపచేస్తామని, వైఎస్సార్‌","author":"Tattva News Team","time":"27/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Jagan-manifesto.jpg","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో అధికార వైసీపీ ఎన్నికల మేనిఫెస్టోను విడుదల చేసింది. 9 ముఖ్యమైన హామీలతో కూడిన మేనిఫెస్టోను ముఖ్యమంత్రి వైఎస్‌ జగన్‌ మోహన్ రెడ్డి శనివారం తన నివాసంలో విడుదల చేశారు. ఈ సందర్భంగా ఆయన మాట్లాడుతూ చంద్రబాబు మాదిరిగా అబద్దపు హామీలతో మోసాలు చేయకుండా సాధ్యమయ్యే వాటినే అమలు చేస్తామని చెప్పారు. .</p>\n\n\n\n<p>అమ్మబడి  కింద ప్రస్తుతం ఇస్తున్న రూ.15 వేలను రూ.17 వేలకు పెంచి ఇస్తామని వెల్లడించారు. కౌలు రైతులకు భరోసా పథకం వర్తింపచేస్తామని, వైఎస్సార్‌ సున్నావడ్డీ కింద మహిళలకు రూ. 3లక్షల వరకు రుణాలు అందిస్తామని, అర్హులైన వారందరికీ ఇళ్లను అందిస్తామని ప్రకటించారు. ప్రస్తుతం ప్రతి నెలా అందిస్తున్న రూ. 3వేల పెన్షన్‌ ను రెండు విడతలుగా 2028 జనవరి , 2029 జనవరి నుంచి అందిస్తామని తెలిపారు.</p>\n\n\n\n<p>మళ్లీ అధికారంలోకి రాగానే అమరావతిని శాసన రాజధానిగా, విశాఖను పరిపాలన రాజధానిగా, కర్నూలును న్యాయ రాజధానిగా ఉంటుందని పేర్కొన్నారు. రైతు భరోసాను 13,500 నుంచి రూ.16వేలకు పెంచుతామని జగన్‌ మేనిఫెస్టోలలో పొందుపర్చారు. స్విగ్గి, జొమాటో, గిగ్‌ వర్కర్లకు కూడా వైఎస్సార్‌ భీమాను వర్తింపచేస్తామని తెలిపారు.</p>\n\n\n\n<p>జిల్లాకో స్కిల్‌ డెవలప్‌మెంట్ కాలేజీ, తిరుపతిలో స్కిల్‌ యూనివర్సిటీ , రాష్ట్రానికి గ్రోత్‌ ఇంజన్‌గా విశాఖను అభివృద్ధి చేస్తామని వివరించారు. వచ్చే ఐదేళ్లలో పోలవరం ప్రాజెక్టును పూర్తి చేస్తామని, భోగాపురం ఇంటర్నేషనల్‌ ఎయిర్‌ పోర్టు ను పూర్తిచేస్తామని హామీ ఇచ్చారు.</p>\n\n\n\n<p>గత ఐదేళ్లలోనే మేనిఫెస్టోకు ప్రాధాన్యత వచ్చిందని, ప్రతీ ప్రభుత్వ కార్యాలయంలో, అధికారి దగ్గర మేనిఫెస్టో ఉందని, మేనిఫెస్టోను ప్రతీ ఇంటికి పంపించామని తెలిపారు. ఓ ప్రొగ్రెస్‌ కార్డు మాదిరి ఏం ఏం చేశామన్నది ప్రజలకు వివరించామని చెబుతూ మోసపూరిత హామీల్లో చంద్రబాబుతో పోటీ పడలేకపోయానని, చరిత్రలో చరిత్రహీనుడిగా మిగిలిపోకుండా ఉండేందుకు చేయగలిగింది మాత్రమే చెప్పానని స్పష్టం చేశారు. </p>\n\n\n\n<p>2014 ఎన్నికల్లో ఇచ్చిన ఒక్క హామీని నెరవేర్చారా? అని ప్రశ్నించారు.. నిరుద్యోగులు, మహిళలు, రైతుల్ని మోసం చేశారని పేర్కొంటూ చంద్రబాబు హయాంలో 32వేల ప్రభుత్వ ఉద్యోగాలు ఇస్తే.. తమ ప్రభుత్వ హయాంలో 2 లక్షల 31వేల ఉద్యోగాలు ఇచ్చామని వెల్లడించారు.  మొట్టమొదటిసారిగా సామాజిక న్యాయం అమలు అవుతోందని చెప్పారు.<br><br>చంద్రబాబు మాట్లాడితే సంపద సృష్టిస్తానంటారని.. చంద్రబాబు 14 ఏళ్ల పాలనలో సంపద సృష్టిని పరిశీలిస్తే.. ప్రతీ ఏడాదిలోనూ రెవెన్యూ లోటే కనిపించిందని ఎద్దేవా చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18628/27/04/2024/","hasAudio":false,"hasInfographics":false}