{"id":"wp-te-21426","wp_id":21426,"type":"standard","category":"World","language":"te","title":"￼14 రాష్ట్రాలకు రూ. 5858.60 కోట్లు కేంద్రం వరద సాయం విడుదల","excerpt":"దేశవ్యాప్తంగా 14 వరద ప్రభావిత రాష్ట్రాలకు కేంద్ర హోంశాఖ తక్షణ సాయంగా రూ.5858.60 కోట్లు విడుదల చేశారు. ఇటీవల వరదలకు ఏపీ, తెలంగాణ సహా పలు రాష్ట్రాలు తీవ్రంగా నష్టపోయాయి. దీంతో కేంద్ర బృందాలు వరద ప్రభావిత రాష్ట్రాల్లో పర్యటించి నష్టాన్ని అంచనా వేసి కేంద్ర హోంశాఖకు నివేదిక అందించాయి. ఈ మేరకు కేంద్రహోంశాఖ తక్షణ సాయంగా ఈ నిధులు విడుదల చేసింది. 14 వరద ప్రభావిత రాష్ట్రాలకు కేంద్ర ప్రభుత్వ వాటాలో భాగంగా ఎస్‌డీఆర్‌ఎఫ్‌, ఎన్‌డీఆర్‌ఎఫ్‌","author":"Tattva News Team","time":"2/10/2024","image":"https://tattvanews.com/wp-content/uploads/2024/10/FLood-relief.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశవ్యాప్తంగా 14 వరద ప్రభావిత రాష్ట్రాలకు కేంద్ర హోంశాఖ తక్షణ సాయంగా రూ.5858.60 కోట్లు విడుదల చేశారు. ఇటీవల వరదలకు ఏపీ, తెలంగాణ సహా పలు రాష్ట్రాలు తీవ్రంగా నష్టపోయాయి. దీంతో కేంద్ర బృందాలు వరద ప్రభావిత రాష్ట్రాల్లో పర్యటించి నష్టాన్ని అంచనా వేసి కేంద్ర హోంశాఖకు నివేదిక అందించాయి. ఈ మేరకు కేంద్రహోంశాఖ తక్షణ సాయంగా ఈ నిధులు విడుదల చేసింది.</p>\n\n\n\n<p>14 వరద ప్రభావిత రాష్ట్రాలకు కేంద్ర ప్రభుత్వ వాటాలో భాగంగా ఎస్‌డీఆర్‌ఎఫ్‌, ఎన్‌డీఆర్‌ఎఫ్‌ అడ్వాన్స్‌ నుంచి రూ.5858 కోట్లు మంజూరు చేసింది. కేంద్ర బృందాలు పూర్తిస్థాయి నివేదిక అందించిన తర్వాత మరిన్ని నిధులు మంజూరు చేస్తామని కేంద్ర హోంశాఖ పేర్కొంది. తాజా నిధుల్లో ఏపీకి రూ.1036 కోట్లు, తెలంగాణకు రూ.416.80 కోట్లు మంజూరు చేసింది. అత్యధికంగా మహారాష్ట్రకు రూ.1492 కోట్లు ప్రకటించింది.</p>\n\n\n\n<p>అస్సాంకురూ. 716 కోట్లు, బీహార్ కు రూ. 655.60కోట్లు, గుజరాత్‌కు రూ. 600 కోట్లు, పశ్చిమ బెంగాల్‌కు రూ. 468 కోట్లు విడుదల చేసినట్లు ఒక అధికార ప్రకటన తెలియజేసింది. హిమాచల్ ప్రదేశ్(రూ.189.20కోట్లు), కేరళ(రూ.145.60కోట్లు), మణిపూర్(రూ.50కోట్లు), త్రిపుర(రూ.25కోట్లు), సిక్కిం (రూ.23.6 0కోట్లు), మిజోరామ్ (రూ.21.60కోట్లు), నాగాలాండ్(రూ.19.2 0కోట్లు) రాష్ట్రాలకు కూడా కేంద్రం నిధులు విడుదల చేసింది. </p>\n\n\n\n<p>నైరుతి రుతుపవనాల సమయంలో భారీ వర్షాలు, వరదలు, కొండచరియలు విరిగిపడిన ఘటనల వల్ల ఆ రాష్ట్రాలు నష్టపోయాయి. ప్రధాని నరేంద్ర మోడీ సారథ్యంలో, కేంద్ర హోమ్ శాఖ మంత్రి అమిత్ షా మార్గదర్శకత్వంలో మోడీ ప్రభుత్వం ప్రజల ఇక్కట్లు తీర్చేందుకు ప్రకృతి వైపరీత్యాల బాధిత రాష్ట్రాలతో భుజం భుజం కలిపి సాగుతోందని ఆ ప్రకటన పేర్కొన్నది.</p>\n\n\n\n<p>అయితే ఈ రూ.1,036 కోట్లు ఇటీవల రాష్ట్రంలో సంభవించిన వరదలకు సంబంధించిన నిధులు కాదని ఏపీ  సీఎంవో అధికారులు చెప్పారు. ఆర్థిక సంఘం కేటాయింపుల్లో భాగంగా వచ్చిన నిధులని వెల్లడించారు. విజయవాడ, ఉమ్మడి గోదావరి జిల్లాల్లో వచ్చిన వరదల నష్టంపై కేంద్రానికి రాష్ట్ర ప్రభుత్వం నివేదిక అందజేసింది. మొత్తం రూ.7,600 కోట్ల నష్టం సంభవించినట్లు అందులో వివరించారు. అయితే, ఈ సాయం ఇంకా రాష్ట్రానికి అందలేదని, త్వరలోనే వస్తుందని సీఎంవో అధికారులు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/21426/02/10/2024/","hasAudio":false,"hasInfographics":false}