{"id":"wp-en-14601","wp_id":14601,"type":"standard","category":"World","language":"en","title":"Prof Yunus assures PM Modi of adequate security to Hindus in Bangladesh","excerpt":"By Nava J Thakuria As the voices against the atrocities on Hindus and other minorities in neighbouring Bangladesh get mounted across India and many parts of the globe, the head of the interim Bangla government in Dhaka made a call to Prime Minister Narendra Modi. Professor Muhammad Yunus, who was sworn in as the caretaker","author":"Tattva News Team","time":"18/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Yunus-Modi.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong></strong></p>\n\n\n\n<p>As the voices against the atrocities on Hindus and other minorities in neighbouring Bangladesh get mounted across India and many parts of the globe, the head of the interim Bangla government in Dhaka made a call to Prime Minister Narendra Modi.</p>\n\n\n\n<p>Professor Muhammad Yunus, who was sworn in as the caretaker government head after the departure of ousted Bangladesh premier Sheikh Hasina, also assured Modi that ‘his government is committed to making all state apparatus fully functional and effective and ensuring human rights for every citizen of the country’.</p>\n\n\n\n<p>The octogenarian banker turned social thinker, who is now functioning as the chief adviser of the interim Bangla government, was also invited by Modi to join the ‘Third Voice of Global South Summit’, which was hosted by New Delhi on 17 August and Prof Yunus joined  the meeting virtually from Dhaka. He also claimed that the situation in Bangladesh is brought under control and life is almost becoming normal across the south Asian nation.</p>\n\n\n\n<p>The lone Nobel laureate of Bangladesh thanked Modi for the telephone conversation and social media posts immediately after he was sworn in as neutral government head and congratulated the people of India on the occasion of 78th Independence Day.</p>\n\n\n\n<p>Meanwhile, the United Nations High Commissioner for Human Rights revealed that about 650 people were killed during student protests in Bangladesh between 16 July and 11 August. According to an interim report of the UN body, nearly 400 deaths were reported till 4 August while the rest were killed in a new wave of protests on 5 and 6 August.</p>\n\n\n\n<p>The report pointed out that security forces like police and the Border Guard Bangladesh used unlawful lethal force and deliberately targeted unarmed people during the protests. The victims include protesters, bystanders, journalists etc. Thousands of protesters and bystanders were injured, where hospitals were overwhelmed by the influx of patients.</p>\n\n\n\n<p>The reported death toll is likely an underestimate, as information collection has been hindered by restrictions on movement due to the curfew and the internet shutdown, it asserted, adding that the student protests were peaceful in mid-June but descended into violence in mid-July, particularly following inflammatory remarks referring to the protesters as Razakars by Hasina and many of her party Awami League leaders.</p>\n\n\n\n<p>Finally the UN body urged the interim government to take steps to restore democratic order and the rule of law through an inclusive and participatory process guided by human rights.</p>\n\n\n\n<p>Amidst the rising number of protest demonstrations demanding justice for Hindus, Buddhists, Christians and other minority communities in Bangladesh, the saffron leader Nupur Sharma participated in a rally at Jantar Mantar in New Delhi on 16 August, where she made her point clear that Hindu Lives Matter! Coming to the public appearance after many months as she still faces Islamist threats on her life, the firebrand orator asserted, “We need to stop Hindu genocide. Those who are orchestrating this crime must be stopped.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/%ef%bf%bcprof-yunus-assures-pm-modi-of-adequate-security-to-hindus-in-bangladesh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}