{"id":"wp-te-20534","wp_id":20534,"type":"standard","category":"World","language":"te","title":"అమెరికా కుట్రకు బంగ్లాదేశ్ బలి.. హసీనా ఆరోపణ","excerpt":"బంగ్లాదేశ్‌లో అల్లర్ల వెనుక అమెరికా హ స్తం ఉందని ఆ దేశ మాజీ ప్రధాని, అవామీ లీగ్ అధినేత షేక్ హసీనా ఓ ఆంగ్ల పత్రికతో మాట్లాడుతూ ఆరోపణలు చేశారు. “సెయింట్ మార్టిన్ ద్వీ పంపై సార్వభౌమత్వాన్ని అప్పగించి, అమెరికా కు బంగాళా ఖాతంలో పట్టు కల్పిస్తే ప్రధాని పదవిలో కొనసాగేదాన్ని” అని ఆమె అమెరికాపై నేరుగా ఆరోపణలు చేశారు.  విద్యార్థుల శవాలపై అధికారాన్ని చేజిక్కించుకోవాలనుకొన్నారని, దానిని అంగీకరించలేక ప్రధాని పదవికి తాను రాజీనామా చేశానని హసీనా","author":"Tattva News Team","time":"12/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Hasina.jpg","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్‌లో అల్లర్ల వెనుక అమెరికా హ స్తం ఉందని ఆ దేశ మాజీ ప్రధాని, అవామీ లీగ్ అధినేత షేక్ హసీనా ఓ ఆంగ్ల పత్రికతో మాట్లాడుతూ ఆరోపణలు చేశారు. “సెయింట్ మార్టిన్ ద్వీ పంపై సార్వభౌమత్వాన్ని అప్పగించి, అమెరికా కు బంగాళా ఖాతంలో పట్టు కల్పిస్తే ప్రధాని పదవిలో కొనసాగేదాన్ని” అని ఆమె అమెరికాపై నేరుగా ఆరోపణలు చేశారు. </p>\n\n\n\n<p>విద్యార్థుల శవాలపై అధికారాన్ని చేజిక్కించుకోవాలనుకొన్నారని, దానిని అంగీకరించలేక ప్రధాని పదవికి తాను రాజీనామా చేశానని హసీనా పేర్కొన్నారు. అతివాదుల మాయలో పడవద్దని బంగ్లాదేశ్ ప్రజలకు ఆమె విజ్ఞప్తి చేశారు. తిరిగి త్వరలోనే బంగ్లాదేశ్‌కు వస్తానని తెలిపారు. </p>\n\n\n\n<p>చాలా మంది నాయకులు, కార్యకర్తలు, సామాన్యులు హత్యకు గురైన విషయం తెలిసి చాలా బాధపడ్డానని హసీనా చెప్పుకొచ్చారు. పలువురు పార్టీ నేతల ఇళ్లను కూడా నిరసనకారులు ధ్వంసం చేశారని ఆమె ఆవేదన వ్యక్తం చేశారు.</p>\n\n\n\n<p>ఏడాది మే నెలలో కూడా హసీనా ఓ కీలక ప్రకటన చేశారు. బంగ్లాదేశ్‌లో వైమానిక స్థావరం ఏర్పాటు చే సుకోవడానికి ఒక దేశానికి అనుమతిస్తే …తన ఎ న్నిక సాఫీగా జరిగేటట్టు చేస్తానని ఆఫరిచ్చిందని దేశం పేరు చెప్పకుండా విమర్శించారు. ఈ ప్రకటన ప్రపంచ దేశాల దృష్టిని ఆకర్షించిందని, ఆ దేశం అమెరికాయే అయి ఉంటుందనే ప్రచారం జరిగింది.</p>\n\n\n\n<p>ఒక దేశానికి బంగ్లాదేశ్‌లో వైమానిక స్థావరం ఏర్పాటు చేసేందుకు అనుమతిస్తే తనకు ఏ సమస్యా ఉండేది కాదని  ఆమె వ్యాఖ్యానించారు. ఇది చూడటానికి ఒక దేశాన్ని మాత్రమే లక్షంగా చేసుకున్నట్టు కనిపిస్తుంది. కానీ వారి లక్ష్యం అదికాదు. అది ఎక్కడికి వెళుతుందో నాకు తెలుసునని, మరిన్ని సమస్యలు ఎదురుకావచ్చని ఆమె ఆరోపించారు. </p>\n\n\n\n<p>తాను జాతిపిత బంగబంధు షేక్ ముజిబుర్ రెహ్మాన్ కుమార్తెనని , మా స్వాతంత్య్ర పోరాటంలో తాము గెలిచామని స్పష్టంగా చెప్పానని ఆమె తెలియజేశారు.</p>\n","originalUrl":"https://tattvanews.com/20534/12/08/2024/","hasAudio":false,"hasInfographics":false}