{"id":"wp-en-14431","wp_id":14431,"type":"standard","category":"World","language":"en","title":"PM Modi chairs key meeting over Bangladesh unrest￼","excerpt":"Amid the turmoil in Bangladesh, Prime Minister Narendra Modi chaired a meeting of the Cabinet Committee on Security (CCS) this evening (August 5) at his official residence, at 7, Lok Kalyan Marg.  In the meeting, PM Modi was briefed about the situation in Bangladesh.  External Affairs Minister S Jaishankar and National Security Advisor (NSA) Ajit Doval","author":"Tattva News Team","time":"6/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Modi-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>Amid the turmoil in Bangladesh, Prime Minister Narendra Modi chaired a meeting of the Cabinet Committee on Security (CCS) this evening (August 5) at his official residence, at 7, Lok Kalyan Marg.  In the meeting, PM Modi was briefed about the situation in Bangladesh. </p>\n\n\n\n<p>External Affairs Minister S Jaishankar and National Security Advisor (NSA) Ajit Doval are also present. Earlier, Jaishankar met Prime Minister Modi as Bangladesh leader Sheikh Hasina landed at the Hindon airbase near Ghaziabad on her way to London amid turmoil in her country.</p>\n\n\n\n<p>Jaishankar is believed to have briefed Modi about the evolving situation in the neighbouring country but there was no official word on the meeting. It is learnt that Jaishankar also apprised the Leader of the Opposition in Lok Sabha Rahul Gandhi on the developments. </p>\n\n\n\n<p>Ajit Doval had a brief meeting with Sheikh Hasina at Hindon Airport near Delhi in Ghaziabad. The meeting took place as Hasina’s aircraft made a scheduled refuelling stop at the airport. Following the refuelling, sources indicate that Sheikh Hasina is scheduled to continue her journey to London.</p>\n\n\n\n<p>It is reported that Sheikh Hasina has been relocated to a secure location and is unlikely to depart for London on Monday night as initially planned due to unforeseen issues. She is expected to meet her daughter, Saima Wazed, who is based in Delhi and serves as the World Health Organisation's regional director for South-East Asia. There has been no official confirmation regarding Hasina's arrival in Delhi or any meeting with the National Security Advisor.</p>\n\n\n\n<p>India has agreed to provide safe passage through its airspace for Sheikh Hasina's aircraft following a request from Dhaka. The Indian government is closely monitoring the rapidly evolving situation in Bangladesh. As of now, there has been no official reaction from India regarding the developments in Bangladesh.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-chairs-key-meeting-over-bangladesh-unrest%ef%bf%bc/","hasAudio":false,"hasInfographics":false}