{"id":"wp-en-15179","wp_id":15179,"type":"standard","category":"World","language":"en","title":"COP29: Climate finance for a labour-focused Just Transition","excerpt":"Urgent action on climate finance is one of the International Trade Union Confederation’s (ITUC) central demands ahead of November’s COP29 climate summit. As the world moves towards low-carbon economies, climate finance is key to ensuring a Just Transition for workers, particularly in the Global South. Governments attending COP29 in Baku, Azerbaijan from 11 to 22","author":"Tattva News Team","time":"1/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/COP29.jpg","readTime":"5 min read","contentHTML":"\n<p>Urgent action on climate finance is one of the International Trade Union Confederation’s (ITUC) central demands ahead of November’s COP29 climate summit. As the world moves towards low-carbon economies, climate finance is key to ensuring a Just Transition for workers, particularly in the Global South.</p>\n\n\n\n<p>Governments attending COP29 in Baku, Azerbaijan from 11 to 22 November, will be making critical decisions on scaling up climate finance. Trillions of dollars will be needed annually to support developing countries transition to sustainable economic models. Such funding must prioritise supporting workers and ensuring social justice.</p>\n\n\n\n<p>At the opening of Climate Week in New York, USA, ITUC General Secretary Luc Triangle emphasised the importance of labour rights in climate policy:</p>\n\n\n\n<p>\"Last year, the labour movement achieved a significant victory with the approval of the landmark Just Transition Work Programme (JTWP) at the United Nations climate negotiations. As we prepare for COP29, strong decisions are needed on tne New Collective Quantified Goal (NCQC), which must incorporate a Just Transition with trade unions at the table. The ITUC is committed to ensuring that climate action leaves no worker behind.”</p>\n\n\n\n<p>Climate finance for a Just Transition must include:</p>\n\n\n\n<ul class=\"wp-block-list\"><li><strong>Comprehensive funding</strong> to create decent, quality jobs in climate change mitigation sectors through financing workforce development, training, apprenticeships and redeployment.</li><li><strong>Financial support</strong> for workers in high-emission sectors transitioning to low-carbon alternatives.</li><li><strong>Adaptation and resilience measures</strong>, including safe and healthy workplaces.</li><li><strong>Compensation </strong>for loss of livelihoods and damage to workers' employment.</li><li><strong>Funding for social protection</strong> and for social dialogue with trade unions throughout the transition process.</li></ul>\n\n\n\n<p>Speaking at the ILO event <em>Climate Change and Just Transition: The Role and Actions of Trade Unions</em>, ITUC Deputy General Secretary Eric Manzi said: “We need a Just Transition negotiated with the workers to bring social justice to the climate debate. The global union movement will be speaking to governments about our joint demands for COP29 to ensure that we have a strong voice at the negotiations.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/cop29-climate-finance-for-a-labour-focused-just-transition%ef%bf%bc/","hasAudio":false,"hasInfographics":false}