{"id":"wp-en-14927","wp_id":14927,"type":"standard","category":"World","language":"en","title":"Mamata Banerjee offers to resign amid row over doctor's rape and murder","excerpt":"Chief Minister Mamata Banerjee on Thursday said she is ready to resign amid the standoff with doctors. As the doctors persisted on their demand for live-streaming of their meeting with the CM, Mamata said, “We waited for two hours for meeting with junior doctors, but they didn't enter the venue.” As the RG Kar case","author":"Tattva News Team","time":"13/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Mamata-1.webp","readTime":"5 min read","contentHTML":"\n<p>Chief Minister Mamata Banerjee on Thursday said she is ready to resign amid the standoff with doctors. As the doctors persisted on their demand for live-streaming of their meeting with the CM, Mamata said, “We waited for two hours for meeting with junior doctors, but they didn't enter the venue.”</p>\n\n\n\n<p>As the RG Kar case is sub-judice, meeting with junior doctors cannot be live-streamed as demanded by them, Mamata said. “We had arrangements to video-record meeting with junior doctors, we could have shared that with them with SC's permission,” she said.</p>\n\n\n\n<p>“I tried thrice to hold talks with junior doctors to end the RG Kar stalemate,” the CM said, adding that 27 people had died and 7 lakh patients were suffering because of junior doctors' ‘cease work'.</p>\n\n\n\n<p>Efforts to resolve the ongoing strike by junior doctors in West Bengal reached an impasse on Thursday when the doctors refused to negotiate with Chief Minister Mamata Banerjee unless their demand for a live-streamed meeting was met.</p>\n\n\n\n<p>The doctors, protesting the alleged rape and murder of a female colleague at RG Kar Medical College, remained outside the meeting venue for over an hour, creating a tense standoff with government officials.</p>\n\n\n\n<p>Despite Mamata's willingness to meet with the doctors and the state government's assurance of a recorded session for transparency, the doctors insisted on a live broadcast.</p>\n\n\n\n<p>Chief Secretary Manoj Pant stated that live streaming was not feasible but assured a full video recording of the session. Pant urged the doctors to reconsider, emphasizing the government's efforts to accommodate their demands.</p>\n\n\n\n<p>The strike has severely disrupted healthcare services at government hospitals, with the death of the 31-year-old trainee doctor on August 9 leading to widespread protests. The situation has reportedly resulted in 27 deaths and suffering for seven lakh patients, compounding the crisis in the state’s healthcare system.</p>\n","originalUrl":"https://en.tattvanews.com/national/mamata-banerjee-offers-to-resign-amid-row-over-doctors-rape-and-murder/","hasAudio":false,"hasInfographics":false}