{"id":"wp-te-21248","wp_id":21248,"type":"standard","category":"World","language":"te","title":"లడ్డు వివాదంలో ప్రధాని మోదీ జోక్యం కోరిన జగన్","excerpt":"తిరుపతి లడ్డు విషయంలో ముఖ్యమంత్రి చంద్రబాబు నాయుడు తప్పుడు ప్రచారం చేస్తున్నారని ఆరోపిస్తూ ఆంధ్రప్రదేశ్ మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి ప్రధాని నరేంద్ర మోదీకి లేఖ రాశారు. తమ పరిపాలన లోపాలను కప్పిపుచ్చుకునేందుకు, ప్రపంచవ్యాప్తంగా హిందూ భక్తుల మధ్య విభేదాలు సృష్టించేందుకు పవిత్ర లడ్డు గురించి చంద్రబాబు ప్రభుత్వం దుష్ప్రచారం చేస్తోందని జగన్ ఆరోపించారు.  ఈ విషయంలో ప్రధాని జోక్యం చేసుకొని వాస్తవాలను నిగ్గు తేల్చాలని, కోట్లాది భక్తుల మనోభావాలను కాపాడాలని ఆయన ఆ","author":"Tattva News Team","time":"23/9/2024","image":"https://tattvanews.com/wp-content/uploads/2022/06/Jagan-Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>తిరుపతి లడ్డు విషయంలో ముఖ్యమంత్రి చంద్రబాబు నాయుడు తప్పుడు ప్రచారం చేస్తున్నారని ఆరోపిస్తూ ఆంధ్రప్రదేశ్ మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి ప్రధాని నరేంద్ర మోదీకి లేఖ రాశారు. తమ పరిపాలన లోపాలను కప్పిపుచ్చుకునేందుకు, ప్రపంచవ్యాప్తంగా హిందూ భక్తుల మధ్య విభేదాలు సృష్టించేందుకు పవిత్ర లడ్డు గురించి చంద్రబాబు ప్రభుత్వం దుష్ప్రచారం చేస్తోందని జగన్ ఆరోపించారు. </p>\n\n\n\n<p>ఈ విషయంలో ప్రధాని జోక్యం చేసుకొని వాస్తవాలను నిగ్గు తేల్చాలని, కోట్లాది భక్తుల మనోభావాలను కాపాడాలని ఆయన ఆ లేఖలో కోరారు. తిరుపతి లడ్డులో జంతువుల కొవ్వు కలుపుతారని ముఖ్యమంత్రి చంద్రబాబు చేసిన ఆరోపణ పెద్ద వివాదానికి దారి తీసింది. </p>\n\n\n\n<p>జగన్ నేతృత్వంలోని గత ప్రభుత్వం గుజరాత్‌లోని నేషనల్ డెయిరీ డెవలప్‌మెంట్ ల్యాబ్‌లో నిర్వహించిన పరీక్షల్లో ప్రసాదం తయారీలో జంతువుల కొవ్వు మరియు చేప నూనెను ఉపయోగించిందని చంద్రబాబు నాయుడు ఆరోపించారు. ఆలయ పవిత్రతను వైఎస్ఆర్ ప్రభుత్వం నాశనం చేసిందని నాయుడు ఆరోపించారు. ఈ నేపథ్యంలో జగన్ పిఎం మోడీకి లేఖ రాశారు.</p>\n\n\n\n<p>కూటమి పార్టీల నాయకులు టీటీడీ సంప్రదాయాలపై అనుమానాలు పెంచే విధంగా, భక్తుల విశ్వాసాలను దెబ్బతీసే విధంగా మాట్లాడుతున్నారని జగన్ లేఖలో పేర్కొన్నారు. తిరుమల లడ్డూ వివాదంలో అసలు వాస్తవాలను నిగ్గు తేల్చాలని ప్రధాని మోదీని జగన్ కోరారు. శ్రీవారి లడ్డూ అంశాన్ని రాజకీయాలకు ముడిపెట్టడం సరికాదని అభిప్రాయపడ్డారు. ఏదైనా పొరపాటు జరిగితే విచారణ చేయించి వాస్తవాలను బయటపెట్టాలని జగన్ కోరారు.</p>\n\n\n\n<p>తిరుమల లడ్డూ ప్రసాదానికి ఉపయోగించే నెయ్యిలో జంతువుల కొవ్వు పదార్థాలు ఉన్నాయని ప్రచారం చేయడం వల్ల కోట్లాది మంది హిందువుల మనోభావాలు దెబ్బతిన్నాయని వైఎస్ జగన్ తెలిపారు. ఇంత సున్నితమైన అంశాన్ని ఏపీలోని కూటమి పార్టీలు రాజకీయ అవసరాల కోసం వాడుకుంటున్నారంటూ జగన్ ఆరోపించారు. రాజకీయ ప్రయోజనాల కోసం కొందరు టీటీడీ ప్రతిష్టను దిగజార్చారని వైఎస్ జగన్ ఆరోపించారు.</p>\n\n\n\n<p>నెయ్యి నాణ్యత తనిఖీలో విఫలమైనందున తిరుమల తిరుపతి దేవస్థానం (టిటిడి) నెయ్యిని తిరస్కరించిందని, ఏ సమయంలోనూ ప్రసాదం తయారీకి ఉపయోగించలేదని జగన్ స్పష్టం చేశారు. ఆలయంలో ఉపయోగించే నెయ్యిని కొనుగోలు చేయడానికి, పరీక్షించడానికి బలమైన విధానాలు ఉన్నాయని జగన్ తెలిపారు.  కొత్త ప్రభుత్వం అన్ని రంగాల్లో విఫలమైందని, తన వైఫల్యాల నుంచి ప్రజల దృష్టి మరల్చేందుకు  అబద్ధాలను ప్రచారం చేస్తున్నారని జగన్ విమర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/21248/23/09/2024/","hasAudio":false,"hasInfographics":false}