{"id":"wp-te-20897","wp_id":20897,"type":"standard","category":"World","language":"te","title":"ఎమర్జెన్సీ చిత్రానికి సెన్సార్ నిలిపివేసిన సిబిఎఫ్‌సి","excerpt":"తాను నిర్మించి, దర్శకత్వం వహించిన ఎమర్జెన్సీ చిత్ర విడుదలకు సెంట్రల్ బోర్డు ఆఫ్ ఫిల్మ్ సర్టిఫికేషన్ (సిబిఎఫ్‌సి) జాప్యం చేస్తున్నట్లు కనపడుతోందని ప్రముఖ నటి, బిజెపి ఎంపి కంగనా రనౌత్ ఆరోపించారు. తన ఎమర్జెన్సీ చిత్రానికి సెన్సార్ సర్టిఫికెట్ ఇవ్వకుండా సిబిఎఫ్‌సి నిలిపివేసిందని ఆమె ఆరోపించారు.  మాజీ ఇందిరా గాంధీ పాత్రలో కంగనా నటించిన ఈ చిత్రం వచ్చే శుక్రవారం విడుదల కావలసి ఉండగా కట్స్ లేకుండా చిత్రానికి సర్టిఫికెట్ ఇంకా జారీ కాలేదు.  సినిమాలో సెన్సిటివ్","author":"Tattva News Team","time":"3/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kangana-film.jpg","readTime":"5 min read","contentHTML":"\n<p>తాను నిర్మించి, దర్శకత్వం వహించిన ఎమర్జెన్సీ చిత్ర విడుదలకు సెంట్రల్ బోర్డు ఆఫ్ ఫిల్మ్ సర్టిఫికేషన్ (సిబిఎఫ్‌సి) జాప్యం చేస్తున్నట్లు కనపడుతోందని ప్రముఖ నటి, బిజెపి ఎంపి కంగనా రనౌత్ ఆరోపించారు. తన ఎమర్జెన్సీ చిత్రానికి సెన్సార్ సర్టిఫికెట్ ఇవ్వకుండా సిబిఎఫ్‌సి నిలిపివేసిందని ఆమె ఆరోపించారు. </p>\n\n\n\n<p>మాజీ ఇందిరా గాంధీ పాత్రలో కంగనా నటించిన ఈ చిత్రం వచ్చే శుక్రవారం విడుదల కావలసి ఉండగా కట్స్ లేకుండా చిత్రానికి సర్టిఫికెట్ ఇంకా జారీ కాలేదు.  సినిమాలో సెన్సిటివ్ కంటెంట్ ఉందని  సిబిఎఫ్‌సి తెలిపింది. ఎమర్జెన్సీ సినిమా రిలీజ్‌ నిలిపివేయడానికి కారణాలు తెలియజేస్తూ సెంట్రల్ బోర్డ్ ఆఫ్ ఫిల్మ్ సర్టిఫికేషన్వివరించింది. సినిమాలు మతపరమైన మనోభావాలను దెబ్బతీయకూడదని బోర్డు సూచించింది.</p>\n\n\n\n<p>తన చిత్రంపై కూడా ఎమర్జెనీ విధించారంటూ ఆమె ఒక ఇంటర్వూలో ఆమె సెన్సార్ బోర్డుపై ఆరోపణలు గుప్పించారు. పరిస్థితి చాలా దుర్భరంగా ఉందని, ఈ దేశంలోని పరిస్థితులపై తాను తీవ్రంగా నిరాశ చెందుతున్నానని ఆమె సంచలన వ్యాఖ్యలు చేశారు. </p>\n\n\n\n<p>ఎంతకాలం ఇలా భయపెడతారంటూ ఆమె ప్రశ్నించారు. ఎంతో ఆత్మాభిమానంతో తాను ఈ చిత్రాన్ని నిర్మించానని, ఈ విషయంలో సెన్సార్ బోర్డు తనను ప్రశ్నించలేదని ఆమె చెప్పారు. తన చిత్రానికి సెన్సార్ సర్టిఫికెట్‌ని నిలిపివేశారని, అయితే ఎటువంటి కట్స్ లేకుండా తన చిత్రాన్ని విడుదల చేయాలని తాను కృతనిశ్చయంతో ఉన్నానని ఆమె తెలిపారు. </p>\n\n\n\n<p>న్యాయస్థానాలలో పోరాడైనా సరే కట్స్ లేకుండా తన చిత్రాన్ని విడుదల చేస్తానని ఆమె స్పష్టం చేశారు. సెన్సార్ బోర్డు నుంచి సర్టిఫికెట్ రాకపోవడంతో వచ్చే శుక్రవారం(సెప్టెంబర్ 6) చిత్రాన్ని విడుదల చేసే అవకాశం లేదని వర్గాలు తెలిపాయి. </p>\n\n\n\n<p>సిబిఎఫ్‌సి తన వెబ్‌సైట్‌లో యు/ఎ సర్టిఫికెట్ ఇచ్చినట్లు ఉంచినప్పటికీ సర్టిఫికెట్ కాపీ మాత్రం ఇంకా చేతికి అందలేదని, ప్రతిరోజు చిత్రానికి ఒక కొత్త కట్ చెబుతున్నారని వర్గాలు తెలిపాయి. ఏవో ఒత్తిళ్ల కారణంగా ఇలా జరుగుతోందని, అయితే కట్స్ లేకుండా సర్టిఫికెట్ పొందాలని కంగనా పోరాడుతున్నారని వారు చెప్పారు. </p>\n\n\n\n<p>ఇలా ఉండగా తన చిత్రం సెన్సార్ బోర్డులో చిక్కుకుందని గతవారం కంగనా వెల్లడించారు. మాజీ ప్రధాని ఇందిరా గాంధీని ఆమె భద్రతా సిబ్బందే హత్య చేసిన దృశ్యాన్ని తొలగించాలని తనపై ఒత్తిడి వస్తోందని ఆమె తెలిపారు. కంగనా రనౌత్ చిత్రం విడుదలను నిలిపివేయాలని కోరుతూ శిరోమణి అకాలీ దళ్ గతీ శుక్రవారం సిబిఎఫ్‌సికి లీగల్ నోటీసు పంపింది. </p>\n\n\n\n<p>ఈ చిత్రం వల్ల మత ఉద్రిక్తతలు తలెత్తుతాయని, తప్పుడు సమచారం వ్యాప్తి చెందుతుందని ఆ పార్టీ పేర్కొంది. ఈ చిత్రం ట్రెయిలర్‌లో చారిత్రక వాస్తవాలను తప్పుగా చిత్రీకరించారని, సిక్కు మతస్తులను తప్పుగా చూపడంతోపాటు విద్వేషాన్ని రెచ్చగొట్టే విధంగా చూపారని ఆ పార్టీ తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/20897/03/09/2024/","hasAudio":false,"hasInfographics":false}