{"id":"wp-en-15583","wp_id":15583,"type":"standard","category":"World","language":"en","title":"Adani Group stocks get punished in Indian markets after US court indictment","excerpt":"Following indictment against Adani and others was unsealed on Wednesday in the US District Court in New York’s Eastern District, market woes continued for Gautam Adani back home in India as the country’s markets opened to punish the Adani Group. In Thursday morning trade, Adani Green Energy made a freefall, shedding at least 18 per cent","author":"Tattva News Team","time":"21/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Adani.jpg","readTime":"5 min read","contentHTML":"\n<p>Following indictment against Adani and others was unsealed on Wednesday in the US District Court in New York’s Eastern District, market woes continued for Gautam Adani back home in India as the country’s markets opened to punish the Adani Group. In Thursday morning trade, Adani Green Energy made a freefall, shedding at least 18 per cent from Wednesday’s close of Rs 1412.70 a piece in the National Stock Exchange.</p>\n\n\n\n<p>The US has charged Adani and the others with allegedly tricking investors into securing a significant solar energy project from Adani Green Energy by bribing Indian officials.This has been one of the biggest falls from grace and in markets for Adani Group since the release of last year’s Hindenburg Research report.</p>\n\n\n\n<p>The SEC named Adani Group chairman Gautam Adani, along with his nephew Sagar Adani, the executive director at Adani Green Energy, and Vneet Jaain, managing director of the Adani Green Energy board. Jaain was also the company’s chief executive from 2020 to 2023.</p>\n\n\n\n<p>The nine members who were charged, including the two Adanis, allegedly agreed to pay about USD 265 million in bribes to government officials in India to bag contracts. The bribery was kept under wraps, tantamount to duping Wall Street investors who invested several billion dollars into the project over the past five years. The prosecution also charged former Adani Green Energy CEO Vneet Jaain and said that the accused raised a little over USD 3 billion in loans and bonds through the scheme.</p>\n\n\n\n<p>On Wednesday night, the US Securities and Exchange Commission (SEC) announced that Gautam Adani and two co-defendants violated antifraud provisions of US securities laws. The regulator also promised penalties and other sanctions in the official statement.</p>\n\n\n\n<p>“The complaint seeks permanent injunctions, civil penalties, and officer and director bars. The SEC’s complaint against Cabanes charges him with violating the FCPA and seeks a permanent injunction, a civil penalty, and an officer and director bar,” read the statement.</p>\n\n\n\n<p>The SEC also thanked the US Attorney’s Office, the Fraud Section of the US Department of Justice, and the FBI in the indictment announcement.</p>\n\n\n\n<p>Global credit assessment agency, Moody’s Ratings, on Thursday announced that the bribery and fraud charges against Indian industrialist Gautam Adani as a “credit negative” for the group’s companies.</p>\n","originalUrl":"https://en.tattvanews.com/national/adani-group-stocks-get-punished-in-indian-markets-after-us-court-indictment%ef%bf%bc/","hasAudio":false,"hasInfographics":false}