{"id":"wp-en-14169","wp_id":14169,"type":"standard","category":"World","language":"en","title":"CSE says policies like EU's Carbon Budget puts burden of decarbonisation on developing nation￼","excerpt":"Policies such as the European Union’s (EU’s) Carbon Border Adjustment Mechanism (CBAM) place the burden of decarbonising heavy industrial sectors on the Global South, and act as roadblocks in the path of development, said experts speaking at a webinar organised by Centre for Science and Environment (CSE), the New Delhi-based think tank.  CBAM, announced in","author":"Tattva News Team","time":"19/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/cse.jpg","readTime":"5 min read","contentHTML":"\n<p>Policies such as the European Union’s (EU’s) Carbon Border Adjustment Mechanism (CBAM) place the burden of decarbonising heavy industrial sectors on the Global South, and act as roadblocks in the path of development, said experts speaking at a webinar organised by Centre for Science and Environment (CSE), the New Delhi-based think tank. </p>\n\n\n\n<p>CBAM, announced in 2022 by the EU, places a tax on imported goods such as iron and steel, cement, aluminium, fertilisers, electricity and hydrogen, based on the GHG emissions intensity of production of these goods. </p>\n\n\n\n<p><strong>At the webinar, CSE released a new report explaining the implications of the CBAM mechanism</strong> (<em>see link given above</em>). Inaugurating the webinar, CSE director general Sunita Narain said: “Trade and climate are becoming intrinsically linked, and global trade rules need to be overhauled for a climate-risked world, but not at the cost of climate justice. Measures like CBAM are unilateral measures and shift the burden of the transition to the developing world. This, when developed countries themselves have not reduced their emissions sufficiently and continue to occupy carbon space. What is of particular concern is that such measures may further hurt economies of countries of the South, restricting their abilities to decarbonise.”</p>\n\n\n\n<p>CBAM is aimed at cushioning the EU’s firms from competitors who can manufacture more cheaply in countries that do not subject them to a carbon price. The EU also believes that the tax would incentivise its trading partners to decarbonise their manufacturing industries. </p>\n\n\n\n<p>Panellists at the webinar included -- besides Narain – Claudia Contreras, Economic Affairs Officer at UNCTAD (UN Trade and Development); Faten Aggad, Executive Director, African Future Policies Hub (AFPH); Avantika Goswami, Programme Manager, Climate Change, CSE; and Trishant Dev, Programme Officer, Climate Change, CSE.</p>\n\n\n\n<p>Presenting the CSE report, Goswami said: “Developed countries historically relied on fossil fuels for their economic growth. Today, despite having the capacity to significantly reduce domestic emissions and possessing technologies for low-carbon manufacturing, they continue emitting. They have also outsourced high-emission production to developing countries. Meanwhile, developing nations are unjustly penalised by a CBAM, which fails to account for the historical factors shaping their current reality.” </p>\n\n\n\n<p>“It also disregards the prior failure of wealthy countries to make good on their promises to ensure that green technologies are more accessible to developing countries, whether through extending knowledge or providing financing. They are also expected to bear the cost of their decarbonisation to avoid the CBAM. This, when Paris Agreement emphasises the need for the developed world to extend financial and technological support to the developing world, aiding them in their mitigation efforts. Thus, the CBAM is a clear violation of the principle of common but differentiated responsibilities (CBDR) enshrined in the Paris Agreement and the UNFCCC,” added Goswami. </p>\n\n\n\n<p>UNCTAD’s Claudia Contreras said: “All such policies (such as CBAM) appearing everywhere should be designed and developed in alignment with the Paris Agreement, taking into consideration the fact whether other countries have the capacity to comply. Trade is an important source of revenue for some countries, and the negative impact of these policies may leave them with even fewer resources to fund their decarbonisation efforts. Therefore, it is important that countries implementing these measures support those that are affected.”</p>\n\n\n\n<p>Faten Aggad of AFPH said: “Our findings show that the economic impact on Africa would result in a US $25 billion loss per year. To put it in perspective, the entire continent receives just under US $30 billion per annum in climate finance, which is far below what is required for a solid response to the climate challenge, Essentially, we are losing US $25 billion that isn’t being compensated. Of course, there is the issue of justice and burden-shifting. Despite Africa’s historical contribution being under 4 per cent of global GHG emissions, CBAM comes across as an attempt by the EU to shift the burden of decarbonisation to other countries without providing the necessary financial or large-scale technical support, such as accounting systems.”</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/special-stories/cse-says-policies-like-eus-carbon-budget-puts-burden-of-decarbonisation-on-developing-nation%ef%bf%bc/","hasAudio":false,"hasInfographics":false}