{"id":"wp-en-13489","wp_id":13489,"type":"standard","category":"World","language":"en","title":"PM Modi begins two-day-long meditation at Vivekananda Rock￼","excerpt":"Prime Minister Narendra Modi on Thursday began his two-day-long meditation at Vivekananda Rock Memorial in Kanyakumari. The Prime Minister will be on a spiritual sojourn from May 30 evening to June 1 evening, for nearly 45 hours. He will meditate through day and night at the same place where Swami Vivekanand did meditation, at the","author":"Tattva News Team","time":"31/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-Kanya.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Thursday began his two-day-long meditation at Vivekananda Rock Memorial in Kanyakumari. The Prime Minister will be on a spiritual sojourn from May 30 evening to June 1 evening, for nearly 45 hours.</p>\n\n\n\n<p>He will meditate through day and night at the same place where Swami Vivekanand did meditation, at the Dhyan Mandapam.  After arriving from nearby Thiruvananthapuram by a helicopter, Modi worshipped at the Bhagavathi Amman temple and reached the rock memorial by a ferry service and started meditation that is scheduled to go on till June 1.</p>\n\n\n\n<p>The BJP leaders claimed that Modi will meditate from the evening of Thursday to the evening of June 1 at Dhyan Mandapam, the place where Vivekananda—a spiritual icon admired by Modi—is believed to have had a divine vision about 'Bharat Mata'.</p>\n\n\n\n<p>Tamil Nadu Police has beefed up security in the coastal town, deploying around 2,000 personnel. The Indian Coast Guard and Indian Navy also maintain tight vigil.  He had undertaken a similar meditation exercise in a Kedarnath cave after the 2019 election campaign as well.</p>\n\n\n\n<p>BJP functionaries had earlier said Modi's decision to pick the spot in Kanyakumari for his spiritual sojourn underscores his commitment to bringing to fruition Vivekananda's vision for the country. The rock, where the prime minister will meditate, had a major impact on Vivekananda's life and holds a similar significance in the monk's life as Sarnath for Gautam Buddha, they said.</p>\n\n\n\n<p>Ahead of his departure on June 1, Modi is likely to visit the Thiruvalluvar statue, next to the memorial. Both the memorial and statue have been built on islets</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-begins-two-day-long-meditation-at-vivekananda-rock%ef%bf%bc/","hasAudio":false,"hasInfographics":false}