{"id":"wp-en-15648","wp_id":15648,"type":"standard","category":"World","language":"en","title":"Revanth Reddy refuses to accept Adani's Rs 100 cr donation","excerpt":"Telangana Chief Minister A Revanth Reddy on Monday took a U-turn on the Rs 100 crore donation announced by Adani Group chairman Gautam Adani to a university being set up in the state. Reddy said the Telangana government will not accept the Adani Group's donation to the Young India Skill University. The development comes amid a","author":"Tattva News Team","time":"26/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Revanth.jpg","readTime":"5 min read","contentHTML":"\n<p>Telangana Chief Minister A Revanth Reddy on Monday took a U-turn on the Rs 100 crore donation announced by Adani Group chairman Gautam Adani to a university being set up in the state. Reddy said the Telangana government will not accept the Adani Group's donation to the Young India Skill University.</p>\n\n\n\n<p>The development comes amid a political battle as the Center over fresh allegations against the Adani Group and the Congress-led Opposition is demanding a JPC probe (a Joint Parliamentary Committee investigation) in the matter.</p>\n\n\n\n<p>The chief minister, while addressing a press conference, said the decision was taken since Adani's announcement gave rise to \"unnecessary discussions\" that it may appear favouring the state government or the CM, if the donation was accepted, </p>\n\n\n\n<p>He said so far the Telangana government has not accepted a single rupee into its account from any organisation, including Adani Group.</p>\n\n\n\n<p>\"I and my Cabinet colleagues do not want to be involved in unnecessary discussions and situations that would dent the image of the state government or my own. That is why, on behalf of the state government, our official Jayesh Ranjan wrote a letter (to Adanis)\".</p>\n\n\n\n<p>\"Due to the (present) situation and controversies, the Telangana government is not ready to accept the Rs 100 crore donation you (Adani) generously offered,\" Reddy said.</p>\n\n\n\n<p>He said the letter clearly requested the Adani Foundation not to transfer Rs 100 crore to the university. The state government's attempts to obtain Income Tax exemptions for the donations made to the varsity fructified recently, the CM said. Reddy said that the amount proposed by Adani was part of the company's Corporate Social Responsibility activities.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/revanth-reddy-refuses-to-accept-adanis-rs-100-cr-donation%ef%bf%bc/","hasAudio":false,"hasInfographics":false}