{"id":"wp-te-19372","wp_id":19372,"type":"standard","category":"World","language":"te","title":"￼కెసిఆర్‌ను అరెస్ట్ చేసి  నీ పౌరుషం చూపించు రేవంత్!","excerpt":"మెదక్ లోక్ సభ నియోజకవర్గంలో బిఆర్‌ఎస్ ఓట్లు బిజెపికి బదిలీ కావడం వల్లే తాను గెలిచానని ముఖ్యమంత్రి రేవంత్ రెడ్డి చేసిన ఆరోపణలను బిజెపి నేత రఘునందన్ రావు ఖండించారు. రేవంత్ రెడ్డి తన గురించి కానీ, తన పార్టీ గురించి మాట్లాడే ముందు నోరు, ఒళ్లు రెండు దగ్గర పెట్టుకుని మాట్లాడాలని హెచ్చరించారు. తాను ఎవరి దయా దాక్షిణ్యాల వల్ల ఎంపీగా గెలవలేదని స్పష్టం చేశారు.   కేవలం బీజేపీ శ్రేణుల కష్టం, అహంకారపూరిత కేసీఆర్ కుటుంబానికి,","author":"Tattva News Team","time":"6/6/2024","image":"https://tattvanews.com/wp-content/uploads/2023/07/Raghunandan2.jpeg","readTime":"5 min read","contentHTML":"\n<p>మెదక్ లోక్ సభ నియోజకవర్గంలో బిఆర్‌ఎస్ ఓట్లు బిజెపికి బదిలీ కావడం వల్లే తాను గెలిచానని ముఖ్యమంత్రి రేవంత్ రెడ్డి చేసిన ఆరోపణలను బిజెపి నేత రఘునందన్ రావు ఖండించారు. రేవంత్ రెడ్డి తన గురించి కానీ, తన పార్టీ గురించి మాట్లాడే ముందు నోరు, ఒళ్లు రెండు దగ్గర పెట్టుకుని మాట్లాడాలని హెచ్చరించారు. తాను ఎవరి దయా దాక్షిణ్యాల వల్ల ఎంపీగా గెలవలేదని స్పష్టం చేశారు. </p>\n\n\n\n<p> కేవలం బీజేపీ శ్రేణుల కష్టం, అహంకారపూరిత కేసీఆర్ కుటుంబానికి, హరీశ్ రావు దుర్మార్గపు క్రియలకు మెదక్ పార్లమెంట్ ప్రజలు ఇచ్చిన తీర్పు వల్లే మెదక్‌లో తన గెలుపు సాధ్యమైందని రఘునందన్ రావు తేల్చి చెప్పారు. 8 స్థానాల్లో కాంగ్రెస్ గెలిచిందని మరి ఆ నియోజకవర్గాల్లో బీఆర్‌ఎస్ ఓట్లు కాంగ్రెస్‌కు బదిలీ అయ్యాయా? అని ప్రశ్నించారు. మెదక్‌లో సొంత పార్టీని రేవంత్ రెడ్డి గెలిపించుకోలేపోయారని ధ్వజమెత్తారు.</p>\n\n\n\n<p> హరీశ్ రావు అనే వ్యక్తి తనకు ఒక్క ఓటు వేయించిందే నిజమైతే ఏ గుడికి పిలుస్తావో, ఏ బడికి పిలుస్తావో పిలువు, భాగ్యలక్ష్మి అమ్మవారి వద్దకైనా సరే నేను వస్తా, మీ స్నేహితుడు హరీశ్ రావును తీసుకుని రా ప్రమాణం చేద్దామని సవాల్ చేశారు. నీలం మధును బకరాను చేసింది రేవంత్ రెడ్డి, హరీశ్ రావు కాదా? అని ప్రశ్నించారు.</p>\n\n\n\n<p>నీలం మధు మెదక్ జిల్లాలో హరీశ్ రావు శిష్యుడు కాదా? అని ప్రశ్నించారు. తెలంగాణ పౌరుషం నీలో ఉంటే డీసీపీ రాధాకిషన్ రావు ఇచ్చిన స్టేట్ మెంట్ ఆధారంగా జూన్ 30వ తేదీ లోపు కేసీఆర్ ను అరెస్ట్ చేసి నీ తెలంగాణ పౌరుషం చూపించాలని సవాల్ చేశారు. తనకు హరీశ్ రావు మద్దతు ఇవ్వడం ఏమిటని నిలదీశారు. </p>\n\n\n\n<p>రేవంత్ రెడ్డికి చేతనైతే భుజంగరావు ఇచ్చిన స్టేట్ మెంట్ ఆధారంగా హరీశ్ రావును ఎందుకు అరెస్ట్ చేయడం లేదని ప్రశ్నించారు. హరీశ్ రావును కాపాడుతున్నదెవరో రేవంత్ రెడ్డి సమాధానం చెప్పాలని డిమాండ్ చేశారు. కాళేశ్వరంలో కుంభకోణం జరింగిదని ఆరోపించారు. ఆ శాఖకు హరీశ్ రావు మంత్రిగా పని చేయలేదా? అని ప్రశ్నించారు. </p>\n\n\n\n<p>ఫ్లైట్ లో బిజినెస్ క్లాస్ లో హరీశ్ రావుతో ముచ్చట్లు పెట్టుకుంటూ పోయింది మీరు, హరీశ్ రావా? లేక నేను హరీశ్ రావా? అని రఘునందన్ ప్రశ్నించారు. కులం ఒక్కటుందని నోటికొచ్చినట్లు మాట్లాడుతారా? అని ఆగ్రహం వ్యక్తం చేశారు. ఎన్నికల సమయంలో వెంకట్రామిరెడ్డి విచ్చలవిడిగా డబ్బులు పంచుతున్నా ఆయన్ను పోలీసులు అరెస్ట్ చేయలేదని మండిపడ్డారు. </p>\n\n\n\n<p>ఓటుకు నోట్లు పంచుతున్నాడని నేను 150 సార్లు సిద్దిపేట సీపీ, మెదక్, సంగారెడ్డి ఎస్పీలకు ఫోన్ చేసినా పట్టించుకోలేదని గుర్తు చేశారు. ఓటుకు డబ్బులు పంచుతున్న వారిని పట్టుకోలకేపోయిన నీకు పరిపాలన తెలుసా? అని మండిపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/19372/06/06/2024/","hasAudio":false,"hasInfographics":false}