{"id":"wp-en-14561","wp_id":14561,"type":"standard","category":"World","language":"en","title":"ULFA-I threatens to plant 24 bombs across state￼","excerpt":"The banned militant group ULFA(I) claimed on Thursday that it had planted bombs at 24 locations across Assam, triggering a widespread search by security forces. Bomb disposal squads were immediately dispatched to all the sites mentioned by ULFA(I), but as of now, no explosives have been found, said a senior police officer. In an email","author":"Tattva News Team","time":"16/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Assam-bomb.webp","readTime":"5 min read","contentHTML":"\n<p>The banned militant group ULFA(I) claimed on Thursday that it had planted bombs at 24 locations across Assam, triggering a widespread search by security forces. Bomb disposal squads were immediately dispatched to all the sites mentioned by ULFA(I), but as of now, no explosives have been found, said a senior police officer.</p>\n\n\n\n<p>In an email allegedly sent by the United Liberation Front of Asom (ULFA) (Independent) to media outlets, including news agency PTI, the militant group claimed that the bombs they planted failed to explode due to a \"technical failure.\"</p>\n\n\n\n<p>The email included a list pinpointing the locations of 19 bombs, while the locations of five other explosives were not specified. ULFA(I) also requested public cooperation in defusing the bombs.</p>\n\n\n\n<p>When reached for comment, a senior officer at Assam Police headquarters said  that all Superintendents of Police (SPs) in the districts, particularly those listed by the anti-peace talk faction of ULFA, have been alerted and instructed to conduct a thorough search of the specified areas.</p>\n\n\n\n<p>\"Bomb disposal squads, metal detectors and sniffer dogs have been dispatched to every location. So far we have not got any information on recovery of bombs,\" he added. However, some local police officials in Nagaon, Lakhimpur and Sivasagar claimed that they have recovered some \"bomb-like materials\" from the spots.</p>\n\n\n\n<p>Out of the 24 locations mentioned by ULFA(I), eight are in Guwahati. These include an open field at Last Gate in Dispur, near the official residences of Assam Chief Minister Himanta Biswa Sarma and other ministers. Another location is the Satgaon road leading to the Army cantonment in Narengi, Guwahati. Additional sites in the capital city named include Ashram Road, Panbazar, Jorabat, Bhetapara, Maligaon, and Rajgarh.</p>\n\n\n\n<p>The ULFA(I) also claimed to have planted bombs in other districts, including Sivasagar, Dibrugarh, Lakhimpur, Nagaon, Nalbari, Tamulpur, Tinsukia, and Golaghat. In response, police have closed all roads around these identified locations. Senior police officials have been dispatched to oversee and monitor the search operations at each site.</p>\n","originalUrl":"https://en.tattvanews.com/others/ulfa-i-threatens-to-plant-24-bombs-across-state%ef%bf%bc/","hasAudio":false,"hasInfographics":false}