{"id":"wp-en-13197","wp_id":13197,"type":"standard","category":"World","language":"en","title":"PM Modi says Congress is “anti-Hindu” ￼","excerpt":"Prime Minister Narendra Modi  alleged that the Congress party is “anti-Hindu” and that its track record is of “loot, appeasement and dynasty first”.  Addressing election rallies in Hyderabad and Mahabubnagar on Friday evening, he  expressed confidence that “those who opposed the CAA, UCC and those who talk of ‘vote jihad’ will be defeated on June 4” when","author":"Tattva News Team","time":"11/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-Hyd.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi  alleged that the Congress party is “anti-Hindu” and that its track record is of “loot, appeasement and dynasty first”. </p>\n\n\n\n<p>Addressing election rallies in Hyderabad and Mahabubnagar on Friday evening, he  expressed confidence that “those who opposed the CAA, UCC and those who talk of ‘vote jihad’ will be defeated on June 4” when the results of the Lok Sabha polls are declared.</p>\n\n\n\n<p>“Today, India is a digital power, fintech power and the world’s fifth-largest economy,” he said. Recalling that bomb blasts used to take place in the country 10 years ago, he said such terror attacks don’t take place now.</p>\n\n\n\n<p>He also recalled the bomb blast at Dilsukhnagar in Hyderabad in 2013 and wondered if first-time voters of the present election are aware of it. Targeting the Congress on reservations, Modi alleged that the national party is “anti-Hindu” and it knows religion-based reservations are unconstitutional.</p>\n\n\n\n<p>He also slammed BRS President and former Chief Minister K. Chandrasekhar Rao and present Chief Minister A Revanth Reddy for neglecting the Mahbubnagar constituency.</p>\n\n\n\n<p> \"In the last 10 years, the country has progressed significantly. But where did the money sent to Telangana go? This money has become an ATM for corruption, first filling the pockets of BRS, and now Congress is looting Telangana in the same way.\"</p>\n\n\n\n<p>\"As much as BRS looted over the years, Congress wants to do the same corruption in a few months. By talking about the industry, Congress has opened a fake video manufacturing shop here. Congress has not been ready to move a pen on the Kaleshwaram scam of BRS since it came. Since Congress came, the RR tax has been imposed separately in Telangana. Talks about the RR tax imposed on you are heard till Delhi,\" added PM Modi.</p>\n\n\n\n<p>Alleging that the Congress’ “hatred” towards Hindus and their culture was “being exposed” daily, Modi said the leader who tutors “shehzada” also said Ram temple should not have been built at Ayodhya.</p>\n\n\n\n<p>“He has declared that the construction of Ram temple at Ayodhya and celebrating Ram Navami is against the idea of India,” Modi claimed. “I go to temple with great pride. He has given certificate that even this is anti-national,” he further claimed.  “Congress wants to make Hindus second-class citizens in their own country,” he claimed. “Are they talking about vote jihad because of this?” he asked.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-congress-is-anti-hindu-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}