{"id":"wp-te-18705","wp_id":18705,"type":"standard","category":"World","language":"te","title":"అమిత్ షా నకిలీ వీడియోతో తనకు సంబంధం లేదన్న రేవంత్ రెడ్డి","excerpt":"కేంద్ర హోంశాఖ మంత్రి అమిత్ షా ఫేక్ వీడియో అంశం రాజకీయ ప్రకంపనలు సృష్టిస్తోంది. గతంలో చేవెళ్ల బహిరంగ సభలో ప్రసంగించిన అమిత్ షా.. తాము మూడోసారి అధికారంలోకి వస్తే రాజ్యాంగ విరుద్ధమైన ముస్లిం రిజర్వేషన్లు రద్దు చేస్తామని చెప్పారు. అయితే ఆయన కామెంట్లను వక్రీకరిస్తూ.. రిజర్వేషన్లు రద్దు చేస్తామని అమిత్ షా అంటున్నారని ప్రచారం చేస్తున్నారు. ఈ వ్యవహారంలో తెలంగాణ సీఎం ఎనుముల రేవంత్ రెడ్డి కూడా ఢిల్లీ పోలీసులు నోటీసులు పంపారు. ఈ నోటీసులపై","author":"Tattva News Team","time":"2/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Revanth-Delhi-police.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర హోంశాఖ మంత్రి అమిత్ షా ఫేక్ వీడియో అంశం రాజకీయ ప్రకంపనలు సృష్టిస్తోంది. గతంలో చేవెళ్ల బహిరంగ సభలో ప్రసంగించిన అమిత్ షా.. తాము మూడోసారి అధికారంలోకి వస్తే రాజ్యాంగ విరుద్ధమైన ముస్లిం రిజర్వేషన్లు రద్దు చేస్తామని చెప్పారు. అయితే ఆయన కామెంట్లను వక్రీకరిస్తూ.. రిజర్వేషన్లు రద్దు చేస్తామని అమిత్ షా అంటున్నారని ప్రచారం చేస్తున్నారు. ఈ వ్యవహారంలో తెలంగాణ సీఎం ఎనుముల రేవంత్ రెడ్డి కూడా ఢిల్లీ పోలీసులు నోటీసులు పంపారు. ఈ నోటీసులపై రేవంత్ రెడ్డి తాజాగా వివరణ ఇచ్చారు.</p>\n\n\n\n<p>అమిత్ షా ఫేక్‌ వీడియో వైరల్ కావటానికి తనకు ఎలాంటి సంబంధం లేదని ఢిల్లీ పోలీసులకు రేవంత్ సమాధానం పంపించారు. ఆ వీడియో పోస్టు చేసిన ఐ ఎన్ సి తెలంగాణ ట్విట్టర్ (ఎక్స్‌) ఖాతాను తాను నిర్వహించడం లేదని చెప్పారు. తాను కేవలం రెండు ట్విట్టర్‌ ఖాతాలను (సీఎంవో తెలంగాణ, వ్యక్తిగత ఖాతా) మాత్రమే వినియోగిస్తున్నానని ఢిల్లీ పోలీసులకు సమాధానం పపించారు.</p>\n\n\n\n<p>ఈ కేసు విషయమై విచారణకు బుధవారం తమ ముందు హాజరు కావాలని గత సోమవారం ఢిల్లీ పోలీసులు పంపించిన నోటీసులకు టిపిసిసి లీగల్ సెల్ బృందం స్పందించింది. వారి ఢిల్లీ పొలిసు అధికారులను కలిసి సమర్పించిన లేఖలో ఎన్నికల ప్రచారంలో తీరికలేకుండా ఉండటంతో ఇప్పుడు వారి ముందు హాజరయ్యేందుకు రేవంత్ రెడ్డికి సాధ్యం కాదని తెలిపారు. అందుకు నాలుగు వారాల గడువు కోరారు.</p>\n\n\n\n<p>ఇక మంగళవారం ఎన్నికల ప్రచారంలో భాగంగా రేవంత్ రెడ్డి అమిత్ షాపై తీవ్రస్థాయిలో ఆగ్రహం వ్యక్తం చేశారు. ఆయనకు కేసీఆర్ అవహించినట్లున్నారని ఎద్దేవా చేశారు. ఢిల్లీ పోలీసులే కాదు.. సరిహద్దులోని సైనికులను తెచ్చుకున్నా భయపడే ప్రసక్తే లేదని రేవంత్ రెడ్డి సంచలన వాఖ్యలు చేశారు. తనపై అక్రమ కేసులు పెట్టి జైలుకు పంపాలని చూస్తున్నారని ఆయన తాను భయపడని చెప్పారు.</p>\n\n\n\n<p>గతంలో కేసీఆర్ తనను జైలుకు పంపితే కాంగ్రెస్ పార్టీ కేసీఆర్ నే గద్దె దింపిందని ఈ సందర్భంగా రేవంత్ రెడ్డి గుర్తు చేశారు. ఇప్పటివరకు ప్రతిపక్ష నాయకులపై సిబిఐ, ఈడీ, ఐటి లను ప్రయోగిస్తున్న బిజెపి ఇప్పుడు తనపై ఢిల్లీ పోలీసులను ప్రయోగిస్తున్నదని ధ్వజమెత్తారు. </p>\n\n\n\n<p>ఈ వ్యవహారంపై బీజేపీ నేతలు తీవ్ర స్థాయిలో మండిపడుతున్నారు. కాంగ్రెస్ కల్పిత కథనాలను ప్రజలు నమ్మకపోవటంతో ఏకంగా ఫేక్ వీడియోలు క్రియేట్ చేస్తున్నారని ఆ పార్టీ రాజ్యసభ సభ్యుడు డా. కె. లక్ష్మణ్ ఆరోపించారు. ఈ కేసులో స్వయంగా సీఎం రేవంత్ రెడ్డి పేరు రావడం చూసి యావత్ తెలంగాణ సమాజం సిగ్గుతో తలదించుకునే పరిస్థితి వచ్చిందని ధ్వజమెత్తారు. ఫేక్ వీడియోల వ్యవహారంలో రేవంత్ రెడ్డి ప్రజలకు క్షమాపణలు చెప్పాలని ఆయన డిమాండ్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18705/02/05/2024/","hasAudio":false,"hasInfographics":false}