{"id":"wp-en-13937","wp_id":13937,"type":"standard","category":"World","language":"en","title":"TMC MP Saket Gokhale to pay Rs 50 lakh in defamation case￼","excerpt":"The Delhi High Court on Monday ruled that TMC Rajya Sabha member Saket Gokhale must pay Rs 50 lakh in damages to Lakshmi Puri, following a defamation case she filed. Justice Anup Jairam Bhambhani issued the order, mandating compliance within eight weeks. The court further directed Gokhale to publish an apology in The Times of","author":"Tattva News Team","time":"2/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Saket-Gokhale1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Delhi High Court on Monday ruled that TMC Rajya Sabha member Saket Gokhale must pay Rs 50 lakh in damages to Lakshmi Puri, following a defamation case she filed. Justice Anup Jairam Bhambhani issued the order, mandating compliance within eight weeks.</p>\n\n\n\n<p>The court further directed Gokhale to publish an apology in The Times of India and on his X handle, which must remain for six months. This stems from defamatory tweets Gokhale posted, alleging Puri had acquired property in Switzerland disproportionate to her income.</p>\n\n\n\n<p>In July 2021, the court had already ordered Gokhale to remove the defamatory tweets and restrained him from further posting defamatory content against the Puris. Gokhale's claims that Puri's income was inadequate for the property purchase were deemed false and malicious by the court.</p>\n\n\n\n<p>Justice Bhambhani noted that Gokhale's tweets created a harmful \"social-media chain reaction\" and were not genuinely concerned with Puri's financial affairs but aimed at her husband, Hardeep Singh Puri, a Union Minister. The court emphasised the severe impact of allegations of financial impropriety on public figures.</p>\n\n\n\n<p>Lakshmi Puri was represented by Senior Advocate Maninder Singh and a team from Karanjawala & Company, while Twitter was represented by advocates Aadhar Nautiyal and Deepak Gogia. No one appeared on behalf of Saket Gokhale.</p>\n\n\n\n<p>\"..through the offending tweets, he [Saket Gokhale] went on a tirade alleging and insinuating that the plaintiff [Lakshmi Puri] and her husband [Hardeep Puri] had acquired the apartment through illbegotten wealth.,\" the Court said as quoted by Bar and Bench.</p>\n\n\n\n<p>It added, \"Financial integrity and probity are sine-qua-non for holding any public office. Very few allegations can hurt a person associated with public office more than an allegation of financial impropriety. It is also nearly impossible to dispel misinformation in relation to such matters, once it is disseminated to the public at large.\"</p>\n\n\n\n<p>The court concluded that the tweets were inherently defamatory, causing undeserved harm to Puri’s reputation, and necessitating legal redressal.</p>\n","originalUrl":"https://en.tattvanews.com/national/tmc-mp-saket-gokhale-to-pay-rs-50-lakh-in-defamation-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}