{"id":"wp-te-20377","wp_id":20377,"type":"standard","category":"World","language":"te","title":"అమరావతి రైతులకు మరో ఐదేళ్లు కౌలు, పెన్షన్","excerpt":"రాజధాని అమరావతి నిర్మాణానికి సంబంధించి సీఆర్డీయే అధారిటీ కీలక నిర్ణయాలు తీసుకుంది. శుక్రవారం సచివాలయంలోని మొదటి బ్లాక్ లో ముఖ్యమంత్రి చంద్రబాబు అధ్యక్షతన రాజధాని ప్రాంత ప్రాధికార సంస్థ (సి ఆర్ డి ఎ) 36 వ అథారిటీ సమావేశం జరిగింది. అథారిటీకి ముఖ్యమంత్రి చైర్మన్ గా ఉండగా మున్సిపల్ శాఖ మంత్రి వైస్ ఛైర్మన్ గా ఉన్నారు.ఆర్థిక శాఖ మంత్రి తో పాటు సీఆర్డీయే కమిషనర్ కన్వీనర్ గా మొత్తం 11 మంది సభ్యులున్నారు. సచివాలయంలో","author":"Tattva News Team","time":"3/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/CRDA-meet.webp","readTime":"5 min read","contentHTML":"\n<p>రాజధాని అమరావతి నిర్మాణానికి సంబంధించి సీఆర్డీయే అధారిటీ కీలక నిర్ణయాలు తీసుకుంది. శుక్రవారం సచివాలయంలోని మొదటి బ్లాక్ లో ముఖ్యమంత్రి చంద్రబాబు అధ్యక్షతన రాజధాని ప్రాంత ప్రాధికార సంస్థ (సి ఆర్ డి ఎ) 36 వ అథారిటీ సమావేశం జరిగింది.</p>\n\n\n\n<p>అథారిటీకి ముఖ్యమంత్రి చైర్మన్ గా ఉండగా మున్సిపల్ శాఖ మంత్రి వైస్ ఛైర్మన్ గా ఉన్నారు.ఆర్థిక శాఖ మంత్రి తో పాటు సీఆర్డీయే కమిషనర్ కన్వీనర్ గా మొత్తం 11 మంది సభ్యులున్నారు. సచివాలయంలో జరిగిన సమావేశంలో మొత్తం 11 అంశాలను అజెండాలో చర్చించారు. సమావేశంలో తీసుకున్న నిర్ణయాలను పురపాలక,పట్టణాభివృద్ధి శాఖ మంత్రి నారాయణ మీడియాకు వివరించారు.</p>\n\n\n\n<p>రాజధాని అమరావతి నిర్మాణం కోసం నాటి టీడీపీ ప్రభుత్వంలో ముఖ్యమంత్రి చంద్రబాబు అడగ్గానే కేవలం 58 రోజుల్లోనే రైతులు 34,000 ఎకరాల భూమిని ఇచ్చారని మంత్రి చెప్పారు.అయితే గత ఐదేళ్లలో రైతులకు చెప్పినవి ఏమీ వైసిపి ప్రభుత్వం చేయలేదని...దీంతో రైతులు ఆర్దికంగా, మానసికంగా ఎంతో ఇబ్బంది పడ్డారని మంత్రి చెప్పారు..</p>\n\n\n\n<p>రైతులకు ప్రతి ఏటా ఇచ్చే కౌలుతో పాటు పెన్షన్లను మరో ఐదేళ్లు పొడిగించాలని సీఆర్డీయే అథారిటీ సమావేశంలో నిర్ణయం తీసుకున్నట్లు మంత్రి నారాయణ తెలిపారు. ప్రస్తుతం ఎంత మేర కౌలు అందుతుందో అంతే మేర నగదు, అలాగే ప్రస్తుతం అందుతున్న పెన్షన్ ను రాబోయే ఐదేళ్లకు చెల్లించేందుకు అధారిటీ నిర్ణయం తీసుకుందని చెప్పారు.</p>\n\n\n\n<p>ఇదే విధంగా ప్రస్తుతం ఇస్తున్న మేరకే పింఛన్లను కూడా వచ్చే ఐదేళ్లు కొనసాగిస్తామన్నారు. మరోవైపు సీఆర్డీయే కు గతంలో మొత్తం 778 మంది ఉద్యోగులు ఉండగా...ప్రస్తుతం కేవలం 249 మంది మాత్రమే ఉన్నారని చెప్పారు. గతంలో మాదిరిగా ఉద్యోగులను నియమించుకునేందుకు అధారిటీ అనుమతి ఇచ్చిందని తెలిపారు. </p>\n\n\n\n<p>వీటిలో 188 ఉద్యోగాలను నేరుగా 190 ఉద్యోగాలను డిప్యూటేషన్ ద్వారా,75 ఉద్యోగాలను కాంట్రాక్టు ప్రాతిపదికన మరి 67 ఉద్యోగాలను ఔట్ సోర్సింగ్ ద్వారా భర్తీ చేసేందుకు అధారిటీ అనుమతి ఇచ్చిందని మంత్రి తెలిపారు. ఇక గతంలో సీఆర్డీయే కు 47 మంది కన్సల్టెంట్ లు ఉండగా వీరిలో 15 మంది అవసరం పూర్తి కావడంతో కొత్తగా 32 మంది కన్సల్టెంట్స్ నియామకం చేపట్టేందుకు సమావేశంలో నిర్ణయం తీసుకున్నామని వివరించారు.</p>\n\n\n\n<p>ముందుగా నిర్ణయించిన ప్రణాళిక ప్రకారం రాజధాని పరిధిలో ‘నవ నగరాల’ నిర్మాణం జరగనుంది. సీఆర్డీయే పరిధిని యథాతథంగా కొనసాగించాలని కొత్త సర్కారు నిర్ణయించింది.  అమరావతిని ఎడ్యుకేషన్‌ హబ్‌గా మార్చేందుకు ఎటువంటి సంస్థలను ఆహ్వానించాలి....ఎవరికి భూములు కేటాయించాలి అనే అంశంపైనా ముఖ్యమంత్రి చర్చించారు. దేశంలోని టాప్‌ 10లోని కాలేజీలు, ఆస్పత్రులు అమరావతిలోనే ఏర్పాటు కావాలని తెలిపారు. </p>\n\n\n\n<p>కరకట్టపై సెంట్రల్‌ డివైడర్‌తో నాలుగు లైన్ల రోడ్డు నిర్మాణం కొనసాగుతుందని తెలిపారు. అమరావతిని అనుసంధానించేలా కృష్ణా నదిపై నాలుగు బ్రిడ్జీలు ఐకానిక్‌గా నిర్మించేందుకు చర్యలు తీసుకుంటామని, ఇబ్రహీంపట్నం వద్ద ఐకానిక్‌ బ్రిడ్జిపై మరోసారి అధ్యయనం చేస్తామని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20377/03/08/2024/","hasAudio":false,"hasInfographics":false}