{"id":"wp-te-20330","wp_id":20330,"type":"standard","category":"World","language":"te","title":"ఏపీలో మరో  నాలుగు నెలలు ఓటాన్ అకౌంట్ బడ్జెట్","excerpt":"ఏపీ ఓటాన్ అకౌంట్ బడ్జెట్ గడువు నేటితో ముగియనున్న నేపథ్యంలో దానిని మరో నాలుగు నెలల పాటు పొడిగిస్తూ నేడు ఆర్డినెన్స్ జారీ చేయనున్నారు. మంగళవారం రాత్రే ఆర్డినెన్స్ జారీ కోసం గవర్నర్‌ అమోదం కోరుతూ మంత్రి మండలి తీర్మానాన్ని పంపారు. సార్వత్రిక ఎన్నికల నేపథ్యంలో మూడు నెలల కాల వ్యవధితో ఓటాన్ అకౌంట్ బడ్జెట్‌ గడువు జులై 31తో ముగియనుంది. దీంతో ఓటాన్ అకౌంట్ బడ్జెట్ పై రాష్ట్ర ప్రభుత్వ ఆర్డినెన్స్ జారీ చేయాలని నిర్ణయించింది.","author":"Tattva News Team","time":"31/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Chandrababu.webp","readTime":"5 min read","contentHTML":"\n<p>ఏపీ ఓటాన్ అకౌంట్ బడ్జెట్ గడువు నేటితో ముగియనున్న నేపథ్యంలో దానిని మరో నాలుగు నెలల పాటు పొడిగిస్తూ నేడు ఆర్డినెన్స్ జారీ చేయనున్నారు. మంగళవారం రాత్రే ఆర్డినెన్స్ జారీ కోసం గవర్నర్‌ అమోదం కోరుతూ మంత్రి మండలి తీర్మానాన్ని పంపారు. సార్వత్రిక ఎన్నికల నేపథ్యంలో మూడు నెలల కాల వ్యవధితో ఓటాన్ అకౌంట్ బడ్జెట్‌ గడువు జులై 31తో ముగియనుంది. దీంతో ఓటాన్ అకౌంట్ బడ్జెట్ పై రాష్ట్ర ప్రభుత్వ ఆర్డినెన్స్ జారీ చేయాలని నిర్ణయించింది.</p>\n\n\n\n<p>ఇందుకోసం ఆన్ లైన్ లో మంత్రుల నుంచి ఆర్డినెన్స్ ఆమోదం తీసుకున్నారు. గత ప్రభుత్వం పెట్టిన ఓటాన్ అకౌంట్ బడ్జెట్ కు కాలపరిమితి ముగియనున్న దృష్ట్యా ఓటాన్ అకౌంట్ ఆర్డినెన్సు చేస్తున్నట్టు తెలిపారు. నాలుగు నెలల కాలానికి ఓటాన్ అకౌంట్ బడ్జెట్ ఆర్డినెన్సుకు మంత్రి మండలి నుంచి ఆన్‌లైన్‌లో ఆమోదం తీసుకున్నారు. సుమారు 1.30 లక్షల కోట్ల రూపాయల మేర ఓటాన్ అకౌంట్ బడ్జెట్ ఆర్డినెన్సు ఉంటుందని అంచనా వేస్తున్నారు.</p>\n\n\n\n<p>40 విభాగాలకు చెందిన డిమాండ్ లు, గ్రాంట్ లకు ఆమోదం వచ్చేలా ఓటాన్ అకౌంట్ బడ్జెట్ ఆర్డినెన్సు జారీ చేయనున్నారు. అన్నా క్యాంటీన్ ల నిర్మాణం, రోడ్ ల మరమ్మతులు సహా కొన్ని అత్యవసర విభాగాలకు బడ్జెట్ కేటాయింపులు ఉండే అవకాశం ఉంది. ఏపీలో రోడ్ల మరమ్మతులకు రూ. 1100 కోట్ల మేర ఖర్చు అవుతుందని అధికారుల అంచనావేశారు.</p>\n\n\n\n<p>ఆగష్టు 15 నుంచి అన్నా క్యాంటీన్ లను ప్రారంభించేందుకు సిద్ధం అవుతున్న ప్రభుత్వం ఓటాన్ అకౌంట్‌ బడ్జెట్‌లో కేటాయింపులు చేశారు. కీలకమైన కేంద్ర పథకాలకు మ్యాచింగ్ గ్రాంట్లను కూడా నిధులు కేటాయించినట్టు తెలుస్తోంది. రాష్ట్ర చరిత్రలో తొలిసారిగా ఒకే ఏడాదిలో రెండు సార్లు ఓటాన్ అకౌంట్ బడ్జెట్ ప్రవేశపెడుతున్నారు. </p>\n\n\n\n<p>రాష్ట్ర ఆర్థిక పరిస్థితి దారుణంగా ఉండటంతోనే తప్పనిసరి పరిస్థితుల్లో ఓటాన్ అకౌంట్ బడ్జెట్‌కు వెళుతున్నట్టు ప్రభుత్వం చెబుతోంది. ఆర్థిక పరిస్థితిపై స్పష్టత వచ్చేందుకు మరో రెండు నెలలు సమయం పడుతుందని భావిస్తున్న ప్రభుత్వం అందుకు అనుగుణంగా రెండోసారి ఓటాన్ అకౌంట్ బడ్జెట్‌ ప్రవేశపెట్టింది. 2024 సెప్టెంబర్ నెలలో పూర్తి స్థాయిలో బడ్జెట్ ప్రవేశపెట్టే అవకాశం ఉన్నట్లు సమాచారం</p>\n\n\n\n<p>గవర్నర్ ఆమోదం లభించిన తర్వాత రాష్ట్ర ప్రభుత్వం బుధవారం ఆర్డినెన్స్ను జారీచేస్తుంది. ఈ నాలుగు నెలల అత్యవసర వ్యయానికే ఆర్డినెన్స్ జారీచేస్తున్నట్లు తెలుస్తోంది. కాగా, ఎన్నికల ముందు టీడీపీ కూటమి ఇచ్చిన సూపర్ సిక్స్ పథకాల్లో జాప్యం చేయడానికే ఓటాన్ అకౌంట్ బడ్జెట్ పొడిగిస్తున్నారని వైసీపీ ఆరోపిస్తోంది. గత వైఎస్సార్సీపీ ప్రభుత్వం ఎన్నికల ముందు ఓటాన్ అకౌంట్ బడ్జెట్ను అసెంబ్లీలో ప్రవేశపెట్టి నాలుగు నెలల వ్యయానికి సభ అనుమతి తీసుకుంది. ఈ గడువు జూలై 31తో ముగియనుంది.</p>\n","originalUrl":"https://tattvanews.com/20330/31/07/2024/","hasAudio":false,"hasInfographics":false}