{"id":"wp-en-12947","wp_id":12947,"type":"standard","category":"World","language":"en","title":"Hema Malini says entire opposition is `Gabber Singh’￼","excerpt":"Actor-turned-politician Hema Malini has described Prime Minister Narendra Modi and Home Minister Amit Shah as the \"Jai and Veeru of Indian politics\". In an exclusive interview with India TV in the thick  of the election campaign in Mathura, where she is trying her luck for a third consecutive win, Hema Malini was asked, \"Whom do","author":"Tattva News Team","time":"24/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Hema-Malini.jpg","readTime":"5 min read","contentHTML":"\n<p>Actor-turned-politician Hema Malini has described Prime Minister Narendra Modi and Home Minister Amit Shah as the \"Jai and Veeru of Indian politics\".</p>\n\n\n\n<p>In an exclusive interview with India TV in the thick  of the election campaign in Mathura, where she is trying her luck for a third consecutive win, Hema Malini was asked, \"Whom do you consider the Jai and Veeru of Indian Politics?\" She replied, \"Modi Ji and Amit Shah Ji.\"</p>\n\n\n\n<p> Asked about whom she considers Gabbar Singh in Indian politics, Hema Malini replied, \"The entire opposition\". Asked who could be the 'Angrezon ke zamaane ka jailor', Hema Malini replied with a guffaw, \"Rahul Gandhi (laugh). The way he talks and all, does not create any seriousness. One feels like laughing.\" She hurriedly added, \"I don’t want to talk much about him.\"<br> <br>Asked what Dharmendra feels on finding her attempting a hat trick in Lok Sabha elections, Hema Malini replied, \"He asks me: Aap kaise kar Leti ho?\"  Dharmendra won his only Lok Sabha election from Bikaner in 2004 and later withdrew from political life.</p>\n\n\n\n<p>On the issue of local and outsider in Mathura constituency, Hema Malini said, \"Yes, I come from Mumbai from a different profession. I have consistently worked for the development of this area. In my first term, I did development work, and in my second term, I worked on beautification of roads, building highways, flyovers, roads and underpasses. A Rs 4000 crore Pilibhit-Bareilly highway will pass through Mathura. Half of the work is done and it will end traffic jams.\"</p>\n\n\n\n<p>Asked how long would she continue in politics, Hema Malini replied, \"So long as Lord Krishna wants me to serve Brijbhoomi. The moment he tells me to stop, I will go. Nobody can stop me.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/hema-malini-says-entire-opposition-is-gabber-singh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}