{"id":"wp-en-12782","wp_id":12782,"type":"standard","category":"World","language":"en","title":"BJP releases its 'Sankalp Patra' for LS polls￼","excerpt":"With its focus on a roadmap for “Viksit Bharat” (developed India), Prime Minister Narendra Modi released the BJP’s manifesto for the upcoming Lok Sabha polls. This comes on a day marking the birth anniversary of B R Ambedkar, the architect of the Indian Constitution. Modi, Defence Minister Rajnath Singh, Home Minister Amit Shah and Finance","author":"Tattva News Team","time":"14/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/BJP-manifesto.jpg","readTime":"5 min read","contentHTML":"\n<p>With its focus on a roadmap for “Viksit Bharat” (developed India), Prime Minister Narendra Modi released the BJP’s manifesto for the upcoming Lok Sabha polls. This comes on a day marking the birth anniversary of B R Ambedkar, the architect of the Indian Constitution.</p>\n\n\n\n<p>Modi, Defence Minister Rajnath Singh, Home Minister Amit Shah and Finance Minister Nirmala Sitharaman released the manifesto for the polls that are scheduled to commence from April 19.</p>\n\n\n\n<p>“BJP's manifesto focuses on dignity, quality of life; quantity, quality of opportunities,” PM Modi said after releasing the poll manifesto.“BJP has resolved to bring all senior citizens above 70 years of age under 'Ayushman Bharat' scheme.</p>\n\n\n\n<p>“This 'sankalp patra' strengthens four pillars of viksit Bharat -- Yuva shakti, Nari shakti poor and farmers,” the PM said. The manifesto talks about implementing the \"one nation, one poll\" initiative, preparing common electoral rolls, abolishing waiting lists for train travel, expansion of 5G networks and organising Ramayan festivals the world over.</p>\n\n\n\n<p><strong>Here are the main promises: </strong></p>\n\n\n\n<p>1) Raising loan limit under 'Mudra' scheme to Rs 20 lakh from Rs 10 lakh.</p>\n\n\n\n<p>2) Steps to provide all households with affordable piped gas </p>\n\n\n\n<p>3)  Three crore houses for the poor across the country</p>\n\n\n\n<p>4) All Indians above 70 to be brought under free health insurance programme </p>\n\n\n\n<p>5) Expansion of Vande Bharat trains to every corner of the country. These include three models of Vande Bharat - Vande Bharat Sleeper, Vande Bharat Chaircar and Vande Bharat Metro. Abolishing waiting lists for train travel</p>\n\n\n\n<p>6)  The 150th birth anniversary of Lord Birsa Munda in 2025 will be celebrated at the national level. Digital Janjatiya Kala Academy to be established </p>\n\n\n\n<p>7) Implementing the \"one nation, one poll\" initiative and preparing common electoral rolls.</p>\n\n\n\n<p>9) The Uniform Civil Code for the country's interest. </p>\n\n\n\n<p>10) Expansion of 5G networks and work on 6G.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-releases-its-sankalp-patra-for-ls-polls%ef%bf%bc/","hasAudio":false,"hasInfographics":false}