{"id":"wp-te-18876","wp_id":18876,"type":"standard","category":"World","language":"te","title":"పధకాల నగదు బదిలీకి జగన్ కు హైకోర్టులో ఉపశమనం","excerpt":"పోలింగ్ పూర్తయ్యే వరకు నగదు బదిలీ పథకాలు నిలిపివేయాలన్న కేంద్ర ఎన్నికల సంఘం ఆదేశాలపై ఏపీ హైకోర్టు స్టే ఇవ్వడంతో వైఎస్ జగన్ మోహన్ రెడ్డి ప్రభుత్వంకు పెద్ద ఉపశమనం కలిగింది. విపక్షాల ఫిర్యాదుల నేపథ్యంలో ఈసీ నిలిపివేసిన నగదు బదిలీ పథకాలకు సంబంధించిన నిధులను లబ్దిదారులకు శుక్రవారం పంపిణీ చేయాలని ఏపీ హైకోర్టు స్పష్టం చేసింది. దానితో, పోలింగ్ కు ముందుగా రూ 14,000 కోట్లకు పైగా నగదును లబ్ధిదారులకు చెల్లించే విధంగా గత నాలుగు","author":"Tattva News Team","time":"10/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Jagan-HC.png","readTime":"5 min read","contentHTML":"\n<p>పోలింగ్ పూర్తయ్యే వరకు నగదు బదిలీ పథకాలు నిలిపివేయాలన్న కేంద్ర ఎన్నికల సంఘం ఆదేశాలపై ఏపీ హైకోర్టు స్టే ఇవ్వడంతో వైఎస్ జగన్ మోహన్ రెడ్డి ప్రభుత్వంకు పెద్ద ఉపశమనం కలిగింది. విపక్షాల ఫిర్యాదుల నేపథ్యంలో ఈసీ నిలిపివేసిన నగదు బదిలీ పథకాలకు సంబంధించిన నిధులను లబ్దిదారులకు శుక్రవారం పంపిణీ చేయాలని ఏపీ హైకోర్టు స్పష్టం చేసింది. </p>\n\n\n\n<p>దానితో, పోలింగ్ కు ముందుగా రూ 14,000 కోట్లకు పైగా నగదును లబ్ధిదారులకు చెల్లించే విధంగా గత నాలుగు నెలలుగా ఏర్పాట్లు చేసుకొంటున్న జగన్ ప్రభుత్వానికి  సానుకూలత ఏర్పడినట్లయింది.</p>\n\n\n\n<p>ఎన్నికలు పూర్తయ్యే వరకు నిధులు పంపిణీ చేయొద్దని ఈసీ జారీ చేసిన ఆదేశాలను సవాలు చేస్తూ దాఖలైన పిటిషన్లపై విచారణ జరిపిన న్యాయస్థానం 10వ తేదీన నిధుల పంపిణీకి అనుమతించింది. మే 11 -13 మధ్య కాలంలో మాత్రం నిధులు విడుదల చేయొద్దని ఆదేశించింది. సంక్షేమ పథకాల్లో భాగంగా నిధుల విడుదల అంశాన్ని ఎన్నికల్లో ప్రచారం హైకోర్టు చేయొద్దని స్పష్టం చేసింది. </p>\n\n\n\n<p>ఈ మేరకు జస్టిస్ బొప్పూడి కృష్ణమోహన్ మధ్యంతర ఉత్తర్వులు జారీ చేశారు. ఈ వ్యవహారంపై పూర్తి వివరాలతో కౌంటర్ దాఖలు చేయాలని ఈసీకి, ప్రభుత్వానికి ఆదేశాలు జారీ చేశారు. తదుపరి విచారణ జూన్ 27కు వాయిదా వేశారు.</p>\n\n\n\n<p>రైతులకు ఇన్‌ఫుట్‌ సబ్సిడీ, చేయూత, ఈబీసీ నేస్తం, ఆసరా, విద్య దీవెన పథకాల కింద మంజూరు చేసిన రూ.14,165 కోట్లను లబ్దిదారులకు మంజూరు చేసేందుకు హైకోర్టు అనుమతించింది. ఎన్నికల సంఘం ఇచ్చిన ఆదేశాలను హైకోర్టు మే 10వ తేదీ శుక్రవారం వరకు నిలిపివేసింది. అయితే, నిధుల పంపిణీ అంశంపై ఎలాంటి ప్రచారం నిర్వహించకూడదని న్యాయస్థానం స్పష్టం చేసింది.</p>\n\n\n\n<p>ఏపీలో వివిధ సంక్షేమ పథకాల్లో భాగంగా లబ్దిదారులకు నిధుల పంపిణీ విషయంలో రాజకీయ పార్టీలు నగదు బదిలీ చేయకుండా చూడాలని ఈసీని అభ్యర్థించాయి. ఈ వ్యవహారంపై ఇరు పక్షాల వాదనలు విన్న తర్వాత గురువారం రాత్రి పొద్దుపోయిన తర్వాత జస్టిస్ కృష్ణమోహన్ ఉత్తర్వులు జారీ చేశారు.</p>\n\n\n\n<p>ఇన్‌పుట్‌ సబ్సిడీ, వైఎస్సార్ చేయూత, ఆసరా, జగనన్న విద్యాదీవెన, ఈబీసీ నేస్తం పథకాలకు నగదు పంపిణీని ఎన్నికలు పూర్తయ్యే వరకు చేపట్టొద్దని ఈసీ ఆదేశించడానికి సవాలు చేస్తూ రైతులు, మహిళలు, విద్యార్ధులు, వేర్వేరు పిటిషన్లు దాఖలు చేశారు. అయా పథకాలకు తక్షణమే నిధులు మంజూరు చేసేలా ఉత్తర్వులు ఇవ్వాలని కోరారు.</p>\n\n\n\n<p>దీనిపై విచారణ జరిపిన జస్టిస్ కృష్ణమోహన్ నిధుల పంపిణీ అవసరాన్ని వివరిస్తూ కేంద్ర ఎన్నికల సంఘానికి విజ్ఞప్తి చేయాలని, దానిపై తగిన నిర్ణయం తీసుకోవాలని ఈసీని ఆదేశించారు. ఈ పిటిషన్లపై గురువారం జరిగిన విచారణలో రాష్ట్ర ప్రభుత్వ అభ్యర్థన పరిగణలోకి తీసుకుని పోలింగ్ పూర్తయ్యే వరకు నగదు పంపిణీ ఆపాలని రాష్ట్ర ప్రభుత్వాన్ని ఆదేశించినట్టు ఈసీ తరపు న్యాయవాది అవినాష్ దేశాయ్ చెప్పారు. నిధుల పంపిణీ జరిగితే ఓటర్లను ప్రభావితం చేసినట్లు అవుతుందని అభ్యంతరం చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/18876/10/05/2024/","hasAudio":false,"hasInfographics":false}