{"id":"wp-te-21149","wp_id":21149,"type":"standard","category":"World","language":"te","title":"వైద్యుల డిమాండ్లకు తలొగ్గిన దీదీ సర్కార్‌","excerpt":"పశ్చిమ బెంగాల్‌లో జూనియర్‌ డాక్టర్ల ఆందోళన కొలిక్కి వచ్చింది. కోల్‌కతాలో నెలరోజులకు పైగా ఆందోళన చేస్తున్న జూనియర్‌ వైద్యుల డిమాండ్లు నెరవేర్చేందుకు దీదీ ప్రభుత్వం అంగీకరించింది. నాలుగుసార్లు రద్దు అయిన తర్వాత సోమవారం రాత్రి జూనియర్‌ డాక్టర్లు ముఖ్యమంత్రి మమతా బెనర్జీతో చర్చలు జరిపిన విషయం తెలిసిందే.  దాదాపు ఆరు గంటల పాటు జరిగిన ఈ చర్చల్లో వైద్యులు ఐదు డిమాండ్లను ప్రభుత్వం ముందు ఉంచారు.  ఐదు డిమాండ్లలో మూడింటికి మమతా సర్కార్‌ అంగీకరించింది. ఈ మేరకు","author":"Tattva News Team","time":"17/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Mamata-stir.webp","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమ బెంగాల్‌లో జూనియర్‌ డాక్టర్ల ఆందోళన కొలిక్కి వచ్చింది. కోల్‌కతాలో నెలరోజులకు పైగా ఆందోళన చేస్తున్న జూనియర్‌ వైద్యుల డిమాండ్లు నెరవేర్చేందుకు దీదీ ప్రభుత్వం అంగీకరించింది. నాలుగుసార్లు రద్దు అయిన తర్వాత సోమవారం రాత్రి జూనియర్‌ డాక్టర్లు ముఖ్యమంత్రి మమతా బెనర్జీతో చర్చలు జరిపిన విషయం తెలిసిందే. </p>\n\n\n\n<p>దాదాపు ఆరు గంటల పాటు జరిగిన ఈ చర్చల్లో వైద్యులు ఐదు డిమాండ్లను ప్రభుత్వం ముందు ఉంచారు.  ఐదు డిమాండ్లలో మూడింటికి మమతా సర్కార్‌ అంగీకరించింది. ఈ మేరకు వారి డిమాండ్లు నెరవేర్చే దిశగా చర్యలు చేపట్టింది. ఇందులో భాగంగానే వైద్యులతో సమావేశం ముగిసిన గంటల వ్యవధిలోనే కోల్‌కతా పోలీస్ కమిషనర్ వినీత్ గోయల్, వైద్యశాఖకు చెందిన ఇద్దరు అధికారులను తొలగిస్తున్నట్టు ప్రకటించింది. </p>\n\n\n\n<p>వారి స్థానంలో మంగళవారం కొత్త అధికారులను నియమించనున్నట్లు వెల్లడించింది. మిగిలిన డిమాండ్ల పరిష్కారానికి ప్రభుత్వ ప్రధాన కార్యదర్శి నేతృత్వంలోని కమిటీ కార్యాచరణ చేపట్టనుందని చర్చల ముగిసిన అనంతరం స్వయంగా మమత ప్రకటించారు. డిమాండ్లకు అంగీకారం తెలిపిన నేపథ్యంలో ఇక ఆందోళనలను విరమించాలని వైద్యులను మమతా బెనర్జీ కోరారు. </p>\n\n\n\n<p>ఆందోళనకారులపై ఎలాంటి చర్యలు తీసుకోమని, వైద్యులు వెంటనే విధుల్లో చేరాలని విజ్ఞప్తి చేశారు. సామాన్య ప్రజలు వైద్యం అందక అల్లాడుతున్నారన్నారని ఆవేదన వ్యక్తం చేశారు. ఆరోగ్య రంగానికి సంబంధించి మౌలిక సదుపాయాల సమస్యల పరిష్కారం కోసం ప్రధాన కార్యదర్శి నేతృత్వంలో ఒక ప్రత్యేక కమిటీని సైతం నెలకొల్పుతున్నట్లు ప్రకటించారు.</p>\n","originalUrl":"https://tattvanews.com/21149/17/09/2024/","hasAudio":false,"hasInfographics":false}