{"id":"wp-en-13466","wp_id":13466,"type":"standard","category":"World","language":"en","title":"JMM-Led Alliance Patronising  'Love Jihad, 'Infiltration Jihad' fores flays Nadda￼","excerpt":"BJP president JP Nadda on Wednesday launched a scathing attack on the ruling JMM-led alliance in Jharkhand and accused it of patronising forces indulging in 'love jihad', 'land jihad' and 'infiltration jihad'. Nadda alleged that forces supported by the ruling dispensation were committing atrocities on tribal women and grabbing their land. The attack came a day","author":"Tattva News Team","time":"30/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/JP-Nadda.jpg","readTime":"5 min read","contentHTML":"\n<p>BJP president JP Nadda on Wednesday launched a scathing attack on the ruling JMM-led alliance in Jharkhand and accused it of patronising forces indulging in 'love jihad', 'land jihad' and 'infiltration jihad'. Nadda alleged that forces supported by the ruling dispensation were committing atrocities on tribal women and grabbing their land.</p>\n\n\n\n<p>The attack came a day after Prime Minister Narendra Modi claimed that the ruling alliance in the state was supporting infiltration and a big crisis loomed over Jharkhand.</p>\n\n\n\n<p> \"The government which rose to power on issues like 'jal, jungle, jameen' (water, forest and land) indulged in patronising forces active in 'land jihad and love jihad'. They (such forces) are manipulating tribal girls...It (government) is patronising 'jihad' by infiltrators. Sand and land loot is at its peak. Do you want such a government to continue,\" the BJP chief said at a poll rally in Deoghar.</p>\n\n\n\n<p>He also alleged that leaders like Rahul and Sonia Gandhi indulged in Muslim appeasement by snatching tribal reservation and added \"Rahul Gandhi carries a copy of the constitution but never reads it.\"</p>\n\n\n\n<p>\"Rahul Gandhi should reply as to why tribal/dalit reservation was snatched four times in Andhra Pradesh and handed over to Muslims...I need a reply as to why you snatched OBC reservation two times in Karnataka and gave it to Muslims...This is unconstitutional,\" Nadda added.</p>\n\n\n\n<p>He alleged that corrupt JMM-Congress leaders involved in looting public money will be jailed. \"Rahul Gandhi, Sonia Gandhi, P Chidambaram, Kejriwal, Lalu Prasad and TMC and DMK leaders are on bail; Hemant, Sisodia and Satyender Jain are in jail,\" he said and asked whether people will vote for such corrupt leaders. He said Modi had initiated a number of development initiatives over the last 10 years.</p>\n","originalUrl":"https://en.tattvanews.com/national/jmm-led-alliance-patronising-love-jihad-infiltration-jihad-fores-flays-nadda%ef%bf%bc/","hasAudio":false,"hasInfographics":false}