{"id":"wp-te-20593","wp_id":20593,"type":"standard","category":"World","language":"te","title":"అస్సాంలో 24 చోట్ల బాంబులు అమర్చామన్న ఉల్ఫా(ఐ)","excerpt":"స్వాతంత్య్ర దినోత్సవ వేడుకలకు భంగం కలిగించేందుకు అస్సాంలోని కీలక ప్రాంతాల్లో 24 బాంబులు అమర్చినట్లు నిషేధిత తీవ్రవాద సంస్థ యునైటెడ్ లిబరేషన్ ఫ్రంట్ ఆఫ్ అసోమ్ (ఉల్ఫా) (ఇండిపెండెంట్) ప్రకటించింది. 19 ప్రాంతాల వివరాలను కూడా ఉల్ఫా(ఐ) పేర్కొంది. . 'స్వాతంత్ర్య దినోత్సవ సందర్భంగా మా నిరసనలు తెలియజేయడానికి ఏర్పాటు చేసిన బాంబులు పేలలేదు. ముందుగా నిర్ణయించినట్లుగా ఆగస్టు 15వ తేదీన ఉదయం 6 గంటల నుంచి మధ్యాహ్నం 12 గంటలకు దాడులు జరగాల్సి ఉంది. సాంకేతిక","author":"Tattva News Team","time":"16/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Assam-bomb.webp","readTime":"5 min read","contentHTML":"\n<p>స్వాతంత్య్ర దినోత్సవ వేడుకలకు భంగం కలిగించేందుకు అస్సాంలోని కీలక ప్రాంతాల్లో 24 బాంబులు అమర్చినట్లు నిషేధిత తీవ్రవాద సంస్థ యునైటెడ్ లిబరేషన్ ఫ్రంట్ ఆఫ్ అసోమ్ (ఉల్ఫా) (ఇండిపెండెంట్) ప్రకటించింది. 19 ప్రాంతాల వివరాలను కూడా ఉల్ఫా(ఐ) పేర్కొంది.</p>\n\n\n\n<p>. 'స్వాతంత్ర్య దినోత్సవ సందర్భంగా మా నిరసనలు తెలియజేయడానికి ఏర్పాటు చేసిన బాంబులు పేలలేదు. ముందుగా నిర్ణయించినట్లుగా ఆగస్టు 15వ తేదీన ఉదయం 6 గంటల నుంచి మధ్యాహ్నం 12 గంటలకు దాడులు జరగాల్సి ఉంది. సాంకేతిక లోపం వల్ల బాంబు పేలుళ్లు జరగలేదు' అని ఇషాన్ అసోమ్ తెలిపారు.</p>\n\n\n\n<p>ఈ మేరకు మీడియా సంస్థలకు ఈమెయిల్‌ పంపింది. అయితే సాంకేతిక వైఫల్యం కారణంగా ఆ బాంబులు పేలలేదని తెలిపింది. పేలుడు పదార్థాలను నిర్వీర్యం చేయడంలో ప్రజల సహకారాన్ని కోరింది.  కాగా, ఉల్ఫా(ఐ) ప్రకటన నేపథ్యంలో అస్సాం పోలీసులు, భద్రతా బలగాలు అప్రమత్తమయ్యాయి. </p>\n\n\n\n<p>ఆ రాష్ట్ర వ్యాప్తంగా విస్తృతంగా సోదాలు చేశారు. ఉల్ఫా(ఐ) ఈమెయిల్‌లో పేర్కొన్న అన్ని ప్రదేశాలకు బాంబు నిర్వీర్య స్క్వాడ్‌లు, మెటల్ డిటెక్టర్లు, స్నిఫర్ డాగ్‌లను తరలించారు. భారీ తనిఖీల తర్వాత రాజధాని గౌహతిలో ఐఈడీ వంటి రెండు వస్తువులను గుర్తించినట్లు పోలీస్‌ అధికారి తెలిపారు. బాంబులను గుర్తించేందుకు పలు ప్రాంతాల్లో సోదాలు కొనసాగుతున్నాయని వెల్లడించారు.</p>\n","originalUrl":"https://tattvanews.com/20593/16/08/2024/","hasAudio":false,"hasInfographics":false}