{"id":"wp-te-21074","wp_id":21074,"type":"standard","category":"World","language":"te","title":"తీవ్ర ఉద్రిక్తతకు దారితీసిన కౌశిక్ రెడ్డి- గాంధీ సవాళ్లు, ప్రతి సవాళ్లు","excerpt":"ప్రజా పద్దుల కమిటీ చైర్మన్ ఎన్నిక వివాదం చీలికి చీలికి గాలి వానగా మారింది. సవాళ్లు, ప్రతి సవాళ్లతో మొదలైన వివాదం దాడుల వరకు వెళ్ళటం తీవ్ర ఉద్రిక్తతలకు దారి తీసింది. అటు శేరిలింగంపల్లి ఎమ్మెల్యే అరికెపుడి గాంధీ నివాసం, ఇటు కొండాపూర్‌లోని కౌశిక్ రెడ్డిల నివాసాల వద్ద గురువారం ఉదయం నుండి హై టెన్షన్ వాతావరణం నెలకొంది. పోలీసులు భారీ బందోబస్తు ఏర్పాటు చేశారు.  ప్రతిపక్షాలకు దక్కాల్సిన పిఏసి చైర్మన్ పదవిని శేరిలింగంపల్లి ఎమ్మెల్యే అరికెపుడి","author":"Tattva News Team","time":"13/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kaushik-reddy-row.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రజా పద్దుల కమిటీ చైర్మన్ ఎన్నిక వివాదం చీలికి చీలికి గాలి వానగా మారింది. సవాళ్లు, ప్రతి సవాళ్లతో మొదలైన వివాదం దాడుల వరకు వెళ్ళటం తీవ్ర ఉద్రిక్తతలకు దారి తీసింది. అటు శేరిలింగంపల్లి ఎమ్మెల్యే అరికెపుడి గాంధీ నివాసం, ఇటు కొండాపూర్‌లోని కౌశిక్ రెడ్డిల నివాసాల వద్ద గురువారం ఉదయం నుండి హై టెన్షన్ వాతావరణం నెలకొంది. పోలీసులు భారీ బందోబస్తు ఏర్పాటు చేశారు. </p>\n\n\n\n<p>ప్రతిపక్షాలకు దక్కాల్సిన పిఏసి చైర్మన్ పదవిని శేరిలింగంపల్లి ఎమ్మెల్యే అరికెపుడి గాంధీకి ఎంపిక చేయటం పట్ల బీఆర్‌ఎస్ పార్టీ నాయకులు తీవ్ర అభ్యంతరం వ్యక్తం చేశారు. దాంతో గాంధీ తాను బీఆర్‌ఎస్ సభ్యుడినే అని, ప్రతిపక్ష పార్టీకే పదవీ ఇచ్చారని పేర్కొనడంతో వివాదం మొదలైంది. బీఆర్‌ఎస్ సభ్యులు అయితే గాంధీ ఇంటి మీద గురువారం నాడు గులాబీ జెండా ఎగురవేసి, కండువా కప్పుతానని, లేనట్లయితే చీర, గాజులు పంపుతానని ఎమ్మెల్యే పాడి కౌశిక్‌రెడ్డి సవాల్ విసిరారు. </p>\n\n\n\n<p>కొండాపూర్ కొల్లా లగ్జరీయాలో నివాసం ఉండే కౌశిక్ రెడ్డి బయటకు రాకుండా గచ్చిబౌలి పోలీసులు హోజ్ అరెస్ట్ చేశారు. దాంతో ఉదయం 11 గంటల వరకు వేచియున్న గాంధీ పెద్ద ఎత్తున తన అనుచరులతో కొండాపూర్‌లోని ఎమ్మెల్యే కౌశిక్ రెడ్డి ఇంటికి బయలుదేరడానికి సిద్ధం అవ్వగా పోలీసులు నిరాకరిస్తే, తన నియోజకవర్గంలో తనకు తిరగవద్దని ఎలా చెబుతారని వాహనాల్లో తరలివెళ్లారు. </p>\n\n\n\n<p>కౌశిక్ రెడ్డి నివాసం ఉండే గేటెడ్ కమ్యూనిటీ గేట్లను బద్దలు కొట్టిన అనుచరులు లోపలికి వెళ్లి కోడిగుడ్లు, రాళ్లు, టమాటాలతో దాడికి పాల్పడ్డారు. ఇరువురు నాయకుల అనుచరుల మధ్య తోపులాట, కుర్చీలతో దాడులు చేసుకున్నారు. కౌశిక్ రెడ్డి ఇంట్లో అద్దాలు ధ్వంసం అయ్యాయి. పెద్ద ఎత్తున నినాదాలతో ఆ ప్రాంతం దద్దరిల్లింది. పోలీసులు ఇరువర్గాల వారిని చెదరగొట్టే ప్రయత్నం చేశారు. </p>\n\n\n\n<p>ఒక దశలో ఎమ్మెల్యే గాంధీ కౌశిక్ రెడ్డి ఇంటి ముందు ధర్నాకు ఉపక్రమించారు. పరిస్థితి విషమంగా మారుతుండటంతో గాంధీని పోలీసులు అరెస్ట్ చేసి తమ వాహనంలో గచ్చిబౌలి మీదుగా నార్సింగ్ పోలీస్‌స్టేషన్‌కు తరలించారు. పలువురు నాయకులను సైతం అరెస్ట్ చేశారు. 19 మందిపై కేసులు నమోదు చేసినట్లు పోలీసులు తెలిపారు.</p>\n\n\n\n<p>గులాబీ పార్టీ సభ్యుడని ప్రకటించిన అరికెపుడి గాంధీ ఇంటికి వెళ్లి ఇంటి మీద గులాబీ జెండా ఎగురవేసి, కండువా కప్పి, తెలంగాణ భవన్ కు కేసీఆర్ దగ్గరకు తీసుకువద్దామని అనుకున్నట్లు,కానీ పోలీసులు బయటకు వెళ్లకుండా హోజ్ అరెస్ట్ చేశారని పాడి కౌశిక్ రెడ్డి పేర్కొన్నారు.. కానీ అరికెపుడి గాంధీ తన ఇంటికి వస్తారని తెలియటంతో పూర్ణ కుంకుమతో మంగళ హారతులు పడుతూ స్వాగతం పలుకటానికి సిద్ధంగా ఉంటే గాంధీ, అతని అనుచరులు తన ఇంటిపై రాళ్ల దాడి చేశారని ఆరోపించారు. </p>\n\n\n\n<p>ఇంట్లో అద్దాలు పగిలి పొగ, ఇంట్లో హార్ట్ పేషెంట్ ఉన్నారని తెలిపారు. ఆంధ్రోళ్లు దాడి చేస్తే తెలంగాణ బిడ్డలం ఉరుకుంటామా?  రేపు తెలంగాణ పవర్ ఏంటో చూపిస్తా అంటూ మండిపడ్డారు. రంగారెడ్డి జిల్లాలోని పార్టీ శ్రేణులతో కలిసి రేపు గాంధీ ఇంటి మీద గులాబీ జెండా ఎగురవేస్తామని చెప్పారు. పోలీసుల సమక్షంలోనే దాడి జరిగితే అపలేదని విమర్శించారు. బీఆర్‌ఎస్ పార్టీ ఎమ్మెల్యే అని ప్రకటించి, అదే పార్టీ ఎమ్మెల్యే ఇంటి పైన ఎలా దాడి చేస్తారని ప్రశ్నించారు. అతను గాంధీ కాదని గాడ్సే అంటూ విమర్శించారు.</p>\n\n\n\n<p>కౌశిక్ రెడ్డి లాంటి వాళ్ళ వల్ల తెలంగాణ భవన్ ఎప్పుడో అపవిత్రం అయిందని పిఏసి చైర్మన్‌గా ఎన్నికైన శేరిలింగంపల్లి ఎమ్మెల్యే గాంధీ విమర్శించారు. వ్యక్తిగత విమర్శలకు దిగితే ఉరుకోబోమని హెచ్చరించారు. కాంగ్రెసులో ఉండి కోవర్ట్ రాజకీయాలు చేసిన కౌశిక్ రెడ్డి విలువల గురించి మాట్లాడటం హాస్యాస్పదం గా ఉందని పేర్కొనారు  చిల్లర రాజకీయాలు చేయొద్దని హితవు చెప్పారు. బ్రోకర్, కోవర్ట్, చీటర్, బచ్చగాడు అంటూ తీవ్ర స్థాయిలో విమర్శలు చేశారు. బతకటానికి వచ్చవంటూ విమర్శిస్తున్న కౌశిక్ రెడ్డి కరీంనగర్ నుండి ఇక్కడేందుకు వచ్చారంటూ ప్రశ్నించారు.</p>\n\n\n\n<p>కాగా, కౌశిక్‌రెడ్డి నివాసంపై కాంగ్రెస్‌ దాడిని ఖండిస్తూ.. ఎమ్మెల్యే గాంధీపై చర్యలు తీసుకోవాలని డిమాండ్‌ చేస్తూ నిరసన తెలిపిన బీఆర్‌ఎస్‌ ఎమ్మెల్యేలను పోలీసులు అరెస్టు చేశారు. సైబరాబాద్‌ సీపీ కార్యాలయం వద్ద బీఆర్‌ఎస్‌ ఎమ్మెల్యేలు, ఎమ్మెల్సీలతో పాటు పార్టీ సీనియర్‌ నేతలను అదుపులోకి తీసుకున్నారు. ఈ సందర్భంగా పోలీసుల తీరుపై హరీశ్‌రావు మండిపడ్డారు. దాడి చేసిన వారిపై హత్యాయత్నం కేసు నమోదు చేయమన్నామని.. 307 నమోదు చేస్తే స్టేషన్‌ బెయిల్‌ ఇలా ఇస్తారని ప్రశ్నించారు. ఏసీపీ, సీఐని సస్పెండ్‌ చేయాలని డిమాండ్‌ చేశారు. న్యాయం కోసం పీఎస్‌కు వెళ్తే మమ్మల్ని అరెస్టు చేశారని ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/21074/13/09/2024/","hasAudio":false,"hasInfographics":false}