{"id":"wp-te-20697","wp_id":20697,"type":"standard","category":"World","language":"te","title":"￼నేరం చేయాలంటే భ‌య‌ప‌డాల్సిందే…. చంద్ర‌బాబు","excerpt":"రాష్ట్రంలో పోలీసింగ్ లో స్పష్టమైన మార్పు కనిపించాలని ముఖ్యమంత్రి నారా చంద్రబాబు నాయుడు స్పష్టం చేశారు. నేరం చేస్తే శిక్ష తప్పుదు అనే భయం కనిపించేలా పోలీసు శాఖ పనిఅన్నారుచేయాలని చెప్పారు. నేరం జరిగిన తరువాత నేరస్తులను పట్టుకోవడం, శిక్షించడం ఒక ఎత్తు అయితే…అసలు నేరం చేయాలంటేనే భయపడే పరిస్థితి కల్పించాలని సూచించారు.  ప్రజల భద్రతకు ఒక భరోసా ఇచ్చేలా పోలీసు శాఖ పనిచేయాలని,  పూర్తి స్థాయి శాంతి భద్రతలతో మళ్లీ ప్రశాంతమైన రాష్ట్రంగా ఏపీ కనిపించాలని","author":"Tattva News Team","time":"22/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Babu.webp","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రంలో పోలీసింగ్ లో స్పష్టమైన మార్పు కనిపించాలని ముఖ్యమంత్రి నారా చంద్రబాబు నాయుడు స్పష్టం చేశారు. నేరం చేస్తే శిక్ష తప్పుదు అనే భయం కనిపించేలా పోలీసు శాఖ పనిఅన్నారుచేయాలని చెప్పారు. నేరం జరిగిన తరువాత నేరస్తులను పట్టుకోవడం, శిక్షించడం ఒక ఎత్తు అయితే…అసలు నేరం చేయాలంటేనే భయపడే పరిస్థితి కల్పించాలని సూచించారు. </p>\n\n\n\n<p>ప్రజల భద్రతకు ఒక భరోసా ఇచ్చేలా పోలీసు శాఖ పనిచేయాలని,  పూర్తి స్థాయి శాంతి భద్రతలతో మళ్లీ ప్రశాంతమైన రాష్ట్రంగా ఏపీ కనిపించాలని సీఎం పేర్కొన్నారు. రాజకీయ ముసుగులో ఎవరైనా అరాచకాలకు పాల్పడితే కఠినంగా వ్యవహరించాలని సీఎం ఆదేశించారు. శాంతి భద్రతలు కాపాడే విషయంలో, నేరాల విచారణ, నేరస్తులకు శిక్షల విషయంలో అధికారులు ఫలితాలు కనిపించేలా పనిచేయాలని సూచించారు.</p>\n\n\n\n<p> హోం శాఖపై ముఖ్యమంత్రి సమీక్ష చేశారు. హోంమంత్రి వంగలపూడి అనిత, డీజీపీ ద్వారాకా తిరుమల రావుతో పాటు పోలీసు శాఖలోని ఉన్నతాధికారులు పాల్గొన్నారు. 2014-19 పోల్చితే 2019-24లో క్రైం రేట్ 46 శాతం పెరిగిందని అధికారులు వివరించారు. 2014-19 తో పోల్చుకుంటే 2019-23 మధ్యకాలంలో మహిళలపై నేరాలు 35.91 శాతం, మహిళల అదృశ్యం కేసులు 84.83 శాతం, సైబర్ నేరాలు 134.43 శాతం పెరిగాయని తెలిపారు.  అలాగే గంజాయి, డ్రగ్స్ కేసులు 107.89 శాతం, చిన్న పిల్లలపై నేరాలు 151.88 శాతం పెరిగాయని వెల్లడించారు.</p>\n\n\n\n<p>పోలీసు శాఖ వద్ద 143 డ్రోన్లు ఉంటే అందులో 88 పనిచేస్తున్నాయని తెలిపారు. బాడీ వోర్న్ కెమేరాలు 1250 ఉంటే 444 మాత్రమే పనిచేస్తున్నాయని వివరించారు. లాక్డ్ హౌస్ మానిటరింగ్ సిస్టంలో 1180 కెమేరాలకు గాను కేవలం 317 మాత్రమే పనిచేస్తున్నాయని, రాష్ట్రంలో వివిధ ప్రాంతాల్లో ఉన్న 14,712 సీసీ కెమేరాల్లో 2371 కెమేరాలు పనిచేయడం లేదని వివరించారు.</p>\n\n\n\n<p> ఆటోమేటెడ్ ఫింగర్ ప్రింట్ ఐడెంటిఫికేషన్ సిస్టం కూడా పనిచేయడం లేదని తెలిపారు. వీటన్నింటినీ తిరిగి వాడుకలోకి తెచ్చేందుకు అవ‌స‌ర‌మైన‌ రూ. 30 కోట్లు నిధులు కూడా గత ప్రభుత్వం ఇవ్వలేదని అధికారులు ముఖ్యమంత్రికి వివరించారు. యాన్యువల్ మెయింటనెన్స్ ఛార్జీలు చెల్లించకపోవడం వల్ల చాలా సేవలు అందుబాటులో లేకాండా పోయాయని….వీటి వల్ల నేర విచారణలో తీవ్ర ఇబ్బందులు త‌లెత్తుతున్నాయ‌ని తెలిపారు.</p>\n\n\n\n<p>ఆయా వ్యవస్ధల్లో పరికరాల నిర్వహణ ఖర్చులకు ఎప్పటి నుంచో పెండింగులో ఉన్న రూ.10 కోట్లు వెంటనే విడుదల చేస్తున్నట్లు ముఖ్యమంత్రి తెలిపారు. అదే విధంగా సీసీ కెమేరాల ఏర్పాటులో పెండింగులో ఉన్న రూ.11 కోట్ల బిల్లులు కూడా మంజూరు చేస్తున్నట్లు ప్రకటించారు. పోలీస్ శాఖను ఆధునికీక‌రించే కార్యక్రమంలో భాగంగా రాష్ట్ర వాటాగా రూ.61 కోట్లు విడుద‌ల చేయ‌డానికి కూడా సీఎం ఆమోదం తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20697/22/08/2024/","hasAudio":false,"hasInfographics":false}