{"id":"wp-en-14788","wp_id":14788,"type":"standard","category":"World","language":"en","title":"President Murmu calls for efforts to change 'culture of adjournments'","excerpt":"President Droupadi Murmu on Sunday said that efforts need to be made to change the \"culture of adjournments\" in courts to ensure swift justice. She unveiled a new flag and insignia for the Supreme Court to commemorate its 75th anniversary. Addressing the valedictory event of the two-day National Conference of the District Judiciary here, she said","author":"Tattva News Team","time":"2/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Murmu-Chandrachud.webp","readTime":"5 min read","contentHTML":"\n<p>President Droupadi Murmu on Sunday said that efforts need to be made to change the \"culture of adjournments\" in courts to ensure swift justice. She unveiled a new flag and insignia for the Supreme Court to commemorate its 75th anniversary.</p>\n\n\n\n<p>Addressing the valedictory event of the two-day National Conference of the District Judiciary here, she said that the pendency of court cases is a big challenge for \"all of us\".</p>\n\n\n\n<p>\"All possible efforts need to be made to change the culture of adjournments in courts,\" she said. Murmu said all judges of the country have the responsibility to protect justice.</p>\n\n\n\n<p>President Murmu said common people's stress level increases in courtroom settings, a phenomenon she coined as \"Black Coat syndrome,\" and suggested it be studied. She also expressed happiness over the increase in the number of women judicial officers.</p>\n\n\n\n<p>The President said that since its establishment, the Supreme Court of India has made an invaluable contribution as a vigilant sentinel of the judicial system of the world's largest democracy.</p>\n\n\n\n<p>President Murmu stated that the pendency and backlog of cases is a big challenge before the judiciary. She stressed the need to ponder upon the serious issue of cases remaining pending for as long as over 32 years.</p>\n\n\n\n<p>\"There are many challenges before our judiciary which will require coordinated efforts by all stakeholders to resolve them. For example, the judiciary, government and police administration should work together to find solutions to issues related to evidence and witnesses,\" she said.</p>\n","originalUrl":"https://en.tattvanews.com/national/president-murmu-calls-for-efforts-to-change-culture-of-adjournments/","hasAudio":false,"hasInfographics":false}