{"id":"wp-en-14410","wp_id":14410,"type":"standard","category":"World","language":"en","title":"Centre bill to cut Wakf Boards powers on assets￼","excerpt":"The Centre is likely to bring a bill soon in Parliament seeking several amendments to the Waqf Act, which may cut its unfettered powers to call any property its asset, and also ensure representation for women.  As per the sources, the bill proposes to repeal a few clauses of the Act primarily aimed at reducing","author":"Tattva News Team","time":"5/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Wakf-act.webp","readTime":"5 min read","contentHTML":"\n<p>The Centre is likely to bring a bill soon in Parliament seeking several amendments to the Waqf Act, which may cut its unfettered powers to call any property its asset, and also ensure representation for women. </p>\n\n\n\n<p>As per the sources, the bill proposes to repeal a few clauses of the Act primarily aimed at reducing the arbitrary powers currently held by Waqf Boards. The claims laid by the Waqf Board often lead to disputes. For instance, in September 2022, the Tamil Nadu Waqf Board claimed ownership of the entire Thiruchendurai village, which had a majority Hindu population living there for centuries.</p>\n\n\n\n<p>With this legislation, the Centre seeks to end the autocracy of the board. Some of the key highlights of the bill include mandatory verification to ensure a more transparent process; Amendments to Section 9 and Section 14 to alter the composition and functioning of the Waqf Boards to ensure representation for women; Properties claimed by Waqf Boards will undergo fresh verification to resolve disputes; Magistrates may be involved in the monitoring of waqf properties.</p>\n\n\n\n<p> There are around 8.7 lakh properties under Waqf Boards across the country and the total land under these properties is around 9.4 lakh acres. The Waqf Act was enacted in 1995 and regulates assets donated and notified as waqf by a wakif- the person who dedicates a property for purposes recognised by Muslim law as pious, religious, or charitable.</p>\n\n\n\n<p>During the UPA-2, the Congress-led Centre gave additional powers under the Waqf Act making it virtually impossible to get the land back from the claws of the board. It is these amendments which have since been a point of contention. To address the Board's arbitrariness, the Centre is planning to introduce the bill in Parliament in the coming week.</p>\n\n\n\n<p>AIMIM President Asaduddin Owaisi alleged that the Modi government wants to snatch Waqf properties from Muslims and interfere with the freedom of religion through proposed amendments to the Waqf Act. </p>\n","originalUrl":"https://en.tattvanews.com/national/centre-bill-to-cut-wakf-boards-powers-on-assets%ef%bf%bc/","hasAudio":false,"hasInfographics":false}