{"id":"wp-en-12930","wp_id":12930,"type":"standard","category":"World","language":"en","title":"Venkaiah, Mithun, Usha Uthup conferred Padma awards","excerpt":"Former vice president M Venkaiah Naidu, founder of Sulabh International Bindeshwar Pathak and a host of other prominent persons were conferred with Padma Awards by President Droupadi Murmu at a ceremonial function held at the Rashtrapati Bhavan here on Monday. Naidu, Pathak, who was given the award posthumously, and renowned Bharatanatyam dancer Padma Subrahmanyam were","author":"Tattva News Team","time":"23/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Venkaiah-Murmu.jpg","readTime":"5 min read","contentHTML":"\n<p>Former vice president M Venkaiah Naidu, founder of Sulabh International Bindeshwar Pathak and a host of other prominent persons were conferred with Padma Awards by President Droupadi Murmu at a ceremonial function held at the Rashtrapati Bhavan here on Monday.</p>\n\n\n\n<p>Naidu, Pathak, who was given the award posthumously, and renowned Bharatanatyam dancer Padma Subrahmanyam were conferred with the Padma Vibhushan.</p>\n\n\n\n<p>Actor Mithun Chakraborty, singer Usha Uthup, former Uttar Pradesh governor Ram Naik and industrialist Sitaram Jindal were conferred with the Padma Bhushan.</p>\n\n\n\n<p>Vice President Jagdeep Dhankhar, Prime Minister Narendra Modi, Union Home Minister Amit Shah and External Affairs Minister S Jaishankar, among others, were present at the function.</p>\n\n\n\n<p>Padma Awards, one of the highest civilian honours of the country, are conferred in three categories -- Padma Vibhushan, Padma Bhushan and Padma Shri.</p>\n\n\n\n<p>For 2024, the President had approved conferment of 132 Padma awards, including two duo cases (in a duo case, the award is counted as one). The list comprises five Padma Vibhushan, 17 Padma Bhushan and 110 Padma Shri awards.While almost half of the awardees were conferred the awards on Monday, the remaining are likely to get them next week. </p>\n","originalUrl":"https://en.tattvanews.com/national/venkaiah-mithun-usha-uthup-conferred-padma-awards%ef%bf%bc/","hasAudio":false,"hasInfographics":false}