{"id":"wp-en-15021","wp_id":15021,"type":"standard","category":"World","language":"en","title":"India on way to becoming third-largest economy by FY31","excerpt":"India is projected to become the third-largest economy by 2030-31, driven by a forecasted annual growth rate of 6.7% for this fiscal year, according to a report by S&P Global released. The report highlighted that with an 8.2% growth rate in FY24, continued reforms are essential for enhancing business transactions, improving logistics, boosting private sector","author":"Tattva News Team","time":"21/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/08/Economy.webp","readTime":"5 min read","contentHTML":"\n<p>India is projected to become the third-largest economy by 2030-31, driven by a forecasted annual growth rate of 6.7% for this fiscal year, according to a report by S&P Global released. The report highlighted that with an 8.2% growth rate in FY24, continued reforms are essential for enhancing business transactions, improving logistics, boosting private sector investment, and reducing dependence on public capital.</p>\n\n\n\n<p>It also noted that equity markets are expected to remain dynamic and competitive due to robust growth prospects and better regulation. Additionally, foreign inflows into Indian government bonds have surged following India's inclusion in major emerging market indexes, with further growth anticipated.</p>\n\n\n\n<p>The report emphasized the need to address critical infrastructure issues, including irrigation, storage, and supply distribution, to ensure food security and economic stability. India must develop its infrastructure and geopolitical strategies to maximize trade benefits, particularly concerning its extensive coastline.</p>\n\n\n\n<p>With nearly 90% of India’s trade being seaborne, robust port infrastructure is crucial for managing increasing exports and bulk commodity imports. The report also noted rising domestic energy demands, recommending a focus on sustainable technologies, such as renewables and low-emission fuels, while balancing energy security with transition plans. Agriculture will need advanced technologies and new policies to enhance infrastructure and productivity.</p>\n","originalUrl":"https://en.tattvanews.com/economy/india-on-way-to-becoming-third-largest-economy-by-fy31/","hasAudio":false,"hasInfographics":false}