{"id":"wp-te-19164","wp_id":19164,"type":"standard","category":"World","language":"te","title":"తెలంగాణ గీతాన్ని కీరవాణితో పాడించడం పట్ల అభ్యంతరం","excerpt":"తెలంగాణ రాష్ట్ర గీతంగా  అందె శ్రీ రచించిన `జయజయహే తెలంగాణ' పాటను రేవంత్ రెడ్డి ప్రభుత్వం గుర్తించింది.  ఈ గీతానికి ప్రముఖ సంగీత దర్శకుడు ఎం ఎం కీరవాణి  సంగీతం అందిస్తున్నారు. అయితే దీనిపై తెలంగాణ సినీ మ్యూజిషియన్ అసోసియేషన్ (డిసిఎంఏ) అభ్యంతరం వ్యక్తం చేస్తూ ముఖ్యమంత్రి రేవంత్ రెడ్డికి లేఖ రాసింది. మన రాష్ట్ర గీతాన్ని వేరే వాళ్లతో పాడించడం, సంగీతం కూర్చడసం సరికాదని అభిప్రాయపడింది. \"అందెశ్రీ రచించిన గీతాన్ని తెలంగాణ రాష్ట్ర గీతంగా మీరు","author":"Tattva News Team","time":"26/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/TS-Song.jpeg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ రాష్ట్ర గీతంగా  అందె శ్రీ రచించిన `జయజయహే తెలంగాణ' పాటను రేవంత్ రెడ్డి ప్రభుత్వం గుర్తించింది.  ఈ గీతానికి ప్రముఖ సంగీత దర్శకుడు ఎం ఎం కీరవాణి  సంగీతం అందిస్తున్నారు. అయితే దీనిపై తెలంగాణ సినీ మ్యూజిషియన్ అసోసియేషన్ (డిసిఎంఏ) అభ్యంతరం వ్యక్తం చేస్తూ ముఖ్యమంత్రి రేవంత్ రెడ్డికి లేఖ రాసింది. మన రాష్ట్ర గీతాన్ని వేరే వాళ్లతో పాడించడం, సంగీతం కూర్చడసం సరికాదని అభిప్రాయపడింది.</p>\n\n\n\n<p>\"అందెశ్రీ రచించిన గీతాన్ని తెలంగాణ రాష్ట్ర గీతంగా మీరు ప్రకటించి విడుదల చేయబోతున్నందుకు తెలంగాణ ప్రజలు చాలా సంతోషాన్ని వ్యక్తం చేస్తున్నారు. అలాగే తెలంగాణ కళాకారులు కూడా ఎంతో ఆనందంగా ఉన్నారు. మా తెలంగాణ సినీ మ్యూజిషియస్ అసోసియేషన్ (డిసిఎంఏ) కూడా గర్వపడుతున్న గొప్ప సందర్భం ఇది. పదేళ్ల క్రితమే గత ప్రభుత్వం తెలంగాణ రాష్ట్ర గీతంగా ప్రజలకు అందిస్తే ఎంతో బాగుండేది. అలా జరగకపోవడం దురదృష్టకరం\" అని పేర్కొన్నది. </p>\n\n\n\n<p>గత ప్రభుత్వం ఈ పాట విషయంలో ఎన్నో తప్పులు చేసిందని చెబుతూ రాష్ట్ర ఏర్పాటుకు ముందే ఈ పాట ప్రజలకు ఎంతో చేరువైయ్యిందని, అలాంటి పాటని గత ప్రభుత్వం పట్టించుకోకపోవడం శోచనీయం అంటూ విచారం వ్యక్తం చేసింది. ఈ పాట కొందరు తెలంగాణ రాజకీయ నాయకుల కబంధ హస్తాల్లో నలిగి నలిగి చచ్చిపోయిందని ఆవేదన వ్యక్తం చేసింది. </p>\n\n\n\n<p>\"మళ్లీ మీ వల్ల పుట్టి పురుడు పోసుకుంటున్న శుభ తరుణమిది. ఈ పాటని బతికిస్తున్నందుకు ధన్యవాదాలు. అన్నీ బాగానే ఉన్నా ఇంతటి గొప్ప పాటని సంగీత దర్శకులు కీరవాణి సంగీతాన్ని అందించమని కోరటం చారిత్రక తప్పిదం అవుతుందని మీకు తెలియస్తున్నాము.\" అని స్పష్టం చేసింది.</p>\n\n\n\n<p>\"తెలంగాణ అస్తిత్వం మీకు తెలియంది కాదు, తెలంగాణ ఉద్యమం ఎందుకు వచ్చిందో మీకు తెలియంది కాదు, మన ఉద్యోగాలు మనకే రావాలి, మన అవకాశాలు మనకే కావాలి అనే నినాదంతో ఉద్యమం ఉవ్వెత్తున ఎగిసింది. సకల జనుల సహకారంతో ఎంతో మంది అమర వీరుల త్యాగ ఫలంగా ఏర్పడింది మన తెలంగాణ రాష్ట్రం\" అంటూ గుర్తు చేసింది.</p>\n\n\n\n<p>ఇంతటి ఖ్యాతి గడించిన మన రాష్ట్ర గీతాన్ని పక్క రాష్ట్రాల వాళ్లు పాడటమేంటి?అలాగే పక్క రాష్ట్రాల వాళ్లు ఆ పాటకి సంగీతాన్ని అందించడమేంటి? అంటూ ప్రశ్నించింది.  అలా చేయడం అంటే మన తెలంగాణ కళాకారులని అవమానించడమే అవుతుందని స్పష్టం చేసింది. ఇది మీరు గ్రహిస్తారని తెలంగాణ సినీ మ్యూజిషియన్ అసోసియేషన్ కళాకారులుగా విజ్ఞప్తి చేశారు.</p>\n\n\n\n<p> ఎంతో ప్రతిభావంతులు మన తెలంగాణలో ఉన్నారు. మన తెలంగాణ కళాకారులకు ఈ గొప్ప అవకాశాన్ని ఇచ్చి తెలంగాణ కళాకారులకి గౌరవాన్ని ఇస్తారని ఆశాభావం వ్యక్తం చేశారు. అలాగే ఈ తెలంగాణ రాష్ట్ర గీతాన్ని వివాదాలకు దూరంగా చరిత్రలో నిలిచిపోయే విధంగా తెలంగాణ పిల్లలతో ఒక బృంద గానంగా పాడించి విడుదల చేస్తే... 'మా తెలుగు తల్లికి మల్లెపూదండ' అనే గీతంలా గౌరవం దక్కుతుందని అభిప్రాయం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19164/26/05/2024/","hasAudio":false,"hasInfographics":false}