{"id":"wp-en-14285","wp_id":14285,"type":"standard","category":"World","language":"en","title":"Opposition insulting people’s mandate, not ready to discuss budget, says Kiren Rijiju￼","excerpt":"Parliament Affairs Minister Kiren Rijiju said the Opposition is not ready to discuss the union budget, but doing politics in Parliament. He charged the opposition is lowering the dignity of the budget session. After the presentation of the first budget of the historic third term under the leadership of Prime Minister Narendra Modi, he said,","author":"Tattva News Team","time":"26/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Kiren.jpeg","readTime":"5 min read","contentHTML":"\n<p>Parliament Affairs Minister Kiren Rijiju said the Opposition is not ready to discuss the union budget, but doing politics in Parliament. He charged the opposition is lowering the dignity of the budget session.</p>\n\n\n\n<p>After the presentation of the first budget of the historic third term under the leadership of Prime Minister Narendra Modi, he said, the country wants to see that the discussion on the budget takes place in a good and meaningful manner.</p>\n\n\n\n<p>But, he deplored that the way the leaders of some parties commented during the budget session and the way they gave speeches, I would like to say that they have insulted the House by lowering the dignity of the budget session.</p>\n\n\n\n<p>The union minister added the Opposition people did not say anything on the budget, they just did politics in the House on Wednesday. “They have insulted the mandate of the country and the opposition people have abused the prime minister,” he said.</p>\n\n\n\n<p>Rijiju asked why the Opposition wasn't ready to discuss budget allocations for tribals and farmers. He added elections were over and now the focus should be to work towards a developed India (Viksit Bharat) and hold constructive discussion on the Union Budget.</p>\n\n\n\n<p>The parliamentary affairs minister said floor leaders of political parties should direct the members not to create ruckus in Parliament and have a civilised and sensitive debate during the Budget session. </p>\n\n\n\n<p>During the general discussion on the budget for 2024-25 in the Lok Sabha on Wednesday, various opposition members accused the government of doling out sops to key allies JD-U and TDP, which rule Bihar and Andhra Pradesh respectively, to ensure that the government faces no hurdles from its coalition partners.</p>\n","originalUrl":"https://en.tattvanews.com/national/opposition-insulting-peoples-mandate-not-ready-to-discuss-budget-says-kiren-rijiju%ef%bf%bc/","hasAudio":false,"hasInfographics":false}