{"id":"wp-te-19231","wp_id":19231,"type":"standard","category":"World","language":"te","title":"నవీన్ పట్నాయక్ ఆరోగ్యం క్షీణత వెనుక కుట్ర?:ప్రధాని మోదీ","excerpt":"ఒడిశాలో ప్రభుత్వాన్ని బిజెపి ఏర్పాటు చేసేటట్లయితే ముఖ్యమంత్రి నవీన్ పట్నాయక్ ఆరోగ్య స్థితి ‘అకస్మాత్తుగా’ క్షీణించడం వెనుక కారణం నిర్ధారణకై ప్రభుత్వం ఒక కమిటీని ఏర్పాటు చేస్తుందని ప్రధాని నరేంద్ర మోదీ బుధవారం వాగ్దానం చేశారు. నవీన్ ఆరోగ్యం క్షీణత వెనుక ‘కుట్ర’ ఉండవచ్చునని ఆయన సూచించారు. బారిపడలో ఒక ఎన్నికల ర్యాలీలో ప్రధాని మోదీ ప్రసంగిస్తూ, ‘పట్నాయక్ ఆరోగ్యం హఠాత్తుగా క్షీణించడం వెనుక ఏదైనా కుట్ర ఉన్నదా? పట్నాయక్ తరఫున ప్రభుత్వాన్ని ప్రస్తుతం నడుపుతున్న లాబీ","author":"Tattva News Team","time":"30/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-1.webp","readTime":"5 min read","contentHTML":"\n<p>ఒడిశాలో ప్రభుత్వాన్ని బిజెపి ఏర్పాటు చేసేటట్లయితే ముఖ్యమంత్రి నవీన్ పట్నాయక్ ఆరోగ్య స్థితి ‘అకస్మాత్తుగా’ క్షీణించడం వెనుక కారణం నిర్ధారణకై ప్రభుత్వం ఒక కమిటీని ఏర్పాటు చేస్తుందని ప్రధాని నరేంద్ర మోదీ బుధవారం వాగ్దానం చేశారు. నవీన్ ఆరోగ్యం క్షీణత వెనుక ‘కుట్ర’ ఉండవచ్చునని ఆయన సూచించారు.</p>\n\n\n\n<p>బారిపడలో ఒక ఎన్నికల ర్యాలీలో ప్రధాని మోదీ ప్రసంగిస్తూ, ‘పట్నాయక్ ఆరోగ్యం హఠాత్తుగా క్షీణించడం వెనుక ఏదైనా కుట్ర ఉన్నదా? పట్నాయక్ తరఫున ప్రభుత్వాన్ని ప్రస్తుతం నడుపుతున్న లాబీ ఆయన ఆరోగ్యం అకస్మాత్ క్షీణతకు బాధ్యురాలా?’ అని ప్రశ్నించారు.</p>\n\n\n\n<p> ‘ప్రస్తుత అసెంబ్లీ ఎన్నికల అనంతరం ఒడిశాలో ప్రభుత్వాన్ని బిజెపి ఏర్పాటు చేసేటట్లు అయితే పట్నాయక్ ఆరోగ్యం క్షీణత వెనుక కారణం నిర్ధారణకు ఒక కమిటీని ఏర్పాటు చేస్తుంది’ అని ప్రధాని తెలిపారు. తమిళనాడుకు చెందిన, పట్నాయక్‌కు సన్నిహితునిగా భావిస్తున్న బిజెడి నేత వికె పాండియన్‌ను దృష్టిలో పెట్టుకుంటూ, ‘మొత్తం ఒడిశా ఒక ఒడియా ముఖ్యమంత్రిని కోరుకుంటున్నది’ అని మోదీ  చెప్పారు. </p>\n\n\n\n<p>‘ఒడిశాలో బిజెడి 25 ఏళ్ల పాలనకు స్వస్తి పలకాలని రాష్ట్ర ప్రజలు నిశ్చయించారు’ అని ఆయన తెలిపారు. తన హయాంలో భారత ఆర్థిక వ్యవస్థ గడచిన 10 సంవత్సరాల్లో 11వ స్థానం నుంచి ఐదవ స్థానానికి పెరిగిందని మోదీ స్పష్టం చేశారు. </p>\n\n\n\n<p>ఒడిశా సిఎం చేతి కదలికలను కూడా పాండియన్ నియంత్రిస్తున్నారని అస్సాం ముఖ్యమంత్రి హిమంత బిశ్వ శర్మ ఆరోపించిన మరునాడు పట్నాయక్ ఆరోగ్య స్థితిపై ప్రధాని ఆ వ్యాఖ్య చేశారు. ఒక సమావేశంలో ఉపన్యాసం ఇస్తుండగా పట్నాయక్ చేయి వణుకుతుండగా దానిని ఒక బల్లపై పాండియన్ ఉంచడాన్ని చూపుతున్న ఒక వీడియోను హిమంత శర్మ ’ఎక్స్’ పోస్ట్‌లో పంచుకుంటూ, ‘ఇది చాలా బాధపెట్టే వీడియో. నవీన్ బాబు చేతి కదలికలను సైతం వికె పాండియన్ నియంత్రిస్తున్నారు’ అని పేర్కొన్నారు.</p>\n\n\n\n<p>తమిళనాడులో పుట్టిన పాండియన్ ఢిల్లీలో చదువుకుని పంజాబ్ కేడర్ ఐఎఎస్‌అధికారిగా తన కెరీర్‌ను ఆరంభించారు. ఆయన ఒడియా మహిళను వివాహం చేసుకున్న తరువాత ఒడిశా కేడర్‌కు మారారు. బిజెపి ఆయనను ఒడిశా రాజకీయాల్లో ‘అన్య ప్రాంతీయుని’గా పేర్కొంటున్నది. కాగా, శర్మ వ్యాఖ్యపై పట్నాయక్ ఒక వీడియో సందేశంలో స్పందిస్తూ, ‘సమస్యలు కానివాటిని సమస్యలుగా బిజెపి చేస్తుంటుందని నా విశ్వాసం, వారు నా చేతులపై చర్చిస్తున్నారు. అది కచ్చితంగా పని చేయదు’ అని తిప్పికొట్టారు.</p>\n","originalUrl":"https://tattvanews.com/19231/30/05/2024/","hasAudio":false,"hasInfographics":false}