{"id":"wp-en-13139","wp_id":13139,"type":"standard","category":"World","language":"en","title":"UK Court rejects fugitive businessman Nirav Modi bail plea ￼","excerpt":"Nirav Modi, a fugitive businessman, who has been in prison in London for over five years, on Tuesday made a new bail application which was rejected by a UK judge who ruled that he continued to pose a “substantial risk\" of absconding justice.  The 52-year-old diamond merchant, who lost his extradition battle to face fraud and money laundering charges in India, did not appear for the","author":"Tattva News Team","time":"8/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Nirav-Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>Nirav Modi, a fugitive businessman, who has been in prison in London for over five years, on Tuesday made a new bail application which was rejected by a UK judge who ruled that he continued to pose a “substantial risk\" of absconding justice. </p>\n\n\n\n<p>The 52-year-old diamond merchant, who lost his extradition battle to face fraud and money laundering charges in India, did not appear for the bail hearing at Westminster Magistrates Court in London but his son and two daughters were present in the gallery.</p>\n\n\n\n<p>District Judge John Zani accepted their legal team’s submission that the long passage of time since the last bail application three and a half years ago constituted a change in circumstances to allow the hearing to go ahead.</p>\n\n\n\n<p>“However, I am satisfied that there remain substantial grounds against bail. There continues to be a real, substantial risk that the applicant [Nirav Modi] would fail to attend court or interfere with witnesses,” concluded Judge Zani in his judgment after a short hearing.</p>\n\n\n\n<p> “This case involves, by any footing, a very substantial fraud allegation... not one where bail can be granted and the application is refused,” he said. The court heard that while Modi had lost his legal fight against being extradited, there were “confidential” proceedings ongoing which had been instigated by him. </p>\n\n\n\n<p>This would indicate an asylum application but the only indirect reference made to it in court was when the Crown Prosecution Service (CPS), appearing on behalf of the Indian authorities, dismissed the assertion that the UK Home Secretary may “never be able to order extradition” as incorrect.</p>\n\n\n\n<p>“He has demonstrated his complete determination to not face the allegations in an Indian court and it is no exaggeration to say the fraud in question is over USD 1 billion, of which only USD 400 million has been seized. Therefore, he could still have access to significant resources in various jurisdictions,” CPS barrister Nicholas Hearn told the court.</p>\n","originalUrl":"https://en.tattvanews.com/economy/uk-court-rejects-fugitive-businessman-nirav-modi-bail-plea-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}