{"id":"wp-te-18598","wp_id":18598,"type":"standard","category":"World","language":"te","title":"ఐపిఎల్ స్ట్రీమింగ్ కేసులో నటి తమన్నాకు సమన్లు","excerpt":"ప్రముఖ నటి తమన్నాకు మహారాష్ట్ర సైబర్ పోలీస్ విభాగం సమన్లు జారీ చేసింది. ఐపీఎల్ 2023 మ్యాచ్‌లను అక్రమంగా “ఫెయిర్ ప్లే” యాప్‌లో ప్రదర్శించిన కేసులోఆమెను ప్రశ్నించేందుకు ఈ నోటీసులిచ్చింది. ఈ నెల 29న సైబర్ విభాగం ఎదుట విచారణకు హాజరు కావాలని సూచించింది.  నిబంధనలకు వ్యతిరేకంగా ఐపీఎల్ మ్యాచ్‌లను ఈ యాప్‌లో ప్రసారం చేయడంతో ‘వయాకామ్’ మీడియాకు రూ. కోట్ల మేర నష్టం జరిగిందని సైబర్ విభాగం వెల్లడించింది. ఇదే కేసులో ఇటీవల మరో నటుడు","author":"Tattva News Team","time":"26/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Tamanna-Bhatia.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రముఖ నటి తమన్నాకు మహారాష్ట్ర సైబర్ పోలీస్ విభాగం సమన్లు జారీ చేసింది. ఐపీఎల్ 2023 మ్యాచ్‌లను అక్రమంగా “ఫెయిర్ ప్లే” యాప్‌లో ప్రదర్శించిన కేసులోఆమెను ప్రశ్నించేందుకు ఈ నోటీసులిచ్చింది. ఈ నెల 29న సైబర్ విభాగం ఎదుట విచారణకు హాజరు కావాలని సూచించింది. </p>\n\n\n\n<p>నిబంధనలకు వ్యతిరేకంగా ఐపీఎల్ మ్యాచ్‌లను ఈ యాప్‌లో ప్రసారం చేయడంతో ‘వయాకామ్’ మీడియాకు రూ. కోట్ల మేర నష్టం జరిగిందని సైబర్ విభాగం వెల్లడించింది. ఇదే కేసులో ఇటీవల మరో నటుడు సంజయ్ దత్‌కు కూడా సమన్లు జారీ అయ్యాయి. </p>\n\n\n\n<p>ఏప్రిల్ 23నే విచారణకు రావాలని ఆదేశించగా, ఆయన గైర్హాజరయ్యారు. ఆ సమయంలో తాను దేశంలో లేనని, వాంగ్మూలం ఇచ్చేందుకు మరో తేదీ కేటాయించాలని కోరారు. ఈ ఫెయిర్‌ప్లే యాప్ అనేది మహదేవ్ ఆన్‌లైన్ గేమింగ్ అండ్ బెట్టింగ్ అప్లికేషన్‌కు అనుబంధ సంస్థ.</p>\n\n\n\n<p>ఇందులో ఐపీఎల్ మ్యాచ్‌లను ప్రసారం చేసేందుకు ఎలాంటి అధికారిక బ్రాడ్ కాస్టింగ్ హక్కులు లేవు. అయినప్పటికీ గత ఏడాది నిబంధనలకు విరుద్ధంగా కొన్ని మ్యాచ్‌లను ఈ యాప్‌లో ప్రసారం చేశారు. వాటిని చూడాలంటూ పలువురు బాలీవుడ్ నటులు, గాయకులు ప్రచారం చేశారు. </p>\n\n\n\n<p>ఫలితంగా వయాకామ్‌కు రూ. కోట్లల్లో నష్టం రావడంతో ఆ సంస్థ పోలీస్‌లను ఆశ్రయించింది.న ఈ కేసులో గతంలో బాలీవుడ్ గాయకుడు బాద్‌షా , నటి జాక్వెలిన్ ఫెర్నాండెస్ , సంజయ్ దత్ మేనేజర్లను సైబర్ విభాగం ప్రశ్నించింది. ఇక, మహదేవ్ బెట్టింగ్ యాప్ గత ఏడాది వార్తల్లో నిలిచిన విషయం తెలిసిందే. </p>\n\n\n\n<p>ఆన్‌లైన్ బెట్టింగ్ ముసుగులో మనీలాండరింగ్ కార్యకలాపాలు నిర్వహిస్తున్నట్టు ఈడీ గుర్తించి దానిపై కేసు నమోదు చేసింది. ఈ వ్యవహారం అప్పట్లో బాలీవుడ్‌ను కుదిపేసింది. పలువురు నటీనటులకు సమన్లు జారీ అయ్యాయి.</p>\n","originalUrl":"https://tattvanews.com/18598/26/04/2024/","hasAudio":false,"hasInfographics":false}