{"id":"wp-en-14584","wp_id":14584,"type":"standard","category":"World","language":"en","title":"'Kantara' wins award for best film.. Rishab Shetty best actor￼","excerpt":"Celebrated Kannada movie Kantara won the best feature film at the 70th National Film Awards on Friday. Meanwhile, Malayalam movie Attam won the award for the best feature film. Kannada actor Rishab Shetty won the best actor award Kantara. Shetty also directed the movie. Kantara, a supernatural action thriller set in coastal Karnataka boasts of a perfect blend","author":"Tattva News Team","time":"17/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Film-Awards.jpeg","readTime":"5 min read","contentHTML":"\n<p>Celebrated Kannada movie <em>Kantara</em> won the best feature film at the 70th National Film Awards on Friday. Meanwhile, Malayalam movie <em>Attam</em> won the award for the best feature film.</p>\n\n\n\n<p>Kannada actor Rishab Shetty won the best actor award <em>Kantara</em>. Shetty also directed the movie. <em>Kantara</em>, a supernatural action thriller set in coastal Karnataka boasts of a perfect blend of powerful performances, local folklore, and incredible action sequences.</p>\n\n\n\n<p><em>Aattam</em>, direcetd by Anand Ekarshi, explores themes of sexual harassment, gender dynamics, and the complexities of human morality. Nitya Menen and Maansi Paarekh shared the honors for the best actress. Nithya Menen won the award from the movie <em>Thiruchitrambalam</em> while Manasi Parekh bags it for <em>Kutch Express.</em></p>\n\n\n\n<p>Sooraj R Barjatya judged as the best director for <em>Uunchai</em>. Bollywood actor Neena Gupta won the award for the best supporting actress for the film <em>Uunchai</em>, while Pawan Malhotra was adjudged the best supporting actor for <em>Fouja</em>.</p>\n\n\n\n<p><em>Gulmohar</em>, starring Sharmila Tagore and Manoj Bajpayee in the lead, won the award for Hindi film. Bajpayee also got a special mention for the movie. A.R. Rahman won the award for best music director (background music) for his work in Mani Ratnam's Kollywood movie <em>Ponnyin Selvan-Part 1</em>. The national awards were announced by feature film jury head Rahul Rawail.</p>\n","originalUrl":"https://en.tattvanews.com/national/kantara-wins-award-for-best-film-rishab-shetty-best-actor%ef%bf%bc/","hasAudio":false,"hasInfographics":false}