{"id":"wp-te-21043","wp_id":21043,"type":"standard","category":"World","language":"te","title":"ఇంద్రకీలాద్రిపై దసరా ఉత్సవాలకు ఘనంగా ఏర్పాట్లు","excerpt":"ఇంద్రకీలాద్రి పై వున్న దుర్గమల్లేశ్వర స్వామివార్ల దసరా ఉత్సవాలకు ఘనంగా ఏర్పాట్లు చేయాలని దేవస్థానం అధికారులను దేవాదాయ శాఖా మంత్రి ఆనం రామనారాయణ రెడ్డి ఆదేశించారు. మంగళవారం నాడు కనకదుర్గ ఆలయాన్ని సందర్శించిన మంత్రి కొండపై నిర్మిస్తున్న రిటైనింగ్ వాల్ పనులను పరిశీలించారు.  నిర్మాణం పనుల పురోగతి అడిగి తెలుసుకున్నారు.  అమ్మ వారి ఉత్సవాలకు వచ్చే భక్తులకు ఎటువంటి అసౌకర్యం కలగకుండా  దేవస్థానం అధికారులు చర్యలు తీసుకోవాలని ఆదేశించారు. ఏర్పాట్లు విషయంలో భక్తులకు ఎటువంటి ఇబ్బందులు కలిగిన","author":"Tattva News Team","time":"11/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Anam.jpg","readTime":"5 min read","contentHTML":"\n<p>ఇంద్రకీలాద్రి పై వున్న దుర్గమల్లేశ్వర స్వామివార్ల దసరా ఉత్సవాలకు ఘనంగా ఏర్పాట్లు చేయాలని దేవస్థానం అధికారులను దేవాదాయ శాఖా మంత్రి ఆనం రామనారాయణ రెడ్డి ఆదేశించారు. మంగళవారం నాడు కనకదుర్గ ఆలయాన్ని సందర్శించిన మంత్రి కొండపై నిర్మిస్తున్న రిటైనింగ్ వాల్ పనులను పరిశీలించారు.  నిర్మాణం పనుల పురోగతి అడిగి తెలుసుకున్నారు. </p>\n\n\n\n<p>అమ్మ వారి ఉత్సవాలకు వచ్చే భక్తులకు ఎటువంటి అసౌకర్యం కలగకుండా  దేవస్థానం అధికారులు చర్యలు తీసుకోవాలని ఆదేశించారు. ఏర్పాట్లు విషయంలో భక్తులకు ఎటువంటి ఇబ్బందులు కలిగిన తీవ్రమైన చర్యలు తీసుకుంటామని మంత్రి హెచ్చరించారు. గతంలో జరిగిన ఇబ్బoదులను దృష్టిలో ఉంచుకుని అవి పురావృతం కాకుండా చర్యలు తీసుకోవాలని మంత్రి సూచించారు.</p>\n\n\n\n<p>కొండాపై నిర్మిస్తున్న రిటైనింగ్ వాల్ పనులను త్వరిత్తగాతిన పూర్తి చేయాలని మంత్రి ఆనం ఆదేశించారు. దసరా ఉత్సవాల నిర్వహణకు సంబంధించి కార్యాచరణ ప్రణాళికను రెండు రోజుల్లో రూపొందించుకుని రావాలని దేవస్థానం అధికారులను ఆదేశించారు. ఈ సారి అమ్మవారి ఉత్సవాలను గతం లోకన్నా మిన్నగా నిర్వహించడం ద్వారా భక్తుల మనోభావాలను గెలుచుకోవాలని మంత్రి ఆదేశించారు.</p>\n\n\n\n<p>భక్తులకు ఈ మాత్రం అసౌకర్యం కలుగకుండా చూసుకోవాలని సూచించారు. ఈ సమీక్ష సమావేశంలో దేవాదాయ శాఖ కమిషనర్ ఎస్. సత్యనారాయణ, దేవస్థానం ఎగ్జిక్యూటివ్ ఆఫీసర్ రామారావు, దేవస్థానం ఇంజనీరింగ్ విభాగమికి చెందిన చీఫ్ ఇంజనీర్లు, టెక్నికల్ అడ్వైజ ర్లు ఇతర అధికారులు పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/21043/11/09/2024/","hasAudio":false,"hasInfographics":false}