{"id":"wp-en-13012","wp_id":13012,"type":"standard","category":"World","language":"en","title":"Delhi Congress chief Lovely resigned￼","excerpt":"Delhi Congress president Arvinder Singh Lovely on Sunday resigned from his post, citing the alliance with the Aam Aadmi Party (AAP) for the 2024 Lok Sabha election as one of the reasons for his resignation.  Lovely's resignation comes days after former Delhi minister and All India Congress Committee member Rajkumar Chauhan had resigned from the","author":"Tattva News Team","time":"29/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Lovely1.webp","readTime":"5 min read","contentHTML":"\n<p>Delhi Congress president Arvinder Singh Lovely on Sunday resigned from his post, citing the alliance with the Aam Aadmi Party (AAP) for the 2024 Lok Sabha election as one of the reasons for his resignation. </p>\n\n\n\n<p>Lovely's resignation comes days after former Delhi minister and All India Congress Committee member Rajkumar Chauhan had resigned from the party following the meeting of the Delhi Congress’s disciplinary committee.</p>\n\n\n\n<p>However, he has clarified that he has only resigned as chief of the Congress' Delhi unit and is not joining any other political party. His clarification came after Congress ex-MLA Asif Mohammad Khan claimed that the Bharatiya Janata Party (BJP) would field Lovely from the East Delhi constituency, replacing Harsh Malhotra.</p>\n\n\n\n<p>\"I have only resigned as Delhi Congress chief and I am not joining any political party,\" he said at a press conference at his residence in the national capital.</p>\n\n\n\n<p>In his resignation letter to Congress president Mallikarjun Kharge, Lovely expressed his disagreement with the decision to ally with AAP, a party he accused of making false corruption charges against the Congress. Despite his reservations about the alliance, Lovely publicly supported the decision and ensured compliance by the state unit. </p>\n\n\n\n<p>However, he expressed his discontent with the comments made by the North-East Delhi candidate, Kanhaiya Kumar, praising the AAP government's performance, which he believed contradicted the party's stance. </p>\n\n\n\n<p>In his letter, he also highlighted the press conference where the Congress introduced its candidates. Some party workers had shown dissent to the candidature of Udit Raj from North West Delhi and of Kanhaiya Kumar from North East Delhi. </p>\n\n\n\n<p>“I tried to defuse the situation by publicly stating that in a democratic party system, all members have a right to voice their dissent. If the situation was bad it was made worse by the North West Delhi candidate by making derogatory and anti-party statements.” he said. </p>\n","originalUrl":"https://en.tattvanews.com/regional/delhi-congress-chief-lovely-resigned%ef%bf%bc/","hasAudio":false,"hasInfographics":false}