{"id":"wp-en-12745","wp_id":12745,"type":"standard","category":"World","language":"en","title":"Nominations for third phase of polling to begin in 12 states today￼","excerpt":"The filing of nominations for the third phase of Lok Sabha elections 2024 will commence on Friday (April 12). In this phase, 94 Parliamentary constituencies across 12 states will undergo polling on May 7 (Tuesday). A notification for the adjourned polling in the Betul Parliamentary constituency in Madhya Pradesh is also likely to be issued","author":"Tattva News Team","time":"12/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/ECI1.webp","readTime":"5 min read","contentHTML":"\n<p>The filing of nominations for the third phase of Lok Sabha elections 2024 will commence on Friday (April 12). In this phase, 94 Parliamentary constituencies across 12 states will undergo polling on May 7 (Tuesday).</p>\n\n\n\n<p>A notification for the adjourned polling in the Betul Parliamentary constituency in Madhya Pradesh is also likely to be issued today. The election to the seat was to be held in the second phase but got adjourned due to the demise of the Bahujan Samaj Party (BSP) candidate. The last day for filing nominations is April 19 and for withdrawal of candidature is April 22.</p>\n\n\n\n<p>The states and UTs which are set to polls in the third phase include Assam, Bihar, Chhattisgarh, Dadra & Nagar Haveli and Daman and Diu, Goa, Gujarat, Jammu & Kashmir, Karnataka, Madhya Pradesh, Maharashtra, Uttar Pradesh, and West Bengal. The General Elections 2024 will be held in seven phases, starting from April 19 to June 1 and will conclude on June 4, with the announcement of results.</p>\n\n\n\n<p>Himachal Pradesh Police chief Sanjay Kundu has said that security forces are maintaining a strict vigil on the state's borders with Punjab in view of the upcoming Lok Sabha elections. This is being done to \"ensure free and fair polls\" in the state, the director general of police (DGP) said during a high-level meeting held here on Wednesday night.</p>\n\n\n\n<p>The meeting was attended by superintendents of police from Himachal Pradesh's Una and Kangra districts, and Punjab's Hoshiarpur, Ropar and Nawanshahr districts. They discussed the need to create a mechanism for quick sharing of security-related information, and maintaining close coordination and cooperation between the security agencies of the two states, police officials said.</p>\n\n\n\n<p>As Himachal Pradesh shares a 352-km border with Punjab and 240-km border with China, it requires heavy security preparedness to keep anti-social and anti-national elements under check, particularly, during elections, DGP Kundu said.</p>\n\n\n\n<p>He said Himachal Pradesh has 107 inter-state barriers, including six with Punjab. Because of military installations at sensitive places like Pathankot, inter-state police coordination has been planned keeping national security at the forefront.</p>\n","originalUrl":"https://en.tattvanews.com/others/nominations-for-third-phase-of-polling-to-begin-in-12-states-today%ef%bf%bc/","hasAudio":false,"hasInfographics":false}