{"id":"wp-en-15783","wp_id":15783,"type":"standard","category":"World","language":"en","title":"Indian entertainment industry to grow at 8.3%","excerpt":"India's Entertainment and Media (E&M) industry is set to outpace global growth, with a compound annual growth rate (CAGR) of 8.3%, projected to reach US$ 43.03 billion (Rs. 3,65,000 crore) by FY28. This growth is driven by India's demographic and economic strengths, including improved internet connectivity, affordable data, and favourable government policies. With 91 crore","author":"Tattva News Team","time":"12/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/EM.jpg","readTime":"5 min read","contentHTML":"\n<p>India's Entertainment and Media (E&M) industry is set to outpace global growth, with a compound annual growth rate (CAGR) of 8.3%, projected to reach US$ 43.03 billion (Rs. 3,65,000 crore) by FY28. This growth is driven by India's demographic and economic strengths, including improved internet connectivity, affordable data, and favourable government policies.</p>\n\n\n\n<p>With 91 crore millennials and Gen Zs, 78 crore internet users, and 80 crore broadband subscriptions, India is uniquely positioned to capitalise on innovations in the sector. The advertising market is forecast to grow at a CAGR of 9.4%, reaching US$ 18.63 billion (Rs. 1,58,000 crore) by 2028, while digital advertising, the fastest-growing segment, will expand at 15.6% CAGR to US$ 10.02 (Rs. 85,000 crore) by FY28.</p>\n\n\n\n<p>India’s OTT market is expected to grow at 14.9% CAGR, doubling its revenue from US$ 2.06 billion (Rs. 17,496 crore) in FY23 to US$ 4.14 billion (Rs. 35,100 crore) by FY28. Gaming and esports revenue will grow from US$ 3.89 billion (Rs. 33,000 crore) in FY23 to US$ 7.78 (Rs. 66,000 crore) by FY28, at 14.5% CAGR. At the same time, traditional TV advertising will grow by 4.2% CAGR, in contrast to a global decline of 1.6%.</p>\n\n\n\n<p>The report also highlights the impact of emerging technologies, such as Generative AI, which is expected to revolutionise content creation and personalisation. Early adoption of GenAI in India can lead to hyper-personalised content and dynamic advertising campaigns, further accelerating the sector's growth.</p>\n\n\n\n<p>The Indian government continues to support the E&M industry through initiatives like the WAVES summit and enhanced infrastructure, contributing to the rise of out-of-home (OOH) advertising. As India embraces these innovations, it is poised to become a global leader in E&M, offering businesses immense opportunities to adapt, innovate, and lead in this dynamic market.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/economy/indian-entertainment-industry-to-grow-at-8-3-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}