{"id":"wp-te-18668","wp_id":18668,"type":"standard","category":"World","language":"te","title":"50 ఏళ్లలో చేయని అభివృద్ధి 5 ఏళ్లలో చేశా: స్మృతి ఇరాని","excerpt":"ఉత్తర్ ప్రదేశ్‌లోని అమేథీ లోక్‌సభ నియోజకవర్గం నుంచి కేంద్ర మంత్రి, సిట్టింగ్ బిజెపి ఎంపి స్మృతి ఇరాని సోమవారం తన నామినేషన్ పత్రాలు దాఖలు చేశారు. జిల్లా ఎన్నికల అధికారి నిషా అనంత్ సమక్షంలో ఆమె నామినేషన్ పత్రాలు దాఖలు చేశారు. గౌరీగంజ్‌లోని బిజెపి కార్యాలయం నుంచి కలెక్టరేట్‌కు మూడు కిలోమటర్ల రోడ్‌షో ఆమె నిర్వహించారు.  ఆమె వెంట మధ్య ప్రదేశ్ ముఖ్యమంత్రి మోహన్ యాదవ్, ఇతర బిజెపి నాయకులు ఉన్నారు. జిల్లా మెజిస్ట్రేట్ ఆదేశాల మేరకు","author":"Tattva News Team","time":"30/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Sushma.webp","readTime":"5 min read","contentHTML":"\n<p>ఉత్తర్ ప్రదేశ్‌లోని అమేథీ లోక్‌సభ నియోజకవర్గం నుంచి కేంద్ర మంత్రి, సిట్టింగ్ బిజెపి ఎంపి స్మృతి ఇరాని సోమవారం తన నామినేషన్ పత్రాలు దాఖలు చేశారు. జిల్లా ఎన్నికల అధికారి నిషా అనంత్ సమక్షంలో ఆమె నామినేషన్ పత్రాలు దాఖలు చేశారు. గౌరీగంజ్‌లోని బిజెపి కార్యాలయం నుంచి కలెక్టరేట్‌కు మూడు కిలోమటర్ల రోడ్‌షో ఆమె నిర్వహించారు.</p>\n\n\n\n<p> ఆమె వెంట మధ్య ప్రదేశ్ ముఖ్యమంత్రి మోహన్ యాదవ్, ఇతర బిజెపి నాయకులు ఉన్నారు. జిల్లా మెజిస్ట్రేట్ ఆదేశాల మేరకు కలెక్టరేట్‌కు 200 మీటర్ల దూరంలో రోడ్‌షో ముగిసింది. రోడ్‌షోలో ఉత్తర్ ప్రదేశ్ మంత్రి మయాంకేశ్వర్ శరణ్ సింగ్, స్మృతి ఇరానీ భర్త జుబిన్ ఇరానీ కూడా పాల్గొన్నారు. </p>\n\n\n\n<p>నామినేషన్ వేసిన అనంతరం స్మృతి ఇరాని విలేకరులతో మాట్లాడుతూ ప్రధాని నరేంద్ర మోదీ  ఆశీస్సులతో ఐదేళ్ల క్రితం అమేథీ ప్రజలకు సేవ చేసే అవకాశం తనకు దక్కిందని చెప్పారు. 50 ఏళ్లలో సాధ్యం కాని అభివృద్ధిని ఈ ఐదేళ్లలో సాధించానని ఆమె తెలిపారు.</p>\n\n\n\n<p>2014, 2019లో అమేథీకి ప్రాతినిధ్యం వహించిన కాంగ్రెస్ నాయకుడు రాహుల్ గాంధీపై విమర్శలు గుప్పిస్తూ కనపడని ఎంపి కారణంగా అమేథీ రైతులు 15 ఏళ్ల పాటు ఎరువుల కోసం లాఠీ దెబ్బలు తినవలసి వచ్చిందని చెప్పారు. కాని ప్రధాని మోదీ చొరవ కారణంగా అమేథీలోనే ఎరువుల కేంద్రం నిర్మాణం జరిగిందని ఆమె చెప్పారు. </p>\n\n\n\n<p>అమేథీలో 1.14 లక్షల మంది పేదలకు ఇళ్లను అందచేశామని, 4 లక్షల పేద కుటుంబాలకు మరుగుదొడ్లు నిర్మించామని, 1.5 లక్షల ఇళ్లకు కరెంట్ కనెక్షన్లు వచ్చాయని, 4.20 లక్షల మంది రైతులకు కిసాన్ సమ్మాన్ నిధి యోజన కింద ప్రయోజనాలు లభిస్తున్నాయని ఆమె తెలిపారు.</p>\n\n\n\n<p>ఆదివారం రాత్రి తన నియోజకవర్గంలో పార్టీ కార్యకర్తలతో కలిసి స్కూటర్‌ రైడ్‌కు వెళ్లారు. చీర కట్టులో హెల్మెట్‌ ధరించి నియోజకవర్గ ప్రజలను కలుసుకున్నారు. వారితో సెల్ఫీలు, ఫొటోలకు ఫోజులిచ్చారు. ఈసారి కూడా తనకు ఓటు వేసి భారీ మెజారిటీతో గెలిపించాలని ఓటర్లను అభ్యర్థించారు. అదే సమయంలో నియోజకవర్గంలోని పరిస్థితులపై పార్టీ కార్యకర్తలతో సమీక్షించారు.</p>\n\n\n\n<p> 2019లో కాంగ్రెస్ కంచుకోటగా ఉన్న అమేథీ లోక్‌సభ స్థానాన్ని రాహుల్ గాంధీ నుంచి స్మృతి ఇరాని కైవసం చేసుకున్నారు. కాంగ్రెస్ పార్టీ ఇక్కడ తన అభ్యర్థిని ఇంకా ప్రకటించలేదు. మే 20న ఐదవ దశలో అమేథీలో పోలింగ్ జరగనున్నది. కాంగ్రెస్ అభ్యర్థిగా రాహుల్ గాంధీ పోటీపై ఇంకా అనిశ్చితి కొనసాగుతోంది.</p>\n","originalUrl":"https://tattvanews.com/18668/30/04/2024/","hasAudio":false,"hasInfographics":false}