{"id":"wp-te-20232","wp_id":20232,"type":"standard","category":"World","language":"te","title":"వైఎస్ వివేకా హత్యకేసులో నిందితుల జాబితా నుంచి దస్తగిరి పేరు తొలగింపు","excerpt":"సంచలనం రేపిన మాజీ మంత్రి వైఎస్ వివేకానందరెడ్డి హత్య కేసులో నాలుగో నిందితుడిగా ఉన్న షేక్ దస్తగిరిని సీబీఐ కోర్టు నిందితుల జాబితా నుంచి తొలగించింది. ఈ కేసులో తనను సాక్షిగా పరిగణించాలని దస్తగిరి సీబీఐ కోర్టులో పిటిషన్ దాఖలు చేశారు. ఈ పిటిషన్‌ను సీబీఐ కోర్టు గురువారం విచారించింది.  ఈ సందర్భంగా ఈ కేసులో తనను అప్రూవర్‌గా కోర్టు అనుమతించినందున నిందితుల జాబితా నుంచి తొలగించాలని దస్తగిరి కోరారు. అలాగే వివేకా హత్య కేసులో సాక్షిగా","author":"Tattva News Team","time":"26/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Dastagiri1.jpeg","readTime":"5 min read","contentHTML":"\n<p>సంచలనం రేపిన మాజీ మంత్రి వైఎస్ వివేకానందరెడ్డి హత్య కేసులో నాలుగో నిందితుడిగా ఉన్న షేక్ దస్తగిరిని సీబీఐ కోర్టు నిందితుల జాబితా నుంచి తొలగించింది. ఈ కేసులో తనను సాక్షిగా పరిగణించాలని దస్తగిరి సీబీఐ కోర్టులో పిటిషన్ దాఖలు చేశారు. ఈ పిటిషన్‌ను సీబీఐ కోర్టు గురువారం విచారించింది. </p>\n\n\n\n<p>ఈ సందర్భంగా ఈ కేసులో తనను అప్రూవర్‌గా కోర్టు అనుమతించినందున నిందితుల జాబితా నుంచి తొలగించాలని దస్తగిరి కోరారు. అలాగే వివేకా హత్య కేసులో సాక్షిగా మాత్రమే పరిగణించేలా ఆదేశాలివ్వాలని కోరారు. ఇదే సమయంలో సీబీఐ కూడా తనను అభియోగపత్రంలో సాక్షిగా చేర్చినట్లు దస్తగిరి సీబీఐ కోర్టు దృష్టికి తీసుకువచ్చారు. </p>\n\n\n\n<p>ఈ వాదనలను పరిగణనలోకి తీసుకున్న సీబీఐ కోర్  వైఎస్ వివేకా హత్య కేసులో నిందితుల జాబితా నుంచి దస్తగిరిని తొలగిస్తున్నట్టు ప్రకటించింది.  మరోవైపు వైఎస్ వివేకా హత్య కేసులో దస్తగిరి కొన్ని ఏళ్ల పాటు జైలులో ఉన్నారు. అనంతరం ఈ కేసులో దస్తగిరి అప్రూవర్‌గా మారారు. ఆ తర్వాత కోర్టు దస్తగిరికి బెయిల్ మంజూరు చేసింది. </p>\n\n\n\n<p>ఇక బెయిల్ మీద రిలీజైన తర్వాత కూడా దస్తగిరి పలు వివాదాల్లో చిక్కుకున్నారు. వైఎస్సార్ కాంగ్రెస్ పార్టీ నుంచి తనకు ప్రాణహాని ఉందంటూ ఎన్నికలకు ముందు ఆరోపించారు. తెలంగాణ పోలీసులతో భద్రత కల్పించాలంటూ అప్పట్లో దస్తగిరి డిమాండ్ చేశారు. ఇదే సమయంలో ఓ అమ్మాయిని కులం పేరుతో దూషించి కిడ్నాప్ చేయడానికి ప్రయత్నించారనే ఆరోపణలు దస్తగిరి మీద వచ్చాయి. </p>\n\n\n\n<p>ఈ ఘటనపై యర్రగుంట్లలో కేసు కూడా నమోదైంది. ఈ కేసులో దస్తగిరిని యర్రగుంట్ల పోలీసులు అరెస్ట్ చేసి కడప జైలుకు తరలించారు. కడప జైళ్లో వంద రోజుల పాటు రిమాండ్ ఖైదీగా ఉన్న దస్తగిరి ఏపీ అసెంబ్లీ ఎన్నికలకు ముందు బెయిల్ మీద విడుదలయ్యారు. హైకోర్టు బెయిల్ ఇవ్వటంతో జైలు నుంచి బయటకు వచ్చారు.</p>\n\n\n\n<p>జైలు నుంచి బయటకు వచ్చిన దస్తగిరి ఇటీవల జరిగిన 2024 సార్వత్రిక ఎన్నికల్లోనూ పోటీ చేశారు. లాయర్ జడ శ్రవణ్ కుమార్ నేతృత్వంలోని జై భీమ్రావు భారత్ పార్టీలో చేరి.. ఆ పార్టీ తరుఫున పులివెందుల అసెంబ్లీ నియోజకవర్గం నుంచి పోటీ చేశారు. అయితే ఈ ఎన్నికల్లో దస్తగిరి ఘోరంగా ఓడిపోయారు. కేవలం 544 ఓట్లు సాధించిన షేక్ దస్తగిరి ఏడో స్థానంలో నిలిచారు. </p>\n\n\n\n<p>అయితే ఇప్పుడు వైఎస్ వివేకా హత్య కేసు కారణంగా మరోసారి వార్తల్లో నిలిచాడు. కోర్టు తీర్పు ప్రకారం వైఎస్ వివేకా హత్య కేసులో దస్తగిరిని నిందితుడిగా కాకుండా సాక్షిగా పేర్కొనాల్సి ఉంటుంది.</p>\n","originalUrl":"https://tattvanews.com/20232/26/07/2024/","hasAudio":false,"hasInfographics":false}