{"id":"wp-te-19247","wp_id":19247,"type":"standard","category":"World","language":"te","title":"కౌంటింగ్‌ రోజు అలజడి సృష్టిస్తే కఠిన చర్యలు","excerpt":"ఓట్ల లెక్కింపు రోజు కౌంటింగ్ కేంద్రాల వద్ద ఏ చిన్న ఇబ్బంది కలిగించినా ఉపేక్షించబోమని ఏపీ ఎన్నికల ప్రధాన అధికారి ముకేష్ కుమార్ మీనా హెచ్చరించారు. ఓట్ల లెక్కింపు కేంద్రాల పరిధిలో 144 సెక్షన్ ఉంటుందని తెలిపారు. ఓట్ల లెక్కింపు కేంద్రాల్లో కౌంటింగ్ ఏజెంట్లు అలజడి సృష్టిస్తే తక్షణమే వారిని అరెస్ట్ చేస్తామని స్పష్టం చేశారు.  'కౌంటింగ్ రోజు రాజకీయ పార్టీలు, అభ్యర్థులు ఎలాంటి ర్యాలీలు, విజయోత్సవ వేడుకలు నిర్వహించేందుకు అనుమతి లేదని మరోసారి స్పష్టం చేశారు.","author":"Tattva News Team","time":"31/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Meena-MK.jpg","readTime":"5 min read","contentHTML":"\n<p>ఓట్ల లెక్కింపు రోజు కౌంటింగ్ కేంద్రాల వద్ద ఏ చిన్న ఇబ్బంది కలిగించినా ఉపేక్షించబోమని ఏపీ ఎన్నికల ప్రధాన అధికారి ముకేష్ కుమార్ మీనా హెచ్చరించారు. ఓట్ల లెక్కింపు కేంద్రాల పరిధిలో 144 సెక్షన్ ఉంటుందని తెలిపారు. ఓట్ల లెక్కింపు కేంద్రాల్లో కౌంటింగ్ ఏజెంట్లు అలజడి సృష్టిస్తే తక్షణమే వారిని అరెస్ట్ చేస్తామని స్పష్టం చేశారు. </p>\n\n\n\n<p>'కౌంటింగ్ రోజు రాజకీయ పార్టీలు, అభ్యర్థులు ఎలాంటి ర్యాలీలు, విజయోత్సవ వేడుకలు నిర్వహించేందుకు అనుమతి లేదని మరోసారి స్పష్టం చేశారు. కౌంటింగ్ పూర్తైన తర్వాత కూడా పోలీసుల నిఘా కొనసాగుతుందని ముకేష్ కుమార్ మీనా తెలిపారు.  రాజకీయ పార్టీల అభ్యర్థులు, కౌంటింగ్‌ ఏజెంట్లు ఓట్ల లెక్కింపు కేంద్రాల్లో నిబంధనల ప్రకారం నడచుకోవాలని సీఈవో  మీనా సూచించారు.</p>\n\n\n\n<p>మచిలీపట్నంలోని కృష్ణా విశ్వవిద్యాలయంలో ఏర్పాటు చేసిన ఓట్ల లెక్కింపు కేంద్రాన్ని జిల్లా కలెక్టర్ బాలాజీ, జిల్లా పోలీసు అధికారి అద్నాన్ నయీమ్ అస్మితో కలిసి గురువారం ఆయన పరిశీలించారు. ఓట్ల లెక్కింపు ఏర్పాట్లు, కౌంటింగ్ కేంద్రం భద్రతను తనిఖీ చేశారు.  ప్రతి కౌంటింగ్ కేంద్రంలో 14 టేబుళ్లు ఉంటాయని తెలిపారు.</p>\n\n\n\n<p>\"ఓట్ల లెక్కింపు సమయంలో ఎవరైనా కౌంటింగ్ కేంద్రంలో అలజడి సృష్టిస్తే తక్షణమే వారిని అరెస్ట్ చేస్తాము. ఈ విషయాన్ని ప్రతి ఒక్కరూ గుర్తుంచుకోవాలి. రాజకీయ పార్టీల అభ్యర్ధులు, కౌంటింగ్ ఎజెంట్లు గమనించాలి. ఫలితాల తర్వాత విజయోత్సవ ర్యాలీలు చేయకూడదు. వాటి వల్ల గొడవలు జరిగే అవకాశం ఉంది\" అని హెచ్చరించారు.</p>\n\n\n\n<p>ఇంటర్నెట్ సౌకర్యం, సీసీటీవీ కెమెరాలు ఉంటాయని వెల్లడించారు. సీఆర్పీఎఫ్ దళాలు భద్రతను పర్యవేక్షిస్తుంటాయని చెప్పారు. ఎన్నికల ఫలితాల తర్వాత జిల్లాలోని కొన్ని గ్రామాల్లో పోలీస్ పికెటింగ్ ఉంటుందని తెలిపారు.  మచిలీపట్నంలోని కౌంటింగ్ కేంద్రంలో స్ట్రాంగ్ రూమ్‌లోకి వెళ్లి భద్రతను పరిశీలించారు. స్ట్రాంగ్ రూమ్‌ల వద్ద నిరంతర నిఘా ఉందని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19247/31/05/2024/","hasAudio":false,"hasInfographics":false}