{"id":"wp-en-12818","wp_id":12818,"type":"standard","category":"World","language":"en","title":"29 Maoists killed, three jawans injured in Kanker encounter ￼","excerpt":"Another major encounter took place in Chhattisgarh ahead of the Lok Sabha elections on Tuesday. In the Maoist-dominated area around Matt police station in Bijapur district of Chhattisgarh, about 29 Maoists, including one leader named Shankar Rao, were reportedly killed. Shankar carries a reward of Rs. 25 lakhs on his head. The incident comes just","author":"Tattva News Team","time":"17/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/09/Maoists.jpg","readTime":"5 min read","contentHTML":"\n<p>Another major encounter took place in Chhattisgarh ahead of the Lok Sabha elections on Tuesday. In the Maoist-dominated area around Matt police station in Bijapur district of Chhattisgarh, about 29 Maoists, including one leader named Shankar Rao, were reportedly killed. Shankar carries a reward of Rs. 25 lakhs on his head.<br><br>The incident comes just days before the commencement of the 2024 Lok Sabha elections. A senior police officer IK Elesela said that the encounter is still underway in the region.   The voting in Kanker is scheduled to take place on April 26. SP Indra Kalyan Elisela confirmed the death of Naxalites in the encounter, including a prominent Naxal commander named Shankar Rao.</p>\n\n\n\n<p> He had a reward of Rs 25 lakh on his head. Additionally, a significant cache of weapons, including four AK-47 rifles, was seized during the operation.</p>\n\n\n\n<p>The gunfight took place at around 2 pm in Hapatola forest between Binagunda and Koronar villages under Chhotebethiya police station limits, when a joint team of the Border Security Force (BSF) and the state's District Reserve Guard (DRG) was out on an anti-Naxal operation, a senior police official said.</p>\n\n\n\n<p>\"Bodies of naxals recovered from encounter site in Chhotebethiya of Kanker. 3 jawans were injured in the operation. Search operation underway. This can be seen as one of the biggest anti-naxal operations in the area. The operation was launched after information of the presence of senior naxals Shankar, Lalita, Raju,\" says IG Bastar P Sunddaraj.</p>\n","originalUrl":"https://en.tattvanews.com/national/29-maoists-killed-three-jawans-injured-in-kanker-encounter-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}