{"id":"wp-en-13065","wp_id":13065,"type":"standard","category":"World","language":"en","title":"BJP drops Brij Bhushan, fields his son from Kaiserganj￼","excerpt":"The Bharatiya Janata Party (BJP) has fielded Brij Bhushan Sharan Singh's son Karan Bhushan Singh from Kaiserganj Lok Sabha seat and Dinesh Pratap Singh from Rae Bareli in Uttar Pradesh. In Kaiserganj, the saffron party has denied a ticket to Brij Bhushan Sharan Singh, who is accused of sexually harassing women wrestlers. In Rae Bareli, the BJP","author":"Tattva News Team","time":"3/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/BJP-list.jpg","readTime":"5 min read","contentHTML":"\n<p>The Bharatiya Janata Party (BJP) has fielded Brij Bhushan Sharan Singh's son Karan Bhushan Singh from Kaiserganj Lok Sabha seat and Dinesh Pratap Singh from Rae Bareli in Uttar Pradesh.</p>\n\n\n\n<p>In Kaiserganj, the saffron party has denied a ticket to Brij Bhushan Sharan Singh, who is accused of sexually harassing women wrestlers. In Rae Bareli, the BJP has reaffirmed confidence in Dinesh Pratap Singh, who contested against Sonia Gandhi  in 2019 polls. Though he lost the election, but considerably reduced the defeat margin.</p>\n\n\n\n<p>In 2019 Lok Sabha elections, Sonia Gandhi pulled out 534,918 votes and a vote share of 55.80 per cent while Dinesh Pratap Singh grabbed 367,740 votes with a vote share of 38.36 per cent.</p>\n\n\n\n<p>Contesting in party's stronghold, Sonia Gandhi managed to win against the BJP candidate by a margin of 1,67,178 votes. While BJP has now declared candidates for two key seats in UP including Amethi and Rae Bareli, the Congress is yet to announce its candidates in both these seats.</p>\n\n\n\n<p>A six-term MP, Brij Bhushan suffered a massive political setback due to the allegations of sexual harassment levelled against him that saw some of the country's top women wrestlers hit the streets.</p>\n\n\n\n<p>Several athletes, including, Sakshi Malik, Bajrang Punia and Vinesh Phogat had launched a massive protest against Brij Bhushan, demanding his sacking as the WFI chief. The Delhi Police filed a chargesheet against Brij Bhushan in June last year, in connection with the case.</p>\n\n\n\n<p>The sexual harassment case and the ensuing protests prompted the BJP to look for another option. The fact that the seat's contest remains within the family shows how influential the Thakur leader is in the region and the party. </p>\n\n\n\n<p>As per sources, Brij Bhushan had been taken into confidence by the party leaders about the development, and his son Karan was seen receiving congratulatory messages at his residence since Thursday morning.</p>\n\n\n\n<p>Karan Bhushan is the youngest son of Brij Bhushan. Born in 1990, Karan Bhushan is a national-level double-trap shooter. He holds a law degree besides doing a business management course in Australia. He will be making his debut in electoral politics this time.</p>\n\n\n\n<p>In Raebareli, the BJP has fielded Dinesh Pratap Singh, without waiting for the Congress to name its nominee. Dinesh Singh began his political career with the Congress and was once considered close to Sonia Gandhi switching sides to the BJP.</p>\n\n\n\n<p>He was elected as a member of the Uttar Pradesh Legislative Council thrice between 2010 and 2022, besides unsuccessfully contesting the Lok Sabha elections against Sonia Gandhi from Raebareli in 2019.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n","originalUrl":"https://en.tattvanews.com/national/bjp-drops-brij-bhushan-fields-his-son-from-kaiserganj%ef%bf%bc/","hasAudio":false,"hasInfographics":false}