{"id":"wp-te-20854","wp_id":20854,"type":"standard","category":"World","language":"te","title":"నైట్‌ డ్యూటీలంటే మహిళా వైద్యుల్లో వణుకు","excerpt":"కోల్‌కతాలో జూనియర్‌ వైద్యురాలిపై లైంగికదాడి, హత్య ఘటన తర్వాత నైట్‌ డ్యూటీ అంటేనే మహిళా వైద్యులు భయపడిపోతున్నారట. రాత్రిపూట విధులు తమకు ఎంతమాత్రమూ సురక్షితం కాదని భావిస్తున్నారట. కొందరైతే ఆత్మరక్షణ కోసం ఆయుధాలు కూడా వెంట తెచ్చుకోవాలని భావిస్తున్నారట.  ఇండియన్‌ మెడికల్‌ అసోసియేషన్‌ (ఐఎంఏ) నిర్వహించిన ఆన్‌లైన్‌ సర్వేలో ఈ విషయాలు వెల్లడయ్యాయి. 22 రాష్ర్టాలకు చెందిన 3,885 మంది వైద్యులు ఈ సర్వేలో పాల్గొన్నారు. వీరిలో 85 శాతం మంది 35 ఏండ్లలోపు వారు కాగా,","author":"Tattva News Team","time":"31/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Doctors1.jpg","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతాలో జూనియర్‌ వైద్యురాలిపై లైంగికదాడి, హత్య ఘటన తర్వాత నైట్‌ డ్యూటీ అంటేనే మహిళా వైద్యులు భయపడిపోతున్నారట. రాత్రిపూట విధులు తమకు ఎంతమాత్రమూ సురక్షితం కాదని భావిస్తున్నారట. కొందరైతే ఆత్మరక్షణ కోసం ఆయుధాలు కూడా వెంట తెచ్చుకోవాలని భావిస్తున్నారట. </p>\n\n\n\n<p>ఇండియన్‌ మెడికల్‌ అసోసియేషన్‌ (ఐఎంఏ) నిర్వహించిన ఆన్‌లైన్‌ సర్వేలో ఈ విషయాలు వెల్లడయ్యాయి. 22 రాష్ర్టాలకు చెందిన 3,885 మంది వైద్యులు ఈ సర్వేలో పాల్గొన్నారు. వీరిలో 85 శాతం మంది 35 ఏండ్లలోపు వారు కాగా, 61 శాతం మంది ట్రైనీ వైద్యులు, పోస్టుగ్రాడ్యుయేట్‌ ట్రైనీలు ఉన్నారు. </p>\n\n\n\n<p>సర్వేలో పాల్గొన్న వారిలో 24.1 శాతం మంది వైద్యులు నైట్‌ డ్యూటీ సురక్షితం కాదని చెప్పగా, 11.4 శాతం మంది అస్సలు సురక్షితం కాదని చెప్పారు. ఇలా చెప్పిన వారిలో మహిళలే అధికం. 20-30 ఏండ్ల మధ్య వైద్యులకు అత్యంత తక్కువ భద్రత కలిగి ఉన్నట్టు సర్వే పేర్కొన్నది. వీరిలో అత్యధికులు ఇంటర్న్‌ చేస్తున్నవారు, పోస్టుగ్రాడ్యుయేట్‌ చేస్తున్నవారే.</p>\n\n\n\n<p>నైట్‌ షిఫ్ట్‌లలో తమకు డ్యూటీ రూములు కూడా ఉండడం లేదని 45 శాతం మంది వైద్యులు చెప్పారు. తాము విధులు నిర్వర్తించే వార్డ్‌/క్యాజువాలిటీ ప్రాంతం నుంచి డ్యూటీ రూములు ఎక్కడో దూరంగా ఉంటున్నాయని సర్వేలో పాల్గొన్న వారిలో సగానికి పైగా (53శాతం) తెలిపారు.</p>\n\n\n\n<p> అందుబాటులో ఉన్న మూడింట ఒకవంతు డ్యూటీ రూముల్లో అటాచ్డ్‌ బాత్రూంలు ఉండడం లేదని వివరించారు. దీంతో రాత్రిపూట అవసరాలు తీర్చుకునేందుకు బయటకు వెళ్లాల్సి వస్తున్నదని ఆవేదన వ్యక్తం చేశారు. రాత్రిపూట విధులు నిర్వర్తించే వైద్యుల రక్షణ కోసం శిక్షణ పొందిన సెక్యూరిటీ సిబ్బందిని నియమించడంతోపాటు సీసీటీవీ కెమెరాలు బిగించాలని, పూర్తిగా వెలుతురు ఉండేలా లైటింగ్‌ ఏర్పాటు చేయాలని సర్వేలో పాల్గొన్న వైద్యులు కోరారు. </p>\n\n\n\n<p>కేంద్ర రక్షణ చట్టం (సీపీఏ) అమలు చేయడంతోపాటు రోగుల అటెండెంట్స్‌ సంఖ్యను నియంత్రించడం, అలారం వ్యవస్థను ఏర్పాటు చేయడం, తాళాలు వేయగలిగే సురక్షితమైన డ్యూటీ రూములు అందుబాటులోకి తీసుకురావడం వంటి చర్యలు చేపట్టాలని వైద్యులు డిమాండ్‌ చేసినట్టు ఐఎంఏ సర్వే వెల్లడించింది.</p>\n\n\n\n<p>ఆసుపత్రుల్లో భారీగా ఉంటున్న రోగులు, మౌలిక సదుపాయాలు లేకపోవడం, డ్యూటీ రూమ్‌లు కూడా ఉండకపోవడంతో వైద్యులు అభద్రభావంతో ఉన్నారని తెలిపింది. వైద్యులకు సరైన భద్రత, సౌకర్యాలు కల్పిస్తే.. తద్వారా రోగులకు మరింత మెరుగైన వైద్యసేవలు అందించేందుకు అవకాశం ఉంటుందని అధ్యయనం వెల్లడించింది.</p>\n","originalUrl":"https://tattvanews.com/20854/31/08/2024/","hasAudio":false,"hasInfographics":false}