{"id":"wp-en-14073","wp_id":14073,"type":"standard","category":"World","language":"en","title":"Media organizations urge Israel to open access to Gaza￼","excerpt":"More than 60 media and civil society organizations have signed an open letter urging Israel to give journalists independent access to Gaza. The organizations—which include the Associated Press, Agence France-Presse, BBC, CNN, The Guardian, The New York Times, and The Washington Post—point out that no independent media access to Gaza has been permitted since the","author":"Tattva News Team","time":"12/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Israel-media.jpg","readTime":"5 min read","contentHTML":"\n<p>More than 60 media and civil society organizations have signed an open letter urging Israel to give journalists independent access to Gaza.</p>\n\n\n\n<p>The organizations—which include the Associated Press, Agence France-Presse, BBC, CNN, The Guardian, The New York Times, and The Washington Post—point out that no independent media access to Gaza has been permitted since the start of the war, increasing the pressure on domestic journalists, and creating a space for mis- and disinformation to flourish.</p>\n\n\n\n<p>“More than 100 journalists have been killed since the start of the war and those who remain are working in conditions of extreme deprivation. The result is that information from Gaza is becoming harder and harder to obtain and that the reporting which does get through is subject to repeated questions over its veracity,” the organizations say in the letter, which was coordinated by the Committee to Protect Journalists.</p>\n\n\n\n<p>The letter comes ahead of a planned visit by Israeli Prime Minister Benjamin Netanyahu to the United States, where he is set to meet with U.S. President Joe Biden and address the U.S. Congress on July 24.</p>\n\n\n\n<p>CPJ CEO Jodie Ginsberg noted: “President Netanyahu describes Israel as a democracy. His actions with regard to the media tell a different story. International, Israeli, and Palestinian journalists from outside Gaza should be given independent access to Gaza so they can judge for themselves what is happening in this war—rather than being spoon-fed with a handful of organized tours by the Israeli military.”</p>\n\n\n\n<p>In addition to news outlets, the signatories—who span more than 26 countries—include professional groups and organizations dedicated to defending press freedom.</p>\n","originalUrl":"https://en.tattvanews.com/international/media-organizations-urge-israel-to-open-access-to-gaza%ef%bf%bc/","hasAudio":false,"hasInfographics":false}