{"id":"wp-en-15161","wp_id":15161,"type":"standard","category":"World","language":"en","title":"Udhayanidhi Stalin elevated as deputy CM ￼","excerpt":"Tamil Nadu Chief Minister M.K. Stalin reshuffled his cabinet on Sunday with high-profile DMK leader Senthil Balaji, who was recently granted bail by the Supreme Court in a money laundering case, taking oath as a minister. Three other DMK MLAs—R. Rajendran (Salem-North), Govi Chezhiaan (Thiruvidaimarudur) and S.M. Nasar (Avadi)—also took oath as ministers. Governor R.N.","author":"Tattva News Team","time":"30/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Udhayanidhi-Stalin.webp","readTime":"5 min read","contentHTML":"\n<p>Tamil Nadu Chief Minister M.K. Stalin reshuffled his cabinet on Sunday with high-profile DMK leader Senthil Balaji, who was recently granted bail by the Supreme Court in a money laundering case, taking oath as a minister.</p>\n\n\n\n<p>Three other DMK MLAs—R. Rajendran (Salem-North), Govi Chezhiaan (Thiruvidaimarudur) and S.M. Nasar (Avadi)—also took oath as ministers. Governor R.N. Ravi administered the oath of office and secrecy at a simple ceremony held at the Raj Bhavan.</p>\n\n\n\n<p>The cabinet rejig also assumes significance as it marked the elevation of Stalin’s son Udhayanidhi Stalin as the deputy chief minister.</p>\n\n\n\n<p>Balaji has been allotted the Electricity and Non-conventional Energy Development along with Prohibition and Exercise. Govi Chezhiaan will look after Higher Education, including Technical Education, Electronics, and Science and Development.</p>\n\n\n\n<p>Nazar will be in charge of Minorities Welfare, non-resident Tamil Welfare, Refugees and Evacuees, and Wakf Board. Rajendran has been given the portfolios of Tourism and Sugar, Sugarcane Excise and Sugarcane Development.</p>\n\n\n\n<p>Udhayanidhi Stalin did not take oath at the event because he was already a cabinet minister before his elevation to the number-2 post in the Tamil Nadu government after Chief Minister. He was elevated as the Deputy Chief Minister on Saturday. Earlier, he was serving as the Minister for Youth Welfare and Sports Development. He will also take on the portfolio of Planning and Development in addition to his existing responsibilities. Udhayanidhi Stalin said on Sunday that he hopes his work before justifies the decision to elevate him to Deputy CM.</p>\n\n\n\n<p>Earlier, Tamil Nadu BJP state president Narayanan Thirupathy criticised the recent cabinet reshuffle of the state government and Minister Udhayanidhi Stalin's elevation as Deputy Chief Minister. In a self-made video, the BJP leader said that Udhayanidhi Stalin does not have the maturity to hold the post of a minister, let alone be the Deputy CM. </p>\n\n\n\n<p>Additionally, DMK MP Kanimozhi replied to the criticism of choosing Udhayanidhi Stalin as the Dy CM, saying that the opposition parties should not question the CM Stalin's decision as he has been voted to power. </p>\n","originalUrl":"https://en.tattvanews.com/national/udhayanidhi-stalin-elevated-as-deputy-cm-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}