{"id":"wp-en-13808","wp_id":13808,"type":"standard","category":"World","language":"en","title":"CBI probe into  NEET-UG exam, NTA chief sacked￼","excerpt":"The Centre on Saturday ordered a CBI investigation into the allegations of malpractices and paper leak in the conduct of NEET-UG exam for the admission to medical courses. The government's move comes over a week after the controversy of alleged paper leak erupted, triggering protests by the students and political parties. This comes days after","author":"Tattva News Team","time":"23/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/NTA-row.jpg","readTime":"5 min read","contentHTML":"\n<p>The Centre on Saturday ordered a CBI investigation into the allegations of malpractices and paper leak in the conduct of NEET-UG exam for the admission to medical courses. The government's move comes over a week after the controversy of alleged paper leak erupted, triggering protests by the students and political parties.</p>\n\n\n\n<p>This comes days after the CBI, on June 20, registered an FIR into the UGC-NET paper leak case against unidentified persons on a reference from the Union Education Ministry. In a major action amid the paper leak row, the Centre sacked Subodh Kumar Singh as the director general of the exam body National Testing Agency (NTA) and replaced him with Pradeep Singh Kharola, IAS, on the post on Saturday.</p>\n\n\n\n<p>The government's latest action comes in a series of steps starting from notifying the 'Anti-paper leak' law on Friday, to constituting a 7-member expert panel aiming to ensure transparent, smooth and fair conduct of examinations. The moves come as the row over the NEET-UG continued over a week. UGC-NET was cancelled, a day after its conduct as the question paper was leaked on darknet.</p>\n\n\n\n<p>Meanwhile, the Union Ministry of Education has constituted a high-level committee of experts to ensure transparent, smooth and fair conduct of examinations. The move comes as the row over paper leaks of various top exams, including NEET-UG and UGC NET, which was cancelled a day after its conduct, continues for over a week.</p>\n\n\n\n<p>Dr K Radhakrishnan, Former Chairman, ISRO and Chairman BoG, IIT Kanpur, will head the panel of 7 experts. Other members of the panel include: Dr. Randeep Guleria, Former Director, AIIMS Delhi, Prof. B J Rao, Vice Chancellor, Central University of Hyderabad, Prof. Ramamurthy K, Professor Emeritus, Department of Civil Engineering, IIT Madras, Pankaj Bansal, Co-Founder, People Strong and Board Member- Karmayogi Bharat, Prof. Aditya Mittal, Dean Student Affairs, IIT Delhi, Govind Jaiswal, Joint Secretary, Ministry of Education.</p>\n\n\n\n<p>The Ministry of Education, in a statement, said that in order to ensure transparent, smooth and fair conduct of examinations through National Testing Agency (NTA), Department of Higher Education, Ministry of Education constituted a high-level committee of experts to make recommendations on reform in mechanism of examination process, improvement in Data Security protocols, structure and functioning of National Testing Agency </p>\n\n\n\n<p>Education Minister Dharmendra Pradhan reacted to the government's move and said that it is the first step to put an end to all malpractices and \"reform the NTA\".</p>\n\n\n\n<p>\"Transparent, tamper-free and zero-error examinations is a commitment. Setting up of the high-level committee of experts is the first of a series of step to improve efficiency of the examination process, put an end to all possible malpractices, strengthen data security protocols and overhaul and reform the NTA. Student interests and their bright future will always be our govt’s top priority,\" he posted on X.</p>\n","originalUrl":"https://en.tattvanews.com/national/cbi-probe-into-neet-ug-exam-nta-chief-sacked%ef%bf%bc/","hasAudio":false,"hasInfographics":false}