{"id":"wp-te-19363","wp_id":19363,"type":"standard","category":"World","language":"te","title":"పద్మనాభ రెడ్డిగా పేరు మార్చుకుంటున్న ముద్రగడ","excerpt":"ఎన్నికల్లో పవన్ కళ్యాణ్‌ను ఓడించకపోతే తన పేరు చివర రెడ్డి పెట్టుకుంటానని చెప్పిన మాటకు కట్టుబడి ఉంటానని కాపు ఉద్యమ నేత ముద్రగడ ప్రకటించారు. ఎన్నికల్లో జనసేన ఘన విజయం సాధించడంతో ముద్రగడ పద్మనాభంపై మంగళవారం నుంచి తీవ్రంగా ట్రోలింగ్ జరుగుతోంది. పేరు మార్చుకునేది ఎప్పుడంటూ పవన్ అభిమానులు ప్రశ్నిస్తున్నారు.  ఈ నేపథ్యంలో తన పేరును పద్మనాభ రెడ్డిగా మార్చుకుంటున్నట్టు ముద్రగడ ప్రకటించారు. అందుకు అవసరమైన గెజిట్ ఏర్పాట్లు చేస్తున్నట్టు వెల్లడించారు. పిఠాపురంలో పవన్‍ను ఓడిస్తానని సవాల్ చేశానని,","author":"Tattva News Team","time":"5/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Mudragada.jpg","readTime":"5 min read","contentHTML":"\n<p>ఎన్నికల్లో పవన్ కళ్యాణ్‌ను ఓడించకపోతే తన పేరు చివర రెడ్డి పెట్టుకుంటానని చెప్పిన మాటకు కట్టుబడి ఉంటానని కాపు ఉద్యమ నేత ముద్రగడ ప్రకటించారు. ఎన్నికల్లో జనసేన ఘన విజయం సాధించడంతో ముద్రగడ పద్మనాభంపై మంగళవారం నుంచి తీవ్రంగా ట్రోలింగ్ జరుగుతోంది. పేరు మార్చుకునేది ఎప్పుడంటూ పవన్ అభిమానులు ప్రశ్నిస్తున్నారు. </p>\n\n\n\n<p>ఈ నేపథ్యంలో తన పేరును పద్మనాభ రెడ్డిగా మార్చుకుంటున్నట్టు ముద్రగడ ప్రకటించారు. అందుకు అవసరమైన గెజిట్ ఏర్పాట్లు చేస్తున్నట్టు వెల్లడించారు. పిఠాపురంలో పవన్‍ను ఓడిస్తానని సవాల్ చేశానని, దాంట్లో తాను ఓటమి చెందానని, అన్నమాట ప్రకారం తన పేరును పద్మనాభ రెడ్డిగా మార్చమని గెజిట్ పబ్లికేషన్ కోసం అంతా సిద్ధం చేసుకున్నానని ముద్రగడ పద్మనాభం ప్రకటించారు. </p>\n\n\n\n<p>తన కోసం వచ్చే వారికి ఉప్మాలు పెట్టడంపై జనసేన కార్యకర్తలు ట్రోలింగ్ చేస్తున్నారని పవన్ కళ్యాణ్‌ అభిమానులకు బిర్యానీలు పెట్టాలని సూచించారు. జనసేన అధినేత పవన్ కల్యాణ్, ఆయన సోదరుడు చిరంజీవిలపై వైసీపీ నేత ముద్రగడ ఆగ్రహం వ్యక్తం చేస్తూ పిఠాపురంలో పవన్ ను ఓడించకపోతే తన పేరు పద్మనాభరెడ్డిగా మార్చుకుంటానని ప్రకటించారు. ఏప్రిల్‌30న ఎన్నికల పోలింగ్‌కు ముందు ఈ సవాలు చేశారు.</p>\n\n\n\n<p>పిఠాపురంలో పవన్ కల్యాణ్ ను ఓడించకపోతే తన పేరు మార్చుకుంటానని ఛాలెంజ్ చేశారు. తన పేరు పద్మనాభరెడ్డిగా మార్చుకుంటానని పేర్కొంటూ ఎమ్మెల్యే పదవి కోసం హైదరాబాద్  నుంచి పిఠాపురం పారిపోయి వచ్చారని పవన్ పై ముద్రగడ సెటైర్లు వేశారు.</p>\n","originalUrl":"https://tattvanews.com/19363/05/06/2024/","hasAudio":false,"hasInfographics":false}