{"id":"wp-en-13916","wp_id":13916,"type":"standard","category":"World","language":"en","title":"PPFA bats for a correct NRC with 1951 base year","excerpt":"By Nava J Thakuria      Expressing distress over the recent debates about the voting pattern of Bangladesh-origin Muslims in favour of a particular political party in General Elections 2024 and a steady increase in aggressions over the original inhabitants  despite enjoying development benefits (including housing, sanitation, electricity, etc facilities) from the Bharatiya Janata Party-led governments in","author":"Tattva News Team","time":"30/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/NRC.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>   </strong><strong>  </strong><strong></strong></p>\n\n\n\n<p>Expressing distress over the recent debates about the voting pattern of Bangladesh-origin Muslims in favour of a particular political party in General Elections 2024 and a steady increase in aggressions over the original inhabitants  despite enjoying development benefits (including housing, sanitation, electricity, etc facilities) from the Bharatiya Janata Party-led governments in New Delhi and Dispur, the Patriotic People’s Front Assam (PPFA) insisted on ending such unfortunate discourse once for all by initiating a correct National Register of Citizens (NRC) in Assam with the base year of 1951.</p>\n\n\n\n<p>The forum of nationalist citizens based in northeast India, wants to end this kind of public discussions as early as possible. People of Assam should not continue killing time with the same old topic of East Pakistani-Bangladeshi migrants in this part of  Bharat.  Both the Central and State governments should take pragmatic initiative to identify the illegal migrants in the State and deport them to their original places. If, at all, that is not possible for any reason at this moment, the illegal migrants must be identified first (with the basis of 1951 cut-off year) and proportionately distribute them across the country, asserted the PPFA.</p>\n\n\n\n<p>The forum also reminded that the Assam NRC is yet to be endorsed by the Registrar General of India (RGI) and hence there are ample scopes for a complete  re-verification with the due legal process. The NRC draft is also alleged to include a large number of foreigners’ names (thanks to the technical mismanagement engineered by former NRC State coordinator Prateek Hajela and his associates) and the updating process was full of irregularities and corruption.</p>\n\n\n\n<p>Needless to mention that the Comptroller & Auditor General of India (CAG) detected financial irregularities to the tune of over  Rs 260 crores during the process and also fixed responsibility on Hajela and Wipro limited. One can remember how some motivated elements, including in the mainstream media, tried to convince the Assamese community to accept the NRC draft as a fine one (read no verification needed).</p>\n\n\n\n<p>At least one Guwahati-based television scribe was even named and shamed on social media as being a beneficiary to the multi-crore NRC scam, as he tried his best to garner support to Hajela for ‘NRC works’ without bothering its immediate consequences on the national security and future of indigenous populace. The forum concluded with a pertinent question, if there will be a fair probe into the NRC updation irregularities and  hold guilty individuals, including the journalist(s), accountable for the crime.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/ppfa-bats-for-a-correct-nrc-with-1951-base-year%ef%bf%bc/","hasAudio":false,"hasInfographics":false}