{"id":"wp-en-14904","wp_id":14904,"type":"standard","category":"World","language":"en","title":"BJP workers protest outside Rahul Gandhi's residence","excerpt":"Delhi Bhartiya Janata Party (BJP)'s Sikh cell members on Wednesday staged a protest outside Congress leader Rahul Gandhi's residence near 10 Janpath, New Delhi over his statements related to the Sikh community during his US visit. Members of Sikh Prakoshth of BJP Delhi, including women, raised slogans, while holding placards. They tried to approach Gandhi's","author":"Tattva News Team","time":"12/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Delhi-BJP-protest.jpg","readTime":"5 min read","contentHTML":"\n<p>Delhi Bhartiya Janata Party (BJP)'s Sikh cell members on Wednesday staged a protest outside Congress leader Rahul Gandhi's residence near 10 Janpath, New Delhi over his statements related to the Sikh community during his US visit.</p>\n\n\n\n<p>Members of Sikh Prakoshth of BJP Delhi, including women, raised slogans, while holding placards. They tried to approach Gandhi's residence 10 Janpath, marching from Vigyan Bhawan but police stopped them.</p>\n\n\n\n<p>BJP leader RP Singh said \"Rahul Gandhi should apologise. He used the foreign land to defame India and gave a statement about Sikhs that Sikhs are not allowed to wear turban and go to Gurudwara...\"</p>\n\n\n\n<p>The protesters raised slogans against Gandhi and demanded his apology for allegedly \"humiliating\" Sikhs and held the Congress responsible for the 1984 anti-Sikh riots in the country.</p>\n\n\n\n<p>The BJP has come down heavily on Gandhi over his remarks in the US about the Sikh community, saying the Congress leader is trying to create a \"dangerous narrative\" by speaking on \"sensitive issues\" abroad.</p>\n\n\n\n<p>Addressing a gathering of several hundred Indian Americans in Washington DC on Monday, Gandhi accused the RSS of considering some religions, languages and communities of being inferior to others and said the fight in India is about this, and not about politics.</p>\n\n\n\n<p>Gandhi asked the name of one of the Sikh attendees in the front rows during the programme. \"What is your name, brother with the turban,\" he asked.</p>\n\n\n\n<p>\"The fight is about whether a Sikh is going to be allowed to wear his turban in India or a kada in India. Or he, as a Sikh, is going to be able to go to a gurdwara. That's what the fight is about. And not just for him, for all religions,\" said Gandhi.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-workers-protest-outside-rahul-gandhis-residence/","hasAudio":false,"hasInfographics":false}