{"id":"wp-en-14915","wp_id":14915,"type":"standard","category":"World","language":"en","title":"CPM General Secretary Sitaram Yechury died","excerpt":"Communist Party of India (Marxist) general secretary Sitaram Yechury, 72, passed away on Thursday at AIIMS, New Delhi, after battling a respiratory tract infection. Known for his affable personality and accommodative political stance, Yechury was one of the most recognisable faces of the Left in recent years. He is survived by his wife Seema Chishti,","author":"Tattva News Team","time":"12/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Yechuri2.jpg","readTime":"5 min read","contentHTML":"\n<p>Communist Party of India (Marxist) general secretary Sitaram Yechury, 72, passed away on Thursday at AIIMS, New Delhi, after battling a respiratory tract infection. Known for his affable personality and accommodative political stance, Yechury was one of the most recognisable faces of the Left in recent years.</p>\n\n\n\n<p>He is survived by his wife Seema Chishti, editor of The Wire; his daughter Akhila and son Daanish. A Marxist theoretician, Yechury was a believer when it came to the Communist ideology but showed the rare willingness to test the limitations of its hard boundaries for the imperatives of democractic — and practical — politics.</p>\n\n\n\n<p>A firebrand student leader who fought against the Emergency in the 1970s, he joined the CPI(M) when he was a university student, and was just 32 when he was made a Central Committee member – one of the youngest to be accepted at the CPI(M) high table.</p>\n\n\n\n<p>From one of the leading faces of the anti-Congress Opposition, Yechury would go on to become a key face in coalition-building efforts in national politics starting from the mid-1990s, when different Janata factions came together to keep the Congress out.</p>\n\n\n\n<p>However, he would stand up to the leadership (along with Prakash Karat, later a rival) to deny Jyoti Basu a shot at Prime Ministership in 1996 – a decision that was openly termed a historic blunder by Basu himself later.</p>\n\n\n\n<p>Having showed that he could blend strong ideological grounding with adeptness at the art of politics, Yechury would go on to become virtually the face of the CPI(M) in Delhi, more so in Parliament where he was a Rajya Sabha MP from 2005 to 2017</p>\n\n\n\n<p>Born in united Andhra Pradesh into a Brahmin family, Yechury completed his schooling in Hyderabad, but moved to Delhi for higher studies in 1969 after disruption of academic life due to the separate Telangana movement. After graduation in Economics from St Stephen’s College of Delhi University, he joined JNU for his post-graduation.</p>\n\n\n\n<p>Yechury began his political life as an activist of the Students’ Federation of India (SFI) in 1974, while at JNU. A year later, he joined the CPI(M) and was soon involved in organising “resistance” to the Emergency imposed by Indira Gandhi, as part of which he had to go into hiding and spend some time under arrest.</p>\n","originalUrl":"https://en.tattvanews.com/national/cpm-general-secretary-sitaram-yechury-died/","hasAudio":false,"hasInfographics":false}