{"id":"wp-te-18754","wp_id":18754,"type":"standard","category":"World","language":"te","title":"కేజ్రీవాల్ కు ఎన్నికల వేళ మధ్యంతర బెయిల్?","excerpt":"ఢిల్లీ మద్యం పాలసీ కేసులో అరెస్ట్ అయి తీహార్ జైలులో ఉన్న ఢిల్లీ సీఎం అరవింద్ కేజ్రీవాల్‌కు.. ఎన్నికల వేళ బెయిల్ వచ్చే అవకాశాలు ఉన్నాయా?తాజాగా కేజ్రీవాల్ మధ్యంతర బెయిల్ పిటిషన్‌ను పరిగణలోకి తీసుకుంటామని సుప్రీంకోర్టు చెప్పడంతో అందుకు అవకాశాలు కనిపిస్తున్నాయి. లోక్‌సభ ఎన్నికల వేళ కేజ్రీవాల్ బెయిల్ పిటిషన్‌పై ఇరు వర్గాల వాదనలు వింటామని ధర్మాసనం స్పష్టం చేసింది.  అయితే విచారణ జరిపిన తర్వాత కేజ్రీవాల్‌కు బెయిల్ మంజూరు చేయవచ్చు లేదా మంజూరు చేయకపోవచ్చు అని","author":"Tattva News Team","time":"4/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Kejriwal-SC.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ మద్యం పాలసీ కేసులో అరెస్ట్ అయి తీహార్ జైలులో ఉన్న ఢిల్లీ సీఎం అరవింద్ కేజ్రీవాల్‌కు.. ఎన్నికల వేళ బెయిల్ వచ్చే అవకాశాలు ఉన్నాయా?తాజాగా కేజ్రీవాల్ మధ్యంతర బెయిల్ పిటిషన్‌ను పరిగణలోకి తీసుకుంటామని సుప్రీంకోర్టు చెప్పడంతో అందుకు అవకాశాలు కనిపిస్తున్నాయి. లోక్‌సభ ఎన్నికల వేళ కేజ్రీవాల్ బెయిల్ పిటిషన్‌పై ఇరు వర్గాల వాదనలు వింటామని ధర్మాసనం స్పష్టం చేసింది. </p>\n\n\n\n<p>అయితే విచారణ జరిపిన తర్వాత కేజ్రీవాల్‌కు బెయిల్ మంజూరు చేయవచ్చు లేదా మంజూరు చేయకపోవచ్చు అని కూడా పేర్కొంది. దీనిపై అటు కేజ్రీవాల్ తరఫు న్యాయవాది గానీ, ఇటు ఈడీ తరఫు న్యాయవాది గానీ ఆశ్చర్యపోనక్కర్లేదని జస్టిస్ సంజీవ్ ఖన్నా, జస్టిస్ దీపాంకర్ దత్తాలతో కూడిన ధర్మాసనం తేల్చి చెప్పింది.<br><br>ఈ క్రమంలోనే ఢిల్లీ లిక్కర్ కేసులో అరవింద్ కేజ్రీవాల్ బెయిల్ పిటిషన్‌పై విచారణకు సంబంధించి వాదనలకు సిద్ధంగా ఉండాలని ఈడీ తరఫు న్యాయవాదికి సుప్రీంకోర్టు ద్విసభ్య ధర్మాసనం సూచించింది. ప్రస్తుతం దేశంలో ఎన్నికల నేపథ్యంలో అరవింద్‌ కేజ్రీవాల్ ‌మధ్యంతర బెయిల్‌ను పరిగణనలోకి తీసుకుంటామని సుప్రీంకోర్టు శుక్రవారం వెల్లడించింది. </p>\n\n\n\n<p>ఈ నెల 7 వ తేదీన కేజ్రీవాల్ బెయిల్ అంశంపై విచారణ జరుపుతామని ఈడీకి తెలిపింది. కేజ్రీవాల్‌ బెయిల్‌ అంశంపై సిద్ధంగా ఉండాలని ఈడీ న్యాయవాదికి సూచించింది.  ఈడీ అరెస్టుకు వ్యతిరేకంగా కేజ్రీవాల్‌ దాఖలు చేసిన పిటిషన్‌ను విచారణ జరిపేందుకు సమయం పట్టే అవకాశం ఉందని.. అందుకే మధ్యంతర బెయిల్‌ పిటిషన్‌పై విచారణ జరుపుతామని కోర్టు వెల్లడించింది.</p>\n\n\n\n<p>అయితే కేజ్రీవాల్‌ మధ్యంతర బెయిల్‌ పిటిషన్‌ను తాము వ్యతిరేకిస్తామని ఈడీ తరఫు లాయర్ అడిషినల్‌ సొలిసిటర్‌ జనరల్‌ ఎస్‌వీ రాజు కోర్టుకు తెలిపారు. ఈ వ్యాఖ్యలపై స్పందించిన ధర్మాసనం కేవలం బెయిల్ పిటిషన్‌పై విచారణ మాత్రమే చేస్తామని చెప్పామని, కానీ బెయిల్ ఇస్తామని ఖచ్చితంగా చెప్పలేదని తెలిపింది. </p>\n\n\n\n<p>వాదనలు విన్న తర్వాత బెయిల్‌ ఇవ్వొచ్చు, ఇవ్వకపోవచ్చని వ్యాఖ్యానించింది. విచారణకు రెండు వర్గాలు సిద్ధమై రావాలని సుప్రీంకోర్టు సూచించింది. ఒకవేళ కేజ్రీవాల్‌కు మధ్యంతర బెయిల్ మంజూరైతే ఆయనకు విధించే షరతులు, సీఎంగా ఏ ఫైళ్లపై సంతకం చేయాలి.. ఏ ఫైళ్లపై సంతకాలు చేయవద్దు అనే విషయాలను పరిశీలించాలని ఈడీకి సుప్రీంకోర్టు సూచించింది.</p>\n","originalUrl":"https://tattvanews.com/18754/04/05/2024/","hasAudio":false,"hasInfographics":false}