{"id":"wp-te-18527","wp_id":18527,"type":"standard","category":"World","language":"te","title":"అన్న చిరంజీవిని ఏమైనా అంటే జాగ్రత్త.. పవన్ హెచ్చరిక ￼","excerpt":"తన అన్న చిరంజీవిని ఏమైనా అంటే ఊరుకోనని ప్రభుత్వ సలహాదారు సజ్జల రామకృష్ణారెడ్డిపై జనసేన అధ్యక్షుడు పవన్‌ కల్యాణ్‌ తీవ్ర స్థాయిలో విరుచుకుపడ్డారు. ఆదివారం రాత్రి పశ్చిమ గోదావరి జిల్లా నరసాపురం, భీమవరంలలో జరిగిన ఎన్నికల సభల్లో ఆయన ఎన్డీయే అభ్యర్థుల తరఫున ప్రచారం చేశారు.  ‘సజ్జల పులివెందుల నుంచి వచ్చారో.. ఫ్యాక్షన్‌ నేపథ్యం నుంచి వచ్చారో తెలియదు, సింహం సింగిల్‌గా వస్తుందంటాడు.. కానీ రాష్ట్రాన్ని దోచుకున్న పందుకొక్కల సమూహం మీది. మీ అందరికీ డబ్బులు, అధికారం, అహంకారం","author":"Tattva News Team","time":"22/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Pavan1.jpg","readTime":"5 min read","contentHTML":"\n<p>తన అన్న చిరంజీవిని ఏమైనా అంటే ఊరుకోనని ప్రభుత్వ సలహాదారు సజ్జల రామకృష్ణారెడ్డిపై జనసేన అధ్యక్షుడు పవన్‌ కల్యాణ్‌ తీవ్ర స్థాయిలో విరుచుకుపడ్డారు. ఆదివారం రాత్రి పశ్చిమ గోదావరి జిల్లా నరసాపురం, భీమవరంలలో జరిగిన ఎన్నికల సభల్లో ఆయన ఎన్డీయే అభ్యర్థుల తరఫున ప్రచారం చేశారు. </p>\n\n\n\n<p>‘సజ్జల పులివెందుల నుంచి వచ్చారో.. ఫ్యాక్షన్‌ నేపథ్యం నుంచి వచ్చారో తెలియదు, సింహం సింగిల్‌గా వస్తుందంటాడు.. కానీ రాష్ట్రాన్ని దోచుకున్న పందుకొక్కల సమూహం మీది. మీ అందరికీ డబ్బులు, అధికారం, అహంకారం ఎక్కువయ్యాయి. సజ్జలను హెచ్చరిస్తున్నా.. మా అన్న చిరంజీవి అజాత శత్రువు.. ఆయన జోలికి గానీ, శెట్టి బలిజ, కాపు, ఎస్సీ, ఎస్టీ.. ఇలా ఏ సామాజికవర్గం జోలికి గానీ వచ్చినా ఊరుకోను' అని హెచ్చరించారు. </p>\n\n\n\n<p>చిరంజీవి జనసేనకు రూ.5 కోట్లు ఇచ్చి, ఆయన కుమారుడు రామ్‌చరణ్‌ను కూడా విరాళం ఇవ్వమని చెప్పినందుకు రాజకీయం చేస్తున్నారు. ఎన్నికల్లో పోటీ చేస్తున్న సీఎం రమేశ్‌ (అనకాపల్లి లోక్‌సభ), పంచకర్ల రమేశ్‌బాబు (పెందుర్తి)లను గెలిపించాలని సోషల్‌ మీడియా వేదికగా చిరంజీవి చెబితే సజ్జలా నీకెందుకంత బాధ? అని పవన్ ఆగ్రహం వ్యక్తం చేసారు. </p>\n\n\n\n<p>\"చంద్రబాబుకు పుట్టిన రోజు శుభాకాంక్షలు చెప్పిన సూపర్‌స్టార్‌ రజనీకాంత్‌ను కూడా తిడుతున్నారు. ఒకప్పుడు చంద్రబాబు చాలా సాఫ్ట్‌గా ఆలోచించేవారు. జైలుకు వెళ్లి వచ్చిన తర్వాత చాలా మార్పు వచ్చింది. దుర్మార్గులపై కఠినంగా ఉండాలని నిర్ణయానికి వచ్చారు. ఆయనకు నేను తోడు. జగన్‌ అండ్‌ కోకు ఎదురుదెబ్బ తప్పదు\" అని స్పష్టం చేశారు. </p>\n\n\n\n<p>`నరసాపురం గడ్డ నుంచి చెబుతున్నా.. సజ్జలా.. నువ్వు, మీ జగన్‌ పద్ధతులు మార్చుకోండి. లేదంటే కూటమి ఆధికారంలోకి వచ్చాక రోడ్డుపై మోకాళ్లపై దేకిస్తా’ అని హెచ్చరించారు.  ముగ్గురు పెళ్లాలంటావేంట్రా మూర్ఖుడా.. వ్యక్తిగత జీవితాల గురించి ఎందుకు మాట్లాడుతున్నావ్‌? ప్రతి జీవితంలో ఒడిదొడుకులుంటాయి. సమస్యలు లేని కుటుంబం ఎక్కడుంటుంది? అని ప్రశ్నించారు.</p>\n\n\n\n<p>ఈ సీఎంకు రౌడీ గ్యాంగులు, బ్లేడ్‌బ్యాచ్‌లున్నాయి, వంతపాడే అధికారులున్నారు. ఈయనలా నాది రాజకీయాల్లో మూడో తరం కాదు.. మొదటి తరం. కింది స్థాయి కుటుంబం నుంచి వచ్చాను. పార్టీ పెట్టాను. రెండు చోట్ల ఓడిపోయాను. దెబ్బలు పడ్డా, రాజకీయాలు నుంచి పారిపోలేదు. పదేళ్లపాటు పార్టీని నిలబెట్టాను అని గుర్తు చేశారు. </p>\n\n\n\n<p>జగన్‌ అధికారంలోకి వచ్చాక రౌడీ మూకలు పెరిగిపోయాయి. చంద్రబాబు సతీమణిని, షర్మిలను, చివరకు పినతండ్రి కుమార్తె చెల్లెలు సునీతనూ వదలలేదు. జగన్‌కు మళ్లీ అధికారమిస్తే ఆస్తులు కూడా మిగలవని ప్రజలను పవన్ కళ్యాణ్ హెచ్చరించారు. ఆస్తులపై ఆంధ్ర ప్రభుత్వ రాజముద్ర ఉండాలి. కానీ జగన్‌ బొమ్మ ఉంటుందని ఎద్దేవా చేశారు. </p>\n\n\n\n<p>ఆస్తులన్నీ డిజిటలైజేషన్‌ చేశాడు, ప్రభుత్వ ఆస్తులను అమ్మేశాడు, మళ్లీ అధికారమిస్తే ప్రైవేటు ఆస్తులనూ తాకట్టు పెట్టేస్తాడు. జగన్‌కు వంతపాడుతున్న నాయకులను ఇదే హెచ్చరిస్తున్నా.. మీ ఆస్తులూ దక్కవు. మళ్లీ ఆయనకు చాన్సిస్తే ఆడబిడ్డల మాన ప్రాణాలకు రక్షణ ఉండదు. ఆలోచించి ఓటేయండి.. ఎన్డీయేని గెలిపించండి అని పిలుపిచ్చారు.</p>\n\n\n\n<p>జగన్‌ గొడుగు కిందకు వెళ్లిన వారంతా రౌడీలుగా మారిపోతున్నారు. జక్కంపూడి రాజా నుంచి ముదునూరి ప్రసాదరాజు వరకు ఎవరైనా ఇంతే. ఐదేళ్ల పాటు రాష్ర్టాన్ని దోచుకుతిన్నారు, కోట్లు సంపాదించారు. బ్లేడ్‌ బ్యాచ్‌, రౌడీలను అడ్డం పెట్టుకుని విధ్వంసం సృష్టించారని విమర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/18527/22/04/2024/","hasAudio":false,"hasInfographics":false}