{"id":"wp-en-15714","wp_id":15714,"type":"standard","category":"World","language":"en","title":"Fadnavis elected as leader of Maharashtra BJP Legislative Party","excerpt":"The Bharatiya Janata Party (BJP) leader Devendra Fadnavis has been unanimously elected as the Leader of Maharashtra BJP Legislative Party on Wednesday.  The core committee team of BJP has today approved the name of Devendra Fadnavis to become the next chief minister of Maharashtra. The core group meeting of the BJP has ended in Mumbai. The meeting of the legislative party began and independent legislators supporting the BJP","author":"Tattva News Team","time":"4/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Fadnavis.webp","readTime":"5 min read","contentHTML":"\n<p>The Bharatiya Janata Party (BJP) leader Devendra Fadnavis has been unanimously elected as the Leader of Maharashtra BJP Legislative Party on Wednesday. </p>\n\n\n\n<p>The<strong> </strong>core committee team of BJP has today approved the name of Devendra Fadnavis to become the next chief minister of Maharashtra. The core group meeting of the BJP has ended in Mumbai. The meeting of the legislative party began and independent legislators supporting the BJP have reached the Assembly of Maharashtra.</p>\n\n\n\n<p>As per reports, the leaders of 'Mahayuti' will go to the Governor's House at around 3:30 pm on Wednesday to stake their claim to form the government in Maharashtra.</p>\n\n\n\n<p>Chandrakant Patil and Sudhir Mungantiwar will propose the name of Devendra Fadnavis in the BJP legislature party meeting. Ashish Shelar and Ravindra will support the proposal and Randhir Savarkar will conduct the process. </p>\n\n\n\n<p>Union Finance Minister Nirmala Sitharaman, who is also an observer, joined Vijay Rupani in the talks. The two leaders met BJP’s elected representatives in the Central Hall of the Maharashtra Vidhan Bhavan to finalise the name.</p>\n\n\n\n<p>Maharashtra BJP leader Sudhir Mungantiwar said the Mahayuti partners will meet Governor CP Radhakrishnan at 3:30 pm on Wednesday to stake a claim to form a government in the state. Mungantiwar was speaking to media ahead of the BJP's crucial legislature party meeting scheduled at the Vidhan Bhavan here on Wednesday to elect its leader, who is expected to be sworn in as the chief minister on Thursday.</p>\n","originalUrl":"https://en.tattvanews.com/national/fadnavis-elected-as-leader-of-maharashtra-bjp-legislative-party%ef%bf%bc/","hasAudio":false,"hasInfographics":false}