{"id":"wp-en-13295","wp_id":13295,"type":"standard","category":"World","language":"en","title":"Jagan confident YSRCP will surpass last time’s figure of 151￼","excerpt":"Chief Minister Y.S. Jagan Mohan Reddy exodus confidence that his party, the YSR Congress Party (YSRCP), would sweep back to power. He visited the office of I-PAC, YSRCP’s political consultants on Thursday, in Vijayawada and interacted with the employees. Amidst loud cheers, he expressed confidence that the results would break previous records, winning 151 out of 175 MLA","author":"Tattva News Team","time":"17/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Jagan-Ipack.jpeg","readTime":"5 min read","contentHTML":"\n<p>Chief Minister Y.S. Jagan Mohan Reddy exodus confidence that his party, the YSR Congress Party (YSRCP), would sweep back to power. He visited the office of I-PAC, YSRCP’s political consultants on Thursday, in Vijayawada and interacted with the employees.</p>\n\n\n\n<p>Amidst loud cheers, he expressed confidence that the results would break previous records, winning 151 out of 175 MLA seats and 22 out of 25 MP seats. This was his first speech after the polling day.</p>\n\n\n\n<p>“I promise that these results will ensure that the whole country will stand up and look towards Andhra Pradesh. Last time’s 151 itself is a tall number and 22 is a tall number, this time we are going to break that record. We will surpass 151 and we will surpass 22,” he said.</p>\n\n\n\n<p>Addressing the I-PAC team, he said that although the government could deliver good governance, it was the one and a half years of efforts by I-PAC, bringing in efficiency, that helped the party achieve its target.</p>\n\n\n\n<p>He also highlighted the contribution of Rishi Raj Singh, who heads the I-PAC, throwing his weight behind him in the ongoing tussle between I-PAC and its former mentor Prashant Kishor.</p>\n\n\n\n<p>Jagan took a dig at Prashant Kishor, who is indirectly backing the TDP alliance now and who had recently predicted the defeat of the YSRCP. As elated members of I-PAC raised slogans of “CM…CM” and “Jai Jagan,” he said, Jagan also stated that the seats they are going to win would be far greater than what Prashant could ever dream of.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/jagan-confident-ysrcp-will-surpass-last-times-figure-of-151%ef%bf%bc/","hasAudio":false,"hasInfographics":false}