{"id":"wp-te-18521","wp_id":18521,"type":"standard","category":"World","language":"te","title":"కాంగ్రెస్ కు ఓటేస్తే ప్రజల కష్టార్జితం అంతా ముస్లింలకే!","excerpt":"లోక్‌సభ ఎన్నికల ప్రచారంలో భాగంగా కాంగ్రెస్‌పై తీవ్ర ఆరోపణలు చేశారు. కాంగ్రెస్‌ పార్టీ కేంద్రంలో అధికారంలోకి వస్తే, ప్రజల ఆస్తులు, భూమి, బంగారాన్ని ముస్లింలకు పంచేస్తుందని  ప్రధానమంత్రి నరేంద్ర మోదీ ఆరోపించారు. ఆదివారం రాజస్థాన్‌లోని జాలోర్‌లో ఆయన ఎన్నికల ప్రచారసభలో మాట్లాడుతూ  మీ కష్టార్జితాన్ని చొరబాటుదారులకు పంచేందుకు మీరు అంగీకరిస్తారా?’ అని ప్రశ్నించారు ‘ఇంతకుముందు వాళ్లు(కాంగ్రెస్‌) అధికారంలో ఉన్నప్పుడు దేశ సంపదలో మొదటి హక్కు ముస్లింలకే అని చెప్పారు. అంటే ఈ సంపద మొత్తాన్ని వారు ఎక్కువ","author":"Tattva News Team","time":"22/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Modi-Raj.jpg","readTime":"5 min read","contentHTML":"\n<p>లోక్‌సభ ఎన్నికల ప్రచారంలో భాగంగా కాంగ్రెస్‌పై తీవ్ర ఆరోపణలు చేశారు. కాంగ్రెస్‌ పార్టీ కేంద్రంలో అధికారంలోకి వస్తే, ప్రజల ఆస్తులు, భూమి, బంగారాన్ని ముస్లింలకు పంచేస్తుందని  ప్రధానమంత్రి నరేంద్ర మోదీ ఆరోపించారు. ఆదివారం రాజస్థాన్‌లోని జాలోర్‌లో ఆయన ఎన్నికల ప్రచారసభలో మాట్లాడుతూ  మీ కష్టార్జితాన్ని చొరబాటుదారులకు పంచేందుకు మీరు అంగీకరిస్తారా?’ అని ప్రశ్నించారు</p>\n\n\n\n<p>‘ఇంతకుముందు వాళ్లు(కాంగ్రెస్‌) అధికారంలో ఉన్నప్పుడు దేశ సంపదలో మొదటి హక్కు ముస్లింలకే అని చెప్పారు. అంటే ఈ సంపద మొత్తాన్ని వారు ఎక్కువ మంది పిల్లలు ఉన్న వారికి, చొరబాటుదారులకు పంచేస్తారు' అని ప్రధాని ధ్వజమెత్తారు.</p>\n\n\n\n<p>‘తల్లులు, చెల్లెళ్ల దగ్గర ఉన్న బంగారం లెక్క తీస్తామని కాంగ్రెస్‌ మ్యానిఫెస్టో చెప్తున్నది. ఈ సంపదను పంచేస్తారు. సంపదపై ముస్లింలకే మొదటి హక్కు ఉంటుందని మన్మోహన్‌ సింగ్‌ ప్రభుత్వం చెప్పింది. ఈ అర్బన్‌ నక్సల్స్‌ ఆలోచన నా తల్లులు, చెల్లెళ్ల మంగళసూత్రాలను కూడా వదలదు’ అని మోదీ హెచ్చరించారు.</p>\n\n\n\n<p>కాగా ఎన్నికల బరిలో నిలిచి, గెలవలేని నేతలు రాజ్యసభ సభ్యులుగా రాజస్థాన్‌ నుంచి ఎన్నికవుతున్నారని ప్రధానమంత్రి ఆరోపించారు. “మీరు రాజస్థాన్‌ నుంచి మాజీ ప్రధాని మన్మోహన్‌ సింగ్‌ను రాజ్యసభకు పంపించారు. ఆ తర్వాత ఆయన రాష్ట్రంలో కనిపించారా? ఇప్పుడు మళ్లీ రాష్ట్రం నుంచి రాజ్యసభకు ఆ పార్టీ నేత మరొకరు వెళ్లారు. ఎన్నికల్లో పోరాడి, గెలవలేనివారు రాజస్థాన్‌కు వస్తున్నారు” అని ఎద్దేవా చేశారు. అయితే ఆయన సోనియా గాంధీ పేరును నేరుగా ప్రస్తావించలేదు.</p>\n\n\n\n<p>కాంగ్రెస్ ‘పాపాలకు’ ఆ పార్టీని దేశం శిక్షిస్తోందని ప్రధాని చెప్పారు. ఒకప్పుడు 400 సీట్లు గెలుచుకున్న కాంగ్రెస్ ఇప్పుడు 300 సీట్లకు పోటీ చేయలేకపోతోందని ఎద్దేవా చేశారు.  ‘తొలి విడత వోటింగ్‌లో సగం రాజస్థాన్ కాంగ్రెస్‌ను శిక్షించింది. ‘దేశభక్తితో నిండిన రాజస్థాన్‌కు కాంగ్రెస్ పార్టీ భారత్‌ను సుదృఢం చేయజాలదని తెలుసు’ అని పేర్కొన్నారు. 2014 ముందునాటి పరిస్థితులు పునరావృతం కావాలని దేశం కోరుకోవడం లేదని ప్రధాని స్పష్టం చేశారు.</p>\n\n\n\n<p>‘ఆశ్రిత పక్షపాతం, అవినీతిచెదల వ్యాప్తి ద్వారా దేశాన్ని కాంగ్రెస్ దెబ్బ తీసింది. ఇప్పుడు దేశం కాంగ్రెస్‌పై ఆగ్రహంతో ఉంది. ఆ పాపాలకు పార్టీని దేశం శిక్షిస్తోంది’ అని ఆయన విమర్శించారు.‘తన ప్రస్తుత పరిస్థితికి కాంగ్రెస్ స్వీయ విమర్శ చేసుకోవలసి ఉంటుంది& ఒకప్పుడు 400 సీట్లు గెలుచుకున్న పార్టీ ఇప్పుడు సొంతంగా 300 సీట్లకు పోటీ చేయలేకపోతోంది’ అని మోదీ వ్యాఖ్యానించారు. </p>\n\n\n\n<p>బిజెపి అభ్యర్థి లుంబారామ్ చౌదరికి మద్దతుగా జలోరె జిల్లా భిన్మల్‌లో ఒక బహిరంగ సభలో మోడీ ప్రసంగించారు. చౌదరి కాంగ్రెస్ అభ్యర్థి, మాజీ సిఎం అశోక్ గెహ్లాట్ కుమారుడు వైభవ్ గెహ్లాట్‌తో పోటీ పడుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/18521/22/04/2024/","hasAudio":false,"hasInfographics":false}