{"id":"wp-te-21037","wp_id":21037,"type":"standard","category":"World","language":"te","title":"ప్రతి గంటకు 53 ప్రమాదాలు.. 19 మరణాలు..!","excerpt":"భారత్‌లో ప్రతి గంటకు 53 ప్రమాదాలు జరుగుతున్నాయని, ఇందులో 19 మరణాలు నమోదవుతున్నాయంటూ కేంద్రమంత్రి నితిన్‌ గడ్కరీ ఆందోళన వ్యక్తం చేశారు. ఈ క్రమంలో రోడ్డు భద్రతపై వాహనాల తయారీ కంపెనీలకు ఆయన కీలక విజ్ఞప్తి చేశారు.  ఇటీవల కాలంలో భారతీయ ఆటోమొబైల్‌ పరిశ్రమ వేగంగా అభివృద్ధి చెందుతున్నప్పటికీ.. రహదానులపై వాహనదారులు, పాదచారులకు సురక్షితంగా ఉండేలా చర్యలు తీసుకోవాలని కేంద్ర మంత్రి సూచించారు. దేశ రాజధాని ఢిల్లీలో జరిగిన సొసైటీ ఆఫ్‌ ఇండియాన్‌ ఆటోమొబైల్‌ మాన్యుఫ్యాక్చరర్స్ 64వ","author":"Tattva News Team","time":"11/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Gadkari.webp","readTime":"5 min read","contentHTML":"\n<p>భారత్‌లో ప్రతి గంటకు 53 ప్రమాదాలు జరుగుతున్నాయని, ఇందులో 19 మరణాలు నమోదవుతున్నాయంటూ కేంద్రమంత్రి నితిన్‌ గడ్కరీ ఆందోళన వ్యక్తం చేశారు. ఈ క్రమంలో రోడ్డు భద్రతపై వాహనాల తయారీ కంపెనీలకు ఆయన కీలక విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>ఇటీవల కాలంలో భారతీయ ఆటోమొబైల్‌ పరిశ్రమ వేగంగా అభివృద్ధి చెందుతున్నప్పటికీ.. రహదానులపై వాహనదారులు, పాదచారులకు సురక్షితంగా ఉండేలా చర్యలు తీసుకోవాలని కేంద్ర మంత్రి సూచించారు. దేశ రాజధాని ఢిల్లీలో జరిగిన సొసైటీ ఆఫ్‌ ఇండియాన్‌ ఆటోమొబైల్‌ మాన్యుఫ్యాక్చరర్స్ 64వ వార్షిక సదస్సులో కేంద్రమంత్రి పాల్గొన్నారు.</p>\n\n\n\n<p>ఈ సందర్భంగా గడ్కరీ మాట్లాడుతూ రోడ్డు ప్రమాదాల సంఖ్యను తగ్గించడంపై భాగస్వాములు దృష్టి సారించాలని కోరారు. దేశంలో అందరికీ సురక్షితమైన రహదానులను ఏర్పాటు చేయాల్సిన అవసరాన్ని నొక్కి చెప్పారు. డ్రైవర్లు స్థానిక నియమాలు, నిబంధనలపై అవగాహన కలిగి ఉన్నారని, అలాగే వాహనాలు నడపడం, నడపడంలో నైపుణ్యం కలిగి ఉండేలా డ్రైవింగ్ పాఠశాలలను ఏర్పాటు చేయాలని తయారీదారులను కోరారు. </p>\n\n\n\n<p>దేశంలో ప్రతి గంటకు 53 ప్రమాదాలు, 19 మరణాలు సంభవిస్తున్నాయని.. ఈ విషయంలో ఒక్కసారి ఆలోచన చేయాలని కోరారు. ప్రమాదాల్లో 45 శాతం ద్విచక్ర వాహనాలతో, 20 శాతం పాదచారులతోనే జరుగుతున్నాయని పేర్కొన్నారు. శిక్షణ పాఠశాలలు ఏర్పాటు చేయగలిగితే డ్రైవర్లకు శిక్షణ ఇవ్వగలమని.. ఇది నిజంగా సానుకూల పరిష్కారం కావచ్చని తెలిపారు.</p>\n\n\n\n<p>నాసిరకం రోడ్ల నిర్మాణం, సూచికలపై కేంద్ర రోడ్లు రహదారుల శాఖ దృష్టి సారించిందన్నారు. వాహనాల భద్రతను సైతం నొక్కి చెప్పారు. భారత్‌ ఎన్‌క్యాప్‌ ప్రాముఖ్యతను సైతం ఆయన హైలెట్‌ చేశారు. కస్టమర్లకు సురక్షితమైన వాహనాలను కలిగి ఉండేందుకు తయారీదారుల మధ్య ఆరోగ్యకరమైన పోటీని భారత్‌ ఎన్‌క్యాప్‌ నిర్ధారిస్తుందని చెప్పారు. కార్ అసెస్‌మెంట్ ప్రోగ్రామ్  అనేది భారత మార్కెట్‌లో విక్రయించే వాహనాలకు సొంత క్రాష్ సేఫ్టీ రేటింగ్. ప్రయాణీకుల భద్రత, పిల్లల భద్రత, కారులో అందుబాటులో ఉన్న సేఫ్టీ పరికరాల ఆధారంగా ప్రతి కారు మోడల్‌కు రేటింగ్‌ ఇస్తుంది.</p>\n","originalUrl":"https://tattvanews.com/21037/11/09/2024/","hasAudio":false,"hasInfographics":false}