{"id":"wp-te-19973","wp_id":19973,"type":"standard","category":"World","language":"te","title":"ముస్లిం మహిళలు భర్త నుండి భరణం పొందవచ్చు","excerpt":"ముస్లిం మహిళలు విడాకుల తర్వాత భర్త నుండి భరణం పొందవచ్చని దేశ అత్యున్నత న్యాయస్థానం సుప్రీంకోర్టు చారిత్రాత్మక తీర్పు వెల్లడించింది. భార్య భరణ హక్కుకు సంబంధించిన కోడ్ ఆఫ్ క్రిమినల్ ప్రొసీజర్ (సీఆర్‌పీసీ)లోని సెక్షన్ 125 ప్రకారం ముస్లిం మహిళలు తమ భర్తల నుంచి భరణం పొందవచ్చని సుప్రీంకోర్టు బుధవారం తీర్పునిచ్చింది. న్యాయమూర్తులు బివి నాగరత్న, అగస్టిన్ జార్జ్ మసిహ్‌లతో కూడిన ధర్మాసనం.. భార్యకు భరణం పొందే చట్టబద్ధమైన హక్కును సూచించే పాత సీఆర్ పిసిలోని సెక్షన్","author":"Tattva News Team","time":"10/7/2024","image":"https://tattvanews.com/wp-content/uploads/2022/11/SC-Muslim-women.jpg","readTime":"5 min read","contentHTML":"\n<p>ముస్లిం మహిళలు విడాకుల తర్వాత భర్త నుండి భరణం పొందవచ్చని దేశ అత్యున్నత న్యాయస్థానం సుప్రీంకోర్టు చారిత్రాత్మక తీర్పు వెల్లడించింది. భార్య భరణ హక్కుకు సంబంధించిన కోడ్ ఆఫ్ క్రిమినల్ ప్రొసీజర్ (సీఆర్‌పీసీ)లోని సెక్షన్ 125 ప్రకారం ముస్లిం మహిళలు తమ భర్తల నుంచి భరణం పొందవచ్చని సుప్రీంకోర్టు బుధవారం తీర్పునిచ్చింది.</p>\n\n\n\n<p>న్యాయమూర్తులు బివి నాగరత్న, అగస్టిన్ జార్జ్ మసిహ్‌లతో కూడిన ధర్మాసనం.. భార్యకు భరణం పొందే చట్టబద్ధమైన హక్కును సూచించే పాత సీఆర్ పిసిలోని సెక్షన్ 125 ముస్లిం మహిళలకు కూడా వర్తిస్తుందని పేర్కొంది. భరణం అనేది దాతృత్వం కాదని, వివాహిత మహిళల హక్కు అని, వారి మతంతో సంబంధం లేకుండా వివాహిత మహిళలందరికీ వర్తిస్తుందని బెంచ్ నొక్కి చెప్పింది.</p>\n\n\n\n<p>ఫ్యామిలీ కోర్టు మెయింటెనెన్స్ ఆర్డర్‌లో జోక్యం చేసుకోకూడదన్న తెలంగాణ హైకోర్టు నిర్ణయాన్ని సవాలు చేసిన మహ్మద్ అబ్దుల్ సమద్ పిటిషన్‌ను అత్యున్నత న్యాయస్థానం కొట్టివేసింది. విడాకులు తీసుకున్న ముస్లిం మహిళకు సీఆర్ పిసిలోని సెక్షన్ 125 కింద భరణం పొందే అర్హత లేదని, బదులుగా ముస్లిం మహిళల (విడాకుల హక్కుల రక్షణ) చట్టం, 1986 ప్రకారం ఉపశమనం పొందాలని సమద్ వాదించారు.</p>\n\n\n\n<p>“సెక్షన్ 125 పెళ్లయిన మహిళలకు మాత్రమే కాకుండా మహిళలందరికీ వర్తిస్తుందని.. ఈ క్రిమినల్ అప్పీల్‌ను తోసిపుచ్చుతున్నాం” అని తీర్పును ప్రకటిస్తూ జస్టిస్ నాగరత్న చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/19973/10/07/2024/","hasAudio":false,"hasInfographics":false}