{"id":"wp-te-19645","wp_id":19645,"type":"standard","category":"World","language":"te","title":"ఏపీ అసెంబ్లీ స్పీకర్‌గా అయ్యన్నపాత్రుడు","excerpt":"ఆంధ్రప్రదేశ్ అసెంబ్లీ స్పీకర్‌గా అయ్యన్నపాత్రుడు ఏకగ్రీవంగా ఎన్నికయ్యారు. కేవలం ఒకే ఒక నామినేషన్‌ రావడంతో ఆయన ఎన్నిక ఏకగ్రీవమైంది. శనివారం ఆయన బాధ్యతలను స్వీకరించనున్నారు. చింతకాయల అయ్యన్నపాత్రుడు టిడిపి సీనియర్ నేత. ఎన్టీఆర్ కేబినెట్ లోనూ మంత్రిగా పనిచేశారు. ఇటీవల ఎన్నికల్లో అనకాపల్లి జిల్లా నర్సీపట్నం నియోజకవర్గం నుంచి పోటీ చేసిన ఆయన 24,676 ఓట్ల మెజార్టీతో విజయం సాధించారు. తాజా విజయంతో కలిసి ఇప్పటికి ఏడుసార్లు ఎమ్మెల్యేగా విజయం సాధించారు.  అయ్యన్నపాత్రుడు 1982లో టీడీపీ ఆవిర్భావం","author":"Tattva News Team","time":"22/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Ayyanna1.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ అసెంబ్లీ స్పీకర్‌గా అయ్యన్నపాత్రుడు ఏకగ్రీవంగా ఎన్నికయ్యారు. కేవలం ఒకే ఒక నామినేషన్‌ రావడంతో ఆయన ఎన్నిక ఏకగ్రీవమైంది. శనివారం ఆయన బాధ్యతలను స్వీకరించనున్నారు.</p>\n\n\n\n<p>చింతకాయల అయ్యన్నపాత్రుడు టిడిపి సీనియర్ నేత. ఎన్టీఆర్ కేబినెట్ లోనూ మంత్రిగా పనిచేశారు. ఇటీవల ఎన్నికల్లో అనకాపల్లి జిల్లా నర్సీపట్నం నియోజకవర్గం నుంచి పోటీ చేసిన ఆయన 24,676 ఓట్ల మెజార్టీతో విజయం సాధించారు. తాజా విజయంతో కలిసి ఇప్పటికి ఏడుసార్లు ఎమ్మెల్యేగా విజయం సాధించారు. </p>\n\n\n\n<p>అయ్యన్నపాత్రుడు 1982లో టీడీపీ ఆవిర్భావం నుంచి ఆ పార్టీలో ఉన్నారు. 1983, 1985, 1994, 1999, 2004, 2014, 2024లో ఎమ్మెల్యేగా గెలుపొందారు. అలాగే 1996లో అనకాపల్లి నుంచి టీడీపీ ఎంపీగా గెలిచారు. అయ్యన్న...ఎన్టీఆర్‌, చంద్రబాబు కేబినెట్‌లో మంత్రిగా పనిచేశారు.</p>\n\n\n\n<p>ఈసారి కూడా చంద్రబాబు కేబినెట్ స్థానం దక్కుతుందని భావించిన యువతకు ప్రాధాన్యత ఇవ్వడంతో మంత్రి పదవి దక్కలేదు. అయితే గతంలో ఇచ్చిన హామీ మేరకు అయ్యన్నపాత్రుడికి స్పీకర్ పదవిని చంద్రబాబు ఖరారు చేశారు. దీంతో ఆయన నామినేషన్ వేయగా.. ఏకగ్రీవంగా ఎన్నికయ్యారు.</p>\n\n\n\n<p>గత ప్రభుత్వంలో కూడా ఉత్తరాంధ్రకే చెందిన తమ్మినేని సీతారాం స్పీకర్ గా వ్యవహరించారు. ఈసారి కూడా ఉత్తరాంధ్ర ప్రాంతానికి చెందిన అయ్యన్నపాత్రుడికే స్పీకర్ ఛైర్ దక్కింది.</p>\n","originalUrl":"https://tattvanews.com/19645/22/06/2024/","hasAudio":false,"hasInfographics":false}