{"id":"wp-en-14532","wp_id":14532,"type":"standard","category":"World","language":"en","title":"Bangladesh's ousted PM Sheikh Hasina faces murder charges￼","excerpt":"In a significant development, a murder case has been filed against ousted Prime Minister Sheikh Hasina, who was compelled to resign and flee to India during widespread protests over job quotas, along with six others over the death of a grocery shop worker amid the unrest. This marks the first case to be filed against","author":"Tattva News Team","time":"14/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/09/Sheikh-Hasina-reached-Delhi.jpg","readTime":"5 min read","contentHTML":"\n<p>In a significant development, a murder case has been filed against ousted Prime Minister Sheikh Hasina, who was compelled to resign and flee to India during widespread protests over job quotas, along with six others over the death of a grocery shop worker amid the unrest.</p>\n\n\n\n<p>This marks the first case to be filed against the 76-year-old leader mired in controversies well before the protests began.  \"In line with a case filed by a resident of (Dhaka's) Mohammadpur area, Metropolitan Magistrate Rajesh Chowdhury has asked police to register it as an FIR,\" a court official said. </p>\n\n\n\n<p>The case was filed by a well-wisher of the grocery store owner Abu Sayed, who was killed on July 19 in police firing during a procession in support of the quota reform movement in Mohammadpur, according to Dhaka Tribune.</p>\n\n\n\n<p>Others booked in the case include Awami League General Secretary Obaidul Quader, former Home Minister Asaduzzaman Khan Kamal, and former Inspector General of Police Chowdhury Abdullah Al Mamun.</p>\n\n\n\n<p>Besides, several unnamed high-ranking police officials and government officials were also accused in the case. It is important to mention here that over 230 people were killed in Bangladesh in the incidents of violence that erupted across the country following the fall of the Hasina government on August 5, taking the death toll to 560 since the protests against the controversial quota system began in July.</p>\n","originalUrl":"https://en.tattvanews.com/international/bangladeshs-ousted-pm-sheikh-hasina-faces-murder-charges%ef%bf%bc/","hasAudio":false,"hasInfographics":false}