{"id":"wp-te-20009","wp_id":20009,"type":"standard","category":"World","language":"te","title":"ఏటా జూన్ 25 న \"రాజ్యాంగ హత్య దినం\"","excerpt":"దేశంలో అత్యవసర పరిస్థితి విధించిన జూన్‌ 25న రాజ్యాంగ హత్యాదినంగా జరుపుకోవాలని కేంద్రం నిర్ణయించింది. ఇందుకు సంబంధించిన గెజిట్ను శుక్రవారం విడుదల చేసింది. ఈ విషయాన్ని కేంద్ర హోం శాఖ మంత్రి అమిత్‌ షా ఎక్స్‌ ద్వారా ప్రకటించారు.  1975 జూన్‌ 25న అప్పటి ప్రధాని ఇందిరా గాంధీ దేశంలో అత్యవసర పరిస్థితి విధించటం ద్వారా తన నియంతృత్వ ధోరణిని ప్రదర్శించటమే కాకుండా ప్రజాస్వామ్య ఆత్మను ఉరితీశారని ఆరోపించారు. ఏ తప్పూ చేయకపోయినా లక్షలాది మందిని జైళ్లలోకి","author":"Tattva News Team","time":"13/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Amit-Shah.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశంలో అత్యవసర పరిస్థితి విధించిన జూన్‌ 25న రాజ్యాంగ హత్యాదినంగా జరుపుకోవాలని కేంద్రం నిర్ణయించింది. ఇందుకు సంబంధించిన గెజిట్ను శుక్రవారం విడుదల చేసింది. ఈ విషయాన్ని కేంద్ర హోం శాఖ మంత్రి అమిత్‌ షా ఎక్స్‌ ద్వారా ప్రకటించారు. </p>\n\n\n\n<p>1975 జూన్‌ 25న అప్పటి ప్రధాని ఇందిరా గాంధీ దేశంలో అత్యవసర పరిస్థితి విధించటం ద్వారా తన నియంతృత్వ ధోరణిని ప్రదర్శించటమే కాకుండా ప్రజాస్వామ్య ఆత్మను ఉరితీశారని ఆరోపించారు. ఏ తప్పూ చేయకపోయినా లక్షలాది మందిని జైళ్లలోకి తోశారని, మీడియాపై ఆంక్షలు విధించారని విమర్శించారు. </p>\n\n\n\n<p>అందువల్ల ప్రతి ఏడాది జూన్‌ 25న సంవిధాన్‌ హత్యా దినంగా జరపాలని మోదీ సర్కార్‌ నిర్ణయించినట్లు అమిత్‌ షా తెలిపారు. అత్యవసర పరిస్థితి సమయంలో ఎన్నో బాధలు అనుభవించిన వారిని స్మరించుకునే ఉద్దేశంతో ప్రభుత్వం ఈ నిర్ణయం తీసుకున్నట్లు కేంద్ర హోంశాఖ మంత్రి అమిత్‌ షా తెలిపారు.</p>\n\n\n\n<p>కేంద్రం తీసుకున్న నిర్ణయంపై హర్షం వ్యక్తం చేశారు ప్రధానమంత్రి నరేంద్ర మోదీ. అప్పటి ప్రభుత్వం రాజ్యాంగాన్ని అణగదొక్కి ఎలాంటి పాలన సాగించిందో ఈ సంవిధాన్‌ హత్య దివస్‌ మనకు గుర్తు చేస్తుందన్నారు. దేశ చరిత్రలో కాంగ్రెస్‌ రాసిన చీకటి దశ కారణంగా నష్టపోయిన ప్రతి ఒక్కరినీ స్మరించుకునే రోజు ఇది అని ప్రధాని అభిప్రాయపడ్డారు.</p>\n\n\n\n<p>ఎమర్జెన్సీ చీకటి రోజుల్లో లక్షలాది మందిని.. అప్పటి కాంగ్రెస్ ప్రభుత్వం జైలు గోడల మధ్యకు నెట్టిందని బీజేపీ తీవ్ర ఆరోపిస్తోంది. ఎమర్జెన్సీ రోజులకు నిరసనగా ఇక నుంచి రాజ్యాంగ హత్య దినంగా పాటించాలని కేంద్రం నిర్ణయించింది. ఇక 2014 లో అధికారంలోకి వచ్చినప్పటి నుంచి ప్రధానమంత్రి నరేంద్ర మోదీ సహా.. ఇతర బీజేపీ నేతలు అందరూ.. మాజీ ప్రధానమంత్రి ఇందిరాగాంధీ దేశంలో ఎమర్జెన్సీ విధించి చీకటి అధ్యాయానికి తెరలేపారని తరచూ కాంగ్రెస్‌ పార్టీపై తీవ్ర విమర్శలు చేస్తున్న విషయం తెలిసిందే.</p>\n","originalUrl":"https://tattvanews.com/20009/13/07/2024/","hasAudio":false,"hasInfographics":false}