{"id":"wp-te-20520","wp_id":20520,"type":"standard","category":"World","language":"te","title":"వయనాడ్  సహాయ, పునరావాసంలకు కేంద్రం చేయూత... మోదీ","excerpt":"కేరళ వయనాడ్ జిల్లాలో కొండచరియల విలయ బాధిత ప్రాంతాల్లో సహాయ, పునరావాస కార్యక్రమాలకు కేంద్రం సాధ్యమైనంతగా చేయూత ఇస్తుందని ప్రధాని నరేంద్ర మోదీ శనివారం హామీ ఇచ్చారు. కొండచరియలు విరిగిపడిన దుర్ఘటనలో ప్రాణాలతో బయటపడినవారి గురించి ప్రతి ఒక్కరూ ప్రార్థిస్తున్నారని, అవి పలు కుటుంబాల కలలను ‘ఛిద్రం చేశాయ’ని ప్రధాని పేర్కొన్నారు. ఈ విపత్తులో సర్వస్వం కోల్పోయినవారికి సాయం చేయడంలో కేరళ ప్రభుత్వానికి కేంద్రం అండగా నిలుస్తుందని ప్రధాని చెప్పారు. కొండచరియలు విరిగిపడిన దుర్ఘటనలో ఇంత వరకు 226","author":"Tattva News Team","time":"11/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Modi-Kerala.jpg","readTime":"5 min read","contentHTML":"\n<p>కేరళ వయనాడ్ జిల్లాలో కొండచరియల విలయ బాధిత ప్రాంతాల్లో సహాయ, పునరావాస కార్యక్రమాలకు కేంద్రం సాధ్యమైనంతగా చేయూత ఇస్తుందని ప్రధాని నరేంద్ర మోదీ శనివారం హామీ ఇచ్చారు. కొండచరియలు విరిగిపడిన దుర్ఘటనలో ప్రాణాలతో బయటపడినవారి గురించి ప్రతి ఒక్కరూ ప్రార్థిస్తున్నారని, అవి పలు కుటుంబాల కలలను ‘ఛిద్రం చేశాయ’ని ప్రధాని పేర్కొన్నారు. <br>ఈ విపత్తులో సర్వస్వం కోల్పోయినవారికి సాయం చేయడంలో కేరళ ప్రభుత్వానికి కేంద్రం అండగా నిలుస్తుందని ప్రధాని చెప్పారు.</p>\n\n\n\n<p>కొండచరియలు విరిగిపడిన దుర్ఘటనలో ఇంత వరకు 226 మంది ప్రాణాలు కోల్పోగా, 130 మందికి పైగా గల్లంతు అయ్యారు. వాస్తవ పరిస్థితి సమీక్ష కోసం, కొండచరియల విలయ బాధితుల పునరావాసానికి ఒక ప్లాన్ రూపకల్పన కోసం వయనాడ్‌లోని జిల్లా కలెక్టరేట్‌లో ఏర్పాటు చేసిన సమావేశంలో ప్రధాని మాట్లాడారు.</p>\n\n\n\n<p>కొండ చరియలు విరిగిపడడాన్ని ప్రకృతి ‘ప్రకోపం’గా ఆయన అభివర్ణించారు. కేరళ గవర్నర్ ఆరిఫ్ మహమ్మద్ ఖాన్, ముఖ్యమంత్రి పినరయి విజయన్, కేంద్ర మంత్రి సురేష్ గోపి, విపత్తు ప్రదేశం సమీపంలో మకాం వేసి ఉన్న క్యాబినెట్ సబ్ కమిటీ మంత్రులు, సీనియర్ అధికారులు, స్థానిక పాలనా యంత్రాంగం అధికారులు ఈ సమావేశానికి హాజరయ్యారు. </p>\n\n\n\n<p>శనివారం ఉదయం 11 గంటలకు ఎయిర్ ఇండియా వన్‌లో దిగిన కన్నూర్ విమానాశ్రయం నుంచి హెలికాప్టర్‌లో వయనాడ్‌కు మోడీ చేరుకున్నారు. వయనాడ్‌కు వచ్చే ముందు ఆయన ఐఎఎఫ్ హెలికాప్టర్‌లో నుంచి చూరల్‌మల, ముందక్కై, పుంచిరిమట్టం విలయ బాధిత ప్రాంతాలను సర్వే చేశారు. ఆ తరువాత ఆయన వయనాడ్‌లోని కల్పెట్టలో ఎస్‌కెఎంజె హయ్యర్ సెకండరీ స్కూల్‌లో దిగి, రోడ్డు మార్గంలో చూరల్‌మలకు వెళ్లారు. </p>\n\n\n\n<p>మోడీ అక్కడ విలయం తరువాత సైన్యం నిర్మించిన 190 అడుగుల నిడివి బెయిలీ వంతెనపై నడుస్తూ విపత్తు నష్టాన్ని సర్వే చేశారు. జూలై 30 నాటి విలయంలో నష్టాన్ని స్వయంగా చూసేందుకు చూరల్‌మల మీదుగా ఆయన నడిచారు. మోడీ సహాయ శిబిరాల్లో ఒకదానిని కూడా సందర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/20520/11/08/2024/","hasAudio":false,"hasInfographics":false}