{"id":"wp-te-18804","wp_id":18804,"type":"standard","category":"World","language":"te","title":"ఆంధ్రప్రదేశ్ కొత్త డీజీపీగా హరీశ్‌కుమార్‌ గుప్తా","excerpt":"ఆంధ్రప్రదేశ్‌ నూతన డీజీపీగా 1992 ఐపీఎస్‌ బ్యాచ్‌కు చెందిన హరీశ్‌కుమార్‌ గుప్తాను ఎన్నికల సంఘం నియమించింది. ఈ మేరకు రాష్ట్ర ప్రధాన కార్యదర్శి జవహర్‌రెడ్డికి సమాచారం అందించింది. ఏపీ డీజీపీ కేవీ రాజేంద్రనాథ్‌పై కేంద్ర ఎన్నికల సంఘం (ఈసీ) బదిలీ వేటు వేసిన సంగతి తెలిసిందే. ఈ నేపథ్యంలో కొత్త డీజీపీ నియామకం కోసం ముగ్గురు పేర్లతో కూడిన ప్యానెల్‌ను రాష్ట్ర ప్రభుత్వం ఈసీకి పంపింది. ఈ ప్యానెల్లో ద్వారకా తిరుమలరావు, మాదిరెడ్డి ప్రతాప్, హరీశ్కుమార్ గుప్తా","author":"Tattva News Team","time":"7/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/AP-New-DGP.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌ నూతన డీజీపీగా 1992 ఐపీఎస్‌ బ్యాచ్‌కు చెందిన హరీశ్‌కుమార్‌ గుప్తాను ఎన్నికల సంఘం నియమించింది. ఈ మేరకు రాష్ట్ర ప్రధాన కార్యదర్శి జవహర్‌రెడ్డికి సమాచారం అందించింది. ఏపీ డీజీపీ కేవీ రాజేంద్రనాథ్‌పై కేంద్ర ఎన్నికల సంఘం (ఈసీ) బదిలీ వేటు వేసిన సంగతి తెలిసిందే.</p>\n\n\n\n<p>ఈ నేపథ్యంలో కొత్త డీజీపీ నియామకం కోసం ముగ్గురు పేర్లతో కూడిన ప్యానెల్‌ను రాష్ట్ర ప్రభుత్వం ఈసీకి పంపింది. ఈ ప్యానెల్లో ద్వారకా తిరుమలరావు, మాదిరెడ్డి ప్రతాప్, హరీశ్కుమార్ గుప్తా పేర్లు ఉన్నాయి. వీరిలో హరీశ్కుమార్‌ గుప్తాను ఎన్నికల సంఘం ఏపీ డీజీపీగా ఎంపిక చేస్తూనే, తక్షణమే విధుల్లో చేరాలని ఆదేశించింది. దానితో ఆయన సోమవారం సాయంత్రం బాధ్యతలు చేపట్టారు.</p>\n\n\n\n<p>హరీశ్కుమార్ హోం శాఖ ముఖ్య కార్యదర్శిగా ఉన్న 1992 బ్యాచ్‌ ఐపీఎస్‌ అధికారి. ఎన్నికల కోడ్‌ వచ్చిన తర్వాత కూడా రాజేంద్రనాథ్ రెడ్డి అధికార పార్టీకి మేలు చేకూర్చేలా వ్యవహరిస్తున్నారని, ఆయనే డీజీపీగా కొనసాగితే నిష్పక్షపాతంగా, పారదర్శకంగా ఎన్నికలు జరగవని ప్రతిపక్షాలు మొదటి నుంచి చెబుతున్నాయి. </p>\n\n\n\n<p>ఎన్నికల సంఘం ఆ ఫిర్యాదులపై చాలా ఆలస్యంగా స్పందించింది. ఎన్నికల్లో వైఎస్యర్సీపీకి ప్రయోజనం చేకూర్చేలా ఆయన ఇప్పటికే అన్ని ఏర్పాట్లు చేశారన్న విమర్శలున్నాయి. ఈ నేపథ్యంలో సరిగ్గా పోలింగ్‌కు వారం రోజుల ముందు ఎన్నికల సంఘం ఆయనపై బదిలీ వేటు వేసింది. </p>\n\n\n\n<p>సార్వత్రిక ఎన్నికలు పూర్తయ్యే వరకూ ఆయనకు ఎన్నికల సంబంధించి ఎలాంటి విధులూ అప్పగించొద్దని నిర్దేశించింది. సీఎం జగన్‌ డీజీపీ హోదా కలిగిన 11 మంది సీనియర్‌ ఐపీఎస్‌ అధికారులను పక్కన పెట్టేసి మరీ 2020 ఫిబ్రవరి 15న కేవీ రాజేంద్రనాథ్ రెడ్డిని ఇన్‌ఛార్జి డీజీపీగా నియమించారు. రెండేళ్ల రెండు నెలలుగా ఆయనను అదే హోదాలో కొనసాగిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/18804/07/05/2024/","hasAudio":false,"hasInfographics":false}