{"id":"wp-te-20563","wp_id":20563,"type":"standard","category":"World","language":"te","title":"జెండా వందనంపై ఢిల్లీ ప్రభుత్వం, ఎల్జీల మధ్య మరో వివాదం","excerpt":"ఢిల్లీలో జరిగిన అధికారిక స్వాతంత్య్ర దినోత్సవ కార్యక్రమంలో జాతీయ జెండాను ఎగురవేయడానికి ఢిల్లీ హోంమంత్రి కైలాష్ గెహ్లాట్ ను లెఫ్టినెంట్ గవర్నర్ వీకే సక్సేనా నామినేట్ చేశారు. ఆగస్టు 15న జరిగే రాష్ట్ర స్వాతంత్య్ర దినోత్సవ కార్యక్రమానికి ఎవరు నాయకత్వం వహిస్తారనే దానిపై ప్రతిష్టంభన, అనిశ్చితి నెలకొన్న నేపథ్యంలో గహ్లోత్ ను నియమిస్తూ ఎల్జీ నిర్ణయం తీసుకున్నారు. ఢిల్లీ లిక్కర్ స్కామ్ కేసులో ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ తిహాఢ్ జైలులో ఉన్నారు. దాంతో, ఆగస్ట్ 15న","author":"Tattva News Team","time":"14/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Kejriwal-Saxena.png","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీలో జరిగిన అధికారిక స్వాతంత్య్ర దినోత్సవ కార్యక్రమంలో జాతీయ జెండాను ఎగురవేయడానికి ఢిల్లీ హోంమంత్రి కైలాష్ గెహ్లాట్ ను లెఫ్టినెంట్ గవర్నర్ వీకే సక్సేనా నామినేట్ చేశారు. ఆగస్టు 15న జరిగే రాష్ట్ర స్వాతంత్య్ర దినోత్సవ కార్యక్రమానికి ఎవరు నాయకత్వం వహిస్తారనే దానిపై ప్రతిష్టంభన, అనిశ్చితి నెలకొన్న నేపథ్యంలో గహ్లోత్ ను నియమిస్తూ ఎల్జీ నిర్ణయం తీసుకున్నారు.</p>\n\n\n\n<p>ఢిల్లీ లిక్కర్ స్కామ్ కేసులో ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ తిహాఢ్ జైలులో ఉన్నారు. దాంతో, ఆగస్ట్ 15న ఛత్రసాల్ స్టేడియంలో జరిగే ఢిల్లీ ప్రభుత్వ అధికారిక జెండా వందన కార్యక్రమంలో త్రివర్ణ పతాకాన్ని ఎవరు ఎగరవేయాలనే విషయంలో సందిగ్ధత నెలకొన్నది. తన తరఫున ఢిల్లీ విద్యా శాఖ మంత్రి అతిషి జెండా వందనం చేయాలని కేజ్రీవాల్ కోరుకున్నారు. </p>\n\n\n\n<p>కానీ, ఢిల్లీ ప్రభుత్వంలో చాలా జూనియర్ అయిన హోం మంత్రి కైలాష్ గెహ్లాట్ ను ఎల్జీ వీకే సక్సేనా నామినేట్ చేశారు. ఢిల్లీ ప్రభుత్వ స్వాతంత్య్ర దినోత్సవ కార్యక్రమంలో అతిషి తన స్థానంలో జెండా ఎగురవేయాలని ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ కోరినట్లు గతంలో వార్తలు వచ్చాయి.</p>\n\n\n\n<p>‘‘ఈ రోజు ముఖ్యమంత్రితో భేటీ అయ్యాను. 2024 ఆగస్టు 15న ఢిల్లీ ప్రభుత్వ అధికారిక స్వాతంత్య్ర దినోత్సవాలలో మంత్రి అతిషి జెండా ఎగురవేయాలని ఆయన కోరుకుంటున్నారు’’ అని ఢిల్లీ మంత్రి గోపాల్ రాయ్ ఆగస్టు 12న సాధారణ పరిపాలన శాఖ (జీఏడీ) అదనపు ప్రధాన కార్యదర్శి (ఏసీఎస్)కు రాసిన లేఖలో పేర్కొన్నారు. </p>\n\n\n\n<p>అయితే, విద్యాశాఖ మంత్రి అతిషి జాతీయ పతాకాన్ని ఎగురవేయాలన్న గోపాల్ రాయ్ ఆదేశాలను అమలు చేయడానికి ఢిల్లీ ప్రభుత్వ సాధారణ పరిపాలన విభాగం నిరాకరించింది. సీఎం ఆదేశాలు చట్టపరంగా చెల్లవని, దానిపై చర్యలు తీసుకోలేమని జీఏడీ అదనపు ప్రధాన కార్యదర్శి నవీన్ కుమార్ చౌదరి తెలిపారు.</p>\n\n\n\n<p>ప్రస్తుతం తీహార్ జైలులో ఉన్న కేజ్రీవాల్ గతవారం లెఫ్టినెంట్ గవర్నర్ సక్సేనాకు ఒక లేఖ రాశారు. అందులో క్యాబినెట్ మంత్రి అతిధి జాతీయ పతాకాన్ని ఎగురవేస్తారని పేర్కొన్నారు. అయితే, ముఖ్యమంత్రి నుంచి తమకు ఎలాంటి సమాచారం అందలేదని ఎల్జీ కార్యాలయం పేర్కొంది. </p>\n\n\n\n<p>అలాగే, ఎల్జీ సక్సేనాకు కేజ్రీవాల్ రాసిన లేఖ ఢిల్లీ జైలు నిబంధనల ప్రకారం ఆయనకు కల్పించిన హక్కులను దుర్వినియోగం చేయడమేనని, అందువల్ల ఎల్జీకి ఆ లేఖను పంపలేదని తీహార్ జైలు అధికారులు కేజ్రీవాల్ కు తెలిపారు. ఈ నేపథ్యంలో, ఢిల్లీలో ఆప్ ప్రభుత్వంకు, ఎల్జీ వీకే సక్సేనాకు మధ్య మరో దఫా వివాదానికి రంగం సిద్ధమయ్యే అవకాశం ఉంది.</p>\n","originalUrl":"https://tattvanews.com/20563/14/08/2024/","hasAudio":false,"hasInfographics":false}