{"id":"wp-te-18576","wp_id":18576,"type":"standard","category":"World","language":"te","title":"ప్రచార సభలో స్పృహ తప్పిన గడ్కరీ","excerpt":"కేంద్ర మంత్రి, బిజెపి సీనియర్ నాయకుడు నితిన్ గడ్కరీ మహారాష్ట్రలోని యావత్మల్‌లో ఒక ఎన్నికల ప్రచార సభలో ప్రసంగిస్తూ స్పృహ కోల్పోయారు. మంగళవారం మధ్యాహ్నం ఈ ఘటన జరిగింది. వెంటనే ఆయనకు చికిత్స అందడంతో కొద్ది నిమిషాల్లోనే తేరుకుని మళ్లీ వేదికపై నుంచి ఆయన తన ప్రసంగాన్ని కొనసాగించారు.  సభ ముగిసిన తరువాత ఇందుకు సంబంధించిన వివరాలను గడ్కరీ తన ఎక్స్ ఖాతాలో పోస్టు చేశారు. మహారాష్ట్రలోని పుసద్‌లో ఎన్నికల ప్రచార సభలో పాల్గొన్న తాను ఎండ","author":"Tattva News Team","time":"25/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Gadkari-faints.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర మంత్రి, బిజెపి సీనియర్ నాయకుడు నితిన్ గడ్కరీ మహారాష్ట్రలోని యావత్మల్‌లో ఒక ఎన్నికల ప్రచార సభలో ప్రసంగిస్తూ స్పృహ కోల్పోయారు. మంగళవారం మధ్యాహ్నం ఈ ఘటన జరిగింది. వెంటనే ఆయనకు చికిత్స అందడంతో కొద్ది నిమిషాల్లోనే తేరుకుని మళ్లీ వేదికపై నుంచి ఆయన తన ప్రసంగాన్ని కొనసాగించారు. </p>\n\n\n\n<p>సభ ముగిసిన తరువాత ఇందుకు సంబంధించిన వివరాలను గడ్కరీ తన ఎక్స్ ఖాతాలో పోస్టు చేశారు. మహారాష్ట్రలోని పుసద్‌లో ఎన్నికల ప్రచార సభలో పాల్గొన్న తాను ఎండ తీవ్రత కారణంగా ఇబ్బందికి గురయ్యానని గడ్కరీ తన పోస్టులో తెలిపారు. ఇప్పుడు తాను సంపూర్ణ ఆరోగ్యంగా ఉన్నానని, తదుపరి సభలో పాల్గొనేందుకు వరుద్‌కు వెళుతున్నానని ఆయన తెలిపారు. </p>\n\n\n\n<p>తన పట్ల ప్రమేఆభిమానాలు చూపించిన అందరికీ ఆయన ధన్యవాదాలు తెలిపారు. కాగా..ఈ సంఘటనకు సంబంధించిన వీడియో ఒకటి సోషల్ మీడియాలో వైరల్ అయింది. ప్రసంగిస్తూ కుప్పకూలిపోయిన గడ్కరీని స్టేజీ మీద ఉన్న పార్టీ కార్యకర్తలు మోసుకుని తీసుకెళ్లడం అందులో కనిపించింది. ఆయనకు వేదికపైనే పార్టీ కార్యకర్తలు చికిత్స అందచేయడం కనిపించింది.</p>\n\n\n\n<p> లోక్‌సభ ఎన్నికల తొలి దశలో గడ్కరీ పోటీ చేస్తున్న నాగపూర్ స్థానం పోలింగ్ పూర్తయింది. 2014, 2019 ఎన్నికలలో ఆయన ఇదే స్థానం నుంచి గెలుపొందారు. యావత్మల్-వాషిం లోక్‌సభ స్థానం నుంచి శివసేన(ఏక్‌నాథ్ షిండే) తరఫున పోటీ చేస్తున్న రాజశ్రీ పాటిల్ తరఫున గడ్కరీ ప్రచారం చేస్తుండగా ఈ ఘటన చోటుచేసుకుంది.</p>\n","originalUrl":"https://tattvanews.com/18576/25/04/2024/","hasAudio":false,"hasInfographics":false}