{"id":"wp-en-14611","wp_id":14611,"type":"standard","category":"World","language":"en","title":"Padma awardee doctors seeks PM Modi separate law for healthcare workers￼","excerpt":"Expressing anguish over the Kolkata rape-murder incident, over 70 Padma awardee doctors have written to Prime Minister Narendra Modi demanding quick enactment of a special law to deal with violence against healthcare personnel and implementation of improved safety protocols in medical facilities. They suggested that the Centre bring an ordinance immediately to ensure the harshest","author":"Tattva News Team","time":"19/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Medicos1.jpg","readTime":"5 min read","contentHTML":"\n<p>Expressing anguish over the Kolkata rape-murder incident, over 70 Padma awardee doctors have written to Prime Minister Narendra Modi demanding quick enactment of a special law to deal with violence against healthcare personnel and implementation of improved safety protocols in medical facilities.</p>\n\n\n\n<p>They suggested that the Centre bring an ordinance immediately to ensure the harshest possible punishment to those who indulge in violence against healthcare workers, whether verbal or physical.</p>\n\n\n\n<p>There have been widespread protests by healthcare personnel and others following the alleged rape and murder of a woman trainee doctor at the state-run R G Kar Medical College and Hospital and claims of a botched-up investigation and cover-up. The Indian Medical Association (IMA) and other doctors' bodies are pressing for a central law to ensure the safety of medics.</p>\n\n\n\n<p>Among those who have written the letter are former Director General of ICMR Dr Balram Bhargav, former AIIMS Delhi Director Dr Randeep Guleria and Dr SK Sarin, Director of Institute of Liver and Biliary Sciences, In the letter, the Padma awardees have sought PM Modi's immediate and personal intervention to address the alarming situation, saying such acts of brutality shake the very foundations of service by medical professionals and highlight the urgent need to address violence, particularly against women, girls, and healthcare professionals.</p>\n\n\n\n<p>The doctors expressed \"deep concern and profound anguish\" over the horrific event at R G Kar Medical College in Kolkata. \"We stand in unwavering solidarity with the victim's family, whose pain and loss are unimaginable. We also extend our full support to the medical community, who are increasingly confronting such violence in the course of their work. The safety and dignity of healthcare professionals must be safeguarded with utmost priority,\" the letter said.</p>\n","originalUrl":"https://en.tattvanews.com/others/padma-awardee-doctors-seeks-pm-modi-separate-law-for-healthcare-workers%ef%bf%bc/","hasAudio":false,"hasInfographics":false}