{"id":"wp-en-15757","wp_id":15757,"type":"standard","category":"World","language":"en","title":"CPJ condemns police brutality against journalists covering Georgian protests￼","excerpt":"The Committee to Protect Journalists (CPJ) called on Georgian authorities to hold police officers accountable and ensure journalists’ safety following multiple reports of least  50 journalists injured during violent police dispersals   of pro-European Union demonstrations between November 28 and December 3. Since November 28, CPJ has documented a number of incidents of police violence and detentions of journalists. CPJ is","author":"Tattva News Team","time":"10/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/CPJ.png","readTime":"5 min read","contentHTML":"\n<p>The Committee to Protect Journalists (CPJ) called on Georgian authorities to hold police officers accountable and ensure journalists’ safety following multiple reports of least  50 journalists injured during violent police dispersals   of pro-European Union demonstrations between November 28 and December 3.<br><br>Since November 28, CPJ has documented a number of incidents of police violence and detentions of journalists. CPJ is also concerned about the detention of former TV presenter Nika Gvaramia,  a CPJ 2023 International Press Freedom Award winner and now a political party leader, amid ongoing pro-EU demonstrations in Georgia.<br><br>“The protection of journalists is a hallmark of democratic societies. Georgian authorities’ failure to address the extensive and shocking police violence against journalists covering ongoing mass protests signals a clear departure from democratic values,” said Gulnoza Said, CPJ’s Europe and Central Asia program coordinator.</p>\n\n\n\n<p>“Georgian authorities must hold police officers to account for brutalizing members of the press and publicly commit to uphold journalist safety during the protests.” Georgia has seen protracted mass protests since the ruling Georgian Dream party declared a victory in the October 26 elections, which opposition parties deny.<br><br>Prime Minister Irakli Kobakhidze’s November 28 announcement that Georgia was suspending  EU accession talks sparked even more demonstrations and a police crackdown, with local press freedom groups alleging “systematic, planned and intentional” police aggression against journalists.</p>\n","originalUrl":"https://en.tattvanews.com/international/cpj-condemns-police-brutality-against-journalists-covering-georgian-protests%ef%bf%bc/","hasAudio":false,"hasInfographics":false}