{"id":"wp-te-19179","wp_id":19179,"type":"standard","category":"World","language":"te","title":"తెలంగాణలో గుట్కా, పాన్ మసాలాపై నిషేధం","excerpt":"తెలంగాణ ఫుడ్ సేఫ్టీ అధికారులు కీలక నిర్ణయం తీసుకున్నారు. రాష్ట్రంలో గుట్కా, పాన్ మాసాలపై మరో ఏడాది నిషేధం విధిస్తూ నిర్ణయం తీసుకున్నారు. పొగాకు, నికోటిన్ తో తయారు చేసే గుట్కా, పాన్ మసాలా  తయారీ, అమ్మకంపై నిషేధం విధించారు. మే 24, 2024 నుంచి ఒక సంవత్సరం పాటు గుట్కా, పాన్ మసాలాపై నిషేధం అమల్లో ఉంటుందని సామాజిక మాధ్యమం ఎక్స్ లో పోస్టు పెట్టారు అధికారులు.  గుట్కా, పాన్ మసాలా తయారీ, అమ్మకం, సరఫరా,","author":"Tattva News Team","time":"27/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Gutka.jpeg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ ఫుడ్ సేఫ్టీ అధికారులు కీలక నిర్ణయం తీసుకున్నారు. రాష్ట్రంలో గుట్కా, పాన్ మాసాలపై మరో ఏడాది నిషేధం విధిస్తూ నిర్ణయం తీసుకున్నారు. పొగాకు, నికోటిన్ తో తయారు చేసే గుట్కా, పాన్ మసాలా  తయారీ, అమ్మకంపై నిషేధం విధించారు. మే 24, 2024 నుంచి ఒక సంవత్సరం పాటు గుట్కా, పాన్ మసాలాపై నిషేధం అమల్లో ఉంటుందని సామాజిక మాధ్యమం ఎక్స్ లో పోస్టు పెట్టారు అధికారులు. </p>\n\n\n\n<p>గుట్కా, పాన్ మసాలా తయారీ, అమ్మకం, సరఫరా, స్టోరేజీ, పంపిణీపై ఏడాది పాటు నిషేధం విధించినట్లు ప్రకటించారు.  గుట్కా, పాన్ మసాలాల్లోని పొగాకు, నికోటిన్ ఆరోగ్యానికి అత్యంత హానికరం. వీటి వినియోగంతో క్యాన్సర్ వంటి ప్రాణాంతక వ్యాధులు సంభవిస్తాయి. వీటితో నోటి క్యాన్సర్, ఫైబ్రోసిస్ వంటి ప్రమాదకర వ్యాధులు వచ్చే అవకాశం ఉందని వైద్యులు అంటున్నారు. </p>\n\n\n\n<p>పొగాకు, నికోటిన్ కలిగిన గుట్కా, పాన్ మసాలా వాడకంతో క్యాన్సర్లు వస్తున్నాయన్నారు. వారణాసిలో నమోదు అవుతున్న 55 శాతం క్యాన్సర్ కేసులకు గుట్కా, పాన్ మసాలా కారణమని వైద్యులు గుర్తించారు. గుట్కా, పాన్ మసాలా బ్యా్న్ పై ప్రజలు హర్షం వ్యక్తం చేస్తున్నారు. వీటిపై శాశ్వతంగా నిషేధం విధించాలని డిమాండ్ చేస్తున్నారు.</p>\n\n\n\n<h3 class=\"wp-block-heading\">ప్రముఖ హోటళ్లపై ఫుడ్ సేఫ్టీ అధికారుల తనిఖీలు</h3>\n\n\n\n<p>తెలంగాణలోని ప్రముఖ హోటళ్లలపై  ఫుడ్ సేఫ్టీ అధికారులు వరుసగా దాడలు చేస్తున్నారు. పేరుకు పెద్ద హోటళ్లు అయినా ఫుడ్ సేప్టీపై నిర్లక్ష్యంగా వ్యహరిస్తున్ట్లు తనిఖీల్లో అధికారులు గుర్తించారు. పెద్ద హోటళ్లు అంటే క్వాలిటీ ఫుడ్ అందిస్తారని భ్రమలను అధికారులు తొలగిస్తున్నారు. హైదరాబాద్ లోని మాదాపూర్ రామేశ్వరం కేఫ్, బాహుబలి కిచెన్ లో ఫుడ్ సేఫ్టీ అధికారులు ఇటీవల తనిఖీలు చేశారు. </p>\n\n\n\n<p>ఈ తనిఖీల్లో కాలం చెల్లిన నిల్వ ఉంచిన నిత్యావసర సరుకులు భారీగా గుర్తించారు. కాలం చెల్లిన పదార్థాలను నిల్వ ఉంచి వాటితో ఆహార పదార్థాలు తయారు చేస్తున్నట్లు అధికారులు తనిఖీల్లో గుర్తించారు. కృతుంగ, కేఎఫ్సీ, రామేశ్వరం కేఫ్ వంటి బడా హోటళ్లలో అపరిశుభ్ర వాతావరణాన్ని సేఫ్టీ అధికారులు గుర్తించారు.</p>\n\n\n\n<p> మార్చి 24న జరిగిన దాడుల్లో రామేశ్వరం కేఫ్ లో ఎక్స్ ఫైరీ డేట్ అయిపోయిన 100 కిలోల పప్పు, 10 కిలోల పెరుగు, 8 లీటర్ల పాలును గుర్తించి, అక్కడికక్కడే వాటిని చెత్త డబ్బాల్లో వేయించారు. సరైన లేబుల్ లేని ముడి బియ్యం, తెల్ల లోబియాను అధికారులు సీజ్ చేసుకున్నారు. అలాగే హోటల్ సిబ్బందికి మెడికల్ ఫిట్ నెస్ సర్టిఫికెట్లు లేకపోవడం, అపరిశుభ్ర కిచెన్లు, డస్ట్‌బిన్‌లకు మూతలు సరిగా లేకపోవడం, తనిఖీల్లో గుర్తించారు.</p>\n\n\n\n<p> బాహుబలి కిచెన్‌లోని కిచెన్ లో బొద్దింకలను గుర్తించారు. స్టోర్‌రూమ్‌లోని ఆహార పదార్థాలపై సైతం బొద్దింకలు గుర్తించారు. బంజారాహిల్స్‌లోని లాబొనెల్ ఫైన్ బేకింగ్‌లో కూడా టాస్క్‌ఫోర్స్ అధికారులు తనిఖీలు చేశారు. వీరి వద్ద దాదాపుగా రూ.4 వేల విలువైన కాలం చెల్లిన వస్తువులను గుర్తించి పాడేశాడు. నిబంధనలు పాటించని ఈ హోటళ్లపై ఎలాంటి చర్యలు తీసుకుంటారో తెలియాల్సి ఉంది.</p>\n","originalUrl":"https://tattvanews.com/19179/27/05/2024/","hasAudio":false,"hasInfographics":false}