{"id":"wp-en-13009","wp_id":13009,"type":"standard","category":"World","language":"en","title":"Deve Gowda’s grandson booked in sexual harassment case￼","excerpt":"The Karnataka Police has filed an FIR against former minister and JD(S) leader H.D. Revanna and his son and Hassan MP Prajal Revanna in connection with a sexual harassment case.  Prajal, the grandson of former prime minister H.D. Deve Gowda, was the NDA candidate in Hassan which went to the polls on April 26. The case","author":"Tattva News Team","time":"29/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Revanna1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Karnataka Police has filed an FIR against former minister and JD(S) leader H.D. Revanna and his son and Hassan MP Prajal Revanna in connection with a sexual harassment case. </p>\n\n\n\n<p>Prajal, the grandson of former prime minister H.D. Deve Gowda, was the NDA candidate in Hassan which went to the polls on April 26. The case against the father-son duo was registered at Holenarasipur police station under sections 354 A, 354 D, 506, and 509 of the IPC based on a complaint by his cook.</p>\n\n\n\n<p>The complainant, who claims to be a relative of Revanna's wife Bhavani, alleged that four months after she started working, Revanna used to sexually harass her, and his son Prajwal used to make video calls to her daughter and have \"vulgar conversations\" with her. She also alleged that there is a threat to her life as well as that of other members of her family. </p>\n\n\n\n<p>The Congress has been staging protests demanding the arrest of Prajal after several sex videos allegedly featuring him with multiple women started doing the rounds in recent days. The state government had formed a special investigation team (SIT) to probe the case.</p>\n\n\n\n<p>Meanwhile, the Karnataka government has decided to form a Special Investigation Team to probe into this alleged sex scandal video. The 33-year-old Prajwal was the NDA candidate in the Hassan Lok Sabha constituency, which went to polls on April 26. The JD(S) joined the NDA in September last year.</p>\n\n\n\n<p>“The government has decided to form a special investigation team in connection with Prajwal Revanna's obscene video case,” Chief Minister Siddaramaiah said in a post on 'X' on  Saturday night. Obscene video clips are circulating in Hassan district, where it appears that women have been sexually assaulted, the chief minister said.</p>\n\n\n\n<p>“In this background, the Chairperson of the Women's Commission (Dr Nagalakshmi Chowdhary) had written a letter to the government to conduct an SIT investigation. This decision has been taken in response to their request,” Siddaramaiah said.</p>\n\n\n\n<p>The case was registered in Holenarasipur police station in the district based on a complaint by their cook. The police have information that Prajwal, who is the son of MLA and former Minister H D Revanna, has left the country, according to a statement issued by the Chief Minister’s office.</p>\n\n\n\n<p>The three-member SIT of IPS officers is led by the Additional Director General of Police (CID) Bijay Kumar Singh.<a href=\"javascript:void(0);\"></a> The other two are Assistant Inspector General of Police Suman D Pennekar and Mysuru Superintendent of Police Seema Latkar.</p>\n","originalUrl":"https://en.tattvanews.com/national/deve-gowdas-grandson-booked-in-sexual-harassment-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}