{"id":"wp-en-14558","wp_id":14558,"type":"standard","category":"World","language":"en","title":"India can become a US$ 55 trillion economy by 2047￼","excerpt":"India could potentially grow into a US$ 55 trillion economy by 2047 if both state and central governments enact policies to elevate the nation's growth rate from its historical average of 7% to 8% (in rupee terms), according to the Executive Director of the International Monetary Fund (IMF), Krishnamurthy V Subramanian. Speaking at the launch","author":"Tattva News Team","time":"16/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Krishnamurthy.webp","readTime":"5 min read","contentHTML":"\n<p>India could potentially grow into a US$ 55 trillion economy by 2047 if both state and central governments enact policies to elevate the nation's growth rate from its historical average of 7% to 8% (in rupee terms), according to the Executive Director of the International Monetary Fund (IMF), Krishnamurthy V Subramanian.</p>\n\n\n\n<p>Speaking at the launch of his book \"India @100\" at the Indian School of Business (ISB) in Hyderabad, he acknowledged that while reaching a US$ 55 trillion economy by 2047 may seem ambitious, it is achievable. He pointed out that in 2020, India's private credit to GDP ratio was 58%, significantly lower than the 200% seen in advanced economies.</p>\n\n\n\n<p>However, he highlighted the significant progress in financial inclusion through initiatives like the \"Pradhan Mantri Jan-Dhan Yojana.\" Subramanian explained that with consistent 8% growth, the power of compounding could propel India to a US$ 55 trillion economy. Drawing on the \"rule of 72\", he outlined that with a 12% annual growth rate in dollar terms comprising 8% GDP growth, 5% inflation, and 1%-rupee depreciation against the dollar, India's GDP could double every 6 years.</p>\n\n\n\n<p>Applying this principle over 24 years starting in 2023, the current US$ 3.25 trillion economy is projected to experience \"four doublings,\" reaching US$ 52 trillion by 2047. Citing Japan's economic expansion from US$ 215 billion in 1970 to US$ 5.1 trillion in 1995, he noted the nearly 25-fold increase over 25 years, with GDP per capita rising from US$ 2,100 to US$ 44,000.</p>\n\n\n\n<p>He emphasized the importance of using government borrowings wisely, stressing that investments should focus on asset creation rather than merely funding subsidies or operational expenses.</p>\n","originalUrl":"https://en.tattvanews.com/economy/india-can-become-a-us-55-trillion-economy-by-2047%ef%bf%bc/","hasAudio":false,"hasInfographics":false}