{"id":"wp-te-18943","wp_id":18943,"type":"standard","category":"World","language":"te","title":"ఏపీలో రికార్డు స్థాయిలో ఓటింగ్","excerpt":"ఏపీలో ఓటరు చైతన్యం వెల్లివిరిసింది. పల్లెలు, పట్టణాలనే పట్టింపులు లేకుండా ఓటు వేసేందుకు ప్రజలు క్యూలైన్లలో బారులు తీరారు. దీంతో ఏపీలో రికార్డు స్థాయిలో ఓటింగ్ నమోదైంది. పోలింగ్ సరళిని గమనిస్తే గత మూడు అసెంబ్లీ ఎన్నికలతో పోలిస్తే 2024 ఆంధ్రప్రదేశ్ శాసనసభ ఎన్నికల్లో అత్యధిక ఓటింగ్ శాతం నమోదైనట్లు తెలుస్తోంది. ప్రస్తుత పోలింగ్ ట్రెండ్‌ ప్రకారం 80 శాతం ఓటింగ్ దాటేలా కనిపిస్తోంది.  2009 ఆంధ్రప్రదేశ్ శాసనసభ ఎన్నికల్లో 75.9 శాతం, 2014 ఏపీ ఎన్నికల్లో","author":"Tattva News Team","time":"14/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/AP-Voting.webp","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో ఓటరు చైతన్యం వెల్లివిరిసింది. పల్లెలు, పట్టణాలనే పట్టింపులు లేకుండా ఓటు వేసేందుకు ప్రజలు క్యూలైన్లలో బారులు తీరారు. దీంతో ఏపీలో రికార్డు స్థాయిలో ఓటింగ్ నమోదైంది. పోలింగ్ సరళిని గమనిస్తే గత మూడు అసెంబ్లీ ఎన్నికలతో పోలిస్తే 2024 ఆంధ్రప్రదేశ్ శాసనసభ ఎన్నికల్లో అత్యధిక ఓటింగ్ శాతం నమోదైనట్లు తెలుస్తోంది. ప్రస్తుత పోలింగ్ ట్రెండ్‌ ప్రకారం 80 శాతం ఓటింగ్ దాటేలా కనిపిస్తోంది. </p>\n\n\n\n<p>2009 ఆంధ్రప్రదేశ్ శాసనసభ ఎన్నికల్లో 75.9 శాతం, 2014 ఏపీ ఎన్నికల్లో 78.4 శాతం, 2019 శాసనసభ ఎన్నికల్లో 79.6 శాతం మేర పోలింగ్ నమోదైంది. 2024లో మాత్రం సాయంత్రం ఐదు గంటలకే 67.99 శాతం పోలింగ్ నమోదైంది. సాయంత్రం ఆరు గంటలలోపు క్యూలైన్లలో ఉన్నవారికి ఓటేసే అవకాశం కల్పిస్తున్నారు. దీంతో ఈసారి పోలింగ్ 80 శాతం దాటేలా కనిపిస్తోంది.</p>\n\n\n\n<p>ఏపీలోని మొత్తం 175 అసెంబ్లీ, 25 లోక్ సభ స్థానాలకు ఉదయం ఏడు గంటలకు ప్రారంభమైన పోలింగ్.. సాయంత్రం ఆరింటితో ముగిసింది. అయితే గడువు ముగిసినప్పటికీ క్యూలైన్లలో ఉన్నవారికి ఓటేసే అవకాశం కల్పించారు. ఇక వర్షం పడుతున్నా, హింసాత్మక ఘటనలు జరుగుతున్నా లెక్కచేయక ఓటర్లు.. ఓటు వేసేందుకు పోలింగ్ కేంద్రాలకు తరలివచ్చారు. </p>\n\n\n\n<p>ఏపీలో మొత్తం ఓటర్ల సంఖ్య 4.13 కోట్లు కాగా.. సాయంత్రం ఐదు గంటలకు 2.71 కోట్లకు పైగా ప్రజలు తమ ఓటు హక్కును వినియోగించుకున్నారు. పురుషులు 64.28 శాతం, మహిళలు 66.84 శాతం ఓటు హక్కు వినియోగించుకున్నారు.<br>జిల్లాల వారీగా చూస్తే సాయంత్రం ఐదుగంటల వరకూ.. చిత్తూరు జిల్లాలో అత్యధికంగా 74.06 శాతం పోలింగ్ నమోదైంది. అత్యల్పంగా అల్లూరి సీతారామరాజు జిల్లాలో 55.17 శాతం పోలింగ్ నమోదైంది. </p>\n\n\n\n<p>అంబేద్కర్ కోనసీమ జిల్లా 73.55 శాతం, కృష్ణా జిల్లా 73.53 శాతం, బాపట్ల జిల్లాలో 72.14 శాతం, వైఎస్ఆర్ కడప జిల్లాలో 72.85 శాతం, నంద్యాలలో 71.43 శాతం, ప్రకాశం 71 శాతం, నెల్లూరు జిల్లాలో 69.95 శాతం ఓటింగ్ నమోదైనట్లు ఎన్నికల అధికారులు తెలిపారు.</p>\n\n\n\n<p>ఇక అనంతపురం జిల్లాలో 68.04 శాతం, పల్నాడు జిల్లాలో 69.10 శాతం, అన్నమయ్య జిల్లాలో 67.63 శాతం, ఎన్టీఆర్ జిల్లాలో 67.44 శాతం, విజయనగరం జిల్లాలో 68.16 శాతం, అనకాపల్లి జిల్లాలో 65.97 శాతం, తిరుపతిల 65.88 శాతం, గుంటూరు జిల్లాలో 65.58 శాతం, కాకినాడ జిల్లాలో 65.01 శాతం, కర్నూలు జిల్లాలో 64.55 శాతం, మన్యం జిల్లాలో 61.18 శాతం, విశాఖ జిల్లాలో 57.42 శాతం పోలింగ్ నమోదైనట్లు అధికారులు తెలిపారు.</p>\n\n\n\n<p>మొత్తంగా సాయంత్రం ఐదు గంటల వరకూ 68 శాతం పోలింగ్ నమోదైనట్లు ఏపీ ఎన్నికల ప్రధానాధికారి ముకేష్ కుమార్ మీనా వెల్లడించారు. అక్కడక్కడా హింసాత్మక ఘటనలు జరిగినప్పటికీ.. ఎక్కడా రీపోలింగ్ అవసరం లేదని ముకేష్ కుమార్ మీనా తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/18943/14/05/2024/","hasAudio":false,"hasInfographics":false}