{"id":"wp-en-15411","wp_id":15411,"type":"standard","category":"World","language":"en","title":"India, China reach agreement on patrolling along LAC in eastern Ladakh￼","excerpt":"Shortly after the Foreign Secretary announced that Indian and Chinese negotiators had reached an agreement on patrolling along the Line of Actual Control (LAC) in eastern Ladakh, External Affairs Minister S Jaishankar affirmed this development, stating that the Indian Armed Forces will be able to resume patrolling in areas that were accessible prior to the","author":"Tattva News Team","time":"22/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Eastern-Ladakh.webp","readTime":"5 min read","contentHTML":"\n<p>Shortly after the Foreign Secretary announced that Indian and Chinese negotiators had reached an agreement on patrolling along the Line of Actual Control (LAC) in eastern Ladakh, External Affairs Minister S Jaishankar affirmed this development, stating that the Indian Armed Forces will be able to resume patrolling in areas that were accessible prior to the 2020 clash.</p>\n\n\n\n<p>Jaishankar said, \"We will be able to go back to 2020 patrolling\". Earlier, Foreign Secretary Vikram Misri said that India and China had resolved the pending issues of patrolling and disengagement of troops along the Line of Actual Control (LAC) in eastern Ladakh. The armies of the two sides are locked in a standoff since April 2020.</p>\n\n\n\n<p>There  have been  a few clashes, including the one at Galwan in June 2020, when the Indian Army lost 20 soldiers, and China lost an unspecified number of soldiers.</p>\n\n\n\n<p>Addressing the media ahead of Prime Minister Narendra Modi's visit to Russia for the BRICS Summit, Misri said over the past several weeks, Indian and Chinese diplomatic and military negotiators had been in close contact with one another on a variety of forums.</p>\n\n\n\n<p>Misri said: \"As a result of these discussions, an agreement has been arrived at on patrolling arrangements along the LAC in the India-China border areas, leading to disengagement and a resolution of the issues that had arisen in these areas in 2020,\" adding that, \"We will be taking the next step on this.\"</p>\n\n\n\n<p>Answering a question, Misri said: \"We have reached an agreement.....and this will eventually (lead to a) resolution of the issues that had arisen in these areas in 2020.\"<a href=\"https://vdo.ai/contact?utm_medium=video&utm_term=tribuneindia.com&utm_source=vdoai_logo\"></a></p>\n\n\n\n<p>\"Now, as a result of the discussions that have taken place over the past several weeks, an agreement has been arrived at on patrolling arrangements along the LAC,\" the Foreign Secretary added.</p>\n\n\n\n<p>On a possible bilateral meeting between Prime Minister Modi  and President of China Xi Jingping, Misri said BRICS was a multilateral forum and there was always a provision for bilateral meetings on the sidelines. \"We are currently looking into the overall programme of the PM,\" he stated.</p>\n","originalUrl":"https://en.tattvanews.com/national/india-china-reach-agreement-on-patrolling-along-lac-in-eastern-ladakh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}