{"id":"wp-te-19224","wp_id":19224,"type":"standard","category":"World","language":"te","title":"ప్రజానీకంపై మరోమారు టోల్‌ఛార్జీ భారం!","excerpt":"దేశ ప్రజానీకంపై మరోమారు టోల్‌ఛార్జీ భారం పడనుంది. ప్రస్తుత ధరలపై ఐదు నుండి ఏడు శాతం పెంచడానికి కసరత్తు జరుగుతోంది. ఈ ఏడాది ఏప్రిల్‌లోనే టోల్‌ ఛార్జీలను బాదేయాలని చూసిన ప్రభుత్వం సార్వత్రిక ఎన్నికల దరిమిలా ఆ నిర్ణయాన్ని వాయిదా వేసింది. ఈ నేపథ్యంలో జాన్‌ మొదటి వారంలోనే టోల్‌ పెంపు నిర్ణయాన్ని అమలులోకి తీసుకువచ్చే అవకాశం ఉన్నట్లు సమాచారం.  ప్రస్తుతం ఏపీలో 55 జాతీయ రహదారుల్లో 8683.15 కిలోమీటర్ల రోడ్లు ఉన్నాయి. వీటిపై సుమారు 72","author":"Tattva News Team","time":"29/5/2024","image":"https://tattvanews.com/wp-content/uploads/2022/03/Toll-gate.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశ ప్రజానీకంపై మరోమారు టోల్‌ఛార్జీ భారం పడనుంది. ప్రస్తుత ధరలపై ఐదు నుండి ఏడు శాతం పెంచడానికి కసరత్తు జరుగుతోంది. ఈ ఏడాది ఏప్రిల్‌లోనే టోల్‌ ఛార్జీలను బాదేయాలని చూసిన ప్రభుత్వం సార్వత్రిక ఎన్నికల దరిమిలా ఆ నిర్ణయాన్ని వాయిదా వేసింది. ఈ నేపథ్యంలో జాన్‌ మొదటి వారంలోనే టోల్‌ పెంపు నిర్ణయాన్ని అమలులోకి తీసుకువచ్చే అవకాశం ఉన్నట్లు సమాచారం. </p>\n\n\n\n<p>ప్రస్తుతం ఏపీలో 55 జాతీయ రహదారుల్లో 8683.15 కిలోమీటర్ల రోడ్లు ఉన్నాయి. వీటిపై సుమారు 72 వరకూ టోల్‌గేట్లు ఉన్నాయి. ఇచ్ఛాపురం నుండి తడ వరకూ ఉన్న 16వ నెంబరు జాతీయ రహదారిపై 16 టోల్‌ప్లాజాలు ఏర్పాటు చేశారు. 1997లో కిలోమీటర్లుకు రూ.1.50 పైసలు మాత్రమే వసూలు చేస్తామని కాంట్రాక్టర్లతో ఒప్పందం చేసుకున్న కేంద్రంలోని జాతీయ రహదారుల విభాగం ఇప్పుడు కిలోమీటరుకు లారీకి అయితే ఆరు నుండి ఎనిమిది రూపాయలు వరకూ వసూలు చేస్తోంది. </p>\n\n\n\n<p>కార్లు, బస్సులు, ఇతర వాహనాలకు వాటి స్థాయినిబట్టి కిలోమీటరుకు నాలుగు రూపాయల వరకూ వసూలు చేస్తున్నారు. లారీ యజమానుల లెక్కల ప్రకారం అన్ని రోడ్లపై కలిపి ప్రతి ఏడాది టోల్‌గేట్ల రూపంలో రూ.17 వేల కోట్లు వసూలు అవుతోంది. దీని ప్రకారం ఐదు శాతం పెంచితే రూ.850 కోట్లు, ఏడుశాతం పెంచితే రూ.1190 కోట్లు భారం పడుతుందని లారీ యజమానుల సంఘం నాయకులు ఈశ్వరరావు తెలిపారు. ఇది లెక్కల్లో కనిపించేదేనని, కనిపించని భారాలు ఇంకా ఉంటాయని ఆయన తెలిపారు.</p>\n\n\n\n<p>టోల్‌గేటుకు టోల్‌గేటుకు మధ్య నియమిత దూరం ఉండాలనే నిబంధనను అధికారులు పాటించడం లేదు. కోన్నిచోట్ల టోల్‌గేట్లు 40 కిలోమీటర్ల లోపు ఉంటే కొన్ని చోట్ల 60 కిలోమీటర్ల లోపు ఉన్నాయి. కృష్ణాజిల్లాలో పొట్టిపాడు, కలపర్రు మధ్య 21 కిలోమీటర్లు మాత్రమే ఉంటుంది. రోడ్డు నిర్మాణ సమయంలో కాంట్రాక్టులకు తీసుకున్న వారికి ఏదోఒక స్థానంలో టోల్‌గేట్‌ కట్టబెట్టే పేరుతో ఇష్టారాజ్యంగా అప్పగించేశారు. </p>\n\n\n\n<p>దీనివల్ల లారీ యజమానులపై ఎక్కువభారం పడుతోంది. టోల్‌గేట్లు కూడా ఒక్క పద్ధతి ప్రకారం వసూలు ఉండటం లేదు. టోల్‌ట్యాక్స్‌కు సంబంధించి గతంలో కారు, లైట్‌, హెవీ వెహికల్‌ అని మూడు కేటగిరీలు మాత్రమే ఉండేవి. ఇలా అయితే ఎన్ని యాక్సిల్స్‌ ఉన్నా ఒకే ఫీజు ఉండేది. అయితే రోడ్డు అరుగుదల పేరుతో హెవీ వెహికల్స్‌ను నాలుగు రకాలుగా విభజించారు. </p>\n\n\n\n<p>త్రీయాక్సిల్‌, ఫోర్త్‌, సిక్స్‌ యాక్సిల్‌, ఎర్త్‌మూవింగ్‌ ఎక్విప్‌మెంట్స్‌ అంటూ పెంచుకుంటూ పోయారు. దీంతో టోల్‌భారం పెరిగిపోయింది.టోల్‌ట్యాక్స్‌ ఎంత పెంచినా అ భారం చివరకు వస్తువులను రవాణా చేసుకునే సంస్థలు, వ్యక్తుల మీదే పడుతుంది. పెరిగిన టోల్‌కు అనుగుణంగా రవాణా ఛార్జీలను లారీ యజమానులు పెంచుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19224/29/05/2024/","hasAudio":false,"hasInfographics":false}