{"id":"wp-te-20163","wp_id":20163,"type":"standard","category":"World","language":"te","title":"నేటి నుండే పార్లమెంట్ వర్షాకాల సమావేశాలు","excerpt":"పార్లమెంట్ వర్షాకాల సమావేశాలు సోమవారం నుంచి ఆరంభమవుతాయి. ఆర్థిక మంత్రి నిర్మలా సీతారామన్ మంగళవారం కేంద్ర బడ్జెట్‌ను ప్రవేశపెడుతారు. మోడీ 3.0 ప్రభుత్వానికి ఇది తొలి పూర్తిస్థాయి బడ్జెట్ అవుతుంది. సోమవారం పార్లమెంట్‌లో ఆర్థిక సర్వే వెలువడుతుంది.  ఈసారి పార్లమెంట్‌లో ప్రతిపక్ష ఇండియా కూటమి సంఘటితంగా ఉండటం, రాహుల్ గాంధీ సభలో ప్రతిపక్ష నేత కావడం వంటి పరిణామాలతో ఈ వర్షాకాల సెషన్ ఆద్యంతం ఉరుములు మెరుపులుగా ఉంటుందని భావిస్తున్నారు. ప్రత్యేకించి నీట్ పరీక్షా పత్రాల లీక్","author":"Tattva News Team","time":"22/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Parliament2.jpg","readTime":"5 min read","contentHTML":"\n<p>పార్లమెంట్ వర్షాకాల సమావేశాలు సోమవారం నుంచి ఆరంభమవుతాయి. ఆర్థిక మంత్రి నిర్మలా సీతారామన్ మంగళవారం కేంద్ర బడ్జెట్‌ను ప్రవేశపెడుతారు. మోడీ 3.0 ప్రభుత్వానికి ఇది తొలి పూర్తిస్థాయి బడ్జెట్ అవుతుంది. సోమవారం పార్లమెంట్‌లో ఆర్థిక సర్వే వెలువడుతుంది. </p>\n\n\n\n<p>ఈసారి పార్లమెంట్‌లో ప్రతిపక్ష ఇండియా కూటమి సంఘటితంగా ఉండటం, రాహుల్ గాంధీ సభలో ప్రతిపక్ష నేత కావడం వంటి పరిణామాలతో ఈ వర్షాకాల సెషన్ ఆద్యంతం ఉరుములు మెరుపులుగా ఉంటుందని భావిస్తున్నారు. ప్రత్యేకించి నీట్ పరీక్షా పత్రాల లీక్ కేసు, రైల్వే భద్రత వంటి పలు విషయాలపై ప్రభుత్వాన్ని ప్రతిపక్షాలు పెద్ద ఎత్తున నిలదీసే వీలుంది. </p>\n\n\n\n<p>సోమవారం ఆరంభమయ్యే సెషన్ మొత్తం 19 సిట్టింగ్‌లుగా ఆగస్టు 12వ తేదీవరకూ సాగుతుంది. ఈసారి సమావేశాలలో మోడీ ప్రభుత్వం మొత్తం ఆరు బిల్లులను ప్రవేశపెట్టనుంది. వీటిలో నూతన ఎయిర్‌క్రాఫ్ట్ యాక్ట్. దీనిమేరకు దేశంలో 90 సంవత్సరాల నాటి విమానాల యాక్ట్‌కు ప్రత్యామ్నాయ చట్టం అమలులోకి రానుంది. జమ్మూ కశ్మీర్ బడ్జెట్‌కు ఆమోదం కూడా జరగాల్సి ఉంటుంది. అక్కడ కేంద్ర పాలన అమలులో ఉంది. </p>\n\n\n\n<p>బడ్జెట్‌కు ముందు దేశంలోని ఆర్థిక పరిస్థితిని విశ్లేషించే ఎకనామిక్ సర్వే సోమవారం సభ ముందుకు వస్తుంది. ఇది బడ్జెట్ స్వరూపానికి ప్రతీక అవుతుంది. కాగా పార్లమెంట్ సమావేశాల నేపధ్యంలో కేంద్ర పార్లమెంటరీ వ్యవహారాల మంత్రి కిరెన్ రిజిజూ పార్లమెంట్‌లోని రాజకీయ పార్టీల సభాపక్ష నేతలతో సమావేశం నిర్వహించారు. సభలు సజావుగా సాగేందుకు వారి సహకారం అభ్యర్థించారు. విపక్షాల నుంచి ప్రస్తావనకు వచ్చే సమస్యల గురించి ఆరాతీశారు.</p>\n\n\n\n<p>ప్రతిపక్షాలకు తగు విధంగా అవకాశం కల్పించడం జరుగుతుందని వివరించారు. ఇప్పటి సభల్లో ఇంతకు ముందటి వరకూ తటస్థంగా ఉన్న కొన్ని పార్టీలు ప్రభుత్వ మిత్రపక్షాలు కావడం, తటస్థంగా ఉన్న పార్టీలు కొన్ని పార్టీలు అంశాల వారిగా సమస్యలను ప్రస్తావించి , ప్రభుత్వాన్ని నిలదీసేందుకు రంగం సిద్ధం చేసుకుంటున్నాయి. </p>\n\n\n\n<p>ఈ క్రమంలోనే ఒడిషాలోని మాజీ సిఎం సీనియర్ నేత నవీన్ పట్నాయక్‌కు చెందిన బిజెడి ఈసారి తాము బలీయ ప్రతిపక్షంగా వ్యవహరిస్తామని తెలిపింది ఇటీవలే పట్నాయక్ బిజెడి పార్లమెంటరీ పార్టీ నేతగా నవీన్ పట్నాయక్ ఎన్నికయ్యారు. ఒడిషా రాష్ట్ర ప్రయోజనాలకోసం సభలలో తమ పార్టీ బలీయంగా నినదిస్తుందని ఇటీవల నవీన్ తెలిపారు. ప్రత్యేకించి ఒడిషాకు ప్రత్యేక కేటగిరి స్థాయి డిమాండ్ ఉంటుందని వివరించారు.</p>\n\n\n\n<p>ఇక ప్రభుత్వ రంగ సంస్థల వాటాలను 51 శాతం కన్నా తక్కువకు తీసుకువస్తే సహించేది లేదని, పార్లమెంట్‌లో నిలదీస్తుందని ఛైర్‌పర్సన్ హోదాలో కాంగ్రెస్ సీనియర్ నేత జైరాం రమేష్ తెలిపారు. ఈ సారి సెషన్‌లో బ్యాంకింగ్ రెగ్యులేషన్ యాక్ట్ 1949కు ఇతర చట్టాలైన బ్యాంకింగ్ కంపెనీల యాక్ట్‌లకు కూడా సవరణలు చేపట్టాలని మోడీ ప్రభుత్వం భావిస్తోంది. </p>\n\n\n\n<p>ఫైనాన్స్ బిల్లు కాకుండా ఈ సారి ప్రభుత్వం విపత్తు నిర్వహణ బిల్లును కూడా లిస్ట్‌లో పెట్టింది. దీనిని ఆమోదింపచేసేందుకు ప్రయత్నించే క్రమంలో పాట్లు పడాల్సి ఉంటుంది. పార్లమెంటరీ ఏజెండాను ఖరారు చేసేందుకు లోక్‌సభ స్పీకర్ ఓంబిర్లా సభా నిర్వహణల సలహా కమిటీ (బిఎసి)ని ఏర్పాటు చేశారు. ఈ కమిటీకి స్పీకర్ అధ్యక్షత వహిస్తారు. కమిటిలో పలు పార్టీలకు చెందిన ఎంపిలు సభ్యులుగా ఉన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20163/22/07/2024/","hasAudio":false,"hasInfographics":false}