{"id":"wp-te-18644","wp_id":18644,"type":"standard","category":"World","language":"te","title":"నాగోల్ - చాంద్రాయణగుట్టలో హైదరాబాద్ మెట్రో ఫేజ్-2","excerpt":"హైదరాబాద్ లో మెట్రో ఫేజ్ -2కు శంషాబాద్ విమానాశ్రయ మెట్రో మార్గంలో నాగోల్ నుంచి చాంద్రాయణగుట్ వరకు 14 కి.మీ మేర మెట్రో మార్గాన్ని నిర్మించనున్నారు. ఫేజ్- 2లో మొత్తం 13 స్టేషన్లు అందుబాటులోకి రానున్నాయని హైదరాబాద్ మెట్రో రైల్ ఎండీ ఎన్వీఎస్ రెడ్డి ప్రకటించారు.  నాగోల్ మెట్రో స్టేషన్ తో మొదలై నాగోల్ చౌరస్తా, అల్కాపురి చౌరస్తా, కామినేని ఆసుపత్రి, ఎల్బీనగర్ కూడలి, సాగర్ రింగ్ రోడ్డు , మైత్రి నగర్, కర్మన్ ఘాట్, చంపాపేట్","author":"Tattva News Team","time":"29/4/2024","image":"https://tattvanews.com/wp-content/uploads/2023/07/Metro-rail.jpeg","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాద్ లో మెట్రో ఫేజ్ -2కు శంషాబాద్ విమానాశ్రయ మెట్రో మార్గంలో నాగోల్ నుంచి చాంద్రాయణగుట్ వరకు 14 కి.మీ మేర మెట్రో మార్గాన్ని నిర్మించనున్నారు. ఫేజ్- 2లో మొత్తం 13 స్టేషన్లు అందుబాటులోకి రానున్నాయని హైదరాబాద్ మెట్రో రైల్ ఎండీ ఎన్వీఎస్ రెడ్డి ప్రకటించారు. </p>\n\n\n\n<p>నాగోల్ మెట్రో స్టేషన్ తో మొదలై నాగోల్ చౌరస్తా, అల్కాపురి చౌరస్తా, కామినేని ఆసుపత్రి, ఎల్బీనగర్ కూడలి, సాగర్ రింగ్ రోడ్డు , మైత్రి నగర్, కర్మన్ ఘాట్, చంపాపేట్ రోడ్ కూడలి , ఓవైసీ ఆసుపత్రి, డిఆర్డీఓ ఆఫీస్, హఫీజ్ బాబానగర్, చాంద్రాయణగుట్ట ప్రాంతాల్లో కొత్తగా 13 స్టేషన్లు రాబోతున్నాయని ఆయన వెల్లడించారు. </p>\n\n\n\n<p>ఈ మార్గంలో మెట్రో అలైన్మెంట్, స్టేషన్ స్థానాలను ఖరారు చేసేందుకు అధికారులతో కలిసి క్షేత్రస్థాయిలో ఎన్వీస్ రెడ్డి పరిశీలించారు. మెట్రో రైల్ స్టేషన్లకు సంబంధించి వాటి పేర్ల ఖరారుకు ట్రాఫిక్ పోలీసులు, సాధారణ ప్రజల నుంచి సలహాలు స్వీకరించాలని అధికారులను ఆదేశించారు.</p>\n\n\n\n<p>నాగోల్లో ఇప్పుడున్న స్టేషన్ సమీపంలోనే న్యూ నాగోల్ స్టేషన్ (ఎల్బీ నగర్ మార్గంలో ) వస్తుందని ఎన్వీఎస్ రెడ్ తెలిపారు. ఈ రెండింటిని అనుసంధానం చేసేలా విశాలమైన ఓ స్కై వాక్ కూడా నిర్మించనున్నట్టు తెలిపారు. నాగోల్ లో మూసీ వంతెన, మంచినీటి పైప్లైన్, విద్యుత్ లైన్ లు ఉన్నందున మెట్రో అలైన్మెంట్ ను 10 మీటర్లు ఎడమవైపు మార్చామని చెప్పారు.</p>\n\n\n\n<p>మూసీ పునరుజ్జీవ పనులకు ఎలాంటి ఇబ్బందులు లేకుండా ఉండేందుకు పొడవైన స్పాన్ లు ఉండేలా ప్రణాళిక రూపొందించాల్సి ఉందని తెలిపారు. మూసీ నదిపై మెట్రో వంతెనను నిర్మాణానికి హైదరాబాద్ ఎయిర్ పోర్టు మెట్రో లిమిటెడ్ అధికారులు పరిశీలిస్తున్నారని చెప్పారు. ఈ బ్రిడ్జి పిల్లర్లను ఒకదానికొకటి మధ్య ఎక్కువ గ్యాప్ తో నిర్మించాల్సి ఉందని, అది చాలా కష్టమైన పని అని పేర్కొన్నారు. </p>\n\n\n\n<p>దీంతో పాటు బైరామల్ గూడ / సాగర్ రింగ్ రోడ్ జంక్షన్ లో మల్టిపుల్ ఫ్లైఓవర్ లు ఉండడంతో మెట్రో లైన్ ఎత్తు పెరుగుతుంది. దీన్ని తగ్గించడానికి అలైన్మెంట్ ను కుడివైపు మార్చాల్సి వస్తుందని, ఫ్లైఓవర్ కారణంగా చాంద్రాయణగుట్ట ఇంటర్ ఛేంజ్ స్టేషన్ నిర్మాణం సవాలుగా మారనుందని తెలిపారు. నాగోల్ నుంచి చాంద్రాయణగుట్ట వరకు ఫ్లైఓవర్ల కారణంగా స్టేషన్ కోసం భూ సేకరణ తప్పడం లేదన్నారు. కొన్ని చోట్ల ప్రైవేట్ ఆస్తులను కూడా సేకరించాలని అధికారులను మెట్రో రైల్ ఎండీ ఆదేశించారు.</p>\n","originalUrl":"https://tattvanews.com/18644/29/04/2024/","hasAudio":false,"hasInfographics":false}