{"id":"wp-en-13396","wp_id":13396,"type":"standard","category":"World","language":"en","title":"Actresses Hema, Ashi Roy test positive for drug use￼","excerpt":"Telugu actresses Hema and Ashi Roy’s blood samples have tested positive for the consumption of drugs at a rave party in Bengaluru. The rave party bust happened near Electronics City in Bengaluru on Sunday night. Both Hema and Aashi Roy were present at the party. Hema, who was detained by the cops, used the excuse of going","author":"Tattva News Team","time":"24/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Hema-Ashi.webp","readTime":"5 min read","contentHTML":"\n<p>Telugu actresses Hema and Ashi Roy’s blood samples have tested positive for the consumption of drugs at a rave party in Bengaluru. The rave party bust happened near Electronics City in Bengaluru on Sunday night.</p>\n\n\n\n<p>Both Hema and Aashi Roy were present at the party. Hema, who was detained by the cops, used the excuse of going to the washroom to record a misleading video. She reportedly pleaded with the police not to arrest her and to keep her identity concealed.</p>\n\n\n\n<p>The blood samples of the attendees at the busted rave party were sent to a laboratory for testing, as per Bengaluru City Police Commissioner B Dayananda.</p>\n\n\n\n<p>Among the 98 blood samples collected from the participants in the rave party held at G.M. Farmhouse in Singena Agrahara near Electronic City,   the reports confirmed drug consumption by 86 people, The blood samples of 59 men tested positive for drugs while the blood samples of 27 women tested positive.</p>\n\n\n\n<p>The police raided the rave party on May 20, titled ‘Sunset to Sunrise Victory,’ which was attended by around 100 people, including techies, Telugu actors, and others. MDMA, cocaine, hydro ganja, and other substances were allegedly used by those who attended the party. The police seized narcotic substances from the farmhouse.</p>\n\n\n\n<p>The Karnataka Police, probing the case, were also investigating the possibility of a sex racket operating alongside the supply of drugs. Five individuals were arrested in the case, and the police department transferred the investigation from the Electronics City Police Station to the Narcotics Wing of the City Central Crime Branch (CCB).</p>\n\n\n\n<p>Home Minister G. Parameshwara said that the government aims to make Karnataka a drug-free state and will not tolerate rave parties. He warned that students who come to Karnataka for studies and engage in drug consumption and trafficking are being monitored and will be sent back to their states.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/actresses-hema-ashi-roy-test-positive-for-drug-use%ef%bf%bc/","hasAudio":false,"hasInfographics":false}