{"id":"wp-en-14729","wp_id":14729,"type":"standard","category":"World","language":"en","title":"Assam CM says Won’t let Miya Muslims take over Assam","excerpt":"Assam chief minister Himanta Biswa Sarma on Tuesday, 27 August, said that he 'would take sides' and not let 'Miya Muslims take over' the state. Sarma was speaking in the assembly on the adjournment motions brought by the opposition parties wanting to discuss the law-and-order situation, given the rape of a 14-year-old girl in Nagaon","author":"Tattva News Team","time":"28/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/01/Assam-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>Assam chief minister Himanta Biswa Sarma on Tuesday, 27 August, said that he 'would take sides' and not let 'Miya Muslims take over' the state.</p>\n\n\n\n<p>Sarma was speaking in the assembly on the adjournment motions brought by the opposition parties wanting to discuss the law-and-order situation, given the rape of a 14-year-old girl in Nagaon recently.</p>\n\n\n\n<p>Replying to the motion, he said the crime rate in the state has not in fact increased if the population growth is taken into account. When the opposition charged him with being partisan, Sarma retorted, \"I will take sides. What can you do about it?\"</p>\n\n\n\n<p>\"Why will people from Lower Assam go to Upper Assam? So that Miya Muslims can take over Assam? We won't let it happen,\" he asserted.</p>\n\n\n\n<p>Amid the heated debate, members of both treasury and opposition benches stormed into the well of the House, prompting speaker Biswajit Daimary to adjourn the proceedings for 10 minutes.</p>\n\n\n\n<p>MLAs of the Congress, AIUDF and CPI(M) as well as the lone independent legislator, Akhil Gogoi, had moved four adjournment motions for discussion on the situation arising out of the increased rate of crimes in the state, including crimes against women.</p>\n","originalUrl":"https://en.tattvanews.com/national/assam-cm-says-wont-let-miya-muslims-take-over-assam/","hasAudio":false,"hasInfographics":false}