{"id":"wp-te-19697","wp_id":19697,"type":"standard","category":"World","language":"te","title":"ఎన్టీఆర్‌ వర్సిటీగా  వైఎస్‌ఆర్‌ ఆరోగ్య వర్సిటీ పేరు మార్పు","excerpt":"వైఎస్‌ఆర్‌ ఆరోగ్య వర్సిటీ పేరును ఎన్టీఆర్‌ వర్సిటీగా మార్చాలని ఏపీ మంత్రివర్గం నిర్ణయించింది. ముఖ్యమంత్రి చంద్రబాబు నాయుడు అధ్యక్షతన సోమవారం జరిగిన మొదటి సమావేశంలో గత ప్రభుత్వం వర్సిటీ పేరు మార్చడం వల్ల వైద్యులు అనేక ఇబ్బందులు పడ్డారని, వైద్యులు, ప్రజాప్రతినిధుల విజ్ఞప్తి మేరకు వర్సిటీ పేరు మార్చాలని నిర్ణయించామని  మంత్రి కొలుసు పార్థసారథి తెలిపారు. వైఎస్సార్సీపీ ప్రభుత్వం ఐదేళ్లలో ఒక్క టీచర్‌ పోస్టూ భర్తీ చేయలేదని పేర్కొంటూ 16,347 ఉపాధ్యాయ పోస్టుల భర్తీకి కేబినెట్ ఆమోదించిందని","author":"Tattva News Team","time":"25/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/AP-Cabinet.webp","readTime":"5 min read","contentHTML":"\n<p>వైఎస్‌ఆర్‌ ఆరోగ్య వర్సిటీ పేరును ఎన్టీఆర్‌ వర్సిటీగా మార్చాలని ఏపీ మంత్రివర్గం నిర్ణయించింది. ముఖ్యమంత్రి చంద్రబాబు నాయుడు అధ్యక్షతన సోమవారం జరిగిన మొదటి సమావేశంలో గత ప్రభుత్వం వర్సిటీ పేరు మార్చడం వల్ల వైద్యులు అనేక ఇబ్బందులు పడ్డారని, వైద్యులు, ప్రజాప్రతినిధుల విజ్ఞప్తి మేరకు వర్సిటీ పేరు మార్చాలని నిర్ణయించామని  మంత్రి కొలుసు పార్థసారథి తెలిపారు.</p>\n\n\n\n<p>వైఎస్సార్సీపీ ప్రభుత్వం ఐదేళ్లలో ఒక్క టీచర్‌ పోస్టూ భర్తీ చేయలేదని పేర్కొంటూ 16,347 ఉపాధ్యాయ పోస్టుల భర్తీకి కేబినెట్ ఆమోదించిందని తెలిపారు. ఈ పక్రియ జులై 1 నుండి ప్రరంభించి డిసెంబర్ 10 నాటికి పూర్తి చేయనున్నారు. అన్ని రకాల ప్రభుత్వ పాఠశాలల్లో ఉపాధ్యాయ పోస్టుల్ని భర్తీ చేయనున్నారు.</p>\n\n\n\n<p>80 శాతం డిఎస్సీ మార్కులు, 20శాతం టెట్ మార్కులతో నియామకాలు జరుగుతాయి. టెట్ ఎన్నిసార్లైనా రాయొచ్చని, సకాలంలో నిర్వహించక పోవడం వల్ల అభ్యర్థులు మార్కులు తెచ్చుకునే అవకాశం కోల్పోయారన్నారు. మూడేళ్ల క్రితం టెట్ నిర్వహించడం వల్ల అభ్యర్థులు తీవ్రంగా నష్టపోయారని ఆరోపించారు. <br>వివిధ వర్గాల సామాజిక పెన్షన్లను పెంచుతూ ఏపీ క్యాబినెట్ అమోద ముద్ర వేసినట్టు మంత్రి పార్థసారథి ప్రకటించారు. ప్రభుత్వం రాగానే పెన్షన్లు పెంచుతామని హామీ ఇచ్చారని దానికి అనుగుణంగా 65.03లక్షల మందికి లబ్ది కలుగనుందని మంత్రి వివరించారు.</p>\n\n\n\n<p>గత ప్రభుత్వంలో వెయ్యి రుపాయలు పెంచడానికి నాలుగేళ్లు పడితే, చంద్రబాబుకు వెయ్యి పెంచడానికి 10-15రోజులు మాత్రమే పట్టిందన్నారు. జూలై 1న సచివాలయ ఉద్యోగులే స్వయంగా ఇంటింటికి తీసుకు వెళ్లి పెన్షన్లను అందించనున్నట్టు చెప్పారు. వాలంటీర్లను ఎలా వినియోగించుకోవాలనే దానిపై ప్రభుత్వం త్వరలో నిర్ణయం తీసుకుంటుందని తెలిపారు.</p>\n\n\n\n<p>దివ్యాంగులకు రూ.3వేల నుంచి 6వేలు, పూర్తి వైకల్యం ఉన్న వారికి రూ.5వేల నుంచి రూ.10వేలు అందించనున్నారు. తీవ్ర అనారోగ్యంతో బాధపడుతున్న వారికి రూ.5వేల నుంచి రూ.10వేల పెన్షన్లు అందించనున్నారు. జూలై1న రూ7వేలు చెల్లించనున్నారు. బకాయిలతో కలిపి జూలైలో రూ.7వేలు చెల్లిస్తారు.</p>\n\n\n\n<p>పెంపుదల వల్ల ప్రతి నెల రూ.810కోట్ల భారం ప్రభుత్వంపై పడనుంది. జూలైలో రూ.4408 కోట్లు చెల్లిస్తారు. గతంలో ఏటా 22,273కోట్ల గతంలో ఖర్చు చేస్తే ఇకపై 33,099.72 కోట్లను ఏటా ఖర్చు చేస్తారు. రాష్ట్ర వ్యాప్తంగా స్కిల్ సెన్సస్ చేపట్టాలని ఏపీ క్యాబినెట్ నిర్ణయించింది.</p>\n\n\n\n<p>రాష్ట్ర వ్యాప్తంగా అన్నా క్యాంటీన్లను పున:ప్రారంభించడానికి క్యాబినెట్ నిర్ణయించింది. 123 క్యాంటీన్లను రాష్ట్ర వ్యాప్తంగా తొలి విడత ప్రారంభిస్తారు. మిగిలిన వాటిని కూడా త్వరలోనే పునరుద్ధరిస్తారు. పేదలకు నాణ్యమైన ఆహారాన్ని అందించేందుకు అవసరమైన టెండర్లను త్వరలో ఖరారు చేయనున్నారు. రాష్ట్రంలో గంజాయి అరికట్టేందుకు కఠిన చర్యలు తీసుకుంటున్నామని, గంజాయి నియంత్రణ కమిటీ వేశామని తెలిపారు. కమిటీ సూచనల మేరకు చర్యలు ఉంటాయని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/19697/25/06/2024/","hasAudio":false,"hasInfographics":false}