{"id":"wp-te-19059","wp_id":19059,"type":"standard","category":"World","language":"te","title":"హెలికాప్టర్‌ ప్రమాదం ఇరాన్‌ అధ్యక్షుడు దుర్మరణం","excerpt":"హెలికాప్టర్ ప్రమాదంలో ఇరాన్‌ అధ్యక్షుడు ఇబ్రహీం రైసీ దుర్మరణం చెందారు. ఈ విషయాన్ని స్థానిక మీడియా ధృవీకరించింది. అధ్యక్షుడితో పాటు ఆ దేశ విదేశాంగ మంత్రి కూడా ఈ ఘటనలో చనిపోయారు. ఓ ఆనకట్ట ప్రారంభానికి వెళ్లి తిరిగి వస్తున్న సమయంలో.. ప్రతికూల వాతావరణం కారణంగా హెలికాప్టర్ అదుపు తప్పి, తూర్పు అజర్‌బైజాన్‌ సరిహద్దుల్లోని జోల్ఫా ప్రాంతంలో కుప్పకూలింది.  ఈ ప్రమాదంలో హెలికాప్టర్ మొత్తం కాలిపోవడంతో.. అందులో ఉన్న వ్యక్తులందరూ ప్రాణాలు విడిచారు. ప్రస్తుతం అక్కడ ఇతర","author":"Tattva News Team","time":"20/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Iran.jpg","readTime":"5 min read","contentHTML":"\n<p>హెలికాప్టర్ ప్రమాదంలో ఇరాన్‌ అధ్యక్షుడు ఇబ్రహీం రైసీ దుర్మరణం చెందారు. ఈ విషయాన్ని స్థానిక మీడియా ధృవీకరించింది. అధ్యక్షుడితో పాటు ఆ దేశ విదేశాంగ మంత్రి కూడా ఈ ఘటనలో చనిపోయారు. ఓ ఆనకట్ట ప్రారంభానికి వెళ్లి తిరిగి వస్తున్న సమయంలో.. ప్రతికూల వాతావరణం కారణంగా హెలికాప్టర్ అదుపు తప్పి, తూర్పు అజర్‌బైజాన్‌ సరిహద్దుల్లోని జోల్ఫా ప్రాంతంలో కుప్పకూలింది. </p>\n\n\n\n<p>ఈ ప్రమాదంలో హెలికాప్టర్ మొత్తం కాలిపోవడంతో.. అందులో ఉన్న వ్యక్తులందరూ ప్రాణాలు విడిచారు. ప్రస్తుతం అక్కడ ఇతర సహాయక చర్యలు కొనసాగుతున్నాయి.  ఆదివారం ఉదయం అజర్‌బైజాన్ సమీపంలో ఇరుదేశాలు సంయుక్తంగా నిర్మించిన ఓ ఆనకట్ట ప్రారంభోత్సవానికి ఇరాన్ అధ్యక్షుడు ఇబ్రహీం రైసీ వెళ్లారు. </p>\n\n\n\n<p>ఆ కార్యక్రమం ముగించుకొని అధ్యక్షుడు హెలికాప్టర్‌లో తబ్రిజ్ నగరానికి తిరుగు పయనమయ్యారు. అయితే.. భారీ పొగమంచు మధ్య పర్వతప్రాంతాలను దాటుతున్న సమయంలో హెలికాప్టర్ అదుపు తప్పి, జోల్ఫా ప్రాంతంలో నేలను బలంగా తాకింది. దీంతో.. హెలికాప్టర్‌లో మంటలు చెలరేగి, పూర్తిగా దగ్ధమైంది. </p>\n\n\n\n<p>హెలికాప్టర్ గల్లంతైన విషయం తెలియగానే.. అధికారులు అప్రమత్తమై దాని ఆచూకీ కోసం సెర్చ్ ఆపరేషన్ నిర్వహించారు. ప్రతికూల వాతావరణ నేపథ్యంలో సహాయక చర్యలకు ఆటంకం ఏర్పడింది. మానవరహిత విమానాల ద్వారా ప్రమాద స్థలాన్ని గుర్తించి.. సోమవారం ఉదయం రెస్క్యూ బందాలు అక్కడికి చేరుకున్నాయి. ఇబ్రహీం రైసీ మృతితో ఇరాన్‌లో ఆందోళనకర పరిస్థితులు నెలకొన్నాయి.</p>\n\n\n\n<p>ఇరాన్‌ అధ్యక్షుడు ఇబ్రహీం రైసీ మరణం పట్ల ప్రధాని మోదీ దిగ్భ్రాంతి వ్యక్తం చేశారు. భారత్‌-ఇరాన్‌ మధ్య ద్వైపాక్షిక సంబంధాలు బలోపేతమవడంలో ఆయన పాత్ర మరువలేనిదని పేర్కొన్నారు. ఆయన కుటుంబ సభ్యులకు ప్రగాఢ సానుభూతి తెలిపారు. ఈ విషాద సమయంలో ఇరాన్‌కు భారత్‌ అండగా నిలుస్తుందని చెప్పారు.</p>\n\n\n\n<p>ఇరాన్‌ సుప్రీం అయతుల్లా ఖమేనీకి ఇబ్రహీం రైసీ అత్యంత సన్నిహితుడు. 2021 అధ్యక్ష ఎన్నికల్లో ఆయన గెలుపొందారు. అయితే.. తన ప్రత్యర్థుల్ని పక్కకు తప్పించి, ఆయన తక్కువ ఓటింగ్‌తో ఈ ఎన్నికల్లో గెలుపొందడం.. అప్పట్లో తీవ్ర వివాదాస్పదమైంది. ఖమేనీకి వారసుడిగా గుర్తింపు పొందిన ఇబ్రహీం.. 1988లో ఖైదీలను సామూహికంగా ఉరితీసినందుకు ఆంక్షల్ని ఎదుర్కొంటున్నారు. </p>\n\n\n\n<p>తాను అధ్యక్షుడిగా అధికారం చేపట్టినప్పటి నుంచి ఇరాన్‌లో ఇస్లామిక్ చట్టాలను కఠినతరం చేయాలని ఆదేశించారు. తన హయాంలో ప్రభుత్వ వ్యతిరేక నిరసనల్ని ఉక్కుపాదంతో అణచివేశారు. ఇరాన్‌ను అణ్వస్త్ర దేశంగా మారుస్తానని పదేపదే చెప్పేవారు</p>\n\n\n\n<p>.</p>\n","originalUrl":"https://tattvanews.com/19059/20/05/2024/","hasAudio":false,"hasInfographics":false}