{"id":"wp-en-13866","wp_id":13866,"type":"standard","category":"World","language":"en","title":"CSE survey unveils country’s lakes and ponds are on a revival route￼","excerpt":"India’s waterbodies are marking a turnaround: many of those that had been severely polluted or encroached upon or had dried up over the years, are now being revived and rejuvenated, thanks to a basket of government schemes as well as private and community initiatives – finds a new nation-wide survey done by researchers at Centre","author":"Tattva News Team","time":"27/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/CSE-2.jpg","readTime":"5 min read","contentHTML":"\n<p>India’s waterbodies are marking a turnaround: many of those that had been severely polluted or encroached upon or had dried up over the years, are now being revived and rejuvenated, thanks to a basket of government schemes as well as private and community initiatives – finds a new nation-wide survey done by researchers at Centre for Science and Environment (CSE).</p>\n\n\n\n<p>The findings of the survey, captured in a book titled <em>‘Back from the Brink: Rejuvenating India’s lakes, ponds and tanks – a compendium of success stories’</em>, was released here today at a national symposium.</p>\n\n\n\n<p>Speaking at the event, CSE director general Sunita Narain said: “We need to relearn the art of the waterbody, of our lakes, tanks and ponds. It is an opportunity for us – we can turn around the water story of India, particularly in today’s time of climate change; this is what this book from CSE tells us”.</p>\n\n\n\n<p>“But there is a lot more that needs to be done. We need to scale up our work for investing in local water systems to capture every drop of rain so that we can build local resilience against drought. In our cities, we need to revive our lakes and ponds, the sponges that will allow us to harvest the rain-flood and ensure it does not turn into wasted water. We need to protect our forests and green spaces as this is how water recharge will increase.”</p>\n\n\n\n<p>Narain added: “It is also critical in these times of water stress not only to make sure that wastewater – sewage – is treated, but it is recycled and reused. It is here the waterbodies that we protect in our cities, the same ponds and tanks that we use to divert and harvest rainwater, could be used to channelise the treated sewage and, in turn, recharge groundwater.”</p>\n\n\n\n<p><strong>The CSE survey</strong><strong></strong></p>\n\n\n\n<p>Over a period of about a year, a CSE team reviewed 250 waterbodies – created and/or restored under 22 state-level programmes and five Central schemes – in four distinct ecological regions of India: Indo-Gangetic plains, the desert, coastal plains and the Deccan plateau. The schemes and programmes that have been covered include Mission Amrit Sarovar, AMRUT 2.0, the City of Lakes project in Delhi, and the Anaithu Grama Anna Marumalarchi Thittam (AGAMT) scheme of Tamil Nadu, among others. Out of the 250 waterbodies reviewed, about 140 stood out as best cases.</p>\n\n\n\n<p>Depinder S Kapur, programme director of CSE’s water programme, said: “India has 2,424,540 waterbodies, according to the country’s first census of these water resources which was published last year. Over 97 per cent of these are located in rural areas. These waterbodies, their catchments and their feeder channels act as critical groundwater recharge zones, control flooding, and are home to unique biodiversity.”</p>\n\n\n\n<p>He added: “The CSE survey and the resulting publication – our compendium of case studies – focuses on the lakes, ponds and tanks among these waterbodies that are used by communities. It is a documentation, a celebration of the successful revival of these waterbodies – of what has worked, what hasn’t, and what more can be done.”</p>\n\n\n\n<p>Sushmita Sengupta, senior programme manager, water programme, CSE and the lead writer of <em>Back from the Brink</em>, said: “What we have found is that political and bureaucratic-administrative will, along with community involvement, has been instrumental in successful revival of waterbodies. Some of the best restoration work has happened where district collectors or local political leaders have taken a special interest.”   </p>\n\n\n\n<p>She added: “Among the programmes and schemes, Mission Amrit Sarovar has certainly turned the tide, while state-level projects have played a key role as well. A beginning has been made to stem the decline – but the momentum needs to be sustained. The CSE survey and our publication also proposes a set of recommendations to do just that.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/cse-survey-unveils-countrys-lakes-and-ponds-are-on-a-revival-route%ef%bf%bc/","hasAudio":false,"hasInfographics":false}