{"id":"wp-te-20984","wp_id":20984,"type":"standard","category":"World","language":"te","title":"ప్రకాశం బ్యారేజ్‌ గేట్లను ఢీకొన్న బోట్లు వైసిపి వారివే","excerpt":"ప్రకాశం బ్యారేజ్‌ గేట్లను ఢీకొన్ని నాలుగు బోట్లు వైసీపీ నాయకులవేనని మంత్రి కొల్లు  రవీంద్ర అనుమానం వ్యక్తం చేశారు. ఈ ఘటనలో కుట్రకోణం దాగి ఉందని ఆరోపించారు. ఉద్దేశపూర్వకంగానే బోట్లతో ప్రకాశం బ్యారేజీని ఢీకొన్నట్లు సమాచారం ఉందని చెబుతూ ఇసుక తోలే హెవీ పడవలను తీసుకొచ్చి వదిలారని తెలిపారు.  బ్యారేజీని ఢీ కొట్టిన పడవలకు ఎటువంటి అనుమతులు కూడా లేవని తెలుస్తుందని పేర్కొంటూ బ్యారేజీకి జరగరాని డామేజ్ జరిగి ఉంటే పెద్ద ఉపద్రవం వచ్చేదని,  దీన్ని చాలా","author":"Tattva News Team","time":"8/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kollu-Ravindra.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రకాశం బ్యారేజ్‌ గేట్లను ఢీకొన్ని నాలుగు బోట్లు వైసీపీ నాయకులవేనని మంత్రి కొల్లు  రవీంద్ర అనుమానం వ్యక్తం చేశారు. ఈ ఘటనలో కుట్రకోణం దాగి ఉందని ఆరోపించారు. ఉద్దేశపూర్వకంగానే బోట్లతో ప్రకాశం బ్యారేజీని ఢీకొన్నట్లు సమాచారం ఉందని చెబుతూ ఇసుక తోలే హెవీ పడవలను తీసుకొచ్చి వదిలారని తెలిపారు. </p>\n\n\n\n<p>బ్యారేజీని ఢీ కొట్టిన పడవలకు ఎటువంటి అనుమతులు కూడా లేవని తెలుస్తుందని పేర్కొంటూ బ్యారేజీకి జరగరాని డామేజ్ జరిగి ఉంటే పెద్ద ఉపద్రవం వచ్చేదని,  దీన్ని చాలా తీవ్రంగా తీసుకొని, లోతయిన దర్యాప్తు జరిపించాలని స్పష్టం చేశారు. పడవల మీద వైసీపీ రంగులే ఉన్నాయి విమర్శించారు.  బుడమేరు వాగులో వైసీపీ నాయకులు ఇసుక, మట్టిని విచ్చలవిడిగా అమ్ముకున్నారని ఆరోపించారు.</p>\n\n\n\n<p>దానివల్లే గండ్లు తెగి విజయవాడ ముంపునకు గురైందని చెబుతూ మూడు గండ్లు వల్లే విజయవాడ నగరం ముంపునకు గురైందని తెలిపారు. గత నాలుగు రోజులుగా అహర్నిశలు పనిచేసి గండ్లను పూడ్చామని చెప్పారు. గత ఐదేళ్లలో వైసీపీ ప్రభుత్వం నిర్లక్ష్య కారణంగానే బుడమేరుకు ఈ పరిస్థితి వచ్చిందంటూ మంత్రి కొల్లు రవీంద్ర తీవ్రస్థాయిలో ధ్వజమెత్తారు.</p>\n\n\n\n<p>గత సోమవారం రోజున కృష్ణా నదికి ఎగువ నుంచి వస్తున్న వరద ఉధృతికి నాలుగు ఇనుప బోట్లు కొట్టుకు వచ్చి ప్రకాశం బ్యారేజీ గేట్లకు అనుబంధంగా ఉండే కౌంటర్‌ వెయిట్‌ తగలడంతో అవి దెబ్బతిన్నాయి. 64వ నంబరు గేటు వద్ద ఉండే వెయిట్‌ స్వల్పంగా దెబ్బతినగా  69వ గేటు వద్ద ఉండేది పూర్తిగా మధ్యకు విరిగిపోయింది. కాంక్రీట్‌ సిమెంట్‌ దిమ్మకు లోపల ఉండే ఇనుప చువ్వలు బయటకు వచ్చేశాయి.</p>\n\n\n\n<p>ఇందులో ఒక బోటు 69వ గేటు వద్ద ఉన్న కౌంటర్‌ వెయిట్‌ను ఢీ కొట్టడంతో విరిగిపోయి ఇరుక్కుపోయింది. ఈ బోటును ఢీ కొని మరో రెండు బోట్లు ఆగిపోయాయి. మరో బోటు 64వ నంబరు ఖానా వద్ద ఉన్న కౌంటర్‌ వెయిట్‌ను ఢీ కొట్టడంతో స్వల్పంగా దెబ్బతింది. ఈ బోటూ ఇక్కడ ఇరుక్కుపోయింది. </p>\n\n\n\n<p>మరోవైపు ప్రకాశం బ్యారేజీ వద్ద దెబ్బతిన్న గేట్లకు అధికారులు మరమ్మతులు చేపట్టారు. నిపుణుల పర్యవేక్షణలో మరమ్మతు పనులు కొనసాగుతున్నాయి. ప్రకాశం బ్యారేజ్‌ 67, 69 నెంబర్‌ గేట్లకు మరమ్మతు పనులు సాగుతున్నాయి. నిపుణులు కన్నయ్యనాయుడు పర్యవేక్షణలో పనులు జరుగుతున్నాయి.</p>\n\n\n\n<p>కాగా, ప్రకాశం బ్యారేజ్‌ గేట్లను బోట్లు ఢీకొన్న ఘటనపై పోలీసులు కేసు నమోదు చేశారు. ఘటనపై విచారణ జరపాలని నీటిపారుదలశాఖ ఈఈ కృష్ణారావు విజయవాడ ఒకటవ టౌన్‌లో ఫిర్యాదు చేశారు. బోట్ల యజమానులను విచారించాలని ఫిర్యాదులో పేర్కొన్నారు. గేట్లను బోట్లు ఢీకొన్న ఘటనలో కుట్రకోణం ఉందని అనుమానం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20984/08/09/2024/","hasAudio":false,"hasInfographics":false}