{"id":"wp-en-14082","wp_id":14082,"type":"standard","category":"World","language":"en","title":"Attempt to murder case against YS Jagan, 2 IPS officers￼","excerpt":"Former Andhra Chief Minister Jagan Mohan Reddy, two IPS officers were booked in \"attempt to murder\" case  on Friday at Nagarampalem police station in Guntur district. The complaint was lodged by the TDP's Undi MLA K Raghurama Krishna Raju. Besides Reddy, police booked senior IPS officers PV Sunil Kumar and PSR Sitaramanjaneyulu and retired police officer R","author":"Tattva News Team","time":"12/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Raghuram.webp","readTime":"5 min read","contentHTML":"\n<p>Former Andhra Chief Minister Jagan Mohan Reddy, two IPS officers were booked in \"attempt to murder\" case  on Friday at Nagarampalem police station in Guntur district. The complaint was lodged by the TDP's Undi MLA K Raghurama Krishna Raju.</p>\n\n\n\n<p>Besides Reddy, police booked senior IPS officers PV Sunil Kumar and PSR Sitaramanjaneyulu and retired police officer R Vijay Paul and former Guntur Government General Hospital superintendent DR. G Prabhavati. Vijay Paul and Prabhavati have superannuated.</p>\n\n\n\n<p>\"Raju sent his police complaint through mail one month ago and after taking legal opinion, I registered a case at 7 pm on Thursday against the former CM and others,\" the police official said. Raju also alleged that he was subjected to \"custodial torture,\" the official added.</p>\n\n\n\n<p>Police booked the five accused persons under IPC Sections 120 B, 166, 167, 197, 307, 326, 465 and 506 read with 34. Police invoked the Indian Penal Code (IPC) as the case is three years old.</p>\n\n\n\n<p>Raju was formerly with the YSRCP and an MP from  Narasapuram, before he fell out with Jagan. Based on his complaint that he was arrested illegally from Hyderabad by  Andhra Pradesh CID officers and whisked away to the state without first producing him before a local court in Hyderabad to obtain a transit arrest warrant.</p>\n\n\n\n<p>On May 14, 2021, Raju was arrested on charges of sedition  after he filed a plea before the CBI special court in Hyderabad that it should cancel bail granted to Jagan in an alleged disproportionate assets case.</p>\n\n\n\n<p>He alleged in his complaint that after he was taken to the CID office, former CID chief P V Sunil Kumar and former Intelligence IG PSR Anjaneyulu and other officials manhandled him and thrashed him with a belt and lathis, and prevented him from taking medicines for a heart surgery he had undergone four months earlier.</p>\n\n\n\n<p>He alleged that the officers were acting at the behest of then CM Jagan. He alleged that someone sat on his chest until he revealed the password to unlock his mobile phone, and he was threatened of dire consequences if he continued to criticise Jagan.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/attempt-to-murder-case-against-ys-jagan-2-ips-officers%ef%bf%bc/","hasAudio":false,"hasInfographics":false}