{"id":"wp-te-20093","wp_id":20093,"type":"standard","category":"World","language":"te","title":"భారత్ కోసం ‘పాక్ ఆర్మీ’ ఉగ్రవాద శిక్షణ","excerpt":"భారత్‌లో ఉగ్రవాద కార్యకలాపాలు మరింతగా ప్రొత్సహించే విధంగా పొరుగునున్న దాయాది దేశం పాకిస్థాన్ వ్యవహరిస్తుంది. అందుకోసం పాక్ ఆక్రమిత కాశ్మీర్‌ (పీఓకే)లోని కోట్లి ప్రాంతంలో ఉగ్రవాద శిక్షణ శిబిరాలు ఏర్పాటు చేసింది. ఈ శిబిరాల్లో యువతకు పాకిస్థాన్ ఆర్మీ స్వయంగా శిక్షణ అందిస్తుంది.  భారత్‌లోకి ప్రవేశించడంతోపాటు ఉగ్రవాదులుగా అక్కడ ఎలా మసులుకోవాలనే విధంగా వారికి తర్పీదు ఇస్తుంది. ఇక ఈ శిక్షణ కోసం ఆర్మీకి చెందిన మాజీ సైనికులతోపాటు కమాండెంట్‌ను వినియోగిస్తున్నట్లు సమాచారం  వర్షా కాలం కావడంతో","author":"Tattva News Team","time":"19/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Pak-camps.webp","readTime":"5 min read","contentHTML":"\n<p>భారత్‌లో ఉగ్రవాద కార్యకలాపాలు మరింతగా ప్రొత్సహించే విధంగా పొరుగునున్న దాయాది దేశం పాకిస్థాన్ వ్యవహరిస్తుంది. అందుకోసం పాక్ ఆక్రమిత కాశ్మీర్‌ (పీఓకే)లోని కోట్లి ప్రాంతంలో ఉగ్రవాద శిక్షణ శిబిరాలు ఏర్పాటు చేసింది. ఈ శిబిరాల్లో యువతకు పాకిస్థాన్ ఆర్మీ స్వయంగా శిక్షణ అందిస్తుంది. </p>\n\n\n\n<p>భారత్‌లోకి ప్రవేశించడంతోపాటు ఉగ్రవాదులుగా అక్కడ ఎలా మసులుకోవాలనే విధంగా వారికి తర్పీదు ఇస్తుంది. ఇక ఈ శిక్షణ కోసం ఆర్మీకి చెందిన మాజీ సైనికులతోపాటు కమాండెంట్‌ను వినియోగిస్తున్నట్లు సమాచారం  వర్షా కాలం కావడంతో జమ్మూ కశ్మీర్‌ సరిహద్దుల్లోని నదులు, వాగులు పొంగి ప్రవహిస్తుంటాయి. </p>\n\n\n\n<p>దీంతో ఇదో మంచి అవకాశంగా చొరబాటుదారులు భావిస్తుంటారు. భారత్‌లో ప్రవేశించేందుకు జమ్మూ డివిజన్‌లోని పర్వత ప్రాంతం అత్యంత అనువైనదని చొరబాటుదారులు విశ్వసిస్తారు. తద్వారా భారత్‌లోకి వారు సులువుగా ప్రవేశిస్తారు. అయితే ఆ యా ప్రాంతాల ద్వారా భారత్‌లోకి ప్రవేశిస్తే.. చోరబాటుదారులను కనిపెట్టడం కష్టమని ఓ అభిప్రాయం సైతం పాక్ ఆర్మీలో ఉన్నట్లు సమాచారం. </p>\n\n\n\n<p>అంతేకాదు.. డ్రోను సైతం ఈ చొరబాటుదార్లను గుర్తించే లేవనే ఓ అంచనాలో సైతం పాక్ భావిస్తుందని తెలుస్తుంది. ఇక పాకిస్తాన్‌లో శిక్షణ పొందిన తన ఉగ్రవాదులు, మాజీ ఎస్ఎస్‌జీ (స్పెషల్ సర్వీస్ గ్రూప్) సభ్యులతోపాటు కిరాయి సైనికులకు చెందిన ఒక్కో గ్రూపుకు రూ. లక్ష నగదు ఇచ్చి భారతదేశానికి పంపుతోంది. </p>\n\n\n\n<p>అంతేకాదు.. అలా వెళ్లే ఉగ్రవాదులకు ఖరీదైన ఎం4 రైఫిల్స్, చైనాలో తయారైన బులెట్లను ఇచ్చి మరి భారత్‌కు వెళ్లమని ప్రోత్సహిస్తుంది.  ఇక చోరబాటుదారులకు సహాయపడే గైడ్‌లకు సైతం రూ.10 వేల నుంచి రూ. 50 వేల వరకు ప్రొత్సహకంగా చెల్లిస్తున్నట్లు తెలుస్తుంది. అలాగే తీవ్రవాదులకు సామ్‌సంగ్ ఫోన్లతోపాటు ఐకామ్ రేడియో సెట్లు సైతం అందిస్తుంది.</p>\n\n\n\n<p> ఇక పాక్ ఉగ్రవాదులు భారత్‌లోకి చొరబడేందుకు అంతర్జాతీయ సరిహద్దులు లేదా ఇతర మార్గాలను సైతం ఉపయోగించుకుంటున్నారు. భారతదేశంలో చొరబడిన ఉగ్రవాదులకు ఆహారంతోపాటు ఇతర అవసరాలకు సహాయం చేసే ఓవర్ గ్రౌండ్ వర్కర్లకు రూ. 5 వేలు నుంచి రూ. 6 వేలు అందిస్తుంది.</p>\n","originalUrl":"https://tattvanews.com/20093/19/07/2024/","hasAudio":false,"hasInfographics":false}