{"id":"wp-te-18768","wp_id":18768,"type":"standard","category":"World","language":"te","title":"కిడ్నాప్ కేసులో సిట్ అదుపులో హెచ్డీ రేవణ్ణ","excerpt":"హసన్ సెక్స్ కుంభకోణంలో ప్రధాన నిందితునిగా ఉన్న కర్ణాటక మాజీ మంత్రి, జేడీఎస్ ఎమ్మెల్యే హెచ్డీ రేవణ్ణను (ప్రత్యేక దర్యాప్తు బృందం) సిట్ అధికారులు అదుపులోకి తీసుకున్నారు. ఓ మహిళను అపహరణ చేసినట్లు ఆయనపై కిడ్నాపింగ్ కేసు నమోదు చేశారు. ఇంతకు ముందు ఆయన ముందస్తు బెయిల్ కోసం బెంగళూరు కోర్టులో పిటిషన్ దాఖలు చేశారు. అయితే దానిని బెంగళూరు సెషన్ కోర్టు తిరస్కరించింది. తన తల్లిని రేవణ్ణ ఎత్తుకుపోయారని, రేవణ్ణ ఫామ్‌హౌజ్‌లో పనిచేసే యువకుడు పోలీసులకు","author":"Tattva News Team","time":"5/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Revanna-arrest.jpg","readTime":"5 min read","contentHTML":"\n<p>హసన్ సెక్స్ కుంభకోణంలో ప్రధాన నిందితునిగా ఉన్న కర్ణాటక మాజీ మంత్రి, జేడీఎస్ ఎమ్మెల్యే హెచ్డీ రేవణ్ణను (ప్రత్యేక దర్యాప్తు బృందం) సిట్ అధికారులు అదుపులోకి తీసుకున్నారు. ఓ మహిళను అపహరణ చేసినట్లు ఆయనపై కిడ్నాపింగ్ కేసు నమోదు చేశారు. ఇంతకు ముందు ఆయన ముందస్తు బెయిల్ కోసం బెంగళూరు కోర్టులో పిటిషన్ దాఖలు చేశారు. అయితే దానిని బెంగళూరు సెషన్ కోర్టు తిరస్కరించింది.</p>\n\n\n\n<p>తన తల్లిని రేవణ్ణ ఎత్తుకుపోయారని, రేవణ్ణ ఫామ్‌హౌజ్‌లో పనిచేసే యువకుడు పోలీసులకు ఫిర్యాదు ఇచ్చారు. దీనితో బెంగళూరులోని కేఆర్ నగర్‌ పోలీస్స్టేషన్‌లో కేసు నమోదైంది. ఈ కేసులో ముందుస్తు బెయిల్ కోసం శుక్రవారం బెంగళూరు సెషన్‌ కోర్టులో రేవణ్ణ పిటిషన్‌ దాఖలు చేశారు. ముందుస్తు బెయిల్ ఇచ్చేందుకు కోర్టు నిరాకరించడంతో, తాజాగా హెచ్డీ రేవణ్ణను సిట్‌ అధికారులు అరెస్టు చేశారు. </p>\n\n\n\n<p>తన కుమారుడు ప్రజ్వల్‌ రేవణ్ణ లైంగిక వేధింపుల ఆరోపణల కేసుకు సంబంధించి కూడా సిట్‌ అధికారులు రేవణ్ణను విచారించనున్నట్లు సమాచారం. హెచ్డీ రేవణ్ణ విదేశాలకు పారిపోయే అవకాశం ఉన్న నేపథ్యంలో ఆయనపై లుక్అవుట్ నోటీసులు జారీ చేశారు. ఈ కేసుపై దర్యాప్తు చేపట్టిన ప్రత్యేక దర్యాప్తు బృందం (సిట్‌) ఇటీవలే హెచ్ డీ రేవణ్ణ, ప్రజ్వల్ ఇద్దరినీ విచారణకు పిలిచింది.</p>\n\n\n\n<p> అయితే, తనకు కొంత సమయం కావాలని ప్రజ్వల్‌ రేవణ్ణ కోరారు. ఇందుకు తిరస్కరించిన అధికారులు ఆయనపై లుక్‌ఔట్‌ నోటీసు జారీ చేశారు. దీనితో ఆయన ప్రజ్వల్‌ దేశం విడిచి జర్మనీకి వెళ్లిపోయారు. దేశం విడిచి వెళ్లిపోయిన మాజీ ప్రధాని దేవెగౌడ మనవడు, హసన్ ఎంపీ ప్రజ్వల్ రేవణ్ణను పట్టుకునేందుకు 'బ్లూకార్నర్ నోటిస్' జారీ చేసే అవకాశం ఉంది. </p>\n\n\n\n<p>సెక్స్ కుంభకోణంలో ప్రధాన నిందితునిగా ఉన్న ప్రజ్వల్ రేవణ్ణ ప్రస్తుతం జర్మనీలో ఉన్నారు. ఆయనను భారత్కు తిరిగి రప్పించేందుకు బ్లూకార్నర్ నోటీస్ జారీ చేయాలని కర్ణాటక ప్రభుత్వం భావిస్తున్నట్లు తెలుస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/18768/05/05/2024/","hasAudio":false,"hasInfographics":false}