{"id":"wp-en-15667","wp_id":15667,"type":"standard","category":"World","language":"en","title":"Hemant Soren takes oath as Jharkhand CM for fourth time","excerpt":"Jharkhand Mukti Morcha (JMM) leader Hemant Soren took oath as the 14th chief minister of Jharkhand in Ranchi on Thursday. Jharkhand Governor Santosh Kumar Gangwar administered the oath of office and secrecy to Soreny. This is Soren's fourth stint as chief minister of the state. Ahead of the oath-taking ceremony of Jharkhand-CM designate Soren, his wife and JMM","author":"Tattva News Team","time":"28/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Hemant-Soren.jpg","readTime":"5 min read","contentHTML":"\n<p>Jharkhand Mukti Morcha (JMM) leader Hemant Soren took oath as the 14th chief minister of Jharkhand in Ranchi on Thursday. Jharkhand Governor Santosh Kumar Gangwar administered the oath of office and secrecy to Soreny. This is Soren's fourth stint as chief minister of the state. Ahead of the oath-taking ceremony of Jharkhand-CM designate Soren, his wife and JMM leader Kalpana Soren's mother said, \" People have given their blessings, therefore I thank them.\"</p>\n\n\n\n<p>Soren took a blessing from his father and party founder Shibu Soren ahead of his forth inning as the chief minister of Jharkhand. \"Before the swearing in of Abua Sarkar, blessings of respected Baba Dishom Guruji and mother were taken...</p>\n\n\n\n<p>Several top leaders from the Opposition, including Congress president Mallikarjun Kharge, Leader of Opposition Rahul Gandhi, Delhi former CM Arvind Kejriwal, Punjab Chief Minister Bagwant Mann, RJD leader Tejashwi Yadav, Congress leader Tariq Anwar, SP chief Akhilesh Yadav, Independent MP Pappu Yadav and others attended the oath ceremony of Jharkhand CM.  </p>\n\n\n\n<p>\"Let there be no doubt about it - our unity is our biggest weapon. We can neither be divided nor silenced. Whenever they push us back, we move forward. Whenever they try to silence us, our voice of rebellion, revolution grows louder because we are Jharkhandis, and Jharkhandis do not bow down,\" Soren posted on X in Hindi.</p>\n\n\n\n<p>\"Our fight is firm and unceasing. The struggle continues and will continue till the last breath,\" he asserted. Terming the day as historic, he said it will further strengthen \"our collective struggle\", the spirit of love and brotherhood and the commitment of Jharkhandis towards justice.</p>\n\n\n\n<p>The JMM-led INDIA bloc stormed to victory, securing 56 seats in the 81-member assembly, while the BJP-led NDA managed 24 seats. Soren retained the Barhait seat, defeating BJP's Gamliyel Hembrom by a margin of 39,791 votes in the recent assembly polls. <strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/national/hemant-soren-takes-oath-as-jharkhand-cm-for-fourth-time%ef%bf%bc/","hasAudio":false,"hasInfographics":false}