{"id":"wp-en-15517","wp_id":15517,"type":"standard","category":"World","language":"en","title":"25 lakh diyas lit together on Diwali eve along banks of Saryu River in Ayodhya ￼","excerpt":"More than 25 lakh earthen lamps were lit together on the bank of the Saryu River in Ayodhya in a world record-setting attempt to mark the eighth 'Deepotsav' on Wednesday.  Uttar Pradesh Chief Minister Yogi Adityanath led the celebrations by lighting the first few lamps along with his cabinet members and others to inaugurate the","author":"Tattva News Team","time":"31/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Yodi-Deepotsav.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">More than 25 lakh earthen lamps were lit together on the bank of the Saryu River in Ayodhya in a world record-setting attempt to mark the eighth 'Deepotsav' on Wednesday.  Uttar Pradesh Chief Minister Yogi Adityanath led the celebrations by lighting the first few lamps along with his cabinet members and others to inaugurate the Deepostav.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">This marks the first Deepostav since the consecration of the Ram Lalla temple on January 22 of this year. The hashtag 'Sabka_Utsav_Ayodhya_Deepotsav' trended on X.</h1>\n\n\n\n<p>Laser and light shows were held at Saryu Ghat in Ayodhya, where the ghat was illuminated with diyas and vibrant lights. A sound-and-light show narrated the Ram Leela, enhancing the festive atmosphere.</p>\n\n\n\n<p>The entire town was decked up for the event even as music dedicated to Lord Ram beamed from all corners reverberating in the air. Adityanath first had 'darshan' of Lord Ram, then paid his respects at his feet, according to a statement from the government. \"After this, the Chief Minister lit lamps in front of the Lord. The Chief Minister also lit five lamps outside,\" it said.</p>\n\n\n\n<p> Yogi Adityanath called it a moment of pride for all. \"This is a moment of pride for us all.  This is the 8th Deepotsav that we are celebrating. When the first Deepotsav was celebrated eight years ago, everyone was saying 'Yogi ji please build (Ram) mandir'.</p>\n\n\n\n<p>At that time, I told everyone that Lord Ram will soon bless us all, and we are all thankful to PM Modi and his farsightedness. When the entire world was battling COVID-19 on August 5, 2020, the PM visited Ayodhya and laid the foundation stone for Ram Temple,\" Yogi Adityanath said.</p>\n\n\n\n<p>CM Yogi in the presence of Union Tourism Minister Gajendra Singh Shekhawat also launched the tourism app and released the book written by Ayodhya Mayor. While addressing the gathering in Ayodhya, Yogi Adityanath said Ayodhya today is shining and is the beginning of Sanatan Dharma. \"Today our Kashi is shining. The world is seeing the grand Kashi,\" he said. </p>\n\n\n\n<p>CM Yogi Adityanath said the diyas that people will light today are not just diyas, they are the faith of Sanatan Dharma. \"Eight years ago when we came to celebrate Deepotsav for the first time, there was enthusiasm in the crowd and only one voice was resonating and only one slogan was being raised that \"Yogi ji ek kaam karo Mandir ka nirman karo\". I had said at that time that keep faith, the diyas that you will light today are not just diyas, they are the faith of Sanatan Dharma. Lord Ram's blessings will definitely shower,\" he added.  </p>\n","originalUrl":"https://en.tattvanews.com/national/25-lakh-diyas-lit-together-on-diwali-eve-along-banks-of-saryu-river-in-ayodhya-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}