{"id":"wp-te-18708","wp_id":18708,"type":"standard","category":"World","language":"te","title":"నాయకత్వ రహితంగా మారిన కాంగ్రెస్... యోగి ఆదిత్యనాథ్","excerpt":"స్వాతంత్య్రం అనంతరం దిశను కోల్పోయిన కాంగ్రెస్ పార్టీ ఇప్పుడు నాయకత్వ రహితంగా కూడా మారిపోయిందని ఉత్తర్ ప్రదేశ్ ముఖ్యమంత్రి, బిజెపి నాయకుడు యోగి ఆదిత్యనాథ్ విమర్శించారు. భారతీయ నాగరికతను, సంస్కృతిని అప్రతిష్ట పాల్జేయడానికి కాంగ్రెస్ నాయకులు ప్రయత్నిస్తున్నారని ఆయన ఆరోపించారు.  బుధవారం  ఆయన విలేకరులతో మాట్లాడుతూ భారతీయ సంస్కృతిని దూషించడానికి, సనాతన ధర్మాన్ని అవమానించడానికి కాంగ్రెస్ నాయకులు పదేపదే ప్రయత్నిస్తున్నారని ఆయన ఆరోపించారు. గతంలో యుపిఎ హయాంలో కేంద్ర హోం మంత్రిగా పనిచేసిన ఒక కాంగ్రెస్ నాయకుడు","author":"Tattva News Team","time":"2/5/2024","image":"https://tattvanews.com/wp-content/uploads/2022/01/Yogi-Adityanath3.jpg","readTime":"5 min read","contentHTML":"\n<p>స్వాతంత్య్రం అనంతరం దిశను కోల్పోయిన కాంగ్రెస్ పార్టీ ఇప్పుడు నాయకత్వ రహితంగా కూడా మారిపోయిందని ఉత్తర్ ప్రదేశ్ ముఖ్యమంత్రి, బిజెపి నాయకుడు యోగి ఆదిత్యనాథ్ విమర్శించారు. భారతీయ నాగరికతను, సంస్కృతిని అప్రతిష్ట పాల్జేయడానికి కాంగ్రెస్ నాయకులు ప్రయత్నిస్తున్నారని ఆయన ఆరోపించారు. </p>\n\n\n\n<p>బుధవారం  ఆయన విలేకరులతో మాట్లాడుతూ భారతీయ సంస్కృతిని దూషించడానికి, సనాతన ధర్మాన్ని అవమానించడానికి కాంగ్రెస్ నాయకులు పదేపదే ప్రయత్నిస్తున్నారని ఆయన ఆరోపించారు. గతంలో యుపిఎ హయాంలో కేంద్ర హోం మంత్రిగా పనిచేసిన ఒక కాంగ్రెస్ నాయకుడు కాషాయ ఉగ్రవాదం పేరుతో భారతీయ సనాత సంస్కృతిని అవమానించడానికి ప్రయత్నించారని ఆయన తెలిపారు. </p>\n\n\n\n<p>దేశంలో తీవ్రవాదం, నక్సలిజం సమస్యలకు కాంగ్రెస్ విధానాలే కారణమని ప్రతి ఒక్కరికీ తెలుసునని ఆయన ఆరోపించారు. నేడు ప్రధాని నరేంద్ర మోడీ నాయకత్వంలో దేశంలో ఉగ్రవాదం, నక్సలిజం మాత్రమే కాక ఈశాన్య ప్రాంతాలలోని ఉగ్రవాదం, అరాచకం సమస్యలు కూడా పరిష్కారమయ్యాయని యోగి తెలిపారు.</p>\n\n\n\n<p>రాజ్యాంగంలోని 370వ అధికరణే ఉగ్రవాదానికి మూలమని ఆయన అభివర్ణిస్తూ దాన్ని రద్దు చేయడం ద్వారా ప్రధాని మోడీ జమ్మూ కశ్మీరును అభివృద్ధిని ప్రధాన స్రవంతితో అనుసంధానం చేశారని ఆయన కొనియాడారు.  </p>\n\n\n\n<p>యుపిఎ ప్రభుత్వ హయాంలో 120 జిల్లాలకు విస్తరించిన నక్సలిజం ఇప్పుడు దేశంలోని కొన్ని రాష్ట్రాలలో రెండు, మూడు జిల్లాలకే పరిమితమైందని, త్వరంలోనే అక్కడ కూడా నక్సలిజం అంతమైపోతుందని ఆయన చెప్పారు. ముస్లింలను బుజ్జగించే విధానాలతో కాంగ్రెస్ పార్టీ దేశంలో విభజన బీజాన్ని నాటిందని ఆయన ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/18708/02/05/2024/","hasAudio":false,"hasInfographics":false}