{"id":"wp-en-14376","wp_id":14376,"type":"standard","category":"World","language":"en","title":"Shooter Swapnil Kusale wins India's third bronze in 50m rifle ￼","excerpt":"Swapnil Kusale claimed a bronze medal in the men's 50m rifle 3 position on Thursday, August 1 to help India clinch its third medal at the ongoing Paris Olympics. Serhiy Kulish of Ukraine won the silver and Yukun Liu of China claimed the gold medal. China's Liu was the hot favourite to win the contest as","author":"Tattva News Team","time":"2/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Swapnil-Kusale.webp","readTime":"5 min read","contentHTML":"\n<p>Swapnil Kusale claimed a bronze medal in the men's 50m rifle 3 position on Thursday, August 1 to help India clinch its third medal at the ongoing Paris Olympics. Serhiy Kulish of Ukraine won the silver and Yukun Liu of China claimed the gold medal.</p>\n\n\n\n<p>China's Liu was the hot favourite to win the contest as he was the world record holder in the event. Liu had created the world record with a mark of 468.9 on May 11, 2024, in Baku.</p>\n\n\n\n<p>Swapnil secured the bronze medal after accumulating a total of 451.4 points - India's first medal in the men's 50m rifle 3 positions at the Summer Olympic Games. Interestingly, Swapnil worked as a ticket collector before and is a huge fan of the former India and Chennai Super Kings captain M S Dhoni.</p>\n\n\n\n<p>He was a part of the Indian men's team that claimed gold in the 50m rifle 3 position final at the Asian Games in Hangzhou in 2023. Swapnil was a part of the trio of Aishwary Pratap Singh Tomar, and Akhil Sheoran that shot a world record score of 1769 to clinch gold from China.</p>\n\n\n\n<p>Prime Minister Narendra Modi congratulated Swapnil Kusale for winning the Bronze medal in the Men's 50m Rifle 3 Positions at the Paris Olympics 2024.  \"Exceptional performance by Swapnil Kusale! Congrats to him for winning the Bronze medal in the Men's 50m Rifle 3 Positions at the #ParisOlympics2024. His performance is special because he’s shown great resilience and skills. He is also the first Indian athlete to win a medal in this category. Every Indian is filled with happiness,\" PM Modi tweeted.</p>\n","originalUrl":"https://en.tattvanews.com/national/shooter-swapnil-kusale-wins-indias-third-bronze-in-50m-rifle-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}