{"id":"wp-en-14228","wp_id":14228,"type":"standard","category":"World","language":"en","title":"Joe Biden Withdraws From 2024 Race￼","excerpt":"President Joe Biden announced Sunday he is ending his bid for a second term and endorsing Vice President Kamala Harris as the Democratic nominee. The stunning and virtually unprecedented move comes in the wake of the president’s COVID-19 diagnosis on Wednesday, which prompted more calls from within his own Democratic Party for him to drop","author":"Tattva News Team","time":"22/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/09/Biden.jpg","readTime":"5 min read","contentHTML":"\n<p> President Joe Biden announced Sunday he is ending his bid for a second term and endorsing Vice President Kamala Harris as the Democratic nominee.</p>\n\n\n\n<p>The stunning and virtually unprecedented move comes in the wake of the president’s COVID-19 diagnosis on Wednesday, which prompted more calls from within his own Democratic Party for him to drop out of the race.</p>\n\n\n\n<p>“It has been the greatest honor of my life to serve as your President,” he said in a statement on Sunday. “And while it has been my intention to seek reelection, I believe it is in the best interest of my party and the country for me to stand down and to focus soley on fulfilling my duties as President for the remainder of my term.”</p>\n\n\n\n<p>“I will speak to the Nation later this week in more detail about my decision.” “My very first decision as the party nominee in 2020 was to pick Kamala Harris as my Vice President,” he said in a separate post on “X,” formerly known as Twitter. “And it’s been the best decision I’ve made. Today I want to offer my full support and endorsement for Kamala to be the nominee of our party this year. Democrats — it’s time to come together and beat Trump. Let’s do this.”</p>\n\n\n\n<p>Almost two-thirds of Democrats wanted Biden, 81, to withdraw from the presidential race, according to an AP Poll released Wednesday.  Senate Majority Leader Chuck Schumer, D-N.Y., told Biden it would be best if he dropped out. Former House Speaker Nancy Pelosi, D-Calif., said he could jeopardize the Democrats’ chances of taking back the House of Representatives or holding the Senate in November if he remained the nominee.</p>\n\n\n\n<p>Biden committed a number of gaffes at a disastrous press conference on July 11 at the conclusion of the 75th NATO Summit in Washington, D.C., including making a reference to “Vice President Trump” and calling the chairman of the military’s Joint Chiefs of Staff the “commander in chief,” a title usually reserved for the president. </p>\n\n\n\n<p>Four House Democrats called for Biden to drop out of the race after that press conference, bringing the number of Democratic members of Congress who have withdrawn their support for the president to 20 at that time.</p>\n\n\n\n<p>Liberal news talk-show hosts, lawmakers, and Democratic operatives all expressed horror and confusion at the sitting president’s recent performances, expressing concerns that Biden should step down and allow someone with more vigor to go up against former President Donald Trump, the Republican nominee, in the upcoming election.</p>\n\n\n\n<p>Biden appeared to lose his train of thought about 10 times over the course of almost an hour at the news conference, interrupting himself and trailing off by saying, “Anyway … ”</p>\n","originalUrl":"https://en.tattvanews.com/international/joe-biden-withdraws-from-2024-race%ef%bf%bc/","hasAudio":false,"hasInfographics":false}