{"id":"wp-en-15222","wp_id":15222,"type":"standard","category":"World","language":"en","title":"Indian steel majors best-placed producers globally￼","excerpt":"India's steel industry is poised for significant expansion, with plans to add approximately 23 million tonnes (MT) of crude steel capacity between FY24 and FY27, according to a report by Nomura. The industry is expected to reflect a compounded annual growth rate (CAGR) of 4.8%, aligning with its long-term average growth from FY15 to FY24.","author":"Tattva News Team","time":"5/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Steel.webp","readTime":"5 min read","contentHTML":"\n<p>India's steel industry is poised for significant expansion, with plans to add approximately 23 million tonnes (MT) of crude steel capacity between FY24 and FY27, according to a report by Nomura. The industry is expected to reflect a compounded annual growth rate (CAGR) of 4.8%, aligning with its long-term average growth from FY15 to FY24.</p>\n\n\n\n<p>Despite this substantial increase in capacity, experts believe the Indian steel sector is entering a favourable phase. The report highlights that major steel players such as JSW, JSPL, Tata Steel, and ArcelorMittal & Nippon Steel are projected to account for nearly 87% of the ongoing capacity expansion.</p>\n\n\n\n<p>JSW Steel plans to add 7 MT by FY28 at a 5% CAGR over FY24-28, while JSPL aims to increase capacity by 6.3 MT by FY27 at an 18% CAGR over FY24-27. Despite a conservative assumption of 6% CAGR in steel demand through FY27 (compared to 7% over the past 5 years), capacity additions are expected to lag behind demand growth.</p>\n\n\n\n<p>This dynamic could improve the domestic supply-demand balance, reducing export dependence for volume growth. Analysts indicate that India's steel companies are well-positioned within the global metals sector, benefiting from operating at the lower end of the global cost curve due to competitive labour costs and iron ore prices.</p>\n\n\n\n<p> Future expansion is anticipated to be driven mainly by brownfield projects, with strong domestic demand further reducing reliance on exports. India's steel production has grown at a 6% CAGR between 2019 and 2023, significantly outpacing China's 1% growth and the 1% decline observed worldwide. Given these factors, Indian steel companies are the most competitive producers globally, offering substantial growth potential in the coming years.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indian-steel-majors-best-placed-producers-globally%ef%bf%bc/","hasAudio":false,"hasInfographics":false}