{"id":"wp-te-19319","wp_id":19319,"type":"standard","category":"World","language":"te","title":"￼పోస్టల్‌ బ్యాలెట్లపై వైసీపీకి ఎదురు దెబ్బ","excerpt":"పోస్టల్‌ బ్యాలెట్లపై కేంద్ర ఎన్నికల సంఘం నియమాలను సుప్రీంలో సవాల్ చేసిన వైసీపీకి చుక్కెదురైంది. వైసీపీ పిటిషన్‍ను సుప్రీంకోర్టు తోసిపుచ్చింది. పోస్టల్ బ్యాలెట్ లెక్కింపు వ్యవహారంలో జోక్యం చేసుకోలేమని సుప్రీంకోర్టు స్పష్టం చేసింది. మరోవైపు ఈ వ్యవహారంలో తమ వాదన విన్నాకే నిర్ణయం తీసుకోవాలని టీడీపీ నేత వెలగపూడి రామకృష్ణబాబు కేవీయట్ దాఖలు చేవారు. తప్పులు ఉన్నాయనుకుంటే ఎన్నికల తర్వాత పిటిషన్ వేసుకోవాలని హైకోర్టు సూచించిందని,  కమిషన్ ఉత్తర్వుల్లో జోక్యం చేసుకునేది లేదని డివిజన్ బెంచ్ స్పష్టం","author":"Tattva News Team","time":"3/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Jagan-SC.webp","readTime":"5 min read","contentHTML":"\n<p>పోస్టల్‌ బ్యాలెట్లపై కేంద్ర ఎన్నికల సంఘం నియమాలను సుప్రీంలో సవాల్ చేసిన వైసీపీకి చుక్కెదురైంది. వైసీపీ పిటిషన్‍ను సుప్రీంకోర్టు తోసిపుచ్చింది. పోస్టల్ బ్యాలెట్ లెక్కింపు వ్యవహారంలో జోక్యం చేసుకోలేమని సుప్రీంకోర్టు స్పష్టం చేసింది.</p>\n\n\n\n<p>మరోవైపు ఈ వ్యవహారంలో తమ వాదన విన్నాకే నిర్ణయం తీసుకోవాలని టీడీపీ నేత వెలగపూడి రామకృష్ణబాబు కేవీయట్ దాఖలు చేవారు. తప్పులు ఉన్నాయనుకుంటే ఎన్నికల తర్వాత పిటిషన్ వేసుకోవాలని హైకోర్టు సూచించిందని,  కమిషన్ ఉత్తర్వుల్లో జోక్యం చేసుకునేది లేదని డివిజన్ బెంచ్ స్పష్టం చేసిందని గుర్తించారు. దీంతో డివిజన్ బెంచ్ ఆదేశాలపై సుప్రీంకోర్టును ఆశ్రయించిన వైసీపీకి అక్కడ కూడా నిరాశ తప్పలేదు. </p>\n\n\n\n<p>పోస్టల్ బ్యాలెట్ కి సంభందించి ఎలెక్షన్ కమిషన్ ఇచ్చిన ఉత్తర్వులపై వైసీపీ దాఖలు చేసిన రిట్ పిటిషన్‌ను హైకోర్టు కోర్టు కొట్టి వేసింది. హైకోర్టు ఉత్తర్వలపై ఈ రోజు సుప్రీంకోర్టు జస్టిస్ అరవింద్ కుమార్, సందీప్ మెహతాలతో కూడిన ధర్మాసనం విచారణ చెబట్టింది.  వైసిపి తరపున అభిషేక్ సింఘ్వీ వాదనలు వినిపించారు. ఇరుపక్షాల వాదనలు విన్న ధర్మాసనం హైకోర్టు ఉత్తర్వులో జోక్యానికి నిరాకరించి పిటిషన్ డిస్మిస్ చేస్తున్నట్టు ప్రకటించారు.</p>\n\n\n\n<p>పోస్టల్ బ్యాలెట్‌పై గెజిటెడ్ ఆఫీసర్ సంతకం ఉంటే చాలని, సీలు, హోదా అవసరం లేదని ఎన్నికల కమిషన్ ఇచ్చిన ఉత్తర్వులను సుప్రీంకోర్టు సమర్ధించింది. పోస్టల్‌ బ్యాలెట్‌ డిక్లరేషన్‌కు సంబంధించి ఫారమ్‌-13ఏపై అటెస్టింగ్‌ అధికారి సంతకం ఉండి, హోదా వివరాలు లేకపోయినా బ్యాలెట్‌ చెల్లుబాటవుతుందని కేంద్ర ఎన్నికల సంఘం ఇచ్చిన ఉత్తర్వుల్లో జోక్యం చేసుకునేందుకు న్యాయస్థానం నిరాకరించింది.</p>\n","originalUrl":"https://tattvanews.com/19319/03/06/2024/","hasAudio":false,"hasInfographics":false}