{"id":"wp-en-15511","wp_id":15511,"type":"standard","category":"World","language":"en","title":"Centre plans AI-driven traffic safety, invites foreign investment in infra￼","excerpt":"The government is exploring the integration of artificial intelligence (AI) and other innovative technologies to monitor traffic violations and enhance the enforcement of penalties, according to Union Minister for Road Transport and Highways,  Nitin Gadkari. During the 12th Traffic InfraTech Expo, he announced plans to modernize toll collection methods, potentially moving to satellite-based systems for","author":"Tattva News Team","time":"31/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/AI.jpg","readTime":"5 min read","contentHTML":"\n<p>The government is exploring the integration of artificial intelligence (AI) and other innovative technologies to monitor traffic violations and enhance the enforcement of penalties, according to Union Minister for Road Transport and Highways,  Nitin Gadkari.</p>\n\n\n\n<p>During the 12th Traffic InfraTech Expo, he announced plans to modernize toll collection methods, potentially moving to satellite-based systems for improved efficiency and transparency. He indicated that private sector experts would be engaged to develop technological solutions to reduce traffic incidents, with an expert committee set to review proposals from startups and industry leaders within three months to identify the most effective strategies for road safety.</p>\n\n\n\n<p>Emphasising the role of advanced engineering solutions, He noted that integrating these technologies and enforcing traffic laws is critical for improving road safety. He highlighted the necessity for high-quality surveillance technology.</p>\n\n\n\n<p>He invited participation from smaller firms in government tenders to ensure cost-effectiveness. With India recording around 500,000 road accidents annually, leading to significant fatalities and injuries, he reiterated the importance of conducting highway safety audits.</p>\n\n\n\n<p>Looking ahead, He expressed confidence that India's road infrastructure would soon exceed that of the United States, citing the economic advantages of well-developed transport networks. He also mentioned receiving 360 proposals for ropeway and cable car projects valued at approximately US$ 7.93 billion. He encouraged international collaboration on over 300 tunnel projects, aiming to keep costs manageable given India's low per capita income.</p>\n","originalUrl":"https://en.tattvanews.com/national/centre-plans-ai-driven-traffic-safety-invites-foreign-investment-in-infra%ef%bf%bc/","hasAudio":false,"hasInfographics":false}