{"id":"wp-en-15003","wp_id":15003,"type":"standard","category":"World","language":"en","title":"Atishi to take oath as Delhi CM on September 21","excerpt":"A day after being announced chief minister-designate following Delhi CM Arvind Kejriwal's resignation, the Office of Delhi Lt Governor VK Saxena has proposed September 21 for swearing in of Aam Aadmi Party legislator Atishi. The Delhi Lieutenant Governor VK Saxena has in a communication to President Droupadi Murmu proposed the date for the swearing-in of","author":"Tattva News Team","time":"19/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Atishi-oath.webp","readTime":"5 min read","contentHTML":"\n<p>A day after being announced chief minister-designate following Delhi CM Arvind Kejriwal's resignation, the Office of Delhi Lt Governor VK Saxena has proposed September 21 for swearing in of Aam Aadmi Party legislator Atishi.</p>\n\n\n\n<p>The Delhi Lieutenant Governor VK Saxena has in a communication to President Droupadi Murmu proposed the date for the swearing-in of CM-designate Atishi. Sources say that Kejriwal’s resignation letter has been forwarded to President Droupadi Murmu.</p>\n\n\n\n<p>Atishi, who was unanimously elected as the AAP legislature party leader, is set to become Delhi’s third woman chief minister. She assumed leadership after Kejriwal resigned in a strategic move ahead of the upcoming Delhi Assembly elections.</p>\n\n\n\n<p>Atishi, a close ally of Kejriwal and Manish Sisodia, has vowed to bring Kejriwal back as CM. She will be required to prove the majority of her government in the Delhi Assembly, with a session scheduled for September 26-27.</p>\n\n\n\n<p>After staking claim to form the government, Atishi emphasised her commitment to protecting the interests of Delhi’s citizens. She also defended Kejriwal, calling the corruption allegations against him false, and criticised the central government’s agencies for unfairly targeting him.</p>\n\n\n\n<p>Meanwhile, the Delhi BJP and Congress have both criticised the AAP government. Delhi BJP President Virender Sachdeva dismissed the leadership change as ineffective, while Congress President Devender Yadav called for Atishi to address the city's pressing issues, especially those affecting women. The opposition parties view this political move as a tactic to deflect from the corruption charges AAP faces</p>\n","originalUrl":"https://en.tattvanews.com/national/atishi-to-take-oath-as-delhi-cm-on-september-21/","hasAudio":false,"hasInfographics":false}