{"id":"wp-te-20578","wp_id":20578,"type":"standard","category":"World","language":"te","title":"2047 నాటికి విసిత్ భారత్ మనందరి లక్ష్యం... మోదీ","excerpt":"భారత దేశ ప్రజల కలు సాకారమయ్యే రోజు ఎంతో దూరంలో లేదని ప్రధాని నరేంద్ర మోదీ తెలిపారు. 2047 నాటికి విసిత్ భారత్ మనందరి లక్ష్యమని స్పష్టం చేశారు. మనం అనుకుంటే 2047 నాటికి భారత్ అభివృద్ధి చెందిన దేశంగా మారుతుందని చెబుతూ వికసిత్ భారత్ 2047 నినాదం తమది అని, 140 కోట్ల మంది కలల తీర్మానం అని పేర్కొన్నారు.   78వ స్వాతంత్ర్య దినోత్సవాల సందర్భంగా ఢిల్లీలోని ఎర్రకోటపై వరుసగా 11వ సారి జాతీయ జెండాఎగుర","author":"Tattva News Team","time":"15/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>భారత దేశ ప్రజల కలు సాకారమయ్యే రోజు ఎంతో దూరంలో లేదని ప్రధాని నరేంద్ర మోదీ తెలిపారు. 2047 నాటికి విసిత్ భారత్ మనందరి లక్ష్యమని స్పష్టం చేశారు. మనం అనుకుంటే 2047 నాటికి భారత్ అభివృద్ధి చెందిన దేశంగా మారుతుందని చెబుతూ వికసిత్ భారత్ 2047 నినాదం తమది అని, 140 కోట్ల మంది కలల తీర్మానం అని పేర్కొన్నారు. </p>\n\n\n\n<p> 78వ స్వాతంత్ర్య దినోత్సవాల సందర్భంగా ఢిల్లీలోని ఎర్రకోటపై వరుసగా 11వ సారి జాతీయ జెండాఎగుర వేసి జాతిని ఉద్దేశించి ప్రసంగిస్తూ  భారత్ ను ప్రపంచ నైపుణ్యాల రాజధానిగా మార్చాలని, తయారీ రంగంలో గ్లోబల్ హబ్ గా భారత్ ను మార్చాలన్నదే  తమ లక్ష్యమని స్పష్టం చేశారు.  కోటి మంది మహిళలను లక్షాధికారులుగా మారుస్తామని తెలిపారు. మరో పది కోట్ల మంది మహిళలు కొత్తగా స్వయం సహాయక సంఘాల్లో చేరుస్తామని హామీ ఇచ్చారు. </p>\n\n\n\n<p>అంతరిక్షంలో భారత్ స్పేస్ స్టేషన్ త్వరలో సాకారం కావాలని ఆకాంక్షించారు. అంతరిక్ష రంగంలో భారత్ బలమైన శక్తిగా ఎదిగిందని, అంతరిక్ష రంగంలో వందలకొద్ధీ స్టార్టప్ లు వచ్చాయని, ప్రైవేటు ఉప గ్రహాలు, రాకెట్లు ప్రయోగిస్తున్నారని ప్రధాని కొనియాడారు. మౌలిక సదుపాయాల్లో పెను మార్పులు తీసుకొచ్చామని, దేశ హితానికే తొలి ప్రాధాన్యత ఇస్తామని, ప్రతి ఇంటిపై జాతీయ జెండా ఎగరాలని కోరారు.</p>\n\n\n\n<p>ప్రపంచానికే అన్నం పెట్టే స్థాయికి భారత్ ఎదగాలని, దేశాభివృద్దికి పాలనా సంస్కరణలు అవసరం ఉందని, న్యాయ వ్యవస్థలో సంస్కరణలు అవసరం ఉందని తెలియజేశారు. దళితులు, పీడితులు, ఆదివాసీలు గౌరవంగా బతకాలని, వోకల్ పర్ లోకల్ అనే నినాదంతో ఆర్థిక వ్యవస్థలో పెను మార్పు తీసుకోస్తామని మోదీ  తెలియజేశారు. </p>\n\n\n\n<p>సర్జికల్ స్ట్రైక్స్ ను దేశం ప్రజలు సగర్వంగా స్మరించుకుంటున్నారని గుర్తు చేశారు. అభివృద్ధిని బ్లూప్రింట్ గా సంస్కరణలు తీసుకొస్తున్నామని చెప్పారు. ‘విధానం, ఉద్దేశ్యం సరైన అయినప్పుడు, మనకు ఖచ్చితమైన ఫలితాలు వస్తాయని భరోసా వ్యక్తం చేశారు. నేడు దేశంలో కొత్త అవకాశాలు ఏర్పడ్డాయని చెప్పారు.  ప్రతి గ్రామంలో పాఠశాలలు నిర్మించడం, రోడ్లు, ఓడరేవులు, రైల్వేలు, వైద్య కళాశాలలు, ఆయుష్మాన్ ఆరోగ్య మందిరం, అమృత్ సరోవర్ వంటి కాలువల నెట్‌వర్క్‌ను ఏర్పాటు చేస్తున్నట్లు తెలిపారు</p>\n\n\n\n<p>గతంలో బ్యాంకింగ్‌ రంగం విస్తరించలేదని, అభివృద్ధి జరుగలేదని, బ్యాంకింగ్ రంగం సంక్షోభంలో పడిందని పేర్కొంటూ ఆ రంగాన్ని అభివృద్ధి చేసేందుకు అనేక సంస్కరణలు అమలు చేశామని చెప్పారు. నేడు మన బ్యాంకింగ్ రంగం బలంగా ఉందని.. బ్యాంకులు పటిష్టంగా ఉంటే వ్యవస్థీకృత ఆర్థిక వ్యవస్థ కూడా బలపడుతుందని చెప్పారు. </p>\n\n\n\n<p>దేశ ఆర్థిక వ్యవస్థను మెరుగుపరిచే అతిపెద్ద శక్తి బ్యాంకింగ్ రంగానికి ఉందని చెబుతూ  రైతులు, యువత, పశువుల కాపరులు, వీధి వ్యాపారులు, లక్షలాది మంది బ్యాంకుల్లో చేరుతున్నారని ప్రధాని తెలిపారు. ఎంఎస్‌ఎంఈలకు, చిన్న పరిశ్రమలకు బ్యాంకులు సహాయం అందిస్తున్నాయని పేర్కొన్నారు. అయితే, దురదృష్టవశాత్తు ప్రజలు ఓ రకమైన మై బాప్‌ సంస్కృతితో పోరాడాల్సి వచ్చిందని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20578/15/08/2024/","hasAudio":false,"hasInfographics":false}