{"id":"wp-en-14300","wp_id":14300,"type":"standard","category":"World","language":"en","title":"Workers’ fundamental right to organise is crucial in combating heat stress￼","excerpt":"Following the launch of an International Labour Organization (ILO) report on the impact of heat at work, the International Trade Union Confederation (ITUC) emphasises the vital role of trade unions in combating heat stress and underscores the need for organised labour to protect workers from this climate change-induced danger. In light of the ILO’s latest","author":"Tattva News Team","time":"27/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/ITUC-2.jpg","readTime":"5 min read","contentHTML":"\n<h3 class=\"wp-block-heading\">Following the launch of an International Labour Organization (ILO) report on the impact of heat at work, the International Trade Union Confederation (ITUC) emphasises the vital role of trade unions in combating heat stress and underscores the need for organised labour to protect workers from this climate change-induced danger.</h3>\n\n\n\n<p>In light of the ILO’s latest report, \"Heat at Work: Implications for Safety and Health,\" the ITUC highlights the indispensable role of trade unions in mitigating the adverse effects of heat stress on workers. The report underscores the increasing danger posed by extreme heat, exacerbated by climate change, and presents compelling evidence on how organised labour has spearheaded initiatives to protect workers from heat stress.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle emphasised, \"As climate change intensifies, the role of trade unions in advocating for safe working conditions has never been more critical. Workers must have the right and freedom to organise to ensure their voices are heard, their safety is ensured, and their health is protected. Upholding these fundamental rights is not just a matter of law but a necessity to continue working in a more challenging environment.\"</p>\n\n\n\n<p>The ITUC calls for a commitment by all governments and employers to enhance policies and practices addressing heat stress through social dialogue and collective bargaining. Trade unions must be integral in these discussions to ensure policies dealing with the rapidly growing impact of heat stress on workers are relevant and effective.</p>\n","originalUrl":"https://en.tattvanews.com/international/workers-fundamental-right-to-organise-is-crucial-in-combating-heat-stress%ef%bf%bc/","hasAudio":false,"hasInfographics":false}