{"id":"wp-en-13029","wp_id":13029,"type":"standard","category":"World","language":"en","title":"CM not a ceremonial post, cannot remain absent for long, says Delhi High Court￼","excerpt":"Delhi High Court on Monday observed that chief minister is not a “ceremonial post” and the office holder has to be present all the time to deal with emergencies and cannot be absent for long. The court’s observations come days after it made sharp remarks over Arvind Kejriwal continuing in the office despite his arrest","author":"Tattva News Team","time":"30/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Kejriwal-HC.webp","readTime":"5 min read","contentHTML":"\n<p>Delhi High Court on Monday observed that chief minister is not a “ceremonial post” and the office holder has to be present all the time to deal with emergencies and cannot be absent for long.</p>\n\n\n\n<p>The court’s observations come days after it made sharp remarks over Arvind Kejriwal continuing in the office despite his arrest in the alleged liquor scam, observing that Aam Aadmi Party was “prioritising its political interests over national interests”.</p>\n\n\n\n<p>The High Court also said that the decision of Kejriwal to continue as the CM after his arrest is “personal” but that does not mean that the fundamental rights of school-going children would be trampled upon.</p>\n\n\n\n<p>The court also said that the Chief Minister’s absence cannot allow students to spend the first term without free textbooks, writing material and uniform in MCD schools.</p>\n\n\n\n<p>It further added that a chief minister's post in any state, leave alone a buzzing capital city like Delhi, is not a ceremonial post and it is a post where the office holder has to be virtually available 24*7 to deal with any crisis or natural disaster like flooding, fire and disease.</p>\n\n\n\n<p>\"National interest and public interest demands that no person who holds this post is incommunicado or absent for a long stretch of time or for an uncertain period of time. To say that no important decision can be taken during a model code of conduct is a misnomer,\" a bench of Acting Chief Justice Manmohan and Justice Manmeet PS Arora said while hearing a PIL filed by NGO Social Jurist, represented by advocate Ashok Agarwal, highlighting the non-supply of educational material and other statutory benefits to students in the MCD schools even after the commencement of the new academic session.</p>\n\n\n\n<p>The high court said as the students of MCD schools are entitled for free text books, writing material and uniform in accordance with their constitutional and statutory rights, and the schools are going to close for summer vacations shortly, the MCD Commissioner is directed to incur the expenditure required for fulfilling the obligations forthwith without being constrained by the expenditure limit of Rs 5 crore.</p>\n","originalUrl":"https://en.tattvanews.com/national/cm-not-a-ceremonial-post-cannot-remain-absent-for-long-says-delhi-high-court%ef%bf%bc/","hasAudio":false,"hasInfographics":false}