{"id":"wp-te-20327","wp_id":20327,"type":"standard","category":"World","language":"te","title":"ఆరు వారాల్లో మూడు రైలు ప్రమాదాలు.. 17 మంది దుర్మరణం!","excerpt":"ఇటీవల కాలంలో రైలు ప్రమాదాలు పెరుగుతున్నాయి. గతేడాది జరిగిన ఒడిశా రైలు దుర్ఘటనలో సుమారు 290 మంది మరణించిన విషయం తెలిసిందే. దాంతో భద్రతాపరంగా ఆందోళనలు వ్యక్తమవుతున్నాయి. బాలాసోర్‌ ఘటన అనంతరం దేశవ్యాప్తంగా పలుచోట్ల ప్రమాదాలు జరిగాయి. తాజాగా మంగళవారం జార్ఖండ్‌లోని బారాబంబోలో హౌరా – ముంబయి మెయిల్‌కు చెందిన 18 బోగీలు పట్టాలు తప్పాయి. ఈ ఘటనలో ఇద్దరు మృతి చెందగా.. మరో 20కిపైగా గాయపడ్డారు.  గడిచిన ఆరువారాల్లో మూడు ప్యాసింజర్‌ రైలు ప్రమాదం బారినపడ్డాయి.","author":"Tattva News Team","time":"31/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Rail-mishap.webp","readTime":"5 min read","contentHTML":"\n<p>ఇటీవల కాలంలో రైలు ప్రమాదాలు పెరుగుతున్నాయి. గతేడాది జరిగిన ఒడిశా రైలు దుర్ఘటనలో సుమారు 290 మంది మరణించిన విషయం తెలిసిందే. దాంతో భద్రతాపరంగా ఆందోళనలు వ్యక్తమవుతున్నాయి. బాలాసోర్‌ ఘటన అనంతరం దేశవ్యాప్తంగా పలుచోట్ల ప్రమాదాలు జరిగాయి.</p>\n\n\n\n<p>తాజాగా మంగళవారం జార్ఖండ్‌లోని బారాబంబోలో హౌరా – ముంబయి మెయిల్‌కు చెందిన 18 బోగీలు పట్టాలు తప్పాయి. ఈ ఘటనలో ఇద్దరు మృతి చెందగా.. మరో 20కిపైగా గాయపడ్డారు. </p>\n\n\n\n<p>గడిచిన ఆరువారాల్లో మూడు ప్యాసింజర్‌ రైలు ప్రమాదం బారినపడ్డాయి. ఇందులో 17 మంది ప్రాణాలు కోల్పోయారు. ఇందులో మూడు ప్రధాన ప్రమాదాలను పరిశీలిస్ ఈ ఏడాది జూన్‌ – జూలై మధ్య జరిగాయి. ఈ ఘటనలో 17 మంది మృత్యువాతపడా, 100 మందికిపైగా గాయపడ్డారు. ఈ నెల 17న కాంచనజంగా ఎక్స్‌ప్రెస్‌ పట్టాలు తప్పడంతో 11 మంది మరణించిన విషయం తెలిసిందే. ఈ ఘటనలో 60 మందికిపైగా గాయపడ్డారు. </p>\n\n\n\n<p>న్యూజాల్పాయ్‌గురి సమీపంలో ఓ సరుకు రవాణా రైలు కాంజనజంగా ఎక్స్‌ప్రెస్‌ను ఢీకొట్టింది. ఈ నెల జులై 18న ఉత్తరప్రదేశ్‌లోని గోండా రైల్వే స్టేషన్‌కు సమీపంలో రైలు ఎనిమిది బోగీలు పట్టాలు తప్పడంతో నలుగురు మృతి చెందగా, 35 మందికిపైగా గాయపడ్డారు. చండీగఢ్-దిబ్రూగఢ్ రైలుకు ఈ ప్రమాదం జరిగింది. మంగళవారం హౌరా – ముంబయి పట్టాలు తప్పింది.</p>\n\n\n\n<p>ఇదిలా ఉండగా.. రైల్వేకు ఈ ఏడాది రూ.2.52 లక్షల కోట్లు కేంద్రం కేటాయించింది. ఇక రైల్వే మంత్రిత్వ శాఖ గణాంకాల ప్రకారం రైలు ప్రమాదాలు తగ్గుముఖం పట్టాయి. 2000-01 వరకు 473 రైలు ప్రమాదాలు జరిగాయి. ఆ తర్వాత 2014-15లో ఈ సంఖ్య 135కి తగ్గగా.. 2022లో ఈ సంఖ్య 48కి చేరింది. రైల్వే ప్రమాదాల దృష్ట్యా కవచ్‌ సిస్టమ్ ఏర్పాటును వేగవంతం చేయాల్సిన అవసరం అభిప్రాయం వ్యక్తమవుతున్నది. </p>\n\n\n\n<p>కవచ్‌ అనేది ఒక ప్రత్యేక రకం ఆటోమేటిక్ ప్రొటెక్షన్ సిస్టమ్. రీసెర్చ్ డిజైన్, స్టాండర్డ్స్ ఆర్గనైజేషన్ సహాయంతో కవాచ్ ప్రొటెక్షన్ టెక్నాలజీ అభివృద్ధి చేశారు. భారతీయ రైల్వేలు 2012 సంవత్సరంలోనే ఈ సాంకేతికతపై పని చేస్తున్నాయి. అప్పట్లో ఈ టెక్నాలజీ పేరు ట్రైన్ కొలిజన్ అవాయిడెన్స్ సిస్టమ్. సాంకేతికత తొలి ట్రయల్ 2016 సంవత్సరంలో జరిగింది.</p>\n","originalUrl":"https://tattvanews.com/20327/31/07/2024/","hasAudio":false,"hasInfographics":false}