{"id":"wp-te-20619","wp_id":20619,"type":"standard","category":"World","language":"te","title":"￼ఏపీ ప్రత్యేక టాస్క్‌ఫోర్స్ ఏర్పాటు.. కో ఛైర్మన్‌గా టాటా సన్స్ ఛైర్మన్","excerpt":"ఆంధ్రప్రదేశ్‌కు పెట్టుబడులను ఆకర్షించడమే లక్ష్యంగా ప్రభుత్వం కీలక నిర్ణయం తీసుకుంది. స్వర్ణాంధ్రప్రదేశ్ విజన్ 2047 కోసం ప్రభుత్వం ప్రత్యేక టాస్క్‌ఫోర్స్ ఏర్పాటు చేయనుంది. మేధావులు, పరిశ్రమల ప్రమఖులు సభ్యులుగా ఈ ప్రత్యేక టాస్క్‌ఫోర్స్ ఏర్పాటు చేయనున్నారు. ఈ టాస్క్‌ఫోర్స్‌కు టాటా సన్స్ ఛైర్మన్ నటరాజన్ చంద్రశేఖరన్ కో ఛైర్మన్‌గా ఉంటారు.  ఈ విషయాన్ని ఏపీ సీఎం చంద్రబాబు నాయుడు ఎక్స్ వేదికగా ప్రకటించారు. శుక్రవారం టాటా సన్స్ ఛైర్మన్ నటరాజన్ చంద్రశేఖరన్ ఏపీ సీఎం నారా చంద్రబాబు","author":"Tattva News Team","time":"17/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Chandrababu-TATA.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌కు పెట్టుబడులను ఆకర్షించడమే లక్ష్యంగా ప్రభుత్వం కీలక నిర్ణయం తీసుకుంది. స్వర్ణాంధ్రప్రదేశ్ విజన్ 2047 కోసం ప్రభుత్వం ప్రత్యేక టాస్క్‌ఫోర్స్ ఏర్పాటు చేయనుంది. మేధావులు, పరిశ్రమల ప్రమఖులు సభ్యులుగా ఈ ప్రత్యేక టాస్క్‌ఫోర్స్ ఏర్పాటు చేయనున్నారు. ఈ టాస్క్‌ఫోర్స్‌కు టాటా సన్స్ ఛైర్మన్ నటరాజన్ చంద్రశేఖరన్ కో ఛైర్మన్‌గా ఉంటారు. </p>\n\n\n\n<p>ఈ విషయాన్ని ఏపీ సీఎం చంద్రబాబు నాయుడు ఎక్స్ వేదికగా ప్రకటించారు. శుక్రవారం టాటా సన్స్ ఛైర్మన్ నటరాజన్ చంద్రశేఖరన్ ఏపీ సీఎం నారా చంద్రబాబు నాయుడితో భేటీ అయ్యారు. రాష్ట్రంలో పారిశ్రామికాభివృద్ది, స్వర్ణాధ్రప్రదేశ్- విజన్ 2047 రూపకల్పన అంశాలపై సమావేశంలో చర్చించారు. </p>\n\n\n\n<p>ఏపీలో ఎయిర్ ఇండియా, విస్తారా ఎయిర్‌లైన్స్ విస్తరణ అంశాలపైనా ఆయనతో చర్చించారు. ఏపీలో సోలార్, టెలీకమ్యునికేషన్స్, ఫుడ్ ప్రాసెసింగ్ ఏర్పాటుపైనా చర్చించారు.  అనంతరం సీఐఐ ప్రతినిధుల బృందం కూడా చంద్రబాబుతో భేటీ అయ్యింది. ఏపీ ప్రభుత్వం త్వరలోనే నూతన పారిశ్రామిక విధానం తీసుకు రానుంది. ఈ విధానం గురించి చంద్రబాబు సీఐఐ ప్రతినిధులతో చర్చించారు. </p>\n\n\n\n<p>అనంతరం ఏపీలో పెట్టుబడుల ఆకర్షణకు తీసుకోవాల్సిన చర్యలపైనా వారితో చర్చించారు. ఇక అమరావతిలో సిఐఐ భాగస్వామ్యంతో స్టేట్ ఆఫ్ సెంటర్ ఫర్ గ్లోబల్ లీడర్ షిప్ సంస్థ ఏర్పాటుకు నిర్ణయం తీసుకున్నారు. అనంతరం భేటీ గురించి సీఎం చంద్రబాబు నాయుడు ట్వీట్ చేశారు. </p>\n\n\n\n<p>ఏపీ రాజధాని అమరావతిలో సీఐఐ ఏర్పాటు చేయనున్న జీఎల్‌సీలో భాగస్వామిగా ఉండేందుకు టాటా గ్రూప్ అంగీకరించినట్లు చంద్రబాబు చెప్పారు. సెంటర్ ఫర్ గ్లోబల్ లీడర్‌షిప్ ఆన్ కాంపిటీటివ్‌నెస్‌లో టాటా భాగస్వామిగా ఉంటుందని వివరించారు. ఇక విశాఖలో టీసీఎస్ డెవలప్‌మెంట్ సెంటర్ ఏర్పాటు అవకాశాన్ని సద్వినియోగం చేసుకుంటామని చంద్రబాబు తెలిపారు. </p>\n\n\n\n<p>మేధావులు, పరిశ్రమల ప్రముఖులు సభ్యులుగా ప్రత్యేక టాస్క్‌ఫోర్స్ ఏర్పాటు చేయనున్నట్లు ట్వీట్లో తెలిపారు. టాటా సన్స్ ఛైర్మన్ చంద్రఖరన్ ఈ టాస్క్‌ఫోర్స్‌కు కో ఛైర్మన్‌గా ఉంటారని చంద్రబాబు వెల్లడించారు. ఆంధ్రప్రదేశ్‌లో పారిశ్రామిక అభివృద్ధికి సంబంధించి రాష్ట్ర ప్రభుత్వానికి ఈ ప్రత్యేక టాస్క్‌ఫోర్స్ సలహాలు, సూచనలు, ప్రణాళికలు అందించనుంది. </p>\n\n\n\n<p>ఈ టాస్క్‌ఫోర్స్‌కు సీఎం చంద్రబాబు నాయుడు ఛైర్మన్‌గా ఉంటే.. టాటా సన్స్ ఛైర్మన్ చంద్రశేఖరన్ కో ఛైర్మన్‌గా వ్యవహరించనున్నారు. 2047 నాటికి ఏపీని పారిశ్రామికంగా నంబర్ వన్ చేసే లక్ష్యంతో ఏపీ ప్రభుత్వం విజన్ 2047 రూపొందిస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/20619/17/08/2024/","hasAudio":false,"hasInfographics":false}