{"id":"wp-te-19130","wp_id":19130,"type":"standard","category":"World","language":"te","title":"పిన్నెల్లికి హైకోర్టులో ముందస్తు బెయిల్‌","excerpt":"పోలింగ్‌ కేంద్రంలోకి వెళ్లి ఈవీఎంను ధ్వంసం చేసిన వ్యవహారంలో మాచర్ల వైసీపీ అభ్యర్థి పిన్నెల్లి రామకృష్ణారెడ్డికి ఊరట లభించింది. ఆయనకు షరతులతో కూడిన మధ్యంతర ముందస్తు బెయిల్‌ను హైకోర్టు మంజూరు చేసింది. జూన్‌ 6 వరకు ఆయన్ను అరెస్టు చేయవద్దని, తొందరపాటు చర్యలు తీసుకోవద్దని పోలీసులను ఆదేశించింది.  ఆయన కదలికలను నిరంతరం పర్యవేక్షించడంతో పాటు నిఘా ఉంచాలని రాష్ట్ర ఎన్నికల ప్రధానాధికారి (సీఈవో)ని ఆదేశించింది. ఆయన వెంట నలుగురు వ్యక్తులకు మించి ఉండకూడదని తేల్చిచెప్పింది. ఆయన దర్యాప్తునకు","author":"Tattva News Team","time":"24/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/PInnelli-on-run.jpg","readTime":"5 min read","contentHTML":"\n<p>పోలింగ్‌ కేంద్రంలోకి వెళ్లి ఈవీఎంను ధ్వంసం చేసిన వ్యవహారంలో మాచర్ల వైసీపీ అభ్యర్థి పిన్నెల్లి రామకృష్ణారెడ్డికి ఊరట లభించింది. ఆయనకు షరతులతో కూడిన మధ్యంతర ముందస్తు బెయిల్‌ను హైకోర్టు మంజూరు చేసింది. జూన్‌ 6 వరకు ఆయన్ను అరెస్టు చేయవద్దని, తొందరపాటు చర్యలు తీసుకోవద్దని పోలీసులను ఆదేశించింది.</p>\n\n\n\n<p> ఆయన కదలికలను నిరంతరం పర్యవేక్షించడంతో పాటు నిఘా ఉంచాలని రాష్ట్ర ఎన్నికల ప్రధానాధికారి (సీఈవో)ని ఆదేశించింది. ఆయన వెంట నలుగురు వ్యక్తులకు మించి ఉండకూడదని తేల్చిచెప్పింది. ఆయన దర్యాప్తునకు ఆటంకం కలిగించడం గానీ, సాక్షులను బెదిరించడం గానీ చేయడానికి వీల్లేదని స్పష్టం చేసింది. మధ్యంతర ముందస్తు బెయిల్‌ సమయంలో ఎలాంటి నేర ఘటనలకు పాల్పడడానికి వీల్లేదని ఆదేశించింది.</p>\n\n\n\n<p>విచారణను జూన్‌ 6కి వాయిదా వేసింది. ఈ మేరకు న్యాయమూర్తి జస్టిస్‌ వెంకట జ్యోతిర్మయి గురువారం రాత్రి ఆదేశాలిచ్చారు. ఈ నెల 13న లోక్‌సభ, అసెంబ్లీ ఎన్నికల పోలింగ్‌ సందర్భంగా మాచర్ల నియోజకవర్గం పాల్వాయ్‌ గేటు పోలింగ్‌ బూత్‌లో ఈవీఎం, వీవీప్యాట్‌ను ధ్వంసం చేసిన వ్యవహారంలో పల్నాడు జిల్లా రెంటచింతల పోలీసులు తనపై నమోదు చేసిన కేసులో ముందస్తు బెయిల్‌ మంజూరు చేయాలని కోరుతూ పిన్నెల్లి రామకృష్ణారెడ్డి గురువారం హైకోర్టును ఆశ్రయించారు. </p>\n\n\n\n<p>వ్యాజ్యంపై అత్యవసరంగా విచారణ జరపాలని అభ్యర్థించారు. కోర్టు విచారణ చేపట్టగా ఆయన తరఫున సీనియర్‌ న్యాయవాది నిరంజన్‌రెడ్డి వాదనలు వినిపించారు. పిటిషనర్‌పై నమోదు చేసిన సెక్షన్లన్నీ ఏడేళ్లలోపు శిక్షకు వీలున్న కేసులేనని, అర్నే్‌షకుమార్‌ కేసులో సుప్రీంకోర్టు ఇచ్చిన మార్గదర్శకాల ప్రకారం పోలీసులు సీఆర్పీసీ 41(ఏ) నిబంధనలు పాటించాలని తెలిపారు. </p>\n\n\n\n<p>ఘటన ఈ నెల 13న జరుగగా ఎవరో గుర్తు తెలియని వ్యక్తులు ఈవీఎం ధ్వంసం చేశారని వీఆర్వో ఇచ్చిన ఫిర్యాదు ఆధారంగా ఈనెల 15న పోలీసులు కేసు నమోదు చేశారని, టీడీపీ నేత లోకేశ్‌ తన ఎక్స్‌ ఖాతాలో పోస్ట్‌ చేసిన వీడియో ఆధారంగా పిటిషనర్‌ను అరెస్టు చేయాలని కేంద్ర ఎన్నికల సంఘం ఆదేశించడం సరికాదన్నారు. ప్రతిపక్షానికి చెందిన వ్యక్తి వీడియోను మార్ఫింగ్‌ చేసి ఉండవచ్చని తెలిపారు.</p>\n\n\n\n<p>పిన్నెల్లిని అరెస్టు చేయాలని ఎన్నికల సంఘం ఇచ్చిన ఆదేశాలు సుప్రీంకోర్టు మార్గదర్శకాలకు విరుద్ధంగా ఉన్నాయని, ఆ ఆదేశాలతో పోలీసు యంత్రాంగం మొత్తం ఆయన్ను వెంబడిస్తోందని వివరించారు. ఆయన్ను ఏ క్షణంలోనైనా అరెస్టు చేసే ప్రమాదం ఉందన్నారు. కనీసం వారం పాటు పిటిషనర్‌ను అరెస్టు చేయకుండా మధ్యంతర ముందస్తు బెయిల్‌ ఇవ్వాలని కోరారు.</p>\n\n\n\n<p>పోలీసుల తరఫు న్యాయవాది వాదనలు వినిపిస్తూ..పిటిషనర్‌పై అదనంగా ఏమైనా సెక్షన్లు నమోదు చేశారా లేదా అనే వివరాలు తెలుసుకోవలసి ఉందని.. పూర్తి వివరాలతో కౌంటర్‌ దాఖలు చేస్తామని.. అందుకు సమయం ఇవ్వాలని కోరారు. మరోవైపు టీడీపీ ఏజెంట్‌ శేషగిరిరావు తరఫు న్యాయవాది లక్ష్మీనారాయణ వాదనలు వినిపిస్తూ..</p>\n\n\n\n<p>పిన్నెల్లి పోలింగ్‌ బూత్‌లోకి వెళ్లి ఈవీఎంను పగులగొట్టారన్నారు. అడ్డువచ్చిన శేషగిరిరావుపై దాడి చేసి తీవ్రంగా గాయపరిచారని.. బాధితుడి వాదన వినకుండా పిటిషనర్‌కు ముందస్తు బెయిల్‌ మంజూరు చేయవద్దని అభ్యర్థించారు. ఇంప్లీడ్‌ పిటిషన్‌ దాఖలు చేసేందుకు అనుమతించాలని కోరారు.</p>\n\n\n\n<p>మరోవైపు.. ఎన్నికల సందర్భంగా నమోదైన పలు కేసుల్లో నిందితులుగా ఉన్న టీడీపీ, వైసీపీ, ఇండిపెండెంట్‌ అభ్యర్థులు తమను పోలీసులు అరెస్టు చేయకుండా రక్షణ కల్పించాలని హైకోర్టును ఆశ్రయించారు. తాడిపత్రి టీడీపీ అభ్యర్థి జేసీ అస్మిత్‌రెడ్డి, వైసీపీ అభ్యర్థి కేతిరెడ్డి పెద్దారెడ్డి, స్వతంత్ర అభ్యర్థి పరిమి సోమశేఖర్‌నాయుడు, దెందులూరు టీడీపీ అభ్యర్థి చింతమనేని ప్రభాకర్‌, నరసరావుపేట వైసీపీ అభ్యర్థి గోపిరెడ్డి శ్రీనివాసరెడ్డి, ఆ రెండు పార్టీలకు చెందిన పలువురు నాయకులు పిటిషన్లు దాఖలు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19130/24/05/2024/","hasAudio":false,"hasInfographics":false}