{"id":"wp-en-15108","wp_id":15108,"type":"standard","category":"World","language":"en","title":"Karnataka withdraws general consent to CBI ￼","excerpt":"The Karnataka Cabinet on Thursday decided to withdraw its earlier notification granting unrestricted permission for CBI to conduct investigations in the state.  The move came amid calls for a CBI probe against Chief Minister Siddaramaiah in the MUDA land scam case, after a court directed the Lokayukta to conduct an investigation. The Cabinet decision is viewed as","author":"Tattva News Team","time":"27/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Siddaramaiah-CBI.webp","readTime":"5 min read","contentHTML":"\n<p>The Karnataka Cabinet on Thursday decided to withdraw its earlier notification granting unrestricted permission for CBI to conduct investigations in the state.  The move came amid calls for a CBI probe against Chief Minister Siddaramaiah in the MUDA land scam case, after a court directed the Lokayukta to conduct an investigation.</p>\n\n\n\n<p>The Cabinet decision is viewed as a step taken to prevent possible interference against Siddaramaiah by the CBI, which could have initiated an investigation against the Chief Minister under the Prevention of Corruption Act.</p>\n\n\n\n<p>Karnataka Deputy Chief Minister DK Shivakumar said that it is not just Karnataka; several other opposition-ruled states have taken the same decision. \"It is not just Karnataka; all opposition parties across the country have made this decision. In view of that, the Karnataka government has also taken this step. We don't want the CBI to misuse its power,\" he said.</p>\n\n\n\n<p>Karnataka Minister HK Patil, while explaining the decision, alleged that the CBI was being misused, prompting the state to withdraw its consent. \"We have decided to withdraw the blanket permission for CBI investigations. If the court decides to hand over a case to the CBI, then we have no relevance. The CBI is being misused, and they have refused to file chargesheets in several cases,\" he said.</p>\n\n\n\n<p>The CBI requires two types of consent required for the probe-general and specific. When a state provides general consent to the CBI for investigating a case, the agency does not need to obtain fresh permission each time it enters the state for an investigation or for each individual case.</p>\n\n\n\n<p>If general consent is withdrawn, the CBI must obtain case-specific consent from the relevant state government for investigations. Without specific consent, CBI officials will lack the powers of police personnel when operating in that state.</p>\n","originalUrl":"https://en.tattvanews.com/national/karnataka-withdraws-general-consent-to-cbi-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}