{"id":"wp-te-19610","wp_id":19610,"type":"standard","category":"World","language":"te","title":"కొత్త ఏపీ డీజీపీగా ఆర్టీసీ ఎండీగా ద్వారకా తిరుమలరావు","excerpt":"కొత్త డీజీపీగా సీనియర్‌ ఐపీఎస్‌ అధికారి ద్వారకా తిరుమలరావును ఏపీ ప్రభుత్వం నియమించింది. సీనియార్టీకి పట్టం కట్టిన ప్రభుత్వం ద్వారకా తిరుమలరావుకు, డీజీపీగా పోస్టింగ్‌ ఇచ్చింది. నారా చంద్రబాబు నాయుడు ప్రమాణ స్వీకారం రోజు ట్రాఫిక్‌ సరిగా నియంత్రించలేదనే విమర్శలు ఎదుర్కొన్న హరీష్‌కుమార్‌ గుప్తాను తప్పించింది. రాష్ట్ర డీజీపీగా ఆర్టీసీ ఎండీ ద్వారకా తిరుమలరావును నియమిస్తూ ప్రభుత్వ ప్రధాన కార్యదర్శి నీరభ్ కుమార్ ఉత్తర్వులు ఇచ్చారు. 1989 బ్యాచ్‌ ఐపీఎస్ అధికారైన ద్వారకా తిరుమలరావు ప్రస్తుతం రాష్ట్ర","author":"Tattva News Team","time":"20/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/New-DGP.jpg","readTime":"5 min read","contentHTML":"\n<p>కొత్త డీజీపీగా సీనియర్‌ ఐపీఎస్‌ అధికారి ద్వారకా తిరుమలరావును ఏపీ ప్రభుత్వం నియమించింది. సీనియార్టీకి పట్టం కట్టిన ప్రభుత్వం ద్వారకా తిరుమలరావుకు, డీజీపీగా పోస్టింగ్‌ ఇచ్చింది. నారా చంద్రబాబు నాయుడు ప్రమాణ స్వీకారం రోజు ట్రాఫిక్‌ సరిగా నియంత్రించలేదనే విమర్శలు ఎదుర్కొన్న హరీష్‌కుమార్‌ గుప్తాను తప్పించింది.</p>\n\n\n\n<p>రాష్ట్ర డీజీపీగా ఆర్టీసీ ఎండీ ద్వారకా తిరుమలరావును నియమిస్తూ ప్రభుత్వ ప్రధాన కార్యదర్శి నీరభ్ కుమార్ ఉత్తర్వులు ఇచ్చారు. 1989 బ్యాచ్‌ ఐపీఎస్ అధికారైన ద్వారకా తిరుమలరావు ప్రస్తుతం రాష్ట్ర క్యాడర్‌ ఐపీఎస్‌ల సీనియారిటీ జాబితాలో అందరికంటే ముందున్నారు. కర్నూలు ఎఎస్​పీగా మొట్ట మొదటి పోస్టింగ్‌ అందుకున్న ద్వారకా తిరుమలరావు, ఉమ్మడి రాష్ట్రంలో కామారెడ్డి, ధర్మవరంలోనూ ఎఎస్​పీగా పని చేశారు.</p>\n\n\n\n<p> నిజామాబాద్‌ జిల్లా ఆపరేషన్స్‌ విభాగం అదనపు ఎస్పీగా కీలక బాధ్యతలు నిర్వహించారు. ఎస్పీగా పదోన్నతి పొందాక అనంతపురం, కడప, మెదక్‌ జిల్లాలతో పాటు విజయవాడ రైల్వే, సీఐడీ, సీబీఐ విభాగాల్లో ఎస్పీగా పని చేశారు. అనంతపురం, హైదరాబాద్‌ రేంజ్‌లతో పాటు ఎస్ఐబీలో డీఐజీగా బాధ్యతలు నిర్వర్తించారు. </p>\n\n\n\n<p>ఆక్టోపస్, కౌంటర్‌ ఇంటెలిజెన్స్‌ సెల్‌ విభాగాల్లో ఐజీగా పని చేశారు. ఉమ్మడి రాష్ట్రంలో సైబరాబాద్‌ పోలీసు కమిషనర్‌గా, రాష్ట్ర విభజన తర్వాత విజయవాడ నగర పోలీసు కమిషనర్‌గా బాధ్యతలు నిర్వర్తించారు. 2021 జూన్‌ నుంచి ఆర్టీసీ ఎండీగా ఉన్నారు.</p>\n\n\n\n<p>ఇక ప్రస్తుత డీజీపీగా హరీష్‌ కుమార్‌ గుప్తా దాదాపు నెలన్నర పాటు పోలీస్‌ బాస్‌గా కొనసాగారు. వైఎస్సార్సీపీతో అంటకాగుతున్నారనే ఫిర్యాదులపై అప్పటి డీజీపీ రాజేంద్రనాథరెడ్డిని ఎన్నికల సంఘం తప్పించి హరీష్‌ కుమార్‌ గుప్తాను నియమించింది. అలా మే 6న ఆయన బాధ్యతలు చేపట్టారు. సీఎంగా చంద్రబాబు నాయుడు ప్రమాణ స్వీకారం రోజు ట్రాఫిక్‌ను సరిగ్గా నియంత్రించలేకపోయారు.</p>\n\n\n\n<p>ఏకంగా గవర్నర్‌ జస్టిస్‌ అబ్దుల్‌ నజీర్‌ వాహనం ట్రాఫిక్‌లో చిక్కుకుని ప్రధానికి స్వాగతం పలికేందుకు గన్నవరం విమానాశ్రయానికి వెళ్లలేకపోయారు. ఈ వ్యవహారంలో డీజీపీ తీరుపై గవర్నర్‌, కొంత అసహనం వ్యక్తం చేసినట్లు సమాచారం. వీటితో పాటు సీనియారిటీని దృష్టిలో పెట్టుకుని ద్వారకా తిరుమలరావుకు డీజీపీగా అవకాశం కల్పించినట్లు తెలుస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/19610/20/06/2024/","hasAudio":false,"hasInfographics":false}