{"id":"wp-te-19757","wp_id":19757,"type":"standard","category":"World","language":"te","title":"కర్ణాటక కాంగ్రెస్ లో సిద్దరామయ్య- శివకుమార్ ఆధిపత్య పోరు","excerpt":"కర్ణాటక కాంగ్రెస్‌లో ఆధిపత్య పోరు ముదురుతున్నది. సీఎం కుర్చీ కోసం సిద్ధరామయ్య, డీకే శివకుమార్‌ వర్గాలు కత్తులు దూసుకుంటున్నాయి. ముఖ్యమంత్రి పదవిని కాపాడుకునేందుకు సిద్ధరామయ్య, పదవిని దక్కించుకునేందుకు డీకే తెరవెనుక పావులు కదుపుతున్నారు. ఇద్దరు నేతలూ ‘హైకమాండ్‌ నిర్ణయమే ఫైనల్‌’ అని చెప్తున్నప్పటికీ తమ వర్గీయులతో పోరుకు కాలుదువ్వుతున్నారు. సిద్ధరామయ్య ఇక సీఎం పదవి నుంచి దిగిపోయి డీకే శివకుమార్‌కు అప్పగించాలని చెన్నగిరి కాంగ్రెస్‌ ఎమ్మెల్యే బసవరాజు శివగంగ కోరిన మరునాడే విశ్వ వొక్కలిగ మహాసంస్థాన మఠానికి","author":"Tattva News Team","time":"28/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Karnataka-Congress.webp","readTime":"5 min read","contentHTML":"\n<p>కర్ణాటక కాంగ్రెస్‌లో ఆధిపత్య పోరు ముదురుతున్నది. సీఎం కుర్చీ కోసం సిద్ధరామయ్య, డీకే శివకుమార్‌ వర్గాలు కత్తులు దూసుకుంటున్నాయి. ముఖ్యమంత్రి పదవిని కాపాడుకునేందుకు సిద్ధరామయ్య, పదవిని దక్కించుకునేందుకు డీకే తెరవెనుక పావులు కదుపుతున్నారు. ఇద్దరు నేతలూ ‘హైకమాండ్‌ నిర్ణయమే ఫైనల్‌’ అని చెప్తున్నప్పటికీ తమ వర్గీయులతో పోరుకు కాలుదువ్వుతున్నారు.</p>\n\n\n\n<p>సిద్ధరామయ్య ఇక సీఎం పదవి నుంచి దిగిపోయి డీకే శివకుమార్‌కు అప్పగించాలని చెన్నగిరి కాంగ్రెస్‌ ఎమ్మెల్యే బసవరాజు శివగంగ కోరిన మరునాడే విశ్వ వొక్కలిగ మహాసంస్థాన మఠానికి చెందిన గురువు కుమార చంద్రశేఖరనాథ స్వామీజీ ఇదే వాదనను తెరపైకి తెచ్చారు.  గురువారం జరిగిన బెంగళూరు నగర వ్యవస్థాపకుడు కెంపెగౌడ జయంతి కార్యక్రమంలో వేదిక మీద సిద్ధరామయ్య, డీకే శివకుమార్‌ ఉండగానే బాహాటంగా సిద్ధరామయ్యకు ఈ విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>‘అందరూ ముఖ్యమంత్రి అయి అధికారాన్ని అనుభవించారు కానీ డీకే శివకుమార్‌ ముఖ్యమంత్రి కాలేదు. కాబట్టి ఈ పదవిని అనుభవించిన సిద్ధరామయ్య పదవిని వదులుకొని డీకే శివకుమార్‌కు ఇచ్చి ఆయనను ఆశీర్వదించాలి. సిద్ధరామయ్య అనుకుంటే ఇది తప్పకుండా జరుగుతుంది. లేకపోతే జరగదు.’ అని స్వామీజీ వేదికపైనే సిద్ధరామయ్యను కోరారు. </p>\n\n\n\n<p>ఈ వినతిపై సిద్ధరామయ్య స్పందిస్తూ.. కాంగ్రెస్‌కు హైకమాండ్‌ ఉంటుందని, ఇది ప్రజాస్వామ్యమని పేర్కొన్నారు. హైకమాండ్‌ ఏం చెబితే అది పాటిస్తామని తెలిపారు. మరోవైపు రాష్ట్రంలో మరో ముగ్గురిని ఉప ముఖ్యమంత్రులుగా నియమించాలని కొందరు మంత్రులు చేస్తున్న డిమాండ్‌పై డీకే శివకుమార్‌ అసంతృప్తి వ్యక్తం చేశారు. </p>\n\n\n\n<p>ఈ డిమాండ్‌పై గురువారం ఆయన స్పందిస్తూ.. మీడియాతో మాట్లాడే నేతలు సమయం వృథా చేసుకోకుండా హైకమాండ్‌తో మాట్లాడి ఒక పరిష్కారాన్ని తీసుకురావాలని సూచించారు. వారికి ఏ పరిష్కారం కావాలంటే ఆ పరిష్కారం పొందాలని, మీడియా ముందు మాట్లాడాల్సిన అవసరం లేదని, తాను కూడా మాట్లాడబోనని పేర్కొన్నారు.</p>\n\n\n\n<p>పీసీసీ అధ్యక్ష పదవి నుంచి తప్పుకోవాలని పలువురు కాంగ్రెస్‌ నేతలు చేస్తున్న డిమాండ్‌పై కూడా శివకుమార్‌ ఇలానే స్పందించారు. ప్రస్తుతం ఉప ముఖ్యమంత్రిగా డీకే ఒక్కరే ఉన్నారు. ఆయనకు చెక్‌ పెట్టేందుకు సీఎం సిద్ధరామయ్య ముగ్గురు డిప్యూటీ సీఎంల ప్రతిపాదనను తెరపైకి తెచ్చారని, తన వర్గం మంత్రుల చేత ఈ మేరకు ఆయన ప్రకటనలు చేయిస్తున్నారని రాజకీయ పరిశీలకులు అంటున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19757/28/06/2024/","hasAudio":false,"hasInfographics":false}