{"id":"wp-te-18736","wp_id":18736,"type":"standard","category":"World","language":"te","title":"రాయబరేలీలో కాంగ్రెస్ అభ్యర్థి రాహుల్ గాంధీ","excerpt":"ఉత్తర్ ప్రదేశ్‌లోని రాయబరేలీ, అమేథీ స్థానాలకు పోటీచేసే కాంగ్రెస్ అభ్యర్థుల విషయంలో ఉత్కంఠకు ఎట్టకేలకు తెరపడింది. ఈ రెండు స్థానాలకు కాంగ్రెస్ పార్టీ అభ్యర్థులను ప్రకటించింది. శుక్రవారంతో నామినేషన్ ముగియనుండగా.. చివరి నిమిషం వరకూ కాంగ్రెస్ అభ్యర్థుల ప్రకటనపై సస్పెన్స్ కొనసాగించింది.  రాయబరేలీ నుంచి కాంగ్రెస్ అగ్రనేత రాహుల్ గాంధీకి, అమేథీ నుంచి కిషోర్‌లాల్ శర్మకు టిక్కెట్లు ఇచ్చింది. గురువారం అర్ధరాత్రి దాటిన తర్వాత ఈ రెండు చోట్ల అభ్యర్థులను ఖరారు చేసింది. రాయబరేలీ ఎంపీగా ఉన్న","author":"Tattva News Team","time":"3/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Rahul-KL-Sharma.jpg","readTime":"5 min read","contentHTML":"\n<p>ఉత్తర్ ప్రదేశ్‌లోని రాయబరేలీ, అమేథీ స్థానాలకు పోటీచేసే కాంగ్రెస్ అభ్యర్థుల విషయంలో ఉత్కంఠకు ఎట్టకేలకు తెరపడింది. ఈ రెండు స్థానాలకు కాంగ్రెస్ పార్టీ అభ్యర్థులను ప్రకటించింది. శుక్రవారంతో నామినేషన్ ముగియనుండగా.. చివరి నిమిషం వరకూ కాంగ్రెస్ అభ్యర్థుల ప్రకటనపై సస్పెన్స్ కొనసాగించింది. </p>\n\n\n\n<p>రాయబరేలీ నుంచి కాంగ్రెస్ అగ్రనేత రాహుల్ గాంధీకి, అమేథీ నుంచి కిషోర్‌లాల్ శర్మకు టిక్కెట్లు ఇచ్చింది. గురువారం అర్ధరాత్రి దాటిన తర్వాత ఈ రెండు చోట్ల అభ్యర్థులను ఖరారు చేసింది. రాయబరేలీ ఎంపీగా ఉన్న సోనియా గాంధీ రాజ్యసభకు నామినేట్ కావడంతో.. అక్కడ నుంచి రాహుల్ గాంధీ బరిలోకి దిగుతున్నారు.</p>\n\n\n\n<p>ఇక, అమేథీలో గాంధీల కుటుంబానికి వీర విధేయుడు, నమ్మినబంటు కేఎల్ శర్మకు టిక్కెట్ దక్కింది. రాయబరేలీలో ప్రియాంక గాంధీ పోటీచేస్తుందని ప్రచారం జరిగినా.. చివరకు రాహుల్ వైపే మొగ్గు చూపారు. రెండు స్థానాలకు ఈ రోజే కాంగ్రెస్ అభ్యర్థులు నామినేషన్లు దాఖలు చేయనున్నారు. ఐదో దశలో ఈ నియోజకవర్గాల్లో మే 20 పోలింగ్ జరగనుంది. </p>\n\n\n\n<p>రాయబరేలీ, అమేథీలు కాంగ్రెస్‌ పార్టీ కంచుకోటలుగా గుర్తింపు పొందాయి. కానీ, 2019 లోక్‌సభ ఎన్నికల్లో అమేధీలో కేంద్ర మంత్రి స్మృతీ ఇరానీ.. రాహుల్ గాంధీని ఓడించారు. ఈసారి కూడా ఆమె అక్కడ నుంచే బరిలో ఉన్నారు.</p>\n\n\n\n<p>రెండోసారి తనకు విజయం ఖాయం కావడంతో కాంగ్రెస్ పార్టీ అభ్యర్థిని ప్రకటించడంలో జాప్యం చేస్తోందని స్మ్రితి ఇరానీ ఆరోపించారు.‘ఇది తమకు ఓడిపోయే సీటు అని కాంగ్రెస్ నాయకత్వానికి తెలుసు... ఎందుకంటే వారు తమ విజయంపై అంత నమ్మకంతో ఉంటే వారు ఈపాటికి తమ అభ్యర్థిని ప్రకటించి ఉండేవారు’ అని ఆమె పేర్కొన్నారు.</p>\n\n\n\n<p>ఇక, రాయబరేలీ నుంచి ప్రియాంక గాంధీ వాద్రా పోటీ చేస్తారని కూడా ప్రచారం జరిగింది. కానీ, ఈ నిర్ణయం పార్టీలో అసంతృప్తిని పెంచుతుందని, ఇది దేశవ్యాప్తంగా ఎన్నికల ఫలితాలపై ప్రతికూల ప్రభావం చూపుతుందని అధిష్ఠానం అనుమానించింది. <br>కుటుంబ రాజకీయాలంటూ బీజేపీ చేస్తోన్న ఆరోపణలకు బలం చేకూర్చినట్టు అవుతుందని భావించారు. ఒకే కుటుంబంలోని ముగ్గురు పార్లమెంట్‌లో ఉంటారనే భావన ప్రజల్లో వస్తుందని ప్రియాంక విముఖత వ్యక్తం చేసినట్లు విశ్వసనీయ వర్గాలు తెలిపాయి. సోనియా గాంధీ ఇప్పటికే రాజ్యసభలో ఉండగా.. రాహుల్ గాంధీ కేరళలోని వాయనాడ్ నుంచి పోటీ చేశారు.</p>\n\n\n\n<p>రాహుల్ గాంధీ గత ఎన్నికల్లో అమేథీ, వాయనాడ్ నుంచి పోటీచేయగా.. ఒకచోట విజయం సాధించారు. వాయనాడ్‌లో ఆయనకు 4 లక్షల మెజార్టీ వచ్చింది. ప్రస్తుత ఎన్నికల్లోనూ గెలుపై ఆయన ధీమాగా ఉన్నారు. ఈ నేపథ్యంలో కంచుకోట రాయబరేలీ నుంచి పోటీ చేస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/18736/03/05/2024/","hasAudio":false,"hasInfographics":false}