{"id":"wp-te-20187","wp_id":20187,"type":"standard","category":"World","language":"te","title":"పార్లమెంట్ ఉన్నది పార్టీ కోసం కాదు, దేశం కోసం.. మోదీ","excerpt":"పార్లమెంట్ ఉన్నది పార్టీ కోసం కాదని, దేశం కోసం అని ప్రధాని నరేంద్ర మోదీ సోమవారం స్పష్టం చేశారు. ప్రతిపక్షాలపై ప్రధాని ధ్వజమెత్తుతూ, తమ రాజకీయ వైఫల్యాలను మెరుగుపరచుకోవడానికి కొన్ని పార్టీలు ‘ప్రతికూల రాజకీయాలు’ చేశాయని, పార్లమెంట్‌ను ‘దుర్వినియోగం చేశాయి’ అని విమర్శించారు.  పార్లమెంట్ సెషన్‌కు ముందు మీడియాతో ప్రధాని మోదీ  మాట్లాడుతూ, మంగళవారం ప్రవేశ పెట్టబోతున్న కేంద్ర బడ్జెట్ వచ్చే ఐదు సంవత్సరాల ప్రస్థానానికి మార్గాన్ని నిర్దేశిస్తుందని, 2047లో ‘వికసిత్ భారత్’ కల సాఫల్యానికి పునాది","author":"Tattva News Team","time":"23/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-Parliament.jpg","readTime":"5 min read","contentHTML":"\n<p>పార్లమెంట్ ఉన్నది పార్టీ కోసం కాదని, దేశం కోసం అని ప్రధాని నరేంద్ర మోదీ సోమవారం స్పష్టం చేశారు. ప్రతిపక్షాలపై ప్రధాని ధ్వజమెత్తుతూ, తమ రాజకీయ వైఫల్యాలను మెరుగుపరచుకోవడానికి కొన్ని పార్టీలు ‘ప్రతికూల రాజకీయాలు’ చేశాయని, పార్లమెంట్‌ను ‘దుర్వినియోగం చేశాయి’ అని విమర్శించారు. </p>\n\n\n\n<p>పార్లమెంట్ సెషన్‌కు ముందు మీడియాతో ప్రధాని మోదీ  మాట్లాడుతూ, మంగళవారం ప్రవేశ పెట్టబోతున్న కేంద్ర బడ్జెట్ వచ్చే ఐదు సంవత్సరాల ప్రస్థానానికి మార్గాన్ని నిర్దేశిస్తుందని, 2047లో ‘వికసిత్ భారత్’ కల సాఫల్యానికి పునాది వేస్తుందని సూచించారు. ప్రజలు లోక్‌సభ ఎన్నికల్లో తమ తీర్పు వెలువరించారని, వచ్చే ఐదు సంవత్సరాలకు దేశం కోసం అన్ని రాజకీయ పార్టీలు ఇప్పుడు సంఘటితంగా పోరాడాలని చెప్పారు.</p>\n\n\n\n<p>‘ఎంపిలు ఏ పార్టీవారైనా కావచ్చు, మనం ఎన్నికల పోరు సాగించిన జనవరి నుంచి మనం ఏమి చెప్పాలని అనుకున్నామో తెలియజేశామని, కొంత మంది మార్గం సూచించారని, మరికొందరు తప్పుదారి పట్టించారని, కాని ఆ కాలం ఇప్పుడు ముగిసిందని అందరికీ స్పష్టం చేయదలచుకున్నా. ప్రజలు తమ తీర్పు ఇచ్చారు’ అని ఆయన తెలిపారు. ‘మన సంబంధిత పార్టీల కోసం పోరాడామని, వచ్చే ఐదు సంవత్సరాలకు దేశం కోసం మనం పోరాడడం, కృషి చేయవలసి ఉండడం ఎన్నికైన అందరు ప్రతినిధులు, అన్ని రాజకీయ పార్టీల బాధ్యత’ అని మోడీ నొక్కిచెప్పారు.</p>\n\n\n\n<p>పార్టీలకు అతీతంగా వ్యవహరించాలని, వచ్చే నాలుగు, నాలుగున్నర సంవత్సరాలకు పార్లమెంట్ వేదికను వినియోగించుకోవాలని రాజకీయ పార్టీలకు ప్రధాని విజ్ఞప్తి చేశారు. ‘2029 జనవరి ఎన్నికల సంవత్సరం అయినప్పుడు మీరు ఎన్నికల క్షేత్రానికి వెళ్లవచ్చు, అందుకు పార్లమెంట్‌ను సైతం వినియోగించుకోవచ్చు. ఆ ఆరు మాసాల కోసం మీరు కోరుకున్న ఆటలు ఆడండి. కాని అప్పటి వర కు 2047 కల సాఫల్యానికి ప్రజల భాగస్వామ్యానికి ఒక ఉద్యమం నిర్మించడం ద్వారా నిరుపేదలు, రైతులు, యువజనులు, మహిళల సాధికారత కోసం కృషి చేయండి’ అని మోదీ  పిలుపు ఇచ్చారు. </p>\n\n\n\n<p>‘2014 తరువాత కొందరు ఎంపిలు ఐదు సంవత్సరాలకు ఎన్నికయ్యారు, మరి కొందరు పది సంవత్సరాలకు ఎన్నికయ్యారు, కానీ పార్లమెంట్‌లో తమ నియోజకవర్గం గురించి మాట్లాడేందుకుతమ అభిప్రాయాలు వ్యక్తం చేసేందుకు అనేక మంది ఎంపిలకు అవకాశం లభించలేదని విచారం వ్యక్తం చేశారు.</p>\n\n\n\n<p>తమ రాజకీయ వైఫల్యాలను కప్పిపుచ్చుకునేందుకు పార్లమెంట్‌ను దుర్వినియోగం చేసిన కొన్ని పార్టీల ప్రతికూల రాజకీయాలే అందుకు కారణమని ఎంతో బాధతో చెబుతున్నాను అని ఆయన తెలిపారు. మొదటిసారి గెలిచిన ఎంపిలకు పార్లమెంట్‌లో మాట్లాడనివ్వాలని, వారి అవకాశాలు ఇవ్వాలని అన్ని పార్టీలకు మోదీ  విజ్ఞప్తి చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20187/23/07/2024/","hasAudio":false,"hasInfographics":false}