{"id":"wp-te-20073","wp_id":20073,"type":"standard","category":"World","language":"te","title":"తీహార్ జైలులో ఎమ్మెల్సీ కవితకు అస్వస్థత","excerpt":"ఢిల్లీ లిక్కర్ స్కాంలో అరెస్టైన బీఆర్ఎస్ ఎమ్మెల్సీ కల్వకుంట్ల కవిత అస్వస్థతకు గురైయ్యారు. తీహార్ జైలులో ఉన్న ఆమెకు జ్వరం రావడంతో ఆసుపత్రికి తరలించారు. మంగళవారం మధ్యాహ్నం కవిత అనారోగ్యం పట్ల తీహార్ జైలు సిబ్బంది ఉన్నతాధికారులకు సమాచారం ఇచ్చారు. ఉన్నతాధికారుల సూచనతో కవితను జైలు నుంచి ఆస్పత్రికి తరలించారు.  అయితే, కవితకు దీన్ దయాల్ ఆస్పత్రిలో చికిత్స అనంతరం ఆమెను తిరిగి జైలుకు తీసుకువచ్చారు. ఢిల్లీ లిక్కర్ స్కామ్ లో అరెస్టైన ఆమె 100 రోజులకు","author":"Tattva News Team","time":"17/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kavitha-court.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్ స్కాంలో అరెస్టైన బీఆర్ఎస్ ఎమ్మెల్సీ కల్వకుంట్ల కవిత అస్వస్థతకు గురైయ్యారు. తీహార్ జైలులో ఉన్న ఆమెకు జ్వరం రావడంతో ఆసుపత్రికి తరలించారు. మంగళవారం మధ్యాహ్నం కవిత అనారోగ్యం పట్ల తీహార్ జైలు సిబ్బంది ఉన్నతాధికారులకు సమాచారం ఇచ్చారు. ఉన్నతాధికారుల సూచనతో కవితను జైలు నుంచి ఆస్పత్రికి తరలించారు. </p>\n\n\n\n<p>అయితే, కవితకు దీన్ దయాల్ ఆస్పత్రిలో చికిత్స అనంతరం ఆమెను తిరిగి జైలుకు తీసుకువచ్చారు. ఢిల్లీ లిక్కర్ స్కామ్ లో అరెస్టైన ఆమె 100 రోజులకు పైగా జైలులో ఉన్నారు. గత నాలుగు నెలలుగా జైలులోనే ఉన్న ఆమెకు అనారోగ్య సమస్యలు తలెత్తాయి. ఆమె గత కొంత కాలంగా లోబీపీతో బాధపడుతున్నట్లు తెలుస్తోంది. </p>\n\n\n\n<p>వైద్యులు సూచనతో ఇంటి నుంచే మెడిసిన్ అందిస్తున్నారు. జైలులో కూడా వైద్యులు ఆమెకు చికిత్స అందిస్తున్నారు. కవిత మరింత అస్వస్థతకు గురికావటంతో జైలు అధికారులు వెంటనే ఆస్పత్రికి తరలించారు. మాజీ సీఎం కేసీఆర్ కుమార్తె కల్వకుంట్ల కవితను ఢిల్లీ లిక్కర్ స్కామ్ కేసులో ఈడీ అరెస్టు చేసింది. </p>\n\n\n\n<p>మార్చి 15న హైదరాబాద్ లోని ఆమె నివాసంలో కవితను మనీ లాండరింగ్ ఆరోపణలపై అరెస్టు చేసింది. ఢిల్లీ లిక్కర్ స్కామ్ లో సీబీఐ, ఈడీ కవితపై కేసులు నమోదు చేశాయి. ఈ కేసుల విచారణ కొనసాగుతోంది. దీంతో దిల్లీ రౌస్ అవెన్యూ కోర్టు కవితకు రిమాండ్ పొడిగిస్తూ వస్తుంది. ఈ కేసులో కవిత బెయిల్ పిటిషన్లు ఢిల్లీ హైకోర్టులో విచారణలో ఉన్నాయి.</p>\n\n\n\n<p>ఢిల్లీ లిక్కర్ స్కామ్ కేసులో సిబిఐ అరెస్ట్ ను సవాల్ చేస్తూ ఎమ్మెల్సీ కవిత బెయిల్ పిటిషన్ దాఖలు చేశారు. ఈ పిటిషన్ పై ఇటీవల ఢిల్లీ రౌస్ అవెన్యూ కోర్టు విచారించింది. ఈ కేసులో కవితపై సీబీఐ మరో ఛార్జ్ షీట్ ను దాఖలు చేసింది. ఇరు పక్షాల లాయర్ల వాదనలు విన్న కోర్టు తదుపరి విచారణను వాయిదా వేసింది. </p>\n\n\n\n<p>ఈ నెల 22న మరోసారి విచారణ జరుపుతామని జస్టిస్ కావేరి స్పష్టం చేశారు. ఢిల్లీ లిక్కర్ స్కామ్ ఈడీ కేసులో సీఎం కేజ్రీవాల్ కు మధ్యంతర బెయిల్ వచ్చింది. కేజ్రీవాల్ కి బెయిల్ రావడంతో కవితకు కూడా బెయిల్ వస్తుందని బీఆర్ఎస్ నేతలు భావించగా నిరాశ ఎదురైంది. బీఆర్ఎస్ ఎమ్మెల్సీ కవితకు కోర్టుల్లో నిరాశే ఎదురవుతుంది. </p>\n\n\n\n<p>లిక్కర్ స్కామ్ కేసులో బెయిల్ కోసం ఇటీవల ఢిల్లీ హైకోర్టును ఆశ్రయించిన ఆమెకు చుక్కెదురైంది. లిక్కర్ స్కామ్ కేసులో కవితను ఈడీ, సీబీఐ అరెస్ట్ చేశాయి. దీంతో బెయిల్ కోసం ఆమె ఢిల్లీ హైకోర్టును ఆశ్రయించారు. సీబీఐ, ఈడీ కేసుల్లో కవిత బెయిల్ లు దాఖలు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20073/17/07/2024/","hasAudio":false,"hasInfographics":false}