{"id":"wp-te-18789","wp_id":18789,"type":"standard","category":"World","language":"te","title":"తెలంగాణలో బిజెపి పది లోక్ సభ సీట్లలో విజయం","excerpt":"ఈ సారి తెలంగాణలో బిజెపి పది లోక్ సభ సీట్లలో విజయం సాధిస్తోందని కేంద్ర హోమ్ మంత్రి, సీనియర్ బిజెపి నేత  అమిత్ షా ధీమా వ్యక్తం చేశారు. ఇప్పటికే మొదటి రెండు దశలలో వంద సీట్లకు బిజెపి చేరుకొంది, మిగిలిన దశలలో మొత్తం 400 సీట్లు గెల్చుకొంటుందని స్పష్టం చేశారు.  కేంద్రంలో మరోసారి మోదీ  సర్కార్ వస్తోందని భరోసా వ్యక్తం చేశారు.   ఆసిఫాబాద్ జిల్లా కాగజ్ నగర్ లో భారతీయ జనతా పార్టీ భారీ బహిరంగ","author":"Tattva News Team","time":"6/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-NZB.jpg","readTime":"5 min read","contentHTML":"\n<p>ఈ సారి తెలంగాణలో బిజెపి పది లోక్ సభ సీట్లలో విజయం సాధిస్తోందని కేంద్ర హోమ్ మంత్రి, సీనియర్ బిజెపి నేత  అమిత్ షా ధీమా వ్యక్తం చేశారు. ఇప్పటికే మొదటి రెండు దశలలో వంద సీట్లకు బిజెపి చేరుకొంది, మిగిలిన దశలలో మొత్తం 400 సీట్లు గెల్చుకొంటుందని స్పష్టం చేశారు.  కేంద్రంలో మరోసారి మోదీ  సర్కార్ వస్తోందని భరోసా వ్యక్తం చేశారు.  </p>\n\n\n\n<p>ఆసిఫాబాద్ జిల్లా కాగజ్ నగర్ లో భారతీయ జనతా పార్టీ భారీ బహిరంగ సభలో పాల్గొంటూ  దేశంలో జరిగే లోక్ సభ ఎన్నికల్లో ఓవైపు మోదీ, మరోవైపు రాహుల్ బాబా ఉన్నారని ఆయన పేర్కొన్నారు. పండుగలను కూడా సైనికుల మధ్య జరుపుకేనే మోదీ  ఓ వైపు.. సెలవుల కోసం బ్యాంకాంక్ టూర్లు వేసే రాహుల్ బాబా ఓ వైపు ఉన్నారని అమిత్ షా ఎద్దేవా చేశారు. తాను ఎక్కడికి వెళ్లినా.. మోదీ .. మోదీ అనే నినాదాలే వినిపిస్తున్నాయని చెప్పారు.</p>\n\n\n\n<p>స్వాతంత్ర్య వీరులు రాంజీగోండ్, కుమురం భీం, కొండా లక్ష్మణ్ బాపూజీలకు ప్రణామలు చేశారు. తెలంగాణలో కొన్నాళ్లుగా బిజెపి ఓట్ల శాతం పెరుగుతోందని ఆయన తెలిపారు.  70 ఏళ్లుగా అయోధ్య రామమందిరం నిర్మాణం జరగకుండా కాంగ్రెస్ అడ్డుకుందని ఆరోపించారు. రెండోసారి ప్రధానిగా నరేంద్ర మోదీ  వచ్చాకే రామమందిర ప్రతిష్ఠ జరిగిందని స్పష్టం చేశారు.</p>\n\n\n\n<p>మల్లికార్జున ఖర్గే, రాహుల్ గాంధీ, ఇద్దరినీ రామమందిర ప్రతిష్ఠకు ఆహ్వానించామని అమిత్ షా గుర్తుచేశారు. తమ ఓటు బ్యాంకు పోతుందని ఖర్గే, రాహుల్ గాంధీ అయోధ్యకు రాలేదని ఆయన ధ్వజమెత్తారు.</p>\n","originalUrl":"https://tattvanews.com/18789/06/05/2024/","hasAudio":false,"hasInfographics":false}