{"id":"wp-te-18922","wp_id":18922,"type":"standard","category":"World","language":"te","title":"ఆక్రమిత కాశ్మీర్ లో పాలకులపై తిరగబడుతున్న ప్రజలు","excerpt":"పాకిస్థాన్ ఆక్రమిత కశ్మీర్‌లో అక్కడ పాలకులపై ప్రజల్లో వ్యతిరేకత రోజురోజుకు పెరుగుతూ ఉంది. ఆకాశన్నంటుతున్న నిత్యావసర వస్తువులను కొనలేక అక్కడి ప్రజలు శనివారం ఆందోళనచేయగా వారిపై పోలీసులు కర్కశంగా విరుచుకుపడ్డారు. ఎక్కడికక్కడ విచక్షణారహితంగా కొట్టారు. పోలీసులు తీరును నిరసిస్తూ పీఓకే ప్రజలు మరోసారి ఆందోళన చేపట్టారు.  వేలాదిగా ముజఫరాబాద్ వీధుల్లోకి వచ్చి నినాదాలు చేశారు. అయితే పోలీసులు, ప్రజల మధ్య జరిగిన ఘర్షణలో ఓ పోలీసు అధికారి మృతి చెందిన, దాదాపు 100 మంది తీవ్రంగా గాయపడ్డారు.","author":"Tattva News Team","time":"13/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/PoK1.jpg","readTime":"5 min read","contentHTML":"\n<p>పాకిస్థాన్ ఆక్రమిత కశ్మీర్‌లో అక్కడ పాలకులపై ప్రజల్లో వ్యతిరేకత రోజురోజుకు పెరుగుతూ ఉంది. ఆకాశన్నంటుతున్న నిత్యావసర వస్తువులను కొనలేక అక్కడి ప్రజలు శనివారం ఆందోళనచేయగా వారిపై పోలీసులు కర్కశంగా విరుచుకుపడ్డారు. ఎక్కడికక్కడ విచక్షణారహితంగా కొట్టారు. పోలీసులు తీరును నిరసిస్తూ పీఓకే ప్రజలు మరోసారి ఆందోళన చేపట్టారు.</p>\n\n\n\n<p> వేలాదిగా ముజఫరాబాద్ వీధుల్లోకి వచ్చి నినాదాలు చేశారు. అయితే పోలీసులు, ప్రజల మధ్య జరిగిన ఘర్షణలో ఓ పోలీసు అధికారి మృతి చెందిన, దాదాపు 100 మంది తీవ్రంగా గాయపడ్డారు. అవామీ యాక్షన్‌ కమిటీ పేరుతో ఆందోళనకు దిగిన ప్రజలు మంగ్లా డ్యామ్‌ నుంచి ఎలాంటి పన్నుల్లేకుండా విద్యుత్‌ సరఫరా చేయాలని డిమాండ్ చేశారు. గోధుమపిండిని రాయితీ ధరకు అందించాలని కోరారు.</p>\n\n\n\n<p> ఆందోళనకు నాయకత్వం వహిస్తున్న కమిటీలో కీలక సభ్యుడైన షౌకత్‌ నవాజ్ మిర్‌ పోలీసుల అరెస్ట్‌ నుంచి తప్పించుకున్నారు. అధిక ధరల నుంచి ఉపశమనం కలిగించాలని ఆయన డిమాండ్ చేశారు. శనివారం అధిక ధరలకు వ్యతిరేకంగా ఆందోళన చేస్తున్న ప్రజలకు, భద్రతా దళాలకు మధ్య ముజఫరాబాద్, దడ్యాల్‌, మిర్పూర్‌, పీఓకేలోని ఇతర ప్రాంతాల్లో ఘర్షణ జరిగింది. శాంతియుతంగా ఆందోళన చేస్తున్న ప్రజలపై పాకిస్థాన్ సైన్యం బాష్పవాయు గోళాలు, </p>\n\n\n\n<p>రబ్బర్ బులెట్లు ప్రయోగించింది. గతేడాది కూడా సరసమైన ధరలకు విద్యుత్‌ ఇవ్వాలని, పీఓకే ప్రజలు భారీ ఆందోళనలకు దిగారు. నిరసనలతో దిగివచ్చిన అధికారులు డిమాండ్లు తీరుస్తామని హామీ ఇచ్చారు. హామీని నిలబెట్టుకోకపోవడం వల్ల మళ్లీ ప్రజలు ఆందోళనకు దిగారు.</p>\n\n\n\n<p>పాక్ ఆక్రమిత కశ్మీర్‌లో పాకిస్థాన్‌ ప్రోద్బలంతో ప్రజలను అణచివేస్తున్నారని పీఓకేకు చెందిన ఉద్యమ నేత ఆయుబ్‌ మిర్జా ఆవేదన వ్యక్తంచేశారు. మోదీ నేతృత్వంలోని భారత ప్రభుత్వం వెంటనే జోక్యం చేసుకుని పీఓకేకు పాకిస్థాన్ నుంచి విముక్తి కల్పించాలని ఆయుబ్‌ కోరుతున్నారు.</p>\n\n\n\n<p>ప్రజలపై పాక్ బలగాల వేధింపులు పెరిగాయని భారత్ వెంటనే పీఓకేపై దృష్టిసారించాలని ఆయన విజ్ఞప్తి చేస్తున్నారు. పీఓకేను భారత్‌లో విలీనం చేసేందుకు చర్యలు చేపట్టాలని ప్రధాని మోదీని కోరుతున్నారు. గత పాలకులు మాదిరిగా పీఓకేను, అక్కడ ప్రజలను నిర్లక్ష్యం చేయవద్దని మోదీకి ఆయుబ్ విజ్ఞప్తి చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18922/13/05/2024/","hasAudio":false,"hasInfographics":false}