{"id":"wp-te-18857","wp_id":18857,"type":"standard","category":"World","language":"te","title":"రాహుల్‌ పిల్ల చేష్టల హామీలు - మోదీ గ్యారంటీ మధ్య ఎన్నికలు","excerpt":"ఈసారి జరిగే సార్వత్రిక ఎన్నికలు నరేంద్ర మోదీ, రాహుల్​ గాంధీ మధ్య జరుగుతున్నాయని కేంద్ర హోంశాఖ మంత్రి అమిత్​ షా తెలిపారు. ఓట్​ ఫర్​ జిహాద్​, ఓట్​ ఫర్​ అభివృద్ధి మధ్య జరుగుతున్న ఎలక్షన్స్ ఇవి అని పేర్కొంటూ కుటుంబ అభివృద్ధి, దేశవ్యాప్తంగా జరుగుతున్న అభివృద్ధికి మధ్య జరుగుతున్న పోరు అని చెప్పారు.  రాహుల్​ పిల్ల చేష్టల హామీలు, మోదీ గ్యారంటీ మధ్య జరుగుతున్న ఎన్నికలని పేర్కొన్నారు. యాదాద్రి భువనగిరి జిల్లాలో నిర్వహించిన బీజేపీ ఎన్నికల ప్రచారంలో","author":"Tattva News Team","time":"9/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-Shah.webp","readTime":"5 min read","contentHTML":"\n<p>ఈసారి జరిగే సార్వత్రిక ఎన్నికలు నరేంద్ర మోదీ, రాహుల్​ గాంధీ మధ్య జరుగుతున్నాయని కేంద్ర హోంశాఖ మంత్రి అమిత్​ షా తెలిపారు. ఓట్​ ఫర్​ జిహాద్​, ఓట్​ ఫర్​ అభివృద్ధి మధ్య జరుగుతున్న ఎలక్షన్స్ ఇవి అని పేర్కొంటూ కుటుంబ అభివృద్ధి, దేశవ్యాప్తంగా జరుగుతున్న అభివృద్ధికి మధ్య జరుగుతున్న పోరు అని చెప్పారు. </p>\n\n\n\n<p>రాహుల్​ పిల్ల చేష్టల హామీలు, మోదీ గ్యారంటీ మధ్య జరుగుతున్న ఎన్నికలని పేర్కొన్నారు. యాదాద్రి భువనగిరి జిల్లాలో నిర్వహించిన బీజేపీ ఎన్నికల ప్రచారంలో అమిత్ షా పాల్గొంటూ బీజేపీ భువనగిరి లోక్​సభ అభ్యర్థి బూర నర్సయ్య గౌడ్​కు మద్దతుగా ప్రచారం చేశారు.</p>\n\n\n\n<p>మూడు విడతల ఎన్నికల్లో ఇప్పటికే 200 సీట్లకు పైగా స్థానాలు గెలిచామని కేంద్రమంత్రి అమిత్​ షా స్పష్టం చేశారు. దేశవ్యాప్తంగా మొత్తం 400కు లోక్​సభ స్థానాలు సాధిస్తామని ధీమా వ్యక్తం చేశారు. తెలంగాణలో గత ఎన్నికల్లో నాలుగు లోక్​సభ సీట్లు గెలిచామని, ఈసారి మొత్తం 10కి పైగా సీట్లు గెలుస్తామని భరోసా వ్యక్తం చేశారు. </p>\n\n\n\n<p>తెలంగాణలో డబుల్​ డిజిట్​ స్కోర్​, దేశంలో 400 సీట్లకు మార్గం సుగమం అవుతుందని వెల్లడించారు. రాష్ట్రంలో కాంగ్రెస్​ పరిస్థితి దయనీయంగా తయారైందని, ఆ పార్టీకి పోటీ చేయడానికి అభ్యర్థులు కూడా దొరకట్లేదని విమర్శించారు.</p>\n\n\n\n<p>\"అబద్ధాలతో ఎన్నికల్లో గెలవడానికి కాంగ్రెస్​ పార్టీ యత్నం. మోదీ మళ్లీ వస్తే రిజర్వేషన్లు తొలగిస్తారని అవాస్తవాలు చెబుతున్నారు. ముస్లింలకు 4 శాతం రిజర్వేషన్ల ద్వారా ఎస్సీ, ఎస్టీ, ఓబీసీలకు నష్టం. ముస్లింల 4 శాతం రిజర్వేషన్లు రద్దు చేసి ఎస్సీ, ఎస్టీ, ఓబీసీలకు ఇస్తాం. మోదీ ఏది చెబుతారో అది తప్పకుండా చేస్తారు. రాహుల్‌ గాంధీ గ్యారంటీలు చెల్లే పరిస్థితి లేదు\" అని స్పష్టం చేశారు.</p>\n\n\n\n<p> రైతులకు రూ.2 లక్షల రుణమాఫీ అమలు కాలేదు. రైతులకు ఏటా రూ.15 వేల ఆర్థికసాయం అమలు చేయలేదు. రైతు కూలీలకు ఏటా రూ.12 వేల ఆర్థిక సాయం నెరవేర్చలేదు. వరి, గోధుమలకు రూ.500 బోనస్‌ హామీ అమలు చేయలేదు. రైతులకు పూచీ లేకుండా రూ.5 లక్షల రుణ హామీ నెరవేరలేదని అమిత్ షా గుర్తు చేశారు. </p>\n\n\n\n<p>ప్రతి మండలంలో అంతర్జాతీయ పాఠశాల హామీ నెరవేర్చలేదు. కాంగ్రెస్‌ చేసిన వాగ్దానాలను ఎన్నటికీ నెరవేర్చదబని చెప్పారు.  భువనగిరి టెక్స్​టైల్​ పరిశ్రమల కోసం మోదీ కృషి చేశారని కేంద్రమంత్రి అమిత్​ షా తెలిపారు. కొత్త టెక్స్​టైల్​ విధానంతో 8 లక్షల మంది చేనేత కార్మికులకు ఉపాధి లభించనుందని చెప్పారు. </p>\n\n\n\n<p>రూ.1,500 కోట్లతో జాతీయ టెక్స్​టైల్​ విధానం అమల్లోకి తెచ్చామని పేర్కొన్నారు. రూ.14 వేల కోట్లతో పోచంపల్లిలో టెక్స్​టైల్​ పార్కు ఏర్పాటుకు కృషి చేస్తామని మాటిచ్చారు. బీబీనగర్​లో ఎయిమ్స్​ నిర్మించి పేద ప్రజలకు వైద్య సేవలు అందిస్తున్నామని పేర్కొన్నారు.</p>\n\n\n\n<p> జనగాం నుంచి భువనగిరి వరకు రైల్వే లైన్ల ఆధునీకరణ చేపట్టామన్న అమిత్ షా, కొమురవెల్లిలో అత్యాధునిక రైల్వేస్టేషన్​ నిర్మిస్తున్నామని వెల్లడించారు. రాయగిరి నుంచి వరంగల్​ వరకు 4 వరుసల రహదారి నిర్మించామని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/18857/09/05/2024/","hasAudio":false,"hasInfographics":false}