{"id":"wp-en-14416","wp_id":14416,"type":"standard","category":"World","language":"en","title":"Himanta Biswa Sarma to enact ‘love jihad’ law￼","excerpt":"Assam chief minister Himanta Biswa Sarma on Sunday said his government will enact a law against ‘love jihad’ with the provision of ‘life imprisonment’ as punishment to violators. \"We spoke about ‘love jihad’ during the elections. Soon, we will bring a law, which will award life imprisonment in such cases,\" he said in a BJP","author":"Tattva News Team","time":"5/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/05/Himanta-Biswa-Sarma1.jpg","readTime":"5 min read","contentHTML":"\n<p>Assam chief minister Himanta Biswa Sarma on Sunday said his government will enact a law against ‘love jihad’ with the provision of ‘life imprisonment’ as punishment to violators.</p>\n\n\n\n<p>\"We spoke about ‘love jihad’ during the elections. Soon, we will bring a law, which will award life imprisonment in such cases,\" he said in a BJP meeting. He said a new domicile policy will be introduced soon. Under the policy, only those born in Assam will be eligible for government jobs in the state.</p>\n\n\n\n<p>Sarma said the Assam government has given priority to the indigenous people in the one lakh government jobs provided, per his pre-poll promise. The CM said the Assam government has taken a decision regarding land deals between Hindus and Muslims.</p>\n\n\n\n<p>He said the government cannot prevent such a transaction but it will make it mandatory to secure the consent of the chief minister for such deals. He had promised that his government would bring the uniform civil code to Assam.</p>\n\n\n\n<p>Last month, he went to Jharkhand and claimed 'Bangladeshi infiltrators' had been grabbing tribal land. \"Today, I visited Gaibathan village of Pakur. There is SPT law, so the land of the Adivasis cannot be transferred. Two Bangladeshi infiltrators grabbed their land, the Court gave an order that both of them should be removed and the Adivasi family should be given their land back, but the administration did not do anything.\"</p>\n\n\n\n<p>\"When the Adivasi family tried constructing a house on their land, they were attacked by Bangladeshi infiltrators. Even today, they have not got their land back. An Adivasi CM of Jharkhand should help them. Infiltration is not an issue, it is the reality in places like Pakur, Sahibganj...\" he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/himanta-biswa-sarma-to-enact-love-jihad-law%ef%bf%bc/","hasAudio":false,"hasInfographics":false}