{"id":"wp-te-19840","wp_id":19840,"type":"standard","category":"World","language":"te","title":"యూపీ తొక్కిసలాటలో 1116 మందికి పైగా మృతి","excerpt":"ఉత్తర్ ప్రదేశ్‌లోని హత్రాస్‌‌ తొక్కిసలాట ఘటనలో మృతుల సంఖ్య అంతకంతకూ పెరుగుతోంది. తొలుత 27 మంది చనిపోయినట్టు జాతీయ మీడియాలో వార్తలు ప్రసారమయ్యాయి. కానీ, 116 మంది చనిపోయిన్నట్లు మంగళవారం సాయంత్రం అధికార వర్గాలు నిర్ధారించాయి. వీరిలో ఎక్కువ మంది మహిళలు, చిన్నారులే ఉన్నట్టు అధికారులు తెలిపారు. ఈ ఘటనలో 150 మందికిపైగా గాయపడినట్టు తెలుస్తోంది.  హత్రాస్ జిల్లా సికింద్రా రౌ ఏరియా రతి భాన్పూర్ గ్రామంలో ఓ ఆధ్యాత్మిక గురువు ఏర్పాటుచేసిన సత్సంగ్‌కు వేలాదిగా భక్తులు","author":"Tattva News Team","time":"3/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Hathras-stampede.jpg","readTime":"5 min read","contentHTML":"\n<p>ఉత్తర్ ప్రదేశ్‌లోని హత్రాస్‌‌ తొక్కిసలాట ఘటనలో మృతుల సంఖ్య అంతకంతకూ పెరుగుతోంది. తొలుత 27 మంది చనిపోయినట్టు జాతీయ మీడియాలో వార్తలు ప్రసారమయ్యాయి. కానీ, 116 మంది చనిపోయిన్నట్లు మంగళవారం సాయంత్రం అధికార వర్గాలు నిర్ధారించాయి. వీరిలో ఎక్కువ మంది మహిళలు, చిన్నారులే ఉన్నట్టు అధికారులు తెలిపారు. ఈ ఘటనలో 150 మందికిపైగా గాయపడినట్టు తెలుస్తోంది. </p>\n\n\n\n<p>హత్రాస్ జిల్లా సికింద్రా రౌ ఏరియా రతి భాన్పూర్ గ్రామంలో ఓ ఆధ్యాత్మిక గురువు ఏర్పాటుచేసిన సత్సంగ్‌కు వేలాదిగా భక్తులు తరలివచ్చారు. పోలీసుల వెల్లడించిన సమాచారం ప్రకారం..వేదిక వద్ద ఊపిరాడక అసౌకర్యానికి గురైన భక్తులు.. పరుగులు తీయడంతో తొక్కిసలాట జరిగింది. ఈ ఆధ్యాత్మిక కార్యక్రమం జరిగిన సమయంలో చాలా వేడి, ఉక్కబోతగా ఉందని పోలీసులు తెలిపారు. </p>\n\n\n\n<p>‘‘ఇది భోలే బాబా అనే మత బోధకుడి సత్సంగ సమావేశం. మంగళవారం మధ్యాహ్నం ఎటావా, హత్రాస్ జిల్లా సరిహద్దులో ఉన్న ప్రదేశంలో ఈ కార్యక్రమం నిర్వహణకు తాత్కాలిక అనుమతి మంజూరు చేశాం’ అని అలీగఢ్ రేంజ్ ఐజీ శలభ్ మాథుర్ తెలిపారు.</p>\n\n\n\n<p>‘ఘటనా స్థలంలో పెద్ద ఎత్తున గుమిగుడిన భక్తులు.. బయటకు వెళ్ళే మార్గం లేకపోవడంతో ఒకరిపై ఒకరు పడటంతో తొక్కిసలాటకు దారితీసింది. నేను బయటకు వెళ్లేందుకు ప్రయత్నించినప్పుడు అక్కడ పార్క్ చేసిన బైక్‌లు అడ్డుగా ఉన్నాయి.. చాలా మంది స్పృహతప్పి పడిపోయారు.. మరికొందరు చనిపోయారు’ అని ఆసుపత్రిలో చికిత్స పొందుతున్న ఒక బాధితుడు చెప్పాడు. </p>\n\n\n\n<p>ఈ ఘటనపై స్పందించిన యోగి ఆదిత్య నాథ్ ఇద్దరు మంత్రులను అక్కడకు పంపారు. అలాగే, సీఎస్, డీజీపీలను కూడా వెళ్లాలని ఆదేశించారు. బుధవారం ఆయన హత్రాస్‌కు వెళ్లనున్నారు. యూపీ ప్రభుత్వం తరఫున మృతుల కుటుంబాలకు రూ.2 లక్షల చొప్పున ఆర్దిక సాయం ప్రకటించారు.</p>\n\n\n\n<p>హత్రాస్ తొక్కిసలాటలో పెద్ద సంఖ్యలో భక్తులు మరణించిన ఘటన తనను తీవ్ర దిగ్భ్రాంతికి గురిచేసిందని భారత రాష్ట్రపతి ద్రౌపది ముర్ము పేర్కొన్నారు. మృతుల కుటుంబాలకు ఆమె ప్రగాఢ సానుభూతి తెలియజేశారు. ఈ ఘటనలో గాయపడిన వారు త్వరగా కోలుకోవాలని ప్రార్థిస్తున్నట్లు ఆమె తెలిపారు. ఈ మేరకు ఆమె తన అధికారిక ఎక్స్‌ ఖాతాలో పోస్టుపెట్టారు.</p>\n\n\n\n<p>హత్రాస్ ఘటనపై ప్రధాన మంత్రి నరేంద్ర మోదీ తీవ్ర దిగ్భ్రాంతి వ్యక్తం చేశారు. లోక్‌సభలో రాష్ట్రపతి ప్రసంగానికి ధన్యవాద తీర్మానంపై చర్చ సందర్భంగా మోదీ మాట్లాడుతున్న సమయంలో ఈ ప్రమాదం గురించి తెలియడంతో ప్రసంగాన్ని మధ్యలోనే ముగించి సంతాపం తెలియజేశారు. </p>\n\n\n\n<p>‘‘ఉత్తర్ ప్రదేశ్‌లోని హత్రాస్‌లో తొక్కిసలాట జరిగి చాలా మంది చనిపోయినట్టు తెలిసింది.. ఈ ప్రమాదంలో ప్రాణాలు కోల్పోయినవారికి నా సంతాపం తెలియజేస్తున్నాను.. గాయపడినవారు త్వరగా కోలుకోవాలని ప్రార్ధిస్తున్నాను.. రాష్ట్ర ప్రభుత్వ యంత్రాంగం పర్యవేక్షణలో సహాయక చర్యలు కొనసాగుతున్నాయి.. కేంద్ర ప్రభుత్వ ఉన్నతాధికారులు.. యూపీ ప్రభుత్వంతో టచ్‌లో ఉన్నారు..బాధితులను అన్ని విధాలుగా ఆదుకుంటామని ఈ సభ ద్వారా అందరికీ హామీ ఇస్తున్నాను.’’ అని మోదీ చెప్పారు.</p>\n\n\n\n<p>తొక్కిసలాట ఘటనపై హత్రాస్ కలెక్టర్ కుమార్‌ మాట్లాడుతూ.. ‘‘జిల్లా అధికార యంత్రాంగం ఈ ఘటనపై ఉన్నతస్థాయి దర్యాప్తు చేపట్టింది.. గాయపడినవారిని ఆస్పత్రులకు తరలించి చికిత్స చేయిస్తున్నాం.. ఘటనలో 50-60 మంది వరకు మృతిచెందినట్లు వైద్యులు తెలిపారు... ఇది ఓ ప్రయివేట్ కార్యక్రమం కాగా.. సబ్-డివిజినల్ మేజిస్ట్రేట్ అనుమతులు ఇచ్చారు.. అధికారులే భద్రతా ఏర్పాట్లు చేశారు. కానీ, మిగతావి నిర్వాహకులే చేసుకున్నారు. క్షతగాత్రులు, మృతుల కుటుంబాలకు అవసరమైన సహాయంపై దృష్టిసారించాం’’ అని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19840/03/07/2024/","hasAudio":false,"hasInfographics":false}