{"id":"wp-te-18733","wp_id":18733,"type":"standard","category":"World","language":"te","title":"223 మంది ఉద్యోగులను తొలగిస్తూ లెఫ్టినెంట్‌ గవర్నర్‌ ఆదేశాలు","excerpt":"ఢిల్లీ లిక్కర్‌ కేసులో సీఎం అరవింద్‌ కేజ్రీవాల్‌ ఓ పక్క అరెస్టు అయి తీహార్ జైలో ఉన్న విషయం తెలిసిందే. అయితే ఇప్పుడు కేజ్రీవాల్‌ పార్టీకి మరో షాక్‌ తగిలింది. ఆప్ ప్రభుత్వం నియమించిన 223 మంది ఉద్యోగులను తొలగిస్తూ.. లెఫ్టినెంట్ గవర్నర్ వీకే సక్సేనా సంచలన నిర్ణయం తీసుకున్నారు.  ఢిల్లీ మహిళా కమిషన్‌కు చెందిన 223 మంది ఉద్యోగులను తొలగిస్తూ లెఫ్టినెంట్ గవర్నర్ సక్సేనా ఆదేశాలు జారీ చేశారు. తక్షణమే తన ఆదేశాలు అమలులోకి రానున్నట్లు","author":"Tattva News Team","time":"3/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Lt-Governor.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్‌ కేసులో సీఎం అరవింద్‌ కేజ్రీవాల్‌ ఓ పక్క అరెస్టు అయి తీహార్ జైలో ఉన్న విషయం తెలిసిందే. అయితే ఇప్పుడు కేజ్రీవాల్‌ పార్టీకి మరో షాక్‌ తగిలింది. ఆప్ ప్రభుత్వం నియమించిన 223 మంది ఉద్యోగులను తొలగిస్తూ.. లెఫ్టినెంట్ గవర్నర్ వీకే సక్సేనా సంచలన నిర్ణయం తీసుకున్నారు. </p>\n\n\n\n<p>ఢిల్లీ మహిళా కమిషన్‌కు చెందిన 223 మంది ఉద్యోగులను తొలగిస్తూ లెఫ్టినెంట్ గవర్నర్ సక్సేనా ఆదేశాలు జారీ చేశారు. తక్షణమే తన ఆదేశాలు అమలులోకి రానున్నట్లు తెలిపారు. గతంలో ఢిల్లీ మహిళా కమీషన్ చైర్‌పర్సన్‌గా పనిచేసిన స్వాతిమాలివాల్ అక్రమాలకు పాల్పడ్డారని.. అనుమతి లేకుండా ఉద్యోగులను నియమించారని, నిబంధనలకు విరుద్ధంగా నియామకాలు జరిగాయని ఆరోపణలు వచ్చాయి. </p>\n\n\n\n<p>40 మంది ఉద్యోగుల నియామకానికి మాత్రమే అనుమతి ఇస్తూ ఢిల్లీ మహిళా కమిషన్ ఆదేశాలు ఇచ్చిందని, కానీ లెఫ్టినెంట్ గవర్నర్ అనుమతి లేకుండా 223 కొత్త పోస్టులను అంగీకరించారని ప్రధాన ఆరోపణ. కాంట్రాక్టు పద్ధతిలో ఉద్యోగులను నియమించే అధికారం మహిళా కమిషన్‌కు లేదని సక్సేనా తన ఉత్తర్వుల్లో పేర్కొన్నారు. </p>\n\n\n\n<p>ఆర్థిక శాఖ ఆమోదం లేకుండా ప్రభుత్వానికి అదనపు ఆర్థిక భారం కలిగించే ఎలాంటి చర్యలు తీసుకోరాదని కమిషన్‌కు తెలియజేశారు. ఈ నియామకాలు నిర్దేశించిన విధానాల ప్రకారం జరగలేదని విచారణలో తేలింది. అంతేకాకుండా మహిళా కమిషన్ సిబ్బందికి వేతనం, భత్యాల పెంపుదలకు కూడా నిబంధనలు పాటించలేదని తెలిపింది.</p>\n\n\n\n<p>రాజ్యసభ ఎంపీ కాకముందు ఆప్ నేత మలివాల్ తొమ్మిదేళ్లపాటు ఢిల్లీ మహిళా కమిషన్‌కు నాయకత్వం వహించారు. అయితే నియామకాల విషయంలో తనపై వస్తున్న ఆరోపణలపై మలివాల్ ఇంకా స్పందించలేదు. </p>\n\n\n\n<p>తాజా పరిణామం.. లెఫ్టెనెంట్ గవర్నర్, ఆప్ ప్రభుత్వం మధ్య అగ్గి రాజేసింది. సక్సేనా తమ పాలనను అడ్డుకుంటున్నారని ఆప్ ఆరోపిస్తోంది. ఆయన ఓ బీజేపీ నేతగా వ్యవహరిస్తున్నారని అన్నారు. లిక్కర్ స్కాం కేసులో సీఎం అరవింద్ కేజ్రీవాల్ జైళ్లో ఉండగా తాజా పరిణామం చోటు చేసుకుంది.</p>\n","originalUrl":"https://tattvanews.com/18733/03/05/2024/","hasAudio":false,"hasInfographics":false}