{"id":"wp-te-20526","wp_id":20526,"type":"standard","category":"World","language":"te","title":"ఆరు నెలల ముందే భోగాపురం విమానాశ్రయ నిర్మాణం","excerpt":"నిర్ణీత సమయానికి ఆరు నెలల ముందే భోగాపురం అంతర్జాతీయ విమానాశ్రయ నిర్మాణం పూర్తి చేస్తామని కేంద్ర పౌర విమానయాన శాఖ మంత్రి కింజరాపు రామ్మోహన్‌ నాయుడు ప్రకటించారు. రాష్ట్ర మంత్రులు గుమ్మిడి సంధ్యారాణి, కొండపల్లి శ్రీనివాస్‌లతో కలిసి ఆయన ఎయిర్‌పోర్టు నిర్మాణ పనులను ఆదివారం పరిశీలించారు. నిర్మాణంలో ఉన్న టెర్మినల్‌ భవనం, రన్‌వే, ఎటిసి టవర్‌, ఇతర భవనాలను పరిశీలించి జిల్లా అధికారులు, జిఎంఆర్‌, ఎల్‌ అండ్‌ టి ప్రతినిధులతో సమీక్షించారు. అనంతరం మీడియాతో కేంద్ర మంత్రి","author":"Tattva News Team","time":"12/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Ramamohan-Naidu.webp","readTime":"5 min read","contentHTML":"\n<p>నిర్ణీత సమయానికి ఆరు నెలల ముందే భోగాపురం అంతర్జాతీయ విమానాశ్రయ నిర్మాణం పూర్తి చేస్తామని కేంద్ర పౌర విమానయాన శాఖ మంత్రి కింజరాపు రామ్మోహన్‌ నాయుడు ప్రకటించారు. రాష్ట్ర మంత్రులు గుమ్మిడి సంధ్యారాణి, కొండపల్లి శ్రీనివాస్‌లతో కలిసి ఆయన ఎయిర్‌పోర్టు నిర్మాణ పనులను ఆదివారం పరిశీలించారు.</p>\n\n\n\n<p>నిర్మాణంలో ఉన్న టెర్మినల్‌ భవనం, రన్‌వే, ఎటిసి టవర్‌, ఇతర భవనాలను పరిశీలించి జిల్లా అధికారులు, జిఎంఆర్‌, ఎల్‌ అండ్‌ టి ప్రతినిధులతో సమీక్షించారు. అనంతరం మీడియాతో కేంద్ర మంత్రి మాట్లాడుతూ నిర్మాణ పనులు శరవేగంగా జరుగుతున్నాయని తెలిపారు. షెడ్యూల్‌ ప్రకారం 2026 డిసెంబర్‌ నాటికి ఎయిర్‌పోర్టు నిర్మాణం పూర్తి కావాల్సి ఉందని, ప్రస్తుత పనుల తీరును బట్టి ఆరు నెలల ముందుగా 2026 జూన్‌ నాటికే విమానాశ్రయం సిద్ధమవుతుందని చెప్పారు. </p>\n\n\n\n<p>ప్రతి నెలా విమానాశ్రయ నిర్మాణ పనులను పరిశీలించి అధికారులతో సమీక్షా సమావేశం నిర్వహిస్తానని తెలిపారు. దేశంలో విమానయాన రంగం ఏటా 16 శాతం వృద్ధితో ఎంతో వేగంగా అభివృద్ధి చెందుతోందని తెలిపారు. దేశవ్యాప్తంగా విమానాశ్రయాల కోసం డిమాండ్‌ పెరుగుతోందని చెప్పారు. భారత విమానయాన రంగం ప్రపంచంలో ఉన్నతమైనదిగా అడుగులు వేస్తోందని పేర్కొన్నారు. </p>\n\n\n\n<p>ముంబయి సమీపంలోని నవీ ముంబయి ఎయిర్‌పోర్ట్‌, నోయిడా సమీపంలోని జీవన్‌ ఎయిర్‌పోర్ట్‌లను ఏప్రిల్‌ నాటికి పూర్తి చేయాలని ప్రయత్నిస్తున్నట్లు తెలిపారు. భవిష్యత్తు అవసరాలకు అనుగుణంగా చాలాచోట్ల విమానాశ్రయాలను నిర్మించాల్సి ఉందని, అవసరమైన భూమి, సాంకేతిక అంశాలు అనుకూలిస్తే వీటిని చేపడతామని చెప్పారు. </p>\n\n\n\n<p>మన రాష్ట్రంలోని శ్రీకాకుళం జిల్లా మూలపేట ధగదర్తి, నాగార్జునసాగర్‌, కుప్పం వద్ద విమానాశ్రయాల నిర్మాణానికి ప్రతిపాదనలు ఉన్నాయని తెలిపారు. అనంతపురం, ఒంగోలు, తెలంగాణ రాష్ట్రంలోని వరంగల్‌, అదిలాబాద్‌, రామగుండం వద్ద కూడా విమానాశ్రయాల కోసం ఆ ప్రాంత ప్రజలు కోరుతున్నారని చెప్పారు. కనీసం 1,000 నుంచి 1500 ఎకరాల భూమి ఉంటే తప్ప, ఎయిర్‌పోర్టును ప్రతిపాదించలేమని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20526/12/08/2024/","hasAudio":false,"hasInfographics":false}