{"id":"wp-te-21265","wp_id":21265,"type":"standard","category":"World","language":"te","title":"చైల్డ్ పోర్నోగ్రఫీ ఏ రూపంలో ఉన్నా నేరమే","excerpt":"చైల్డ్ పోర్నోగ్రఫీ ఏ పరిస్థితుల్లో, ఏ రూపంలో వున్నా సరే నేరమేనని దేశ అత్యున్నత న్యాయస్థానం స్పష్టం చేసింది. ఆ వీడియోలు చూసినా, డౌన్ లోడ్ చేసుకున్నా, షేర్ చేసినా.. పోక్సో చట్టం వర్తిస్తుందని స్పష్టత నిచ్చింది. న్యాయస్థానాలు చైల్డ్ పోర్నోగ్రఫీ అనే పదమే వాడకూడదని సీజేఐ నేతృత్వంలోని ధర్మాసనం ఆదేశించింది. ఈమేరకు మద్రాసు హైకోర్టు తీర్పును సోమవారం జరిగిన విచారణలో సుప్రీంకోర్టు తోసిపుచ్చింది. చైల్డ్ పోర్నోగ్రఫీ వీడియోలను డౌన్ లోడ్ చేసుకున్నాడనే ఆరోపణలపై 28 ఏళ్ల","author":"Tattva News Team","time":"24/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Pornography.jpg","readTime":"5 min read","contentHTML":"\n<p>చైల్డ్ పోర్నోగ్రఫీ ఏ పరిస్థితుల్లో, ఏ రూపంలో వున్నా సరే నేరమేనని దేశ అత్యున్నత న్యాయస్థానం స్పష్టం చేసింది. ఆ వీడియోలు చూసినా, డౌన్ లోడ్ చేసుకున్నా, షేర్ చేసినా.. పోక్సో చట్టం వర్తిస్తుందని స్పష్టత నిచ్చింది. న్యాయస్థానాలు చైల్డ్ పోర్నోగ్రఫీ అనే పదమే వాడకూడదని సీజేఐ నేతృత్వంలోని ధర్మాసనం ఆదేశించింది.</p>\n\n\n\n<p>ఈమేరకు మద్రాసు హైకోర్టు తీర్పును సోమవారం జరిగిన విచారణలో సుప్రీంకోర్టు తోసిపుచ్చింది. చైల్డ్ పోర్నోగ్రఫీ వీడియోలను డౌన్ లోడ్ చేసుకున్నాడనే ఆరోపణలపై 28 ఏళ్ల యువకుడిని తమిళనాడు పోలీసులు అరెస్టు చేశారు. పోక్సో చట్టం కింద ఎఫ్ఐఆర్ నమోదు చేసి కోర్టులో ప్రవేశ పెట్టారు. </p>\n\n\n\n<p>కింది కోర్టు శిక్ష ఖరారు చేయడంతో ఆ యువకుడు మద్రాసు హైకోర్టును ఆశ్రయించాడు. విచారణ తర్వాత హైకోర్టు తీర్పు చెబుతూ.. వీడియోలు డౌన్ లోడ్ చేసుకున్నప్పటికీ ఆ యువకుడు వాటిని ఎవరికీ షేర్ చేయలేదని, ఎవరినీ వేధించలేదని పేర్కొంటూ సదరు యువకుడిపై క్రిమినల్ చర్యలు నిలిపివేయాలని మద్రాసు హైకోర్టు గత జనవరిలో తీర్పు చెప్పింది.</p>\n\n\n\n<p>ఈ తీర్పుపై సుప్రీంకోర్టులో పలువురు పిటిషన్ దాఖలు చేశారు. సీజేఐ జస్టిస్ డీవై చంద్రచూడ్ నేతృత్వంలో జస్టిస్ జేబీ పార్దీవాలా, జస్టిస్ మనోజ్ మిశ్రాల ధర్మాసనం ఈ పిటిషన్లను సోమవారం విచారించింది. మద్రాసు హైకోర్టు తీర్పును ఈ బెంచ్ తప్పుబట్టింది. చైల్డ్ పోర్నోగ్రఫీ ఏ రకంగా ఉన్నప్పటికీ అది పోక్సో చట్టం కింద నేరార్హమేనని తీర్పు చెప్పింది.</p>\n","originalUrl":"https://tattvanews.com/21265/24/09/2024/","hasAudio":false,"hasInfographics":false}