{"id":"wp-en-13711","wp_id":13711,"type":"standard","category":"World","language":"en","title":"‘Vande Bharat Sleeper’ will run on tracks in 2 months￼","excerpt":"Railway Minister Ashwini Vaishnav announced that Vande Bharat Sleeper Train will start running on the tracks within 60 days. He said during a conversation with journalists that the government is constantly trying to deal with the problem of waiting in trains. At the same time, ‘Vande Bharat Sleeper’ will start running on the tracks within","author":"Tattva News Team","time":"16/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/03/Ashwani.jpg","readTime":"5 min read","contentHTML":"\n<h4 class=\"wp-block-heading\">Railway Minister Ashwini Vaishnav announced that Vande Bharat Sleeper Train will start running on the tracks within 60 days. He said during a conversation with journalists that the government is constantly trying to deal with the problem of waiting in trains. At the same time, ‘Vande Bharat Sleeper’ will start running on the tracks within 60 days.</h4>\n\n\n\n<p>Ashwini Vaishnav said that ‘Vande Bharat Sleeper’ is ready to run on the tracks. At present, 2 train sets have been prepared. These two trains will be tested for the next 6 months. After that these trains can be launched for general service. Currently, a basic train set of 4 coaches has been prepared for Vande Bharat Sleeper.</p>\n\n\n\n<p>Not only this, the government plans to bring about 400 Vande Bharat trains on the track in the next five years. Vande Bharat trains do not have a separate engine, rather it is a part of the train set. This helps the train to run at high speed. Its design is made aerodynamic.</p>\n\n\n\n<p>Railway Minister also told about the railway’s efforts to reduce the crowd in trains. He said that this time 19,837 trips of trains have been increased in the summer season to reduce the crowd. This time about four crore extra people have traveled in the summer season. The focus of the government is to increase the rail infrastructure. Thousands of kilometers of new lines have been laid in the last ten years. About 14.5 kilometers of railway track is being built every day in the country.</p>\n\n\n\n<p>He said that the railway track has a length of 1,29,000 km from the track point. The maximum development of railways is happening in Tamil Nadu. Tamil Nadu has received railway projects worth Rs 6,321 crore. Regarding the bullet train, he said that its 310 km track has been built. The progress of the under sea tunnel is quite good.</p>\n","originalUrl":"https://en.tattvanews.com/national/vande-bharat-sleeper-will-run-on-tracks-in-2-months%ef%bf%bc/","hasAudio":false,"hasInfographics":false}