{"id":"wp-te-19796","wp_id":19796,"type":"standard","category":"World","language":"te","title":"\"మన్ కీ బాత్\"లో  తల్లిని గుర్తు చేసుకుని ప్రధాని","excerpt":"ప్రధానమంత్రి నరేంద్ర మోదీ నిర్వహించే ‘మన్‌ కీ బాత్‌’ కార్యక్రమంలో భాగంగా ఆదివారం 111వ ఎపిసోడ్‌లో పలు అంశాలపై మాట్లాడారు. అయితే చివరి 110 ఎపిసోడ్ ఫిబ్రవరిలో ప్రసారం కాగా.. లోక్‌సభ ఎన్నికల సందర్భంగా గత కొన్ని నెలలుగా ఈ కార్యక్రమం నిలిచిపోయింది. తర్వాత ఇన్ని రోజులకు తాజాగా మూడోసారి అధికారంలోకి వచ్చిన తర్వాత తొలిసారి ఈ మన్‌ కీ బాత్‌ కార్యక్రమంలో మోదీ పాల్గొన్నారు.  ఈ క్రమంలోనే గతంలో మరణించిన తన తల్లి హీరా బెన్‌ను","author":"Tattva News Team","time":"30/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-Mann.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రధానమంత్రి నరేంద్ర మోదీ నిర్వహించే ‘మన్‌ కీ బాత్‌’ కార్యక్రమంలో భాగంగా ఆదివారం 111వ ఎపిసోడ్‌లో పలు అంశాలపై మాట్లాడారు. అయితే చివరి 110 ఎపిసోడ్ ఫిబ్రవరిలో ప్రసారం కాగా.. లోక్‌సభ ఎన్నికల సందర్భంగా గత కొన్ని నెలలుగా ఈ కార్యక్రమం నిలిచిపోయింది. తర్వాత ఇన్ని రోజులకు తాజాగా మూడోసారి అధికారంలోకి వచ్చిన తర్వాత తొలిసారి ఈ మన్‌ కీ బాత్‌ కార్యక్రమంలో మోదీ పాల్గొన్నారు. </p>\n\n\n\n<p>ఈ క్రమంలోనే గతంలో మరణించిన తన తల్లి హీరా బెన్‌ను గుర్తు చేసుకున్న ప్రధాని ఎమోషనల్ అయ్యారు.  మూడోసారి అధికారంలోకి వచ్చిన తర్వాత నిర్వహించిన ఈ మన్ కీ బాత్ కార్యక్రమంలో ప్రధాని మోదీ కొత్త ప్రచారాన్ని చేపట్టారు. పర్యావరణ దినోత్సవం సందర్భంగా ‘ప్లాంట్‌ ఫర్‌ మదర్‌’ పేరుతో కొత్త ప్రచారం చేపడుతున్నట్లు చెప్పారు. అమ్మ పేరుతో తాను ఒక మొక్కను నాటానని.. మీరు కూడా తల్లి పేరుతో మొక్కను నాటండి అని సూచించారు.</p>\n\n\n\n<p>గత మన్‌ కీ బాత్‌ కార్యక్రమంలో భాగంగా ఫిబ్రవరిలో మాట్లాడిన ప్రధాని మోదీ.. అప్పుడు చెప్పినట్లుగా మళ్లీ మీ ముందుకు వచ్చినట్లు తెలిపారు. తమ ప్రభుత్వంపై ప్రజలు పూర్తి విశ్వాసం చూపించారని.. తాము దేశంలో మార్పు తీసుకురావడానికి కృషి చేస్తున్నామని చెప్పారు. దేశంలో రుతుపవనాల రాకతో ప్రజలంతా సంతోషంగా ఉన్నారని వెల్లడించారు. </p>\n\n\n\n<p>ఎన్నికల కారణంగా మన్‌ కీ బాత్‌ కార్యక్రమం కొన్ని నెలల పాటు ఆగిపోయిందని తెలిపారు. కానీ మన్ కీ బాత్ లక్ష్యం మాత్రం దేశంలో కొనసాగుతోందని వివరించారు. 2024 లోక్‌సభ ఎన్నికలు ప్రపంచంలోనే చాలా పెద్దవని.. సుమారు 65 కోట్ల మంది తమ ఓటు హక్కును వినియోగించుకున్నారని పేర్కొన్నారు. ఈ విషయంలో తాను కేంద్ర ఎన్నికల సంఘాన్ని అభినందిస్తున్నట్లు చెప్పారు.</p>\n\n\n\n<p>ఈరోజు (జూన్ 30) చాలా ప్రాధాన్యం ఉన్న రోజు అని.. మన గిరిజన సోదర సోదరీమణులు ‘హల్‌ దివాస్‌’గా జరుపుకుంటున్నారని ప్రధాని మోదీ తెలిపారు. వీర్‌ సిధు, కాన్హూలకు సంబంధించిన రోజు అని.. వారు బ్రిటిష్‌ వారి వివక్ష చట్టాలు, నిబంధనలను వ్యతిరేకిస్తూ సంతాలి ప్రజలకు కోసం తీవ్రమైన పోరాటం చేశారని నరేంద్ర మోదీ గుర్తు చేశారు. ఈ క్రమంలోనే ఒలింపిక్స్‌లో భారత క్రీడాకారులు అద్భుత ప్రదర్శన చేస్తారని తాను ఆశిస్తున్నట్లు చెప్పారు. ‘చీర్‌4భారత్‌’ హ్యాష్‌ ట్యాగ్‌తో ఆటగాళ్లను ప్రజలు ప్రోత్సహించాలని ప్రధాని సూచించారు.</p>\n","originalUrl":"https://tattvanews.com/19796/30/06/2024/","hasAudio":false,"hasInfographics":false}