{"id":"wp-en-15835","wp_id":15835,"type":"standard","category":"World","language":"en","title":"‘One Nation, One Election’ bill to be sent to JPC","excerpt":"Union Law Minister Arjun Ram Meghwal introduced bills facilitating the conduct of simultaneous polls in the country on Tuesday amid stiff opposition from the INDIA bloc. The Union minister proposed the bill be forwarded to the Joint Parliamentary Committee for further consultations.  The bill, officially known as the 'Constitution (One Hundred and Twenty-Ninth Amendment) Bill',","author":"Tattva News Team","time":"17/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Meghwal.jpeg","readTime":"5 min read","contentHTML":"\n<p>Union Law Minister Arjun Ram Meghwal introduced bills facilitating the conduct of simultaneous polls in the country on Tuesday amid stiff opposition from the INDIA bloc. The Union minister proposed the bill be forwarded to the Joint Parliamentary Committee for further consultations. </p>\n\n\n\n<p>The bill, officially known as the 'Constitution (One Hundred and Twenty-Ninth Amendment) Bill', seeks simultaneous Lok Sabha polls and state assembly elections. The minister also introduced the Union Territories Laws (Amendment) Bill, 2024, which seeks to align the elections of the union territories of Jammu and Kashmir, Puducherry and the NCT of Delhi. </p>\n\n\n\n<p>Introducing the bill, Meghwal said objections to the bills are political in nature. “The bills are in line with the Constitution and do not assault basic structure of doctrine,” he said. Division of votes was conducted using an electronic voting system and as many as 269 members voted in favour of the bills while 198 members opposed it. </p>\n\n\n\n<p>As per a statement issued by the law ministry, simultaneous elections will be implemented in two phases: Phase 1 – Synchronizing Lok Sabha and state legislative assemblies elections; Phase 2 – Synchronizing elections for municipalities and panchayats with Lok Sabha and state legislative elections within 100 days. According to the law ministry, as many as 32 political parties support ONOE while 15 parties oppose it.</p>\n\n\n\n<p>Union Home Minister Amit Shah, who was also a member of the high-level committee to study the implementation of simultaneous polls, is likely to table the bills in Rajya Sabha.</p>\n\n\n\n<p>Opposing the bill, Congress leader Manish Tewari said the bills are against the basic structure as enshrined in the Constitution, PTI reported. Dravida Munnetra Kazhagam leader T.R. Baalu opposed the legislation and said the bills should be referred to JPC. </p>\n\n\n\n<p>Trinamool Congress MP Kalyan Banerjee lashed out at the Centre for introducing the bills and said the proposed insertion of an article is contrary to the present Constitution. Banerjee charged the proposed amendments are not for election reform, “just a fulfilment of one gentleman's dreams.”</p>\n\n\n\n<p>AIMIM MP Asaduddin Owaisi also vehemently opposed the bill and said it would finish all the regional parties in the country. Taking a dig at Prime Minister Narendra Modi,  he charged the bill is only being introduced to “satisfy the ego of the supreme leader.” </p>\n","originalUrl":"https://en.tattvanews.com/national/one-nation-one-election-bill-to-be-sent-to-jpc%ef%bf%bc/","hasAudio":false,"hasInfographics":false}