{"id":"wp-en-13230","wp_id":13230,"type":"standard","category":"World","language":"en","title":"PM Modi, Nitish Kumar holds roadshow in Patna ￼","excerpt":"Prime Minister Narendra Modi, along with Bihar Chief Minister Nitish held a massive roadshow in Patna ahead of fourth phase Lok Sabha elections on Sunday evening. The PM and the Bihar CM campaigned for BJP candidate from Patna Sahib Lok Sabha seat Ravi Shankar Prasad. Both sides of the road where PM Modi's roadshow passed were","author":"Tattva News Team","time":"13/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-Nitish.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi, along with Bihar Chief Minister Nitish held a massive roadshow in Patna ahead of fourth phase Lok Sabha elections on Sunday evening. The PM and the Bihar CM campaigned for BJP candidate from Patna Sahib Lok Sabha seat Ravi Shankar Prasad.</p>\n\n\n\n<p>Both sides of the road where PM Modi's roadshow passed were jam-packed with BJP supporters chanting 'Modi-Modi' slogans. Earlier the roadshow was to start from Dakbungalow intersection of the capital Patna, but after a huge influx of his supporters the route was extended by 1 KM..</p>\n\n\n\n<p>The roadshow started from Bhattacharya Road in Patna and will pass through Kadamkuan, Sahitya Sammelan, Thakurbari Road, Bakarganj till Udyog Bhawan of Gandhi Maidan.  The district administration and BJP have made vigorous preparations for the PM's road show.</p>\n\n\n\n<p>More than 600 policemen and RAF personnel etc. have been deployed on the routes fixed for the rally. Meanwhile, the traffic has also been rerouted in the city. The BJP has set up over a dozen stages on the rally route where BJP workers and social workers will be welcomed and felicitated. Special arrangements of chanting of mantras and showering of flowers are made.</p>\n\n\n\n<p>Patna Sahib Lok Sabha seat is slated for polls in the last phase on June 1. BJP has pitted former Union Minister and sitting MP Ravi Shankar Prasad. As part of the I.N.D.I.A bloc, Congress is contesting Patna Sahib Lok Sabha seat and has fielded former Lok Sabha speaker Meira Kumar's son Dr. Anshul Avijit. The Patna Sahib seat has been a stronghold of the BJP. The party won the seat with a 55 per cent vote share in 2009 and 2014 while it rose to 60 per cent in 2019.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-nitish-kumar-holds-roadshow-in-patna-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}