{"id":"wp-te-18427","wp_id":18427,"type":"standard","category":"World","language":"te","title":"శిరోముండనం కేసులో వైసీపీ ఎమ్మెల్సీకి 18 నెలల జైలు శిక్ష","excerpt":"ఆంధ్రప్రదేశ్‌ సంచలనం సృష్టించిన దళిత యువకుల శిరోముండనం కేసుకు సంబంధించి ఎట్టకేలకు తీర్పు విడుదలైంది. ప్రస్తుత వైసీపీ ఎమ్మెల్సీ, మండపేట వైసీపీ ఎమ్మెల్యే అభ్యర్థి తోట త్రిమూర్తులకు విశాఖపట్నం ఎస్సీ ఎస్టీ ప్రత్యేక న్యాయస్థానం జైలు శిక్ష విధించింది. ఈ కేసులో వైసీపీ ఎమ్మెల్సీకి 18 నెలల జైలు శిక్ష విధిస్తూ న్యాయమూర్తి తీర్పునిచ్చారు.  అలాగే మరో సెక్షన్ కింద ఆరు నెలల జైలు శిక్ష విధించింది. జైలు శిక్షతో పాటు లక్షా 50 వేల జరిమానాను","author":"Tattva News Team","time":"16/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Thota.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌ సంచలనం సృష్టించిన దళిత యువకుల శిరోముండనం కేసుకు సంబంధించి ఎట్టకేలకు తీర్పు విడుదలైంది. ప్రస్తుత వైసీపీ ఎమ్మెల్సీ, మండపేట వైసీపీ ఎమ్మెల్యే అభ్యర్థి తోట త్రిమూర్తులకు విశాఖపట్నం ఎస్సీ ఎస్టీ ప్రత్యేక న్యాయస్థానం జైలు శిక్ష విధించింది. ఈ కేసులో వైసీపీ ఎమ్మెల్సీకి 18 నెలల జైలు శిక్ష విధిస్తూ న్యాయమూర్తి తీర్పునిచ్చారు. </p>\n\n\n\n<p>అలాగే మరో సెక్షన్ కింద ఆరు నెలల జైలు శిక్ష విధించింది. జైలు శిక్షతో పాటు లక్షా 50 వేల జరిమానాను అట్రాసిటీ కోర్టు విధించింది. ఈ కేసులో మొత్తం 10 మందిని కోర్టు దోషులుగా గుర్తించింది. ఈ పది మందిలో ఒకరు మృతి చెందారు. తీర్పు సమయంలో ఎమ్మెల్సీ తోట త్రిమూర్తులు కోర్టులోనే ఉన్నారు. </p>\n\n\n\n<p>ఇదిలా ఉంటే.. ఎన్నికల్లో పోటీపై త్రిమూర్తులకు భారీ ఊరటే లభించింది. ఎందుకంటే.. రెండేళ్లలోపే శిక్ష పడటంతో పోటీకి అడ్డంకులు తొలిగాయని న్యాయ నిపుణులు చెబుతున్నారు. మరోవైపు.. ఈ కేసులో వ్యక్తిగత పూచీతో పాటు త్రిమూర్తులు దరఖాస్తు చేసుకొని వెంటనే బెయిల్ పొందారు.</p>\n\n\n\n<p>1996 డిసెంబర్‌లో రామచంద్రపురం మండలం వెంకటాయపాలెంలో ఐదుగురు దళిత యువకులను చిత్రహింసలకు గురి చేసి ఇద్దరికి శిరోముండనం చేశారు. ఈ ఘటనపై అప్పట్లో కేసులు నమోదు అయ్యాయి. శిరోముండనం ఘటనలో పది మందిని నిందితులుగా పోలీసులు గుర్తించారు. </p>\n\n\n\n<p>ప్రధాన ముద్దాయిగా అప్పటి ఎమ్మెల్యే, ప్రస్తుత వైసీపీ ఎమ్మెల్సీ తోట త్రిమూర్తులు ఉన్నారు. ప్రస్తుతం మండపేట నియోజకవర్గ వైసీపీ ఎమ్మెల్యే అభ్యర్థిగా తోట త్రిమూర్తులు బరిలో ఉన్నారు. ఈ కేసులో అప్పట్లో తోట త్రిమూర్తులు జైలుకు కూడా వెళ్లారు. </p>\n\n\n\n<p>ఈ కేసు 2019 నాటి వరకు మొత్తం 146 సార్లు వాయిదా పడింది. దాదాపు 28 సంవత్సరాలుగా న్యాయం కోసం నిరీక్షిస్తున్న బాధితులు, దళితసంఘాలకు విశాఖ ఎస్సీ, ఎస్టీ ప్రత్యేక న్యాయస్థానం ఇచ్చిన తీర్పుతో ఫలితం లభించినట్లైంది. కోర్టు తీర్పుతో బాధితులు ఆనందం వ్యక్తం చేస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/18427/16/04/2024/","hasAudio":false,"hasInfographics":false}