{"id":"wp-te-19072","wp_id":19072,"type":"standard","category":"World","language":"te","title":"￼ఒడిశాలో తొలిసారి రానున్న బీజేపీ ప్రభుత్వం.. మోదీ","excerpt":"ఒడిశా లోని బిజూ జనతాదళ్ ప్రభుత్వం రాష్ట్రానికి ఎలాంటి అభివృద్ధి చేయలేదని, కేవలం ల్యాండ్ మాఫియా, ఇసుక మాఫియా, బొగ్గు మాఫియా, మైనింగ్ మాఫియాలను మాత్రమే ఇచ్చిందని ప్రధాని నరేంద్ర మోదీ  తీవ్రంగా ఆరోపించారు. రాష్ట్రంలో తొలిసారి బీజేపీ ముఖ్యమంత్రిని ఎన్నుకోవడం ద్వారా ప్రజలు కొత్త చరిత్రను సృష్టించబోతున్నారని ఆయన జోస్యం చెప్పారు.  కటక్‌లో సోమవారం జరిగిన ఎన్నికల ర్యాలీలో ప్రధాని మాట్లాడారు. రాష్ట్రంలో హంగ్ అసెంబ్లీ వస్తుందని మీడియా చెబుతోందని, కానీ అది నిజం కాదని","author":"Tattva News Team","time":"21/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-odisha.jpg","readTime":"5 min read","contentHTML":"\n<p>ఒడిశా లోని బిజూ జనతాదళ్ ప్రభుత్వం రాష్ట్రానికి ఎలాంటి అభివృద్ధి చేయలేదని, కేవలం ల్యాండ్ మాఫియా, ఇసుక మాఫియా, బొగ్గు మాఫియా, మైనింగ్ మాఫియాలను మాత్రమే ఇచ్చిందని ప్రధాని నరేంద్ర మోదీ  తీవ్రంగా ఆరోపించారు. రాష్ట్రంలో తొలిసారి బీజేపీ ముఖ్యమంత్రిని ఎన్నుకోవడం ద్వారా ప్రజలు కొత్త చరిత్రను సృష్టించబోతున్నారని ఆయన జోస్యం చెప్పారు. </p>\n\n\n\n<p>కటక్‌లో సోమవారం జరిగిన ఎన్నికల ర్యాలీలో ప్రధాని మాట్లాడారు. రాష్ట్రంలో హంగ్ అసెంబ్లీ వస్తుందని మీడియా చెబుతోందని, కానీ అది నిజం కాదని స్పష్టం చేశారు. \"మహిళలు పెద్ద సంఖ్యలో ఇక్కడకు విచ్చేశారు. మొదటిసారి ప్రజల్లో ఎంతో ఉత్సుకత కనిపిస్తోంది. 25 ఏళ్ల తర్వాత కనిపిస్తున్న ఈ ఉత్సాహం చూస్తుంటే ఒడిశా కొత్త చరిత్రను సృష్టించడం ఖాయమైనట్టే\" అంటూ చెప్పుకొచ్చారు.</p>\n\n\n\n<p> జూన్ 10న ఒడిశాలో బీజేపీ తొలి ముఖ్యమంత్రి ప్రమాణస్వీకారం చేయడం తధ్యం అని ప్రధాని ధీమా వ్యక్తం చేశారు. మీ అందరి ఆశీస్సులతో మోదీ  ప్రభుత్వం ఢిల్లీలో మూడోసారి ప్రమాణస్వీకారం చేస్తుందని తెలిపారు. ఒడిశా లోని అధికార బీజేడీ ప్రభుత్వంపై మోడీ విరుచుకుపడుతూ , కటక్ ప్రజల సమస్యలు బీజేడీ ప్రభుత్వం పట్టించుకోలేదని ధ్వజమెత్తారు.</p>\n\n\n\n<p> కటక్ చుట్టూ నదులున్నా, తాగునీటి సమస్య ఉందని, ట్యాపుల ద్వారా నీళ్లు ఇవ్వాలని తాను కోరుకున్నప్పటికీ వాళ్లు అడ్డుకున్నారని ఆరోపించారు. బీజేడీ తప్పిదాలను ఈ ఎన్నికల్లో ప్రజలు శిక్షించబోతున్నారని, బీజేడీ ప్రభుత్వం తప్పిదాలు, ప్రజలను లూటీ చేయడం పూర్తిగా ఈ ఎన్నికల్లో బయటపడ్డాయని చెప్పారు. </p>\n\n\n\n<p>బీజేడీ అవినీతితో యువత బాగా నష్టపోయిందని, వలసలు పోతున్నారని, పెట్టుబడులకు అవసరమైన వాతావరణాన్ని ప్రభుత్వం సృష్టించడం లేదని, ప్రతి రంగాన్ని ఆక్రమించిన మాఫియా ఇక్కడకు ఎలాంటి పోటీని అనుమతించడం లేదని విమర్శించారు. రాష్ట్రాన్ని ధ్వంసం చేసిన వారందరినీ ఈ ఎన్నికల్లో శిక్షించాలని పిలుపునిచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/19072/21/05/2024/","hasAudio":false,"hasInfographics":false}