{"id":"wp-te-19468","wp_id":19468,"type":"standard","category":"World","language":"te","title":"విద్యుత్ కొనుగోలు ఒప్పందాలపై కేసీఆర్ కు నోటీసులు","excerpt":"బీఆర్ఎస్ అధినేత, మాజీ ముఖ్యమంత్రి కె చంద్రశేఖర్ రావుకు జస్టిస్ నరసింహారెడ్డి జ్యుడిషియల్ కమిషన్ నోటీసులు ఇచ్చింది. ఛత్తీస్ గఢ్ నుంచి విద్యుత్ కొనుగోళ్లపై వివరణ ఇవ్వాలని నోటీసుల్లో పేర్కొంది. ఈ నెల 15 లోపు విద్యుత్ ఒప్పందంలో కేసీఆర్ పాత్రపై వివరణ ఇవ్వాలని జస్టిస్ నరసింహారెడ్డి నోటీసులు పంపారు. అయితే జులై 30 వరకు సమయం ఇవ్వాలని కేసీఆర్ కమిషన్ ను కోరారు.  తెలంగాణలో విద్యుత్ కొనుగోలు అంశం తీవ్ర చర్చనీయాంశం అవుతుంది. గత బీఆర్ఎస్","author":"Tattva News Team","time":"11/6/2024","image":"https://tattvanews.com/wp-content/uploads/2023/12/KCR.webp","readTime":"5 min read","contentHTML":"\n<p>బీఆర్ఎస్ అధినేత, మాజీ ముఖ్యమంత్రి కె చంద్రశేఖర్ రావుకు జస్టిస్ నరసింహారెడ్డి జ్యుడిషియల్ కమిషన్ నోటీసులు ఇచ్చింది. ఛత్తీస్ గఢ్ నుంచి విద్యుత్ కొనుగోళ్లపై వివరణ ఇవ్వాలని నోటీసుల్లో పేర్కొంది. ఈ నెల 15 లోపు విద్యుత్ ఒప్పందంలో కేసీఆర్ పాత్రపై వివరణ ఇవ్వాలని జస్టిస్ నరసింహారెడ్డి నోటీసులు పంపారు. అయితే జులై 30 వరకు సమయం ఇవ్వాలని కేసీఆర్ కమిషన్ ను కోరారు.</p>\n\n\n\n<p> తెలంగాణలో విద్యుత్ కొనుగోలు అంశం తీవ్ర చర్చనీయాంశం అవుతుంది. గత బీఆర్ఎస్ ప్రభుత్వం విద్యుత్ కొనుగోళ్లలో అవకతవకలకు పాల్పడిందని  కాంగ్రెస్ నేతలు ఆరోపించారు. తెలంగాణలో కాంగ్రెస్ ప్రభుత్వం రాగానే విద్యుత్‌ కొనుగోళ్ల అంశంపై విచారణకు ఆదేశించింది. దీనిపై విచారణకు జస్టిస్ నరసింహారెడ్డి కమిషన్ ను నియమించింది.</p>\n\n\n\n<p>బీఆర్ఎస్ హయాంలో విద్యుత్ ఒప్పందాలపై లోటుపాట్లు తేల్చాలని కమిషన్ ను ఆదేశించింది. దీంతో జస్టి నరసింహారెడ్ మాజీ సీఎం కేసీఆర్కు నోటీసులు ఇచ్చారు. యాదాద్రి, దామరచర్ల విద్యుత్ ప్లాంట్లకు సంబంధించిన విద్యుత్ కొనుగోలు ఒప్పందాలపై ప్రత్యేకంగా దృష్టి సారించిన కమిషన్ బీఆర్‌ఎస్ ప్రభుత్వ హయాంలో జరిగిన పీపీఏలలో జరిగిన అవకతవకలపై దర్యాప్తు ముమ్మరం చేసింది. </p>\n\n\n\n<p>ఛత్తీస్‌గఢ్‌ నుంచి 1,000 మెగావాట్ల విద్యుత్ కొనుగోలు ప్రతిపాదనపై కూడా విచారణ జరుగుతోంది. ఈ మేరకు సోమవారం తెలంగాణ జెన్‌కో, ట్రాన్స్‌కో మాజీ ఛైర్మన్‌, మేనేజింగ్‌ డైరెక్టర్‌ డి.ప్రభాకరరావు, మాజీ ప్రత్యేక ప్రధాన కార్యదర్శి సురేష్‌ చందా జస్టిస్ నరసింహారెడ్డి కమిషన్‌ ఎదుట హాజరయ్యారు. </p>\n\n\n\n<p>సురేశ్ చందా ఇంధన శాఖలో పనిచేసిన సమయంలో, ఛత్తీస్‌గఢ్ నుంచి విద్యుత్‌ను కొనుగోలు చేయాలనే వివాదాస్పద ప్రతిపాదన వచ్చినట్లు తెలుస్తోంది.  నోటీసులపై కేసీఆర్ స్పందన సంతృప్తికరంగా లేకుంటే వ్యక్తిగత హాజరు ప్రక్రియను ప్రారంభిస్తామని కమిషన్ హెచ్చరించింది.</p>\n\n\n\n<p> ఛత్తీస్‌గఢ్ ప్రభుత్వంతో పాటు  భద్రాద్రి,యాదాద్రి పవర్ ప్రాజెక్టులకు సంబంధించి పీపీఏలో జరిగిన అవకతవకలను వెలికితీయాలని జస్టిస్ నరసింహారెడ్డి కమిషన్ ను ప్రభుత్వం నియమించింది. ఈ కమిషన్ విచారణలో భాగంగా గత ప్రభుత్వ హయాంలో తీసుకున్న నిర్ణయాల్లో పాలుపంచుకున్న ఇతర అధికారులకు త్వరలో నోటీసులు ఇవ్వనున్నట్లు తెలుస్తోంది.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19468/11/06/2024/","hasAudio":false,"hasInfographics":false}