{"id":"wp-te-19754","wp_id":19754,"type":"standard","category":"World","language":"te","title":"ఎన్‌టిఆర్‌తో పాటు రామోజీ రావుకూ భారతరత్న సాధించాలి","excerpt":"టిడిపి వ్యవస్థాపక అధ్యక్షుడు ఎన్‌టిఆర్‌తో పాటు, రామోజీరావుకు కూడా భారత రత్న సాధించాలని, ఇది తెలుగు ప్రజల అందరి బాధ్యతని అని ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలిపారు. రాష్ట్ర ప్రభుత్వం తరపున ఏర్పాటు చేసిన రామోజీరావు సంస్మరణ సభలో  మాట్లాడుతూ రామోజీరావు పత్రికారంగంలో ఉండి నిరంతరం ప్రజా సమస్యలపై పోరాడారని చెప్పారు.  భావి తరాలు ఆయన్ను గుర్తించుకునేలా ఢిల్లీలో ఉన్న విజ్ఞాన్‌ భవన్‌ తరహాలో రాజధాని అమరావతిలో కూడా రామోజీరావు పేరుతో విజ్ఞాన్‌ భవన్‌ ఏర్పాటు చేస్తామని","author":"Tattva News Team","time":"28/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Chandrababu.jpg","readTime":"5 min read","contentHTML":"\n<p>టిడిపి వ్యవస్థాపక అధ్యక్షుడు ఎన్‌టిఆర్‌తో పాటు, రామోజీరావుకు కూడా భారత రత్న సాధించాలని, ఇది తెలుగు ప్రజల అందరి బాధ్యతని అని ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలిపారు. రాష్ట్ర ప్రభుత్వం తరపున ఏర్పాటు చేసిన రామోజీరావు సంస్మరణ సభలో  మాట్లాడుతూ రామోజీరావు పత్రికారంగంలో ఉండి నిరంతరం ప్రజా సమస్యలపై పోరాడారని చెప్పారు. </p>\n\n\n\n<p>భావి తరాలు ఆయన్ను గుర్తించుకునేలా ఢిల్లీలో ఉన్న విజ్ఞాన్‌ భవన్‌ తరహాలో రాజధాని అమరావతిలో కూడా రామోజీరావు పేరుతో విజ్ఞాన్‌ భవన్‌ ఏర్పాటు చేస్తామని చెప్పారు. అమరావతిలోనే ఒక రోడ్డుకు కూడా ఆయన పేరు పెడతామని, విశాఖపట్నంలో రామోజీరావు చిత్రనగరి పేరుతో సినిమా షూటింగుల కోసం స్థలాన్ని అందుబాటులోకి తీసుకొస్తామని ప్రకటించారు.</p>\n\n\n\n<p>ఎంతోమంది నటులు, కళాకారులు, జర్నలిస్టులకు రామోజీరావు జీవితాన్ని ఇచ్చారని చంద్రబాబు చెప్పారు. నమ్మిన సిద్ధాంతం కోసం కట్టుబడి ఉన్నారని వివరించారు. ప్రజాస్వామ్యం అపహాస్యం అయినప్పుడల్లా తాను ఉన్నానంటూ ముందుకొచ్చి పోరాడారని కొనియాడారు. రాజధాని నగరానికి అమరావతి అన్న పేరు పెట్టాలని తనకు సూచించిందికూడా ఆయనే అని పేర్కొన్నారు.</p>\n\n\n\n<p>ప్రజలకు ఇబ్బంది కలిగించిన ప్రభుత్వాలకు వ్యతిరేకంగా రామోజీరావు వార్తలతో పోరాటం చేసేవారని ఉపముఖ్యమంత్రి పవన్‌ కళ్యాణ్‌ కొనియాడారు. ప్రభుత్వంలో జరుగుతున్న విషయాలను ప్రజలకు తెలియాలని భావించారని తెలిపారు. కష్టాలు ఎన్ని వచ్చినా తన విలువలను వదులుకోలేదని పేర్కొంటూ అమరావతిలో ఆయన విగ్రహాం ఏర్పాటు చేయాలని కోరారు.</p>\n\n\n\n<p>రామోజీరావు విలువలుతో కూడిన ఇన్విస్ట్‌గేషన్‌ జర్నలిజాన్ని నమ్మేవారని ద హిందూ పూర్వ సంపాదకులు ఎన్‌ రామ్‌ చెప్పారు. 1980వ దశకంలో ఎడిటర్స్‌ గిల్డ్‌ అధ్యక్షులుగా రామోజీరావు మీడియా స్వేచ్చకోసం రాజీ పడకుండా పోరాడారని తెలిపారు. బోఫోర్స్‌ కుంబకోణంపై వచ్చిన వార్తలపై నాటి రాజీవ్‌గాంధీ ప్రభుత్వం మీడియాను లక్ష్యంగా చేసుకొని పరువునష్టం బిల్లును తెచ్చిందని తెలిపారు. </p>\n\n\n\n<p>ఎడిటర్స్‌ గిల్డ్‌ అధ్యక్షులుగా రామోజీరావు ఆబిల్లుకు వ్యతిరేకంగా పోరాడితే రాజీవ్‌గాంధీ ఆ బిల్లును ఉపసంహరించుకున్నారని గుర్తు చేశారు. రామోజీ రావు మీడియా రంగాన్ని గ్రామీణ ప్రాంతాలకు తీసుకెళ్లేలా మొదటిసారి జిల్లా టాబ్లాయిడ్‌లను తీసుకొచ్చారని చెప్పారు. రాజధాని అమరావతి నిర్మాణం కోసం రామోజీరావు కుటుంబ సభ్యులు రూ.10కోట్ల విరాళాన్ని అందించారు. ఈ చెక్కును చంద్రబాబు, పవన్‌ కళ్యాణ్‌లకు అందజేశారు.</p>\n","originalUrl":"https://tattvanews.com/19754/28/06/2024/","hasAudio":false,"hasInfographics":false}