{"id":"wp-en-12728","wp_id":12728,"type":"standard","category":"World","language":"en","title":"Calcutta HC orders court-monitored CBI probe into Sandeshkhali cases￼","excerpt":"The Calcutta High Court on Wednesday ordered a court-monitored Central Bureau of Investigation (CBI) probe into land grabbing and extortion cases in Sandeshkhali in West Bengal. A total of five public interest litigations were filed at the Calcutta High Court in connection with illegal land grabbing and extortion at Sandeshkhali, where the main accused was","author":"Tattva News Team","time":"11/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Sandeshkhali-1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Calcutta High Court on Wednesday ordered a court-monitored Central Bureau of Investigation (CBI) probe into land grabbing and extortion cases in Sandeshkhali in West Bengal.</p>\n\n\n\n<p>A total of five public interest litigations were filed at the Calcutta High Court in connection with illegal land grabbing and extortion at Sandeshkhali, where the main accused was a section of the local Trinamool Congress leaders led by the now-suspended ruling party leader Sheikh Shahjahan.</p>\n\n\n\n<p>A division bench of Chief Justice T. S. Sivagnanam and Justice Hiranmay Bhattacharyya directed the CBI to start the investigation into the matter only after creating a special investigation team (SIT) for that purpose.</p>\n\n\n\n<p>The bench also observed that the entire investigation process in the matter by CBI will be court-monitored. The CBI was also directed to submit a detailed report in the matter to the court following which the latter will decide on the next course of action.</p>\n\n\n\n<p>Passing the judgement, the court observed that an impartial inquiry is required to be done by an agency which has the power to probe the criminal angle stated to be involved. \"In the interest of justice and fair play and for expeditious consideration of the various complaints and allegations, an impartial inquiry is required to be conducted,\" the court said. The state was directed to provide the required support to the agency.</p>\n\n\n\n<p>The division bench also directed the CBI to open a separate portal and email through which the victims in Sandeshkhali can register their complaints relating to illegal land grabbing and extortion.</p>\n\n\n\n<p>The division bench also directed all the parties in the public interest litigation to register all the complaints with the CBI within the next 15 days.</p>\n\n\n\n<p>Directing the Central agency to maintain absolute secrecy as regards to the identity of the complainants, the division bench also observed that the court is sure that an impartial probe will be conducted.</p>\n","originalUrl":"https://en.tattvanews.com/regional/calcutta-hc-orders-court-monitored-cbi-probe-into-sandeshkhali-cases%ef%bf%bc/","hasAudio":false,"hasInfographics":false}