{"id":"wp-en-12982","wp_id":12982,"type":"standard","category":"World","language":"en","title":"CBI recovers cache of arms, ammunition in Sandeshkhali￼","excerpt":"The Central Bureau of Investigation (CBI) on Friday recovered a huge cache of arms and explosives in Sandeshkhali and called in the NSG bomb squad for their disposal. The cache included foreign made revolvers, Indian revolvers, foreign made pistols and ammunition. Five teams of the CBI raided various places in Sandeshkhali on Friday along with","author":"Tattva News Team","time":"27/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/CBI-TMC.webp","readTime":"5 min read","contentHTML":"\n<p>The Central Bureau of Investigation (CBI) on Friday recovered a huge cache of arms and explosives in Sandeshkhali and called in the NSG bomb squad for their disposal. The cache included foreign made revolvers, Indian revolvers, foreign made pistols and ammunition.</p>\n\n\n\n<p>Five teams of the CBI raided various places in Sandeshkhali on Friday along with central forces. The raids came at a time when the second phase of the Lok Sabha polls were underway in West Bengal.</p>\n\n\n\n<p>“Central Bureau of Investigation (CBI) has today recovered large number of arms and ammunitions including foreign made pistol and revolvers, during searches conducted at two premises in Sandeshkhali, North 24 Parganas (West Bengal) in a case a related to violence against Enforcement Directorate (ED) officials,” a statement by the CBI read.</p>\n\n\n\n<p>“A case was registered by the CBI in pursuance of the orders of the Hon’ble High Court of Calcutta in the matter of violence against the ED personnel during a search at the residential and official premises of SK Shahjahan,” the statement added.</p>\n\n\n\n<p>“During investigation of this case, information was received that the items lost by the ED Team and other incriminating articles may be hidden at the residence of an associate of Sk. Shahjahan at Sandeshkhali, North 24 Parganas. Accordingly, the team of CBI along with CRPF personnel searched 2 premises at Village Sandeshkhali, North 24 Parganas today i.e. on 26/04/2024,” the statement further said.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/others/cbi-recovers-cache-of-arms-ammunition-in-sandeshkhali%ef%bf%bc/","hasAudio":false,"hasInfographics":false}