{"id":"wp-te-18964","wp_id":18964,"type":"standard","category":"World","language":"te","title":"సొంత భూమి, ఇల్లు, కారు లేని ప్రధాని మోదీ","excerpt":"ప్రధాని నరేంద్ర మోదీ నామినేషన్‌ సందర్భంగా దాఖలు చేసిన అఫిడవిట్‌లో ఆసక్తికర అంశాలు వెల్లడయ్యాయి. తనకు రూ. 3 కోట్ల 2 లక్షల విలువైన చరాస్తులు ఉన్నాయని అఫిడవిట్‌లో మోదీ పేర్కొన్నారు. రూ. 52,920  నగదు తన వద్ద ఉన్నట్లు పత్రాల్లో మోదీ వెల్లడించారు. సొంత భూమి, ఇల్లు, కారు తనకు లేవని స్పష్టం చేశారు. మోదీ పన్ను పరిధిలోకి వచ్చే ఆదాయం 2018-19 ఆర్థిక సంవత్సరంలో  రూ. 11 లక్షలు ఉండగా, అది 2022-23 ఆర్థిక","author":"Tattva News Team","time":"15/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-nomination1.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రధాని నరేంద్ర మోదీ నామినేషన్‌ సందర్భంగా దాఖలు చేసిన అఫిడవిట్‌లో ఆసక్తికర అంశాలు వెల్లడయ్యాయి. తనకు రూ. 3 కోట్ల 2 లక్షల విలువైన చరాస్తులు ఉన్నాయని అఫిడవిట్‌లో మోదీ పేర్కొన్నారు. రూ. 52,920  నగదు తన వద్ద ఉన్నట్లు పత్రాల్లో మోదీ వెల్లడించారు. సొంత భూమి, ఇల్లు, కారు తనకు లేవని స్పష్టం చేశారు.</p>\n\n\n\n<p>మోదీ పన్ను పరిధిలోకి వచ్చే ఆదాయం 2018-19 ఆర్థిక సంవత్సరంలో  రూ. 11 లక్షలు ఉండగా, అది 2022-23 ఆర్థిక సంవత్సరం నాటికి రూ. 23.5 లక్షలు అయ్యింది. ప్రధాని మోదీకి స్టేట్ బ్యాంక్ ఆఫ్ ఇండియాలో 2 ఖాతాలు ఉన్నాయి. గాంధీనగర్‌లోని ఎస్‌బీఐ బ్రాంచ్‌ ఖాతాలో 73వేల 304 రూపాయల డిపాజిట్ ఉండగా, వారణాసి బ్రాంచ్‌లో ఏడు వేలు మాత్రమే ఉన్నాయి. అయితే ఎస్‌బీఐలో మోదీ పేరిట రూ. 2,85,60,338  విలువైన ఫిక్స్‌డ్ డిపాజిట్ ఉన్నట్లు తెలిసింది.</p>\n\n\n\n<p>అయితే, ప్రధానికి ఎలాంటి భూములు కానీ, ఇల్లు, కారు, షేర్లు, మ్యూచుఫల్ పండ్స్‌లో పెట్టుబడులు కానీ లేవు. ప్రభుత్వ జీతం, బ్యాంకుల నుంచి వడ్డీలను తన ఆదాయ మార్గాలుగా మోదీ ప్రకటించారు. తన భార్య ఆదాయమార్గాలు తనకు తెలియవని ఆయన తన అఫిడవిట్‌లో స్పష్టం చేశారు. అలాగే, తనపై ఎలాంటి క్రిమినల్ కేసులు కానీ, ప్రభుత్వ బకాయిలు కానీ లేవని ఆయన ప్రకటించారు.</p>\n\n\n\n<p>రూ. 2,67,750 విలువైన నాలుగు బంగారు ఉంగరాలు మోదీకి ఉన్నాయి. 2014లో తొలిసారిగా వారణాసి నుంచి ఎన్‌డీఏ అభ్యర్థిగా మోదీ పోటీ చేశారు. మూడోసారి ప్రధానమంత్రి పదవి చేపట్టాలనుకుంటున్న మోదీ, ఈసారి మళ్లీ వారణాసి స్థానం నుంచే నామినేషన్‌ దాఖలు చేశారు. గంగా సప్తమి, పుష్య నక్షత్రం కలగలిసిన శుభ ముహూర్తంలో తన అఫిడవిట్‌ పత్రాలను సమర్పించారు.</p>\n","originalUrl":"https://tattvanews.com/18964/15/05/2024/","hasAudio":false,"hasInfographics":false}