{"id":"wp-te-19357","wp_id":19357,"type":"standard","category":"World","language":"te","title":"ఈ నెల 8న ప్రధాని మోదీ ప్రమాణ స్వీకారం","excerpt":"సార్వత్రిక ఎన్నికల ఫలితాలు వెలువడ్డాయి. ఈ ఎన్నికల్లో ప్రధాన మంత్రి నరేంద్ర మోదీ నేతృత్వంలోని ఎన్డీయే కూటమికి 292 సీట్లు రాగా, ప్రతిపక్ష ఇండియా కూటమికి 234 సీట్లు వచ్చాయి. దీంతో కేంద్రంలో మరోసారి ప్రభుత్వ ఏర్పాటుకు మోదీ సిద్ధమవుతున్నారు. ఈ నెల 8న ప్రమాణ స్వీకారోత్సవం ఉంటుందని సమాచారం. ఈనెల 8న ప్రధాన మంత్రి నరేంద్ర మోదీ మూడోసారి ప్రమాణస్వీకారం చేయనున్నట్లు సంబంధిత వర్గాలు బుధవారం తెలిపాయి. ఢిల్లీలోని కర్తవ్యపథ్‌లో ప్రమాణస్వీకార మహోత్సవం ఉండనున్నట్లు పేర్కొన్నాయి.","author":"Tattva News Team","time":"5/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi...jpeg","readTime":"5 min read","contentHTML":"\n<p>సార్వత్రిక ఎన్నికల ఫలితాలు వెలువడ్డాయి. ఈ ఎన్నికల్లో ప్రధాన మంత్రి నరేంద్ర మోదీ నేతృత్వంలోని ఎన్డీయే కూటమికి 292 సీట్లు రాగా, ప్రతిపక్ష ఇండియా కూటమికి 234 సీట్లు వచ్చాయి. దీంతో కేంద్రంలో మరోసారి ప్రభుత్వ ఏర్పాటుకు మోదీ సిద్ధమవుతున్నారు. ఈ నెల 8న ప్రమాణ స్వీకారోత్సవం ఉంటుందని సమాచారం.</p>\n\n\n\n<p>ఈనెల 8న ప్రధాన మంత్రి నరేంద్ర మోదీ మూడోసారి ప్రమాణస్వీకారం చేయనున్నట్లు సంబంధిత వర్గాలు బుధవారం తెలిపాయి. ఢిల్లీలోని కర్తవ్యపథ్‌లో ప్రమాణస్వీకార మహోత్సవం ఉండనున్నట్లు పేర్కొన్నాయి. నరేంద్ర మోదీ ప్రధాని పదవికి రాజీనామా చేశారు. రాష్ట్రపతి ద్రౌపది ముర్మును కలిసి రాజీనామా పత్రాన్ని సమర్పించారు. దీనిని ఆమె ఆమోదించారు. కొత్త ప్రభుత్వం అధికారంలోకి వచ్చే వరకు ప్రధాని పదవిలో కొనసాగాలని మోదీని కోరారు.</p>\n\n\n\n<p>కాగా, బుధవారం ఉదయం ప్రధాని మోదీ నివాసంలో కేంద్ర మంత్రివర్గ చివరి సమావేశం జరిగింది. లోక్‌సభ ఎన్నికల ఫలితాలు, కొత్త ప్రభుత్వం ఏర్పాటుపై మంత్రులతో ఆయన చర్చించారు. అనంతరం 17వ లోక్‌సభను రద్దు చేస్తూ కేంద్ర మంత్రివర్గం నిర్ణయం తీసుకుంది.  ప్రభుత్వ ఏర్పాటు, మంత్రి వర్గం రద్దు వంటి అంశాలపై చర్చించినట్లు తెలిసింది. </p>\n\n\n\n<p>ఇక ముచ్చటగా మూడోసారి ప్రమాణస్వీకారం చేసిన తర్వాత ప్రధాని మోదీ ఓ అరుదైన రికార్డును నెలకొల్పనున్నారు. జవహర్‌లాల్‌ నెహ్రూ తర్వాత మూడోసారి ప్రధాని పదవిని చేపట్టిన రెండో నేతగా రికార్డు సృష్టించనున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19357/05/06/2024/","hasAudio":false,"hasInfographics":false}