{"id":"wp-en-14757","wp_id":14757,"type":"standard","category":"World","language":"en","title":"INS Arighaat, India's second nuclear-powered commissioned into Navy","excerpt":"In a major defence milestone, the second Arihant-Class submarine ‘INS Arighaat’ was commissioned into the Indian Navy on Thursday in the presence of Union Defence Minister Rajnath Singh. The minister exuded confidence that 'Arighaat' will play a crucial role in strengthening India's nuclear triad, enhancing nuclear deterrence and helping establish strategic balance and peace in","author":"Tattva News Team","time":"30/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Rajnath1.jpg","readTime":"5 min read","contentHTML":"\n<p>In a major defence milestone, the second Arihant-Class submarine ‘INS Arighaat’ was commissioned into the Indian Navy on Thursday in the presence of Union Defence Minister Rajnath Singh.</p>\n\n\n\n<p>The minister exuded confidence that 'Arighaat' will play a crucial role in strengthening India's nuclear triad, enhancing nuclear deterrence and helping establish strategic balance and peace in the region, as per an official release.</p>\n\n\n\n<p>The INS Arighaat is the second boat of the Arihant class indigenous nuclear submarines and will be supporting the existing INS Arihant which was inducted in 2009. The presence of both INS Arihant and INS Arighaat will enhance India’s capability to deter potential adversaries and safeguard its national interests, according to the defence ministry.</p>\n\n\n\n<p>Rajnath Singh described it as an achievement for the nation and a testament to Prime Minister Narendra Modi-led Government’s unwavering resolve to achieve ‘Aatmanirbharta’ (self-reliance) in defence. He also commended the Indian Navy, the Defence Research and Development Organisation and the industry for the hard work and synergy in achieving this milestone.</p>\n\n\n\n<p>Rajnath Singh asserted that INS Arighaat will provide a major boost to India's industrial sector, particularly MSMEs, and create more employment opportunities. \"Today, India is surging ahead to become a developed country. It is essential for us to develop rapidly in every field, including defence, especially in today's geopolitical scenario,\" he said on the occasion, recalling former PM Atal Bihari Vajpayee's political will to put India at par with a nuclear-armed state.</p>\n\n\n\n<p>\"Along with economic prosperity, we need a strong military. Our government is working on mission mode to ensure that our soldiers possess top-quality weapons and platforms made on Indian soil,\" he added. The Indian nuclear-powered ballistic submarines have been named the Arihant class which is a Sanskrit word meaning the 'Destroyer of the Enemy'.</p>\n","originalUrl":"https://en.tattvanews.com/national/ins-arighaat-indias-second-nuclear-powered-commissioned-into-navy/","hasAudio":false,"hasInfographics":false}