{"id":"wp-en-13914","wp_id":13914,"type":"standard","category":"World","language":"en","title":"PM Modi says Country reiterated faith on Constitution￼","excerpt":"Lauding the Election Commission for the successful conduct of Lok Sabha polls, Prime Minister Narendra Modi said countrymen have reiterated their faith in the Constitution and democratic systems through the polls. Modi resumed his monthly ‘Mann ki Baat’ radio programme on Sunday after pausing it briefly in February owing to Lok Sabha polls. Modi said","author":"Tattva News Team","time":"30/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/03/Modi-Mann.jpg","readTime":"5 min read","contentHTML":"\n<p>Lauding the Election Commission for the successful conduct of Lok Sabha polls, Prime Minister Narendra Modi said countrymen have reiterated their faith in the Constitution and democratic systems through the polls. Modi resumed his monthly ‘Mann ki Baat’ radio programme on Sunday after pausing it briefly in February owing to Lok Sabha polls.</p>\n\n\n\n<p>Modi said the 2024 Lok Sabha polls were the biggest in the world. He invoked motherhood and said countrymen should plant trees in their mother’s name this World Environment Day. “The name of this campaign is – ‘Ek Ped Maa Ke Naam’. I have also planted a tree in the name of my mother,” he said.</p>\n\n\n\n<p>“This campaign shall benefit us in another way. The Earth also takes care of us like a mother. Mother Earth is the very basis of the lives of all of us... so it is our duty to take care of Mother Earth as well. The campaign to plant trees in the name of mother will not only honour our mother, but will also protect Mother Earth,” he said.  </p>\n\n\n\n<p>The Prime Minister also remembered Veer Sidhu-Kanhu's rebellion against British rule' \"Veer Sidhu-Kanhu united thousands of Santhal companions and fought the British with all their might, and do you know when this happened? This happened in 1855, that is, two years before India's first war of independence in 1857. Then our tribal brothers and sisters in Santhal Pargana of Jharkhand took up arms against the foreign rulers,\" he added.</p>\n\n\n\n<p>It was last aired on February 25 and then took a break for the Lok Sabha polls. In the 110th episode of the programme, Pm Modi had asked first-time voters to poll in record numbers in the elections and said their maiden vote should be cast for the country.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-country-reiterated-faith-on-constitution%ef%bf%bc/","hasAudio":false,"hasInfographics":false}