{"id":"wp-te-19122","wp_id":19122,"type":"standard","category":"World","language":"te","title":"ఛత్తీస్‌గఢ్‌లో మరో భారీ ఎన్‌కౌంటర్.. ఏడుగురు నక్సల్స్ హతం","excerpt":"దేశంలో లోక్‌సభ ఎన్నికలు జరుగుతున్న వేళ.. ఛత్తీస్‌గఢ్‌లో వరుస ఎన్‌కౌంటర్లు జరగడం తీవ్ర ప్రాధాన్యం సంతరించుకుంటున్నాయి. పోలీసులు, భద్రతా బలగాలు కలిసి మొత్తం 800 మంది చేపట్టిన ఆపరేషన్‌లో తుపాకుల మోత మోగిపోతోంది. భద్రతా బలగాలకు, నక్సలైట్లకు మధ్య జరుగుతున్న భీకర పోరుతో అడవుల్లో అలజడి నెలకొంది.  ఇక ఇప్పటివరకు జరిగిన కాల్పుల్లో ఏకంగా ఏడుగురు నక్సలైట్లు ప్రాణాలు కోల్పోయినట్లు అధికారులు వెల్లడించారు. సంఘటనా స్థలంలో భారీగా ఆయుధాల డంప్, పేలుడు పదార్థాలు సహా కీలక వస్తువులు","author":"Tattva News Team","time":"24/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/01/Maoists.webp","readTime":"5 min read","contentHTML":"\n<p>దేశంలో లోక్‌సభ ఎన్నికలు జరుగుతున్న వేళ.. ఛత్తీస్‌గఢ్‌లో వరుస ఎన్‌కౌంటర్లు జరగడం తీవ్ర ప్రాధాన్యం సంతరించుకుంటున్నాయి. పోలీసులు, భద్రతా బలగాలు కలిసి మొత్తం 800 మంది చేపట్టిన ఆపరేషన్‌లో తుపాకుల మోత మోగిపోతోంది. భద్రతా బలగాలకు, నక్సలైట్లకు మధ్య జరుగుతున్న భీకర పోరుతో అడవుల్లో అలజడి నెలకొంది. </p>\n\n\n\n<p>ఇక ఇప్పటివరకు జరిగిన కాల్పుల్లో ఏకంగా ఏడుగురు నక్సలైట్లు ప్రాణాలు కోల్పోయినట్లు అధికారులు వెల్లడించారు. సంఘటనా స్థలంలో భారీగా ఆయుధాల డంప్, పేలుడు పదార్థాలు సహా కీలక వస్తువులు స్వాధీనం చేసుకున్నారు.  ఛత్తీస్‌గఢ్‌లోని నారాయణ్‌పూర్ జిల్లాలో ఈ భారీ ఎన్‌కౌంటర్ చోటు చేసుకుంది. </p>\n\n\n\n<p>గురువారం ఐటీబీపీ, ఎస్‌టీఎఫ్, డీఆర్‌జీ, బస్తర్ బెటాలియన్‌.. స్థానిక పోలీసులు కలిపి మొత్తం 800 మంది భద్రతా బలగాలు ఈ భారీ ఆపరేషన్‌లో పాల్గొన్నాయి. నారాయణపూర్, బీజాపూర్, దంతేవాడ జిల్లాల పరిధిలో నిర్వహించిన ఈ జాయింట్ ఆపరేషన్‌లో నక్సలైట్ల స్థావరాన్ని గుర్తించి.. దానిపై బుల్లెట్ల వర్షం కురిపించారు. దీంతో పలువురు మావోయిస్టులు అక్కడికక్కడే మృతి చెందగా.. మరికొందరు తీవ్రంగా గాయపడినట్లు తెలుస్తోంది.</p>\n\n\n\n<p>ఈ ఘటనతో కలిపి ఛత్తీస్గఢ్లో ఇప్పటివరకు జరిగిన వేర్వేరు ఎన్కౌంటర్లలో 112 మంది నక్సలైట్లు మరణించారు.  ఇక భద్రతా బలగాలు జరిపిన కాల్పులకు.. మావోయిస్టులు కూడా తిరిగి ఎదురుకాల్పులకు దిగారు. దీంతో దండకారణ్యం మొత్తం దద్దరిల్లిపోయింది. ప్రస్తుతం ఇంకా ఆపరేషన్ కొనసాగుతోందని.. భద్రతా బలగాలు, మావోయిస్టుల మధ్య పరస్పరం కాల్పులు జరుగుతున్నట్లు సమాచారం.</p>\n","originalUrl":"https://tattvanews.com/19122/24/05/2024/","hasAudio":false,"hasInfographics":false}