{"id":"wp-en-14868","wp_id":14868,"type":"standard","category":"World","language":"en","title":"India reports first 'suspected case' of Monkeypox","excerpt":"The Ministry of Health and Family Welfare on Sunday announced the detection of the first suspected case of the Monkeypox virus in the country. In a statement, it informed the public of a young male patient who had recently arrived in India, with his recent travel history linked to a country currently experiencing Mpox transmission.","author":"Tattva News Team","time":"9/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/MPox.jpg","readTime":"5 min read","contentHTML":"\n<p>The Ministry of Health and Family Welfare on Sunday announced the detection of the first suspected case of the Monkeypox virus in the country. In a statement, it informed the public of a young male patient who had recently arrived in India, with his recent travel history linked to a country currently experiencing Mpox transmission.</p>\n\n\n\n<p>\"A young male patient, who recently travelled from a country experiencing Mpox (Monkeypox) transmission, has been identified as a suspected case of Mpox,\" the Health Ministry said.</p>\n\n\n\n<p>\"The patient has been isolated in a designated hospital and is currently stable,\" it added. Significantly, the Health Ministry also informed that the patient's samples have been sent for testing to confirm the presence of the virus, which has recently impacted parts of Africa. It also mentioned that the case is being reviewed according to the established protocols. </p>\n\n\n\n<p>\"Samples from the patient are being tested to confirm the presence of Mpox. The case is being managed in line with established protocols, and contact tracing is ongoing to identify potential sources and assess the impact within the country,\" the Health Ministry said.</p>\n\n\n\n<p>Meanwhile, amid the early detection of the suspected case in the country, the Health Ministry assured that the country is fully prepared to manage and mitigate any potential risk that might generate due to the virus. \"The development of this case is consistent with the earlier risk assessment conducted by the NCDC, and there is no cause for undue concern,\" the Ministry assured.</p>\n\n\n\n<p>\"The country is fully prepared to deal with such isolated travel-related cases and has robust measures in place to manage and mitigate any potential risks,\" it added. Further, it is pertinent to note that the first suspected case of the virus has been reported from the country days after the Union Health Ministry first reviewed the monkeypox situation earlier last week.</p>\n","originalUrl":"https://en.tattvanews.com/others/india-reports-first-suspected-case-of-monkeypox/","hasAudio":false,"hasInfographics":false}