{"id":"wp-en-13789","wp_id":13789,"type":"standard","category":"World","language":"en","title":"India slams Canadian parliament for observing ‘one minute silence’ in Nijjar’s memory￼","excerpt":"India on Friday slammed the Canadian parliament for observing 'one minute silence' in the memory of Khalistan extremist Hardeep Singh Nijjar, killed in Surrey last year.  \"We naturally oppose any moves giving political space to extremism and advocacy of violence,\" External Affairs Ministry spokesperson Randhir Jaiswal said.  Canadian Parliament on Tuesday observed a minute of silence to","author":"Tattva News Team","time":"22/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Canada.webp","readTime":"5 min read","contentHTML":"\n<p>India on Friday slammed the Canadian parliament for observing 'one minute silence' in the memory of Khalistan extremist Hardeep Singh Nijjar, killed in Surrey last year.  \"We naturally oppose any moves giving political space to extremism and advocacy of violence,\" External Affairs Ministry spokesperson Randhir Jaiswal said. </p>\n\n\n\n<p>Canadian Parliament on Tuesday observed a minute of silence to commemorate the one-year death anniversary of Nijjar. \"Following discussions among representatives of all parties in the House, I understand there is an agreement to observe a moment of silence commemorating Hardeep Singh Nijjar, assassinated in Surrey, British Columbia, one year ago today,\" Speaker Greg Fergus said during the House of Commons proceedings. </p>\n\n\n\n<p>Earlier Trudeau had said that “Any involvement of a foreign government in the killing of a Canadian citizen on Canadian soil is an unacceptable violation of our sovereignty.\"</p>\n\n\n\n<p>India-Canada relations became strained following PM Justin Trudeau's allegations in September accusing India of involvement in Nijjar's killing.  New Delhi had rejected Trudeau's charges as \"absurd\". India on several occasions has voiced its concerns as Canada continues to give a political space for Khalistani extremism. </p>\n\n\n\n<p>Meanwhile, amid the diplomatic tensions, Trudeau met PM Modi on the sidelines of the G7 summit in Italy. After his meeting with the PM, Trudeau said that he sees an \"opportunity\" for both nations to engage in more important discussions on serious issues including national security.  </p>\n\n\n\n<p>Nijjar, who was declared a terrorist by India, was shot dead outside a gurdwara in British Columbia on June 18 last year. The murder is being probed by the Royal Canadian Mounted Police (RCMP).</p>\n","originalUrl":"https://en.tattvanews.com/national/india-slams-canadian-parliament-for-observing-one-minute-silence-in-nijjars-memory%ef%bf%bc/","hasAudio":false,"hasInfographics":false}