{"id":"wp-en-13634","wp_id":13634,"type":"standard","category":"World","language":"en","title":"Prajwal Revanna remanded to judicial custody till June 24￼","excerpt":"Rape-accused former Janata Dal (Secular) MP Prajwal Revanna was remanded to 14 days in judicial custody on Monday. Following his first court appearance on May 31, the Special Investigation Team (SIT) probing the case had Prajwal’s custody till June 6, which was later extended to June 10. The special court for elected representatives hearing the","author":"Tattva News Team","time":"11/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Prajwal.webp","readTime":"5 min read","contentHTML":"\n<p>Rape-accused former Janata Dal (Secular) MP Prajwal Revanna was remanded to 14 days in judicial custody on Monday. Following his first court appearance on May 31, the Special Investigation Team (SIT) probing the case had Prajwal’s custody till June 6, which was later extended to June 10.</p>\n\n\n\n<p>The special court for elected representatives hearing the case has also ordered his transfer to the Bengaluru Central Prison until June 24.</p>\n\n\n\n<p>Four women have accused Prajwal Revanna of rape so far. One of them was kidnapped, allegedly by his father and Holenarasipura MLA HD Revanna. Prajwal is also accused of sexually abusing many other women in Karnataka’s Hassan and videographing the sexual acts. Between April 28 and May 2, several complaints were filed against Prajwal and HD Revanna, with the SIT probing the allegations. </p>\n\n\n\n<p>Since his arrest, Prajwal has been assigned an all-women team as a police escort to send a message of reassurance to the survivors and the public. He is undergoing interrogation but is reportedly uncooperative. </p>\n\n\n\n<p>Following the outrage that the videos caused, the JD(S) suspended Prajwal. On June 4, he lost the Hassan Lok Sabha seat to which he had sought re-election in the 2024 general elections. </p>\n\n\n\n<p>The 33-year-old grandson of JD(S) patriarch and former PM H D Deve Gowda had failed in his bid to retain the Hassan parliamentary constituency in the recent polls. SIT officials arrested Revanna soon after he landed at Bengaluru's Kempegowda International Airport from Germany on May 31.</p>\n\n\n\n<p>He had left for Germany on April 27, a day after Hassan went to the polls. A 'Blue Corner Notice' seeking information on his whereabouts had earlier been issued by the Interpol, following a request by the SIT via the Central Bureau of Investigation.</p>\n","originalUrl":"https://en.tattvanews.com/regional/prajwal-revanna-remanded-to-judicial-custody-till-june-24%ef%bf%bc/","hasAudio":false,"hasInfographics":false}