{"id":"wp-en-14010","wp_id":14010,"type":"standard","category":"World","language":"en","title":"Telugu CMs forms committees to resolve bifurcation issues￼","excerpt":"Chief Ministers of two Telugu states, who met at Praja Bhavan in Telugu on Saturday evening have decided to formulate two inter-state committees to find resolutions towards a decade old bifurcation issues between two states. N Chandrababu Naidu and A Revanth Reddy, accompanied by their cabinet colleagues and senior officials held discussions for nearly two","author":"Tattva News Team","time":"7/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/AP-TS-meet.webp","readTime":"5 min read","contentHTML":"\n<p>Chief Ministers of two Telugu states, who met at Praja Bhavan in Telugu on Saturday evening have decided to formulate two inter-state committees to find resolutions towards a decade old bifurcation issues between two states.</p>\n\n\n\n<p>N Chandrababu Naidu and A Revanth Reddy, accompanied by their cabinet colleagues and senior officials held discussions for nearly two hours. They decided to resolve issues in three phases. It has been decided to form a three-man committee consisting of Chief Secretary level officials.</p>\n\n\n\n<p>In the second phase, a committee of ministers will be formed. It was decided to resolve the unresolved issues later through discussions at the level of the Chief Ministers. From Telangana, Deputy Chief Minister Bhattivikramarka, IT and Industries Department Duddilla Sridhar Babu, BC Welfare Minister Ponnam Prabhakar Goud, advisers Vem Narender Reddy, Harkara Venugopalarao, CS Shantikumari and two other senior officials attended the meeting.</p>\n\n\n\n<p>From Andhra Pradesh,  Revenue Minister Agani Sathya Prasad, Roads and Buildings Minister BC Janardhan, Tourism Minister Kandula Durgesh, Chief Secretary  Nirabkumar Prasad and two other senior officials Karthikeya Mishra and Ravichandra participated.</p>\n\n\n\n<p>The Chief Ministers meeting which started at 6.10 pm continued till 8 am (about two hours). Many divisive issues were discussed in the long meeting. After the meeting, Telangana Deputy CM Bhatti Vikramarka and AP Minister Satyaprasad revealed to the media the decisions taken in the meeting.</p>\n\n\n\n<p>Bhatti Vikramarka said that it was decided in the meeting of the CMs of the two Telugu states to quickly discuss and move forward the issues that have not been resolved for ten years due to the division of Andhra Pradesh. He said that they did not think that all the problems in the Bifurcaiton Act would be resolved in the first meeting itself.</p>\n\n\n\n<p>As there is a need to set up a system to resolve the issues, the representatives of the two states have discussed and reached a decision. He explained that it has been decided to form committees in three stages to resolve the issues of division of the two states.</p>\n\n\n\n<p>It was revealed that a committee of high-ranking officials will meet in two weeks and look at ways of redressal at their level. He said that the committee of ministers of both the states will work on issues that cannot be resolved by high-ranking officials and find ways to resolve them.</p>\n\n\n\n<p>He said that the CMs will approve the problems found for solution at the ministerial level. Bhatti said that the CMs of both the states have basically decided to find solutions to the problems that cannot be resolved at the ministerial level of the two states.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/telugu-cms-forms-committees-to-resolve-bifurcation-issues%ef%bf%bc/","hasAudio":false,"hasInfographics":false}