{"id":"wp-te-20255","wp_id":20255,"type":"standard","category":"World","language":"te","title":"ఇంధన ధరల తగ్గింపుపై జీఎస్టీ కౌన్సిల్ నిర్ణయం","excerpt":"పెట్రోల్‌, డీజిల్‌ ధరల తగ్గింపుపై ప్రస్తావిస్తూ జీఎస్టీ కౌన్సిల్ ఇంధన ధరల తగ్గింపుపై ఓ నిర్ణయం తీసుకుంటుందని ఆర్ధిక మంత్రి నిర్మలా సీతారామన్‌ వెల్లడించారు. అయితే రాష్ట్రాలు ఈ విషయంలో కలిసివస్తే ఓ నిర్ణయం తీసుకునే అవకాశం ఉంటుందని ఆమె చెప్పారు. నిర్మలా సీతారామన్‌ శుక్రవారం ఓ వార్తా సంస్ధతో మాట్లాడుతూ పలు అంశాలపై మాట్లాడారు.  కేంద్ర బడ్జెట్‌లో ఏ రాష్ట్రానికీ అన్యాయం జరగలేదని ఆమె స్పష్టం చేశారు. బీజేపీ భాగస్వామ్య పక్షాలు అధికారంలో ఉన్న ఏపీ,","author":"Tattva News Team","time":"27/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/02/Nirmala-budget1.webp","readTime":"5 min read","contentHTML":"\n<p>పెట్రోల్‌, డీజిల్‌ ధరల తగ్గింపుపై ప్రస్తావిస్తూ జీఎస్టీ కౌన్సిల్ ఇంధన ధరల తగ్గింపుపై ఓ నిర్ణయం తీసుకుంటుందని ఆర్ధిక మంత్రి నిర్మలా సీతారామన్‌ వెల్లడించారు. అయితే రాష్ట్రాలు ఈ విషయంలో కలిసివస్తే ఓ నిర్ణయం తీసుకునే అవకాశం ఉంటుందని ఆమె చెప్పారు. నిర్మలా సీతారామన్‌ శుక్రవారం ఓ వార్తా సంస్ధతో మాట్లాడుతూ పలు అంశాలపై మాట్లాడారు. </p>\n\n\n\n<p>కేంద్ర బడ్జెట్‌లో ఏ రాష్ట్రానికీ అన్యాయం జరగలేదని ఆమె స్పష్టం చేశారు. బీజేపీ భాగస్వామ్య పక్షాలు అధికారంలో ఉన్న ఏపీ, బిహార్‌లను మాత్రమే బడ్జెట్‌ ప్రసంగంలో ప్రస్తావించారని విపక్షాల విమర్శలను ఆమె తోసిపుచ్చారు.  2014లో రాష్ట్ర విభజన జరిగిన క్రమంలో ఏపీకి విభజన చట్టం ప్రకారం సాయం చేయాల్సిన అవసరం ఉందని ఆమె చెప్పారు. </p>\n\n\n\n<p>గతంలో మాదిరే రాష్ట్రాలకు కేటాయింపులు జరిగాయని, ఏ ఒక్క రాష్ట్రానికీ నిధులను నిరాకరించలేదని సీతారామన్ తేల్చి చెప్పారు. ఏపీ పునర్వ్యవస్ధీకరణ చట్టం ప్రకారం ఏపీ నూతన రాజధాని నిర్మాణంతో పాటు, వెనుకబడిన ప్రాంతాల అభివృద్ధికి కేంద్రం సాయం చేయాల్సి ఉందని ఆమె చెప్పారు. మరోవైపు మోదీ 3.0 ప్రభుత్వ తొలి బడ్జెట్‌పై విపక్షాలు భగ్గుమన్నాయి.</p>\n\n\n\n<p>ఏపీ, బిహార్‌లకే ప్రాధాన్యత ఇచ్చారని, విపక్ష పాలిత రాష్ట్రాలను విస్మరించారని విరుచుకుపడ్డాయి. కేంద్ర వివక్షకు నిరసనగా శనివారం జరిగే నీతి ఆయోగ్‌ సమావేశాన్ని బహిష్కరిస్తామని కాంగ్రెస్‌ పాలిత రాష్ట్రాల సీఎంలు సిద్ధరామయ్య (కర్నాటక), రేవంత్ రెడ్డి (తెలంగాణ). సుఖ్వీందర్‌ సుఖు (హిమాచల్‌ ప్రదేశ్‌) ప్రకటించారు. తమిళనాడు, పంజాబ్ ముఖ్యమంత్రులు కూడా ఈ సమావేశాన్ని బహిష్కరిస్తామని ప్రకటించగా, పశ్చిమ బెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ మాత్రమే సమావేశంలో పాల్గొనేందుకు ఢిల్లీకి చేరుకున్నారు.</p>\n\n\n\n<p>ఇక విపక్ష ఇండియా కూటమి భాగస్వామ్య పార్టీ, తమిళనాడులో పాలక డీఎంకే సైతం కేంద్ర బడ్జెట్‌లో తమిళనాడును విస్మరించారని అసంతృప్తి వ్యక్తం చేసింది. కేరళలో ఖాతా తెరిస్తే రాష్ట్రానికి మేలు జరుగుతుందని ఊదరగొట్టిన బీజేపీ ఒక ఎంపీ గెలిచినా కేరళ ఖాతాను మాత్రం క్లోజ్‌ చేశారని లెఫ్ట్‌ ఫ్రంట్‌ నేతలు విమర్శలు గుప్పించారు.</p>\n","originalUrl":"https://tattvanews.com/20255/27/07/2024/","hasAudio":false,"hasInfographics":false}