{"id":"wp-en-14862","wp_id":14862,"type":"standard","category":"World","language":"en","title":"Pakistan Army admits role in Kargil War for first time","excerpt":"For the first time in 25 years, the Pakistan Army has publicly admitted its involvement in the Kargil War of 1999. Pakistan Army chief Asim Munir, while addressing an event to mark the country's Defence Day, said several soldiers had laid down their lives while fighting the wars in 1965, 1971 and in Kargil in","author":"Tattva News Team","time":"8/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Pak-army-chief.jpg","readTime":"5 min read","contentHTML":"\n<p>For the first time in 25 years, the Pakistan Army has publicly admitted its involvement in the Kargil War of 1999. Pakistan Army chief Asim Munir, while addressing an event to mark the country's Defence Day, said several soldiers had laid down their lives while fighting the wars in 1965, 1971 and in Kargil in 1999.</p>\n\n\n\n<p>\"The Pakistani community is a community of braves which understands the importance of freedom and how to pay for it. \"Be it 1948, 1965, 1971 or the Kargil war of 1999, thousands of Shuhadas (martyrs) have sacrificed their lives for Pakistan and Islam,\" he said during the event in Rawalpindi.</p>\n\n\n\n<p>This statement by the military chief is significant as prior to this, the Pakistan Army had never publicly acknowledged its role in the 1999 Kargil War and had referred to the infiltrators as \"Kashmiri freedom fighters\" or \"mujahideen\". This apparent admission has sparked a buzz on social media where netizens shared decades-old posts about Pakistan's denial of role in the war.</p>\n\n\n\n<p>Shortly after the Lahore Declaration was signed between former Indian PM Atal Bihari Vajpayee and ex-Pakistan PM Nawaz Sharif for peace and stability between the two countries in 1999, Pakistani forces crossed over the Line of Control (LoC) in May 1999 and infiltrated Jammu and Kashmir and seized the Indian Army's posts as part of an operation codenamed 'Operation Badr'. </p>\n\n\n\n<p>The Pakistani intruders had occupied fortified defences overlooking NH 1A in Kargil's Drass and Batalik Sectors of Ladakh region with the aim of isolating the Indian Army at the Siachen Glacier and cutting off the link between Kashmir and Ladakh. The brains behind this operation was Pakistan's military dictator Pervez Musharraf. </p>\n\n\n\n<p>The Indian Army was initially caught completely unaware of the nefarious plot by the Pakistani forces, freshly after the Lahore Declaration, which gave the latter a tactical advantage to force India to a settlement on the Kashmir dispute and press a withdrawal of Indian troops from Siachen.</p>\n","originalUrl":"https://en.tattvanews.com/international/pakistan-army-admits-role-in-kargil-war-for-first-time/","hasAudio":false,"hasInfographics":false}