{"id":"wp-en-14977","wp_id":14977,"type":"standard","category":"World","language":"en","title":"Atishi to be new Chief Minister of Delhi","excerpt":"Senior AAP leader Atishi will be the new chief minister of Delhi, the party unanimously agreed on Tuesday after Arvind Kejriwal proposed her name as his successor in a meeting of the party's legislators. Atishi is a key face of the party as well as the government and holds multiple portfolios, including finance, education and","author":"Tattva News Team","time":"17/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Atishi.jpg","readTime":"5 min read","contentHTML":"\n<p>Senior AAP leader Atishi will be the new chief minister of Delhi, the party unanimously agreed on Tuesday after Arvind Kejriwal proposed her name as his successor in a meeting of the party's legislators.</p>\n\n\n\n<p>Atishi is a key face of the party as well as the government and holds multiple portfolios, including finance, education and PWD. Kejriwal is likely to meet Lieutenant Governor V K Saxena at 4.30 pm and tender his resignation. The AAP will stake claim to form new government after Kejriwal's resignation, said party leader Gopal Rai.</p>\n\n\n\n<p>Kejriwal, who was released from jail on Friday, announced on Sunday that he would resign from the post and would only return if people give him a certificate of honesty.</p>\n\n\n\n<p>In her first reaction after being designated as the new Chief Minister of Delhi, Aam Aadmi Party's senior leader Atishi expressed her gratitude to party chief Arvind Kejriwal for the responsibility assigned to her.</p>\n\n\n\n<p>Addressing a press conference, Atishi also said that she was personally \"hurt\" by Kejriwal's resignation. \"I thank my guru Arvind Kejriwal for giving me the responsibility of Delhi...I am also hurt by his resignation,\" she added. </p>\n\n\n\n<p>In her emotional address, Atishi stated that Kejriwal's decision to step down was a deeply sorrowful moment for Delhi. She also clarified that while she has been entrusted with the role of Chief Minister for the interim period, her tenure will last only until the upcoming elections.</p>\n\n\n\n<p> “Don’t congratulate me or garland me for becoming Chief Minister. I will hold this position only until the elections. If we win, Arvind Kejriwal will return as Chief Minister,” Atishi said, underscoring her commitment to following Kejriwal’s leadership during this transitional phase.</p>\n","originalUrl":"https://en.tattvanews.com/national/atishi-to-be-new-chief-minister-of-delhi/","hasAudio":false,"hasInfographics":false}