{"id":"wp-en-14257","wp_id":14257,"type":"standard","category":"World","language":"en","title":"Biden should press Netanyahu on journalist killings, urge media access to Gaza","excerpt":"President Joe Biden should press the Israeli Prime Minister Benjamin Netanyahu on the unprecedented number of journalists killed in the Gaza Strip and the near-total ban on international media entering the Strip, the Committee to Protect Journalists (CPJ) and seven other human rights and press freedom organizations said in letters to the White House  and U.S. Congressional leaders.","author":"Tattva News Team","time":"24/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/CPJ.jpg","readTime":"5 min read","contentHTML":"\n<p>President Joe Biden should press the Israeli Prime Minister Benjamin Netanyahu on the unprecedented number of journalists killed in the Gaza Strip and the near-total ban on international media entering the Strip, the Committee to Protect Journalists (CPJ) and seven other human rights and press freedom organizations said in letters to the White House  and U.S. Congressional leaders.</p>\n\n\n\n<p>The letters call on the United States, Israel’s chief ally, to “ensure that Israel ceases the killing of journalists, allows immediate and independent media access to the occupied Gaza Strip, and takes urgent steps to enable the press to report freely throughout Israel and the Occupied Palestinian Territories,” while outlining a series of grave press freedom violations and a response of utter impunity. Netanyahu is expected to meet with Biden on Tuesday and is scheduled to address a joint session of Congress on Wednesday.      </p>\n\n\n\n<p>The letters were signed by Amnesty International USA, Freedom of the Press Foundation, Knight First Amendment Institute, the National Press Club, PEN America, Reporters Without Borders, and the Tahrir Institute for Middle East Policy. Since the start of the Israel-Gaza war last October, the letter said, the Netanyahu government’s actions have created what amounts to a “censorship regime”.  </p>\n\n\n\n<p>“Nine months into the war in Gaza, journalists … continue to pay an astonishing toll,” CPJ CEO Jodie Ginsberg said in a video message to the Israeli Prime Minister released last week. “More than 100 journalists have been killed. An unprecedented number of journalists and media workers have been arrested, often without charge. They have been mistreated and tortured”.</p>\n\n\n\n<p>Israel’s longstanding impunity in attacks on journalists has also cast its shadow on the rights and safety of two American journalists: Shireen Abu Akleh (murdered in 2022) and Dylan Collins, who was injured in an October 13 strike by Israel on journalists in southern Lebanon that killed Reuters journalist Issam Abdallah and wounded others who wore clearly visible press insignia. Investigations by Amnesty, Human Rights Watch, AFP and Reuters found the attack was likely targeted.</p>\n\n\n\n<p>On Sunday, Collins joined  his AFP colleague Christina Assi—who lost her right leg in the same attack—as she carried the Olympic flame in Vincennes, France, in honor of journalists killed.</p>\n\n\n\n<p>CPJ, which has persistently urged decisive action by the U.S. on journalist safety and media access to Gaza, called on Biden to ensure in his meeting with Netanyahu that the government of Israel takes the following steps: </p>\n\n\n\n<ul class=\"wp-block-list\"><li>Lifts its blockade on international, Israeli, and Palestinian journalists from independently accessing Gaza.</li><li>Revokes legislation permitting the government to shut down foreign outlets, and refrains from any further legal or regulatory curtailment of media operations.</li><li>Releases all Palestinian journalists from administrative detention or who are otherwise held without charge, including those forcibly disappeared.</li><li>Abjures the indiscriminate and deliberate killing of journalists.</li><li>Guarantees the safety of all journalists, including allowing the delivery of newsgathering and safety equipment to reporters in Gaza and the West Bank.</li><li>Allows all journalists seeking to evacuate from Gaza to do so.</li><li>Transparently reforms its procedures to ensure that all investigations into alleged war crimes, criminal conduct, or violations of human rights are swift, thorough, effective, transparent, independent, and in line with internationally accepted practices, such as the Minnesota Protocol. Investigations into abuses against journalists must then be promptly conducted in accordance with these procedures.</li><li>Allows international investigators and human rights organizations, including United Nations (UN) special rapporteurs and the UN Independent International Commission of Inquiry on the Occupied Palestinian Territory and Israel, unrestricted access to Israel and the occupied territories to investigate suspected violations of international law by all parties. </li></ul>\n\n\n\n<p>The letter also was sent to Senate Majority Leader Chuck Schumer (D-N.Y.), House Minority Leader Hakeem Jeffries (D-N.Y.), Senate Minority Leader Mitch McConnell (R-Ky) and House Speaker Mike Johnson (R-La.)</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/biden-should-press-netanyahu-on-journalist-killings-urge-media-access-to-gaza/","hasAudio":false,"hasInfographics":false}