{"id":"wp-en-14206","wp_id":14206,"type":"standard","category":"World","language":"en","title":"Health Ministry rejects latest study suggesting excess mortality in 2020 ￼","excerpt":"The Ministry of Health and Family Welfare on Saturday, July 20, deemed the findings of a paper published in the journal Science Advances on life expectancy during the COVID-19 pandemic in India as \"untenable and unacceptable.\" The Ministry highlighted several critical flaws in the study's methodology. In an official statement, the Ministry emphasized that the","author":"Tattva News Team","time":"21/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Covid-deaths.jpg","readTime":"5 min read","contentHTML":"\n<p>The Ministry of Health and Family Welfare on Saturday, July 20, deemed the findings of a paper published in the journal Science Advances on life expectancy during the COVID-19 pandemic in India as \"untenable and unacceptable.\" The Ministry highlighted several critical flaws in the study's methodology.</p>\n\n\n\n<p>In an official statement, the Ministry emphasized that the authors of the study based their conclusions on a subset of households surveyed in the National Family Health Survey (NFHS) between January and April 2021. The authors compared mortality rates in these households for 2020 with 2019 and extrapolated the results to the entire country.</p>\n\n\n\n<p>The Ministry asserted, \"The NFHS sample is representative of the country only when considered as a whole. The 23% of households included in this analysis from part of 14 states cannot be considered representative of the country.\"</p>\n\n\n\n<p>The Ministry also pointed out potential selection and reporting biases, stating that the data was collected during the peak of the COVID-19 pandemic, which could skew the results.</p>\n\n\n\n<p>Moreover, the Ministry rejected the study's claim that India's vital registration system is weak. \"The Civil Registration System (CRS) in India is highly robust and captures over 99% of deaths,\" the Ministry stated, noting that death registration has steadily increased from 75% in 2015 to over 99% in 2020.</p>\n\n\n\n<p> The Ministry argued that while the CRS showed an increase of 4.74 lakh deaths in 2020 compared to 2019, similar increases were recorded in previous years, indicating a trend rather than an anomaly solely attributable to the pandemic.</p>\n\n\n\n<p>The Ministry strongly contested the study's estimate of 11.9 lakh excess deaths in 2020, labeling it a \"gross and misleading overestimate.\" It clarified that excess mortality during the pandemic reflects deaths from all causes, not just those directly caused by COVID-19.</p>\n","originalUrl":"https://en.tattvanews.com/national/health-ministry-rejects-latest-study-suggesting-excess-mortality-in-2020-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}