{"id":"wp-te-18849","wp_id":18849,"type":"standard","category":"World","language":"te","title":"వివాదాస్పద వ్యాఖ్యలతో శామ్ పిట్రోడా రాజీనామా","excerpt":"భారతీయులపై వివాదాస్పద వ్యాఖ్యలు చేసి, పెను దుమారం రేపిన ఇండియన్ ఓవర్సీస్‌ కాంగ్రెస్ పార్టీ ఛైర్మన్‌ శామ్ పిట్రోడా ఆ పదవికి రాజీనామా చేశారు. తాను ఆ పదవి నుంచి స్వచ్ఛందంగా తప్పుకుంటున్నట్లు చెప్పగా, కాంగ్రెస్ అధ్యక్షుడు ఆమోదం తెలిపారు. ఈ విషయాన్ని ఆ పార్టీ నేత జైరాం రమేశ్ ఎక్స్ వేదికగా వెల్లడించారు.  దక్షిణ భారతదేశంలో ప్రజలు ఆఫ్రికన్ల మాదిరిగా కనిపిస్తారని, ఈశాన్య భారతంలో చైనీయులు మాదిరిగా ఉంటారని పిట్రోడా వ్యాఖ్యానించారు. ఒక పత్రికకు ఇచ్చిన","author":"Tattva News Team","time":"9/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Sam-Pitroda.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\" id=\"m_6968129389701996309gmail-news-headline\"></h1>\n\n\n\n<p>భారతీయులపై వివాదాస్పద వ్యాఖ్యలు చేసి, పెను దుమారం రేపిన ఇండియన్ ఓవర్సీస్‌ కాంగ్రెస్ పార్టీ ఛైర్మన్‌ శామ్ పిట్రోడా ఆ పదవికి రాజీనామా చేశారు. తాను ఆ పదవి నుంచి స్వచ్ఛందంగా తప్పుకుంటున్నట్లు చెప్పగా, కాంగ్రెస్ అధ్యక్షుడు ఆమోదం తెలిపారు. ఈ విషయాన్ని ఆ పార్టీ నేత జైరాం రమేశ్ ఎక్స్ వేదికగా వెల్లడించారు. </p>\n\n\n\n<p>దక్షిణ భారతదేశంలో ప్రజలు ఆఫ్రికన్ల మాదిరిగా కనిపిస్తారని, ఈశాన్య భారతంలో చైనీయులు మాదిరిగా ఉంటారని పిట్రోడా వ్యాఖ్యానించారు. ఒక పత్రికకు ఇచ్చిన ఇంటర్వ్యూలో భారత ప్రజాస్వామ్య ఔన్నత్యం గురించి చెబుతూ ఈ వ్యాఖ్యలు చేశారు. దీనిపై బీజేపీ తీవ్ర అభ్యంతరం వ్యక్తం చేసింది. మరోవైపు, పార్టీకి పిట్రోడా వ్యాఖ్యలకు ఎలాంటి సంబంధం లేదని కాంగ్రెస్ తేల్చిచెప్పింది. తాజాగా ఆయనే పదవి నుంచి తప్పుకున్నారు.</p>\n\n\n\n<p>'స్టేట్స్‌మన్' పత్రికకు ఇచ్చిన ప్రత్యేక ఇంటర్వ్యూలో భారత ప్రజాస్వామ్యం, భిన్నత్వం గురించి సామ్ పిట్రోడా మాట్లాడారు. \"లౌకిక దేశాన్ని సాధించడం కోసం మన స్వాతంత్ర్య సమరయోధులు బ్రిటిషర్లతో పోరాడారు. ప్రపంచవ్యాప్తంగా ప్రజాస్వామ్యానికి మన దేశమే ఉత్తమ నిదర్శనం. మనది వైవిధ్యమైన దేశం. తూర్పున ఉన్న ప్రజలు చైనీయుల్లా, పశ్చిమ వాసులు అరబ్బులుగా కన్పిస్తారు\" అని చెప్పారు. </p>\n\n\n\n<p>\"ఇక ఉత్తరాది వాళ్లు శ్వేతజాతీయులుగా, దక్షిణాది వాళ్లు ఆఫ్రికన్ల మాదిరిగా ఉంటారు. ఇవన్నీ ఎలా ఉన్నా మనమంతా సోదరసోదరీమణులమే. భాషలు, మతాలు, సంప్రదాయాలు, ఆహార అలవాట్లను పరస్పరం గౌరవించుకుంటాం. ప్రజాస్వామ్యం, స్వేచ్ఛ, సమానత్వం, సౌభ్రాత్రం మన మూలాల్లో పాతుకుపోయాయి\" అని పిట్రోడా తెలిపారు.</p>\n\n\n\n<p>కాంగ్రెస్‌ నేత శామ్‌ పిట్రోడా చేసిన వ్యాఖ్యలను ప్రధాని నరేంద్ర మోదీ  తీవ్రంగా ఖండించారు. శరీర రంగు చూపి ప్రజలను అవమానిస్తారా? అని మండిపడ్డారు. దేశాన్ని విభజించాలని కాంగ్రెస్‌ చూస్తోందని, శరీర రంగు ఆధారంగా ప్రజలను అవమానిస్తే దాన్ని తానెప్పటికీ సహించబోనని ప్రధాని హెచ్చరించారు.</p>\n\n\n\n<p> \"దేశాన్ని ఎటువైపు తీసుకెళ్లాలని ఆ పార్టీ చూస్తోంది? చాలా మంది ప్రజల శరీరరంగు నలుపు ఉంటుంది. దాని ఆధారంగా ఆ వ్యక్తి యోగ్యతను నిర్ణయిస్తారా? శ్రీకృష్ణుడి రంగు కూడా నలుపు అని గుర్తించాలి\" అని మోదీ వ్యాఖ్యానించారు.</p>\n\n\n\n<p>అంతకుముందు శామ్‌ పిట్రోడా వ్యాఖ్యలపై అసోం సీఎం హిమంత బిశ్వశర్మ స్పందించారు. \"నేను ఈశాన్య భారతానికి చెందిన వ్యక్తిని. కానీ భారతీయుడిలా కనిపిస్తా. వైవిధ్య భారతావనిలో మనం విభిన్నంగా కనిపించినా మనమంతా ఒక్కటే. కాస్త మన దేశం గురించి కనీస జ్ఞానం పెంచుకోండి\" అంటూ వ్యంగ్యాస్త్రాలు సంధించారు.</p>\n\n\n\n<p> \"శామ్‌ పిట్రోడా రాహుల్‌ గాంధీ మెంటార్‌. భారతీయులపై ఆయన ఎలాంటి వివక్షపూరిత వ్యాఖ్యలు చేశారో చూడండి. విభజించు-పాలించు అనేదే కాంగ్రెస్‌ సిద్ధాంతం. ఇది సిగ్గుచేటు\" అని బీజేపీ లోక్‌సభ అభ్యర్థి, నటి కంగనా రనౌత్‌ మండిపడ్డారు.</p>\n\n\n\n<p>మరోవైపు, సామ్ పిట్రోడా చేసిన వ్యాఖ్యలపై కాంగ్రెస్ పార్టీ స్పందించింది. భారత ప్రజాస్వామ్యం, భిన్నత్వం గురించి పిట్రోడా చేసిన వ్యాఖ్యలు దురదృష్టకరమని తెలిపింది. పిట్రోడా చేసిన వ్యాఖ్యలకు పార్టీకి ఎలాంటి సంబంధం లేదని కాంగ్రెస్ జనరల్ సెక్రటరీ జైరాం రమేశ్ ట్వీట్ చేశారు. పిట్రోడా చెప్పిన పోలికలు ఆమోదయోగ్యం కాదని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18849/09/05/2024/","hasAudio":false,"hasInfographics":false}