{"id":"wp-te-18621","wp_id":18621,"type":"standard","category":"World","language":"te","title":"రేవంత్ - హరీష్ నాటకీయ రాజీనామాలు","excerpt":"ముఖ్యమంత్రి రేవంత్‌రెడ్డి సవాల్‌ను స్వీకరించి తాను రాజీనామా పత్రంతో గన్‌పార్క్ వద్దకు వచ్చానని బిఆర్‌ఎస్ అగ్రనాయకులు, సిద్ధిపేట ఎంఎల్‌ఎ హరీశ్‌రావు పేర్కొన్నారు. ప్రజలకు సిఎం ఇచ్చిన హామీలు నిజమైతే ఆయన కూడా ఇక్కడికి రావాలని డిమాండ్ చేశారు. ఆగస్టు 15లోపు రాష్ట్రంలో హామీలు అమలు చేస్తే తన రాజీనామా లేఖ స్పీకర్‌కు ఇస్తానని లేదంటే, రేవంత్‌రెడ్డి తన రాజీనామా లేఖను గవర్నర్‌కు ఇవ్వాలని సవాల్ చేశారు.  ఆగస్టు 15లోపు రుణమాఫీ, ఆరు గ్యారంటీలు అమలు చేయాలని, హామీల","author":"Tattva News Team","time":"27/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Harish-row.webp","readTime":"5 min read","contentHTML":"\n<p>ముఖ్యమంత్రి రేవంత్‌రెడ్డి సవాల్‌ను స్వీకరించి తాను రాజీనామా పత్రంతో గన్‌పార్క్ వద్దకు వచ్చానని బిఆర్‌ఎస్ అగ్రనాయకులు, సిద్ధిపేట ఎంఎల్‌ఎ హరీశ్‌రావు పేర్కొన్నారు. ప్రజలకు సిఎం ఇచ్చిన హామీలు నిజమైతే ఆయన కూడా ఇక్కడికి రావాలని డిమాండ్ చేశారు. ఆగస్టు 15లోపు రాష్ట్రంలో హామీలు అమలు చేస్తే తన రాజీనామా లేఖ స్పీకర్‌కు ఇస్తానని లేదంటే, రేవంత్‌రెడ్డి తన రాజీనామా లేఖను గవర్నర్‌కు ఇవ్వాలని సవాల్ చేశారు. </p>\n\n\n\n<p>ఆగస్టు 15లోపు రుణమాఫీ, ఆరు గ్యారంటీలు అమలు చేయాలని, హామీల అమలుపై సిఎం అమరవీరుల స్తూపం వద్దకు రావాలని డిమాండ్ చేశారు. ఈ క్రమంలోనే శుక్రవారం మాజీ మంత్రి తలసాని శ్రీనివాస్ యాదవ్, ఎంఎల్‌ఎలు కాలేరు వెంకటేశ్, వివేకానంద, ఎంఎల్‌సి శంభీపూర్ రాజుతో హరీశ్ రావు అసెంబ్లీ ఎదురుగా ఉన్న గన్‌పార్క్ వద్దకు వెళ్లి అమరవీరులకు నివాళులర్పించారు.</p>\n\n\n\n<p>అయితే, హరీష్‌రావు చాంతాడంత లేఖ రాసుకొచ్చి రాజీనామ లేఖ అంటున్నారని, కానీ, స్పీకర్ ఫార్మాట్‌లో లేకుంటే రాజీనామా లేఖ చెల్లదని, హరీష్ రావు తెలివి ప్రదర్శిస్తున్నారని సిఎం రేవంత్‌రెడ్డి మండిపడ్డారు. మోసం చేయాలనుకునే ప్రతిసారి హరీష్ రావుకు అమరవీరుల స్థూపం గుర్తొస్తుందని, వారి మోసానికి ముసుగు అమరవీరుల స్థూపమని ధ్వజమెత్తారు.</p>\n\n\n\n<p>హరీష్ తన మామ చెప్పిన సీస పద్యమంతా లేఖలో రాసుకొచ్చారని సిఎం రేవంత్ ఆగ్రహం వ్యక్తం చేశారు. ఇప్పటికీ చెబుతున్నా, నీ సవాల్‌ను కచ్చితంగా స్వీకరిస్తున్నా హరీష్‌రావు, పంద్రాగస్టులోగా రూ.2లక్షల రైతు రుణమాఫీ చేసి తీరుతామని, నీ రాజీనామా రెడీగా పెట్టుకోమని హరీష్ రావుకు రేవంత్ గట్టి కౌంటర్ ఇచ్చారు.</p>\n\n\n\n<p>సిఎం రేవంత్‌రెడ్డి సవాల్‌ను స్వీకరించి తాను రాజీనామా పత్రంతో వచ్చానని హరీశ్‌రావు తెలిపారు. దేవుళ్లపై ప్రమాణాలు చేసి ప్రజలను మోసగించే యత్నం జరుగుతుందని ఆరోపించారు. వంద రోజుల్లో ఆరు గ్యారంటీలు అమలు చేస్తామని బాండు పేపర్లపై రాసిచ్చారని గుర్తు చేశారు. ప్రజలకు రేవంత్ ఇచ్చిన హామీలు నిజమైతే గన్‌పార్క్ వద్దకు రావాలని డిమాండ్ చేశారు. </p>\n\n\n\n<p>ముఖ్యమంత్రి రావడానికి ఇబ్బందిగా ఉంటే వారి పిఎ లేదా సిబ్బందితో రాజీనామా లేఖను ఇక్కడికి పంపించినా ఫర్వాలేదని చెప్పారు. మేధావుల చేతుల్లో ఇద్దరి రాజీనామా పత్రాలు పెడదామని హరీశ్‌రావు సూచించారు. ఆరు గ్యారంటీలను వంద రోజుల్లో అమలు చేయించే బాధ్యత మాది అని సోనియాంగాంధీ రాష్ట్ర ప్రజలకు లేఖ రాశారని హరీశ్‌రావు గుర్తు చేశారు. డిసెంబర్ 9న రుణమాఫీపై తొలి సంతకం చేస్తామని మాట తప్పినందుకు క్షమాపణ చెప్పాలని డిమాండ్ చేశారు. ఆగస్ట్ 15 తేదీలోపైనా అన్ని హామీలు అమలు చేస్తే సంతోషం అని వ్యాఖ్యానించారు.</p>\n","originalUrl":"https://tattvanews.com/18621/27/04/2024/","hasAudio":false,"hasInfographics":false}