{"id":"wp-en-15671","wp_id":15671,"type":"standard","category":"World","language":"en","title":"India climbs to second position in emerging markets tracker","excerpt":"India has made noteworthy progress among emerging markets (EMs), propelled by a strong export rebound. Despite challenges such as a turbulent stock market and rupee depreciation, October saw exports surge by 17% YoY, marking a sharp recovery following four months of weak performance. According to Mint's Emerging Markets Tracker, India climbed to second place in","author":"Tattva News Team","time":"29/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Market.webp","readTime":"5 min read","contentHTML":"\n<p>India has made noteworthy progress among emerging markets (EMs), propelled by a strong export rebound. Despite challenges such as a turbulent stock market and rupee depreciation, October saw exports surge by 17% YoY, marking a sharp recovery following four months of weak performance.</p>\n\n\n\n<p>According to Mint's Emerging Markets Tracker, India climbed to second place in October, a steady improvement from August 6. The tracker assesses economic activity across nine major EMs based on real gross domestic product (GDP) growth, manufacturing purchasing managers’ index (PMI), export growth, retail inflation, import cover, exchange rate movement, and stock market performance.  </p>\n\n\n\n<p>China regained the top spot for the first time in 18 months, buoyed by a robust economic revival package launched in late September, which boosted its currency and stock market performance. In contrast, Thailand slipped to third position due to a dip in its PMI and slower export growth despite increased stock market capitalisation.</p>\n\n\n\n<p>For India, consistent GDP and PMI performance were complemented by the October export surge, offsetting the rupee’s depreciation, as its currency fared better than most EM peers. While the tracker’s rankings are provisional and subject to revision with updated data, it continues to provide valuable insights into EM dynamics since its inception in September 2019. </p>\n","originalUrl":"https://en.tattvanews.com/economy/india-climbs-to-second-position-in-emerging-markets-tracker%ef%bf%bc/","hasAudio":false,"hasInfographics":false}