{"id":"wp-en-13068","wp_id":13068,"type":"standard","category":"World","language":"en","title":"CPJ expands access to safety chatbot amid spiking threats to the press in a record year of global elections￼","excerpt":"Ahead of World Press Freedom Day on May 3, the Committee to Protect Journalists (CPJ) on Thursday announced the launch of CPJ’s journalist safety chatbot, which equips journalists with safety information  on their phones via WhatsApp. The tool will expand the reach and usability of CPJ’s suite of safety tools  tailored for elections, protests, and digital and physical","author":"Tattva News Team","time":"3/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/CPJ.jpg","readTime":"5 min read","contentHTML":"\n<p>Ahead of World Press Freedom Day on May 3, the Committee to Protect Journalists (CPJ) on Thursday announced the launch of CPJ’s journalist safety chatbot, which equips journalists with safety information  on their phones via WhatsApp.</p>\n\n\n\n<p>The tool will expand the reach and usability of CPJ’s suite of safety tools  tailored for elections, protests, and digital and physical safety, among other areas. This vital resource comes at a time of increased political violence, polarization, and the targeting of journalists, both online and in person.</p>\n\n\n\n<p>\"In a year in which half the world’s population will head to the polls and amid heightened threats against the press, CPJ's safety chatbot delivers crucial physical, digital, and psychosocial safety information directly into the hands of journalists whenever and wherever they need it,” said Lucy Westcott, CPJ’s emergencies director.</p>\n\n\n\n<p>“As journalists around the world confront multiple challenges in their work, this initiative will support journalists to stay safe before, during, and after their assignments.\"</p>\n\n\n\n<p>CPJ’s chatbot automatically sends safety information to journalists, providing them with critical safety resources, including risk assessments, guidance for reporting in a war zone, digital safety information, and advice on reporting in environments containing unexploded ordnance (UXO). </p>\n\n\n\n<p>To access the information, journalists should add CPJ’s journalist safety chatbot as a contact using the number +1 206-590-6191, open WhatsApp, and text the number “Hello.” From there, a menu of journalist safety resource options will appear for users to navigate and select from.  </p>\n\n\n\n<p>By ensuring that journalists reporting on the ground can easily access potentially lifesaving information, CPJ’s journalist safety chatbot will reduce the barriers to access safety information and help mitigate safety risks for reporters in the field.</p>\n\n\n\n<p>CPJ’s Emergencies team first released a limited version of the chatbot in 2023 to disseminate safety resources to journalists covering the Russia-Ukraine war. </p>\n\n\n\n<p>The newly expanded chatbot builds on the previous version by expanding the resources available and making them applicable to multiple reporting scenarios. This project was developed as part of the Chat for Impact Accelerator 2022  hosted by Turn.io in partnership with WhatsApp. </p>\n","originalUrl":"https://en.tattvanews.com/special-stories/cpj-expands-access-to-safety-chatbot-amid-spiking-threats-to-the-press-in-a-record-year-of-global-elections%ef%bf%bc/","hasAudio":false,"hasInfographics":false}