{"id":"wp-en-15839","wp_id":15839,"type":"standard","category":"World","language":"en","title":"80% of Indian SMBs rely on online advertising￼","excerpt":"According to a report by Primus Partners, India's online advertising market is witnessing robust growth, with approximately 80% of surveyed Small and Medium Businesses (SMBs) relying on digital advertising. The report reveals that 42% of respondents allocate over 40% of their marketing budget to online ads. Personalised advertisements are deemed effective by 74% of SMBs","author":"Tattva News Team","time":"18/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Online-ad..jpg","readTime":"5 min read","contentHTML":"\n<p>According to a report by Primus Partners, India's online advertising market is witnessing robust growth, with approximately 80% of surveyed Small and Medium Businesses (SMBs) relying on digital advertising. The report reveals that 42% of respondents allocate over 40% of their marketing budget to online ads. Personalised advertisements are deemed effective by 74% of SMBs in achieving business objectives.</p>\n\n\n\n<p>Additionally, 70% of SMBs use more than two online advertising platforms to maximise reach, with regional language ads gaining traction through platforms like ShareChat and YouTube, particularly in Tier II and Tier III cities. AI-driven targeting, big data, and short-form video content on platforms like Instagram and OTT services further enhance ad campaigns, boosting engagement, return on investment (RoI), and lead generation. </p>\n\n\n\n<p>The report highlights that 49% of SMBs prioritise platforms offering RoI, closely followed by geographical reach at 47%. Many businesses prefer moderate ad frequency to balance cost efficiency and engagement, focusing on seasonal or ad-hoc campaigns during peak periods such as festivals.</p>\n\n\n\n<p>Sectors like e-commerce favour high-frequency campaigns for sustained customer interaction. Notably, 69% of respondents have expanded into new markets, with 40% growing domestically, 30% internationally, and 30% across both.</p>\n\n\n\n<p>The report projects digital ad spending in India to reach US$ 7.31 billion (Rs. 62,045 crore) by FY25, growing at a CAGR of 23.49%. Managing Director of Primus Partners, Mr. Ramakrishnan M, emphasised the need for policy reforms and industry strategies to support SMBs in leveraging the full potential of digital advertising. </p>\n","originalUrl":"https://en.tattvanews.com/economy/80-of-indian-smbs-rely-on-online-advertising%ef%bf%bc/","hasAudio":false,"hasInfographics":false}