{"id":"wp-en-13830","wp_id":13830,"type":"standard","category":"World","language":"en","title":"ITUC builds alignment for robust international treaty on corporate accountability￼","excerpt":"The International Trade Unions Confederation (ITUC) General Secretary Luc Trianble recently met with the head of the group tasked with drafting an international treaty on corporate accountability. Luc Triangle, accompanied by the trade union negotiator for the process, Ruwan Subasinghe, presented the Ecuadorian ambassador to the UN, Cristian Espinosa Cañizares, with a letter expressing the support","author":"Tattva News Team","time":"25/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/ITUC-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>The International Trade Unions Confederation (ITUC) General Secretary Luc Trianble recently met with the head of the group tasked with drafting an international treaty on corporate accountability.</p>\n\n\n\n<p>Luc Triangle, accompanied by the trade union negotiator for the process, Ruwan Subasinghe<strong>,</strong> presented the Ecuadorian ambassador to the UN, Cristian Espinosa Cañizares, with a letter expressing the support and demands of the ITUC and the Global Unions for the work of the Open Ended International Working Group (OEIGWG).</p>\n\n\n\n<p>Mr Cañizares chairs the OEIGWG, which is working on an international legally binding instrument to regulate the activities of transnational corporations under international human rights law. The letter outlined the ITUC’s core priorities for the treaty:</p>\n\n\n\n<ul class=\"wp-block-list\"><li><strong>Broad scope:</strong> Coverage of all internationally recognised human rights, including fundamental workers' and trade union rights.</li><li><strong>Comprehensive coverage:</strong> Inclusion of all business enterprises regardless of size, sector, operational context, ownership and structure.</li><li><strong>Extraterritorial regulation:</strong> a duty to regulate corporations and provide victims of transnational corporate human rights violations with access to justice in the home states of the corporations.</li><li><strong>Human rights due diligence:</strong> a mandate for businesses to adopt and apply human rights due diligence policies and procedures.</li><li><strong>Corporate accountability:</strong> the reaffirmation of the applicability of human rights obligations to corporate operations.</li><li><strong>International enforcement:</strong> the creation of a strong, international monitoring and enforcement mechanism.</li></ul>\n\n\n\n<p>Luc Triangle stressed the importance of these measures, stating: \"These negotiations are a critical opportunity to establish an international legal framework that addresses the power and impact of transnational corporations on the human rights of millions of working people.</p>\n\n\n\n<p>“The international trade union movement will continue to actively participate in this process and will demand the strongest possible treaty language. We need a binding treaty that holds corporations accountable and ensures justice for working people affected by human rights violations, and we need it now.\"</p>\n","originalUrl":"https://en.tattvanews.com/international/ituc-builds-alignment-for-robust-international-treaty-on-corporate-accountability%ef%bf%bc/","hasAudio":false,"hasInfographics":false}