{"id":"wp-en-14643","wp_id":14643,"type":"standard","category":"World","language":"en","title":"Minor sexually assaulted triggered protests in J&#038;K￼","excerpt":"The sexual assault of a 15-year-old girl in Jammu and Kashmir's Marwah area on Saturday triggered protests against the station house officer there, over his alleged high-handedness, and prompted the Kishtwar district administration to spring into action. The officer, Zaheer Iqbal, has been suspended, Hindustan Timesreported, adding that a magisterial inquiry into the matter has","author":"Tattva News Team","time":"22/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Sexual-Assault.webp","readTime":"5 min read","contentHTML":"\n<p>The sexual assault of a 15-year-old girl in Jammu and Kashmir's Marwah area on Saturday triggered protests against the station house officer there, over his alleged high-handedness, and prompted the Kishtwar district administration to spring into action.</p>\n\n\n\n<p>The officer, Zaheer Iqbal, has been suspended, Hindustan Timesreported, adding that a magisterial inquiry into the matter has been ordered by authorities.  The two accused have been detained under the Protection of Children from Sexual Offences (POCSO) Act.</p>\n\n\n\n<p>The sub-divisional magistrate had to visit the village after residents protested against the police and tried to defuse the situation.  After the alleged assault on the minor, angry villagers took to ransacking the accused's house and also tried to set it ablaze.</p>\n\n\n\n<p>The accused and his family had fled the house at the time, but when they returned on Monday, the situation spiralled with villagers trying to attack them again, the publication reported.</p>\n\n\n\n<p>The official said that following the demand of the residents, the village police post will be stronger and will have 12 cops. The administration has given the official one month to carry out the probe and submit his report.</p>\n\n\n\n<p>\"The administration has also deputed two teachers to the village for 12 students of Classes 9 and 10 as they have to walk through a jungle to reach their school in Marwah,\" the official told HT, adding, \"Besides wild animals, there are other possible dangers that lurk in the jungles of Marwah.\"</p>\n\n\n\n<p>Meanwhile, a delegation of Sanatan Dharam Sabha, Dachhan put in a memorandum to the Kishtwar deputy commissioner demanding strict action against the accused.</p>\n","originalUrl":"https://en.tattvanews.com/others/minor-sexually-assaulted-triggered-protests-in-jk%ef%bf%bc/","hasAudio":false,"hasInfographics":false}