{"id":"wp-en-14452","wp_id":14452,"type":"standard","category":"World","language":"en","title":"Prof Yunus appointed as head of interim government in Bangladesh","excerpt":"By Nava J Thakuria   Now it’s official- Bangladesh’s lone Nobel laureate Professor Muhammad Yunus has been appointed as the head of interim government by Bangladesh President Muhammed Shahabuddin on Tuesday midnight following a series of discussions with the top military personnel,  agitating student leaders and other law experts in  Banga Bhaban. Prof Yunus, who was","author":"Tattva News Team","time":"7/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Yunus1.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>  </strong></p>\n\n\n\n<h2 class=\"wp-block-heading\"></h2>\n\n\n\n<p>Now it’s official- Bangladesh’s lone Nobel laureate Professor Muhammad Yunus has been appointed as the head of interim government by Bangladesh President Muhammed Shahabuddin on Tuesday midnight following a series of discussions with the top military personnel,  agitating student leaders and other law experts in  Banga Bhaban.</p>\n\n\n\n<p>Prof Yunus, who was in Paris following a special invitation from the International Olympic Committee, agreed on principle to accept the responsibility of  chief adviser to the caretaker government, which became necessary after Prime Minister Sheikh Hasina resigned and left the country following a month long uprising led by the student community in association with millions of Bangladeshi citizens.</p>\n\n\n\n<p>The agitating student leaders emphasized that Prof Yunus should be made the interim government chief as he enjoys a larger acceptability among the Bangladeshi nationals, including those living outside the country. The octogenarian motivator of social business however rejected the news of his joining active politics. His involvement in the neutral government will be for a limited period, said the soft spoken gentleman.</p>\n\n\n\n<p>Earlier, President Sahabuddin ordered the release of opposition Bangladesh National Party chairperson Khaleda Zia who was under house arrest by the Hasina-led Awami League  government in Dhaka. Soon after her release, Begum Zia expressed her concern over the nationwide violence, vandalism and looting of state resources amid the uprising and asked the people to maintain peace.</p>\n\n\n\n<p>UN secretary-general António Guterres also urged calm and restraint by all sides emphasizing the importance of a peaceful, orderly and democratic transition. Expressing full solidarity with the Bangla people, he underscored the need for a full, independent, impartial and transparent investigation into all acts of violence. The secretary-general deplored the loss of life during protests in the south Asian country.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/prof-yunus-appointed-as-head-of-interim-government-in-bangladesh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}