{"id":"wp-te-19558","wp_id":19558,"type":"standard","category":"World","language":"te","title":"ఎట్టకేలకు తెరుచుకున్న రిషికొండ ప్యాలెస్","excerpt":"వైసీపీ హయాంలో రుషికొండ నిర్మాణాలు వివాదాస్పదంగా మారాయి. ఈ నిర్మాణాల పైన రాజకీయంగానూ విమర్శలు వచ్చాయి. కోర్టుల్లోనూ కేసులు జరిగాయి. ఇప్పుడు కొత్త ప్రభుత్వం కొలువు తీరింది. టీడీపీ నేత గంటా పార్టీ నేతలతో కలిసి రుషికొండ భవనాలను సందర్శించారు. కళ్లు చెదిరేలా భవనాల లోపల ఇంటీరియర్, ఆధునిక సదుపాయాలు ఉన్నాయి. రూ 500 కోట్ల ఖర్చుతో నిర్మించిన ఈ భవనాలను కూటమి ప్రభుత్వం ఎలా సద్వినియోగం చేస్తుందనేది కీలకంగా మారుతోంది. కొన్నేళ్లుగా సస్పెన్స్ గా మారిన","author":"Tattva News Team","time":"17/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Rishikonda.jpg","readTime":"5 min read","contentHTML":"\n<p>వైసీపీ హయాంలో రుషికొండ నిర్మాణాలు వివాదాస్పదంగా మారాయి. ఈ నిర్మాణాల పైన రాజకీయంగానూ విమర్శలు వచ్చాయి. కోర్టుల్లోనూ కేసులు జరిగాయి. ఇప్పుడు కొత్త ప్రభుత్వం కొలువు తీరింది. టీడీపీ నేత గంటా పార్టీ నేతలతో కలిసి రుషికొండ భవనాలను సందర్శించారు. కళ్లు చెదిరేలా భవనాల లోపల ఇంటీరియర్, ఆధునిక సదుపాయాలు ఉన్నాయి. రూ 500 కోట్ల ఖర్చుతో నిర్మించిన ఈ భవనాలను కూటమి ప్రభుత్వం ఎలా సద్వినియోగం చేస్తుందనేది కీలకంగా మారుతోంది.</p>\n\n\n\n<p>కొన్నేళ్లుగా సస్పెన్స్ గా మారిన రుషికొండ భవనాల తలుపులు తెరుచుకున్నాయి. మాజీ మంత్రి గంటా తమ పార్టీ నేతలతో కలిసి భవనాలను సందర్శించారు. రుషికొండ చుట్టూ 22 ఎకరాలుండగా అందులో 9.8 ఎకరాల్లో గతంలో హరిత రిసార్టుల పేర హోటళ్లు, రూములు ఉండేవి. 2019 నాటికి ముందు పర్యాటకుల రాకపోకలకు ఎలాంటి ఇబ్బందులూ ఉండేవి కాదు.</p>\n\n\n\n<p>వైసిపి ప్రభుత్వం అధికారం చేపట్టాక రుషికొండను చుట్టూ తొలచి నిర్మాణాలు చేపట్టింది. జనం రాకపోకలకు నాలుగేళ్లపాటు ఆటంకం కలిగించింది. ఎపి టూరిజం డవలప్‌మెంట్‌ కార్పొరేషన్‌ (ఎపిటిడిసి)కు అప్పటి ప్రభుత్వం ఈ నిర్మాణ బాధ్యతలు అప్పగించింది. ప్రభుత్వ ధనంతో జగన్‌ ప్యాలస్ ఇక్కడ నిర్మాణం సాగుతుందంటూ పెద్ద ఎత్తున విమర్శలు వచ్చాయి. </p>\n\n\n\n<p>విశాఖ సాగర తీరంలోని రుషికొండపై వైసిపి ప్రభుత్వ హయాంలో రూ.500 కోట్లతో నిర్మించిన ఏడు సూపర్‌ స్ట్రక్చర్ల (భవనాలు) నిర్మాణం పూర్తి చేసింది. నేషనల్‌ గ్రీన్‌ ట్రిబ్యునల్‌ సభ్యులు రుషికొండ పర్యటన సందర్భంగా 9.8 ఎకరాలు కాకుండా మరో రెండు ఎకరాల్లోకి వెళ్లి 'సీ వ్యూను కేప్చర్‌' చేసేలా ఏడు స్ట్రక్చర్స్‌ ప్రాజెక్టు చేపట్టినట్లు వైసిపి ప్రభుత్వం అప్పట్లో వివరణ ఇచ్చింది. రుషికొండ పైన ప్రభుత్వం నిర్మించింది ప్రభుత్వ భవనాలే అని నాడు అధికారంలో ఉన్న మంత్రులు స్పష్టం చేశారు.</p>\n\n\n\n<p>ఇప్పుడు టీడీపీ నేతలు ఈ భవనం సందర్శించిన సమయంలో అందులోని సదుపాయాలు చూసి ఆశ్చర్య పోయారు. ఎందుకు వీటి నిర్మాణం చేసారనేది స్పష్టత ఇవ్వలేదని గంటా వ్యాఖ్యానించారు. ఇక, ఇప్పుడు టీడీపీ కూటమి ప్రభుత్వం అధికారంలోకి రావటంలో రుషికొండ భవనాలను ఏం చేయబోతుందనేది ఆసక్తి కరంగా మారుతోంది. </p>\n\n\n\n<p>ఈ నిర్మాణాలను యథాతథంగా వాడుకుంటే జగన్‌ సర్కారుపై చేసిన ఆరోపణలను ఎదుర్కోవాలి. ధ్వంసం చేస్తే రూ.వందల కోట్ల సంపద బూడిదపాలవుతుంది. ఒకవేళ అలా చేసినా విమర్శలు ఎదుర్కోవాలి. అందుకే రుషికొండ అంశంపై తాజాగా కూటమి పార్టీల అగ్రనేతల్లో తర్జనభర్జనలు జరుగుతున్నాయి. ప్రభుత్వం తుది నిర్ణయం ఏంటనేది ఆసక్తి కరంగా మారుతోంది.</p>\n","originalUrl":"https://tattvanews.com/19558/17/06/2024/","hasAudio":false,"hasInfographics":false}