{"id":"wp-te-20238","wp_id":20238,"type":"standard","category":"World","language":"te","title":"జ‌గ‌న్ కాంట్రాక్ట‌ర్‌ను మార్చడంతోనే పోలవరం ఆలస్యం","excerpt":"పోలవరం నిర్మాణం జాప్యానికి గత ప్రభుత్వమే కారణమని లోక్ సభలో కేంద్రం ప్రభుత్వం స్పష్టం చేసింది. గత ప్రభుత్వం కాంట్రాక్ట్ర్ ను మార్చడంతోనే ఈ జాప్యం జరిగిన్నట్లు  కేంద్ర జలశక్తి మంత్రి సీఆర్ పాటిల్ వెల్లడించారు. లోకసభలో టీడీపీ పార్లమెంటరీ నేత లావు శ్రీకృష్ణదేవరాయలు అడిగిన ప్రశ్నకు జలశక్తి శాఖ మంత్రి సీఆర్ పాటిల్ లిఖితపూర్వకంగా సమాధానం ఇచ్చారు.  2021లో హైదరాబాద్ ఐఐటీ నివేదికలో ప్రాజెక్టు ఆలస్యానికి కారణాలు పేర్కొన్నట్టు కేంద్ర మంత్రిస్పష్టం చేశారు. కాంట్రాక్టరును మార్చడంతో","author":"Tattva News Team","time":"26/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Polavaram-Jagan.jpeg","readTime":"5 min read","contentHTML":"\n<p>పోలవరం నిర్మాణం జాప్యానికి గత ప్రభుత్వమే కారణమని లోక్ సభలో కేంద్రం ప్రభుత్వం స్పష్టం చేసింది. గత ప్రభుత్వం కాంట్రాక్ట్ర్ ను మార్చడంతోనే ఈ జాప్యం జరిగిన్నట్లు  కేంద్ర జలశక్తి మంత్రి సీఆర్ పాటిల్ వెల్లడించారు. లోకసభలో టీడీపీ పార్లమెంటరీ నేత లావు శ్రీకృష్ణదేవరాయలు అడిగిన ప్రశ్నకు జలశక్తి శాఖ మంత్రి సీఆర్ పాటిల్ లిఖితపూర్వకంగా సమాధానం ఇచ్చారు. </p>\n\n\n\n<p>2021లో హైదరాబాద్ ఐఐటీ నివేదికలో ప్రాజెక్టు ఆలస్యానికి కారణాలు పేర్కొన్నట్టు కేంద్ర మంత్రిస్పష్టం చేశారు. కాంట్రాక్టరును మార్చడంతో పాటు… భూసేకరణ, సహాయ పునరావాస కార్యక్రమాల్లో జాప్యం జరిగిందన్నారు. ప్రాజెక్టు తొలిదశ పనులు 2026 మార్చి నాటికి పూర్తి చేస్తామని పార్లమెంటుకు జలశక్తి శాఖ చెప్పింది. </p>\n\n\n\n<p>గత మూడేళ్ళలో రూ. 8,044.31 కోట్లు కేంద్రం నుంచి ఇచ్చినట్లు సీఆర్ పాటిల్ తెలిపారు. మూడేళ్ల పనుల పురోగతి వివరాలను కూడా సమాధానంలో పొందుపరిచారు. 2021..-22 నుంచి మూడేళ్ళలో ప్రాజెక్టు ప్రధాన పనుల్లో 21శాతం మట్టి పనులు, కాంక్రీటు పనులు కేవలం 5.3 శాతం జరిగాయని కేంద్ర మంత్రి స్పష్టం చేశారు. </p>\n\n\n\n<p>కుడి కాలువకు లైనింగ్ పనులు 1.72 శాతం, స్ట్రక్చర్స్ 0.39 శాతం జరిగాయన్నారు. ఎడమ కాలువకు మట్టి పనులు 0.30 శాతం, లైనింగ్ 1.18 శాతం, స్ట్రక్చర్స్ 3.33 శాతం జరిగాయని పెక్రోన్నారు. భూసేకరణ 0.22 శాతం, సహాయ పునరావాస కార్యక్రమం 8 శాతం జరిగిందని వివరాలను కేంద్ర మంత్రి వెల్లడించారు. ప్రాజెక్టు పనుల పరిశీలన, ఆలస్యానికి కారణలు తెలుసుకోవడానికి 2021 ఆగస్టు లో పోలవరం ప్రాజెక్టు అథారిటీ ఐఐటీ హైదరాబాద్ నుంచి సహకారం తీసుకున్నట్లు సీఆర్ పాటిల్ తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20238/26/07/2024/","hasAudio":false,"hasInfographics":false}