{"id":"wp-te-19649","wp_id":19649,"type":"standard","category":"World","language":"te","title":"ఏకకాలంలో రూ.2 లక్షల రుణమాఫీ","excerpt":"వరంగల్ వేదికగా కాంగ్రెస్ పార్టీ చేసిన రైతు డిక్లరేషన్ ఆధారంగా ఇచ్చిన మాట ప్రకారం రూ. 2 లక్షల వరకు రైతుల రుణమాఫీ చేయాలని తెలంగాణ మంత్రివర్గం శుక్రవారం నిర్ణయించినట్లు ముఖ్యమంత్రి రేవంత్ రెడ్డి వెల్లడించారు. 2018 డిసెంబర్‌ 12 నుంచి 2023 డిసెంబర్‌ 9 వరకు ఉన్న రుణాలన్నీ ఏక కాలంలో మాఫీ చేస్తామని రేవంత్‌ తెలిపారు.  ఇందుకోసం రూ.31 వేల కోట్లు అవసరమని అంచనా వేసినట్లు చెప్పారు. గత బీఆర్ఎస్ ప్రభుత్వం పదేళ్ల కాలంలో","author":"Tattva News Team","time":"22/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Revanth2.jpg","readTime":"5 min read","contentHTML":"\n<p>వరంగల్ వేదికగా కాంగ్రెస్ పార్టీ చేసిన రైతు డిక్లరేషన్ ఆధారంగా ఇచ్చిన మాట ప్రకారం రూ. 2 లక్షల వరకు రైతుల రుణమాఫీ చేయాలని తెలంగాణ మంత్రివర్గం శుక్రవారం నిర్ణయించినట్లు ముఖ్యమంత్రి రేవంత్ రెడ్డి వెల్లడించారు. 2018 డిసెంబర్‌ 12 నుంచి 2023 డిసెంబర్‌ 9 వరకు ఉన్న రుణాలన్నీ ఏక కాలంలో మాఫీ చేస్తామని రేవంత్‌ తెలిపారు. </p>\n\n\n\n<p>ఇందుకోసం రూ.31 వేల కోట్లు అవసరమని అంచనా వేసినట్లు చెప్పారు. గత బీఆర్ఎస్ ప్రభుత్వం పదేళ్ల కాలంలో రుణమాఫీ కింద రూ. 28వేల కోట్లు మాత్రమే చెల్లించిందని రేవంత్ రెడ్డి గుర్తు చేశారు. రుణమాఫీతో 47 లక్షల మంది రైతులకు లబ్ధి చేకూరనున్నట్లు వివరించారు.  ఐదు సంవత్సరాల మధ్య కాలంలో రాష్ట్రంలో రైతులు తీసుకున్న రుణాల్లో 2 లక్షల రూపాయల వరకు రుణమాఫీ చేయాలని ప్రభుత్వం నిర్ణయించిందని చెప్పారు.</p>\n\n\n\n<p>అదేవిధంగా రైతు భరోసా అమలుపై మంత్రివర్గం ఉపసంఘం వేశామని తెలిపారు. జులై 15 లోపు మంత్రివర్గం ఉపసంఘం ప్రభుత్వానికి నివేదిక ఇస్తుందని, దాని ఆధారంగా రైతుభరోసా విధివిధానాలు ఖరారు చేస్తామని తెలిపారు. మంత్రివర్గ ఉపసంఘంలో ఉప ముఖ్యమంత్రి భట్టి విక్రమార్క అధ్యక్షతన మంత్రులు తుమ్మల, శ్రీధర్ బాబు, పొంగులేటి సభ్యులుగా ఉంటారని సిఎం తెలిపారు. రైతు భరోసా విధి, విధానాలను ఖరారు చేయడానికి రాజకీయ పార్టీలు, రైతు సంఘాలను ఇందులో భాగస్వాములను చేస్తామని ఆయన పేర్కొన్నారు.</p>\n\n\n\n<p>ప్రభుత్వ పాలనాపరమైన నిర్ణయాలను ప్రకటించేందుకు మంత్రులు పొంగులేటి శ్రీనివాసరెడ్డి, శ్రీధర్‌బాబు నియమించినట్లు వెల్లడించారు. ఆ ఇరువురు ఇచ్చే సమాచారమే అధికారికమని, దీంతో రాజకీయాలకు సంబంధం లేదని స్పష్టం చేశారు. విధివిధానాల, అర్హుల ఎంపిక తదితర అంశాలపై సమాలోచనలు చేసిన సర్కార్‌ నిర్దేశించిన గడువులోగా అమలుచేస్తామని సీఎం రేవంత్‌ రెడ్డి ప్రకటించారు. త్వరలోనే రుణమాఫీపై జీవో ఇస్తామని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19649/22/06/2024/","hasAudio":false,"hasInfographics":false}