{"id":"wp-te-20864","wp_id":20864,"type":"standard","category":"World","language":"te","title":"సెప్టెంబరులో భారీ వర్షాలు, వరదలు వచ్చే అవకాశం","excerpt":"దేశంలో సెప్టెంబర్‌లో సాధారణ వర్షపాతం కంటే ఎక్కువ నమోదయ్యే అవకాశం ఉందని భారత వాతావరణ విభాగం (ఐఎండీ) అంచనా వేసింది. అలాగే వాయువ్య భారతదేశం, దాని పరిసర ప్రాంతాల్లో భారీ నుంచి అతి భారీ వర్షాలు కురుస్తాయని తెలిపింది. దీర్ఘకాల సగటు వర్షపాతం 167మి.మీలో 109 శాతంగా ఉంటుందని పేర్కొంది. ఈ మేరకు ఐఎండీ డైరెక్టర్ జనరల్ మృత్యుంజయ్ మహపాత్ర వివరాలు వెల్లడించారు. \"సెప్టెంబరులో ఉత్తరాఖండ్, హిమాచల్ ప్రదేశ్, జమ్ముకశ్మీర్, రాజస్థాన్, మధ్యప్రదేశ్ రాష్ట్రాల పరిసర ప్రాంతాలు","author":"Tattva News Team","time":"1/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Rains1.webp","readTime":"5 min read","contentHTML":"\n<p>దేశంలో సెప్టెంబర్‌లో సాధారణ వర్షపాతం కంటే ఎక్కువ నమోదయ్యే అవకాశం ఉందని భారత వాతావరణ విభాగం (ఐఎండీ) అంచనా వేసింది. అలాగే వాయువ్య భారతదేశం, దాని పరిసర ప్రాంతాల్లో భారీ నుంచి అతి భారీ వర్షాలు కురుస్తాయని తెలిపింది.</p>\n\n\n\n<p>దీర్ఘకాల సగటు వర్షపాతం 167మి.మీలో 109 శాతంగా ఉంటుందని పేర్కొంది. ఈ మేరకు ఐఎండీ డైరెక్టర్ జనరల్ మృత్యుంజయ్ మహపాత్ర వివరాలు వెల్లడించారు. \"సెప్టెంబరులో ఉత్తరాఖండ్, హిమాచల్ ప్రదేశ్, జమ్ముకశ్మీర్, రాజస్థాన్, మధ్యప్రదేశ్ రాష్ట్రాల పరిసర ప్రాంతాలు సహా వాయువ్య భారతదేశంలో భారీ నుంచి అతి భారీ వర్షాలు కురిసే అవకాశం ఉంది. ఈ ప్రాంతాల్లో భారీ వర్షాల వల్ల వరదలు రావొచ్చు\" అని తెలిపారు. </p>\n\n\n\n<p>\"కొండచరియలు, మట్టి దిబ్బలు విరిగి పడే అవకాశం కూడా ఉంది. అందుకే ప్రజలు, అధికారులు అప్రమత్తంగా ఉండాలి. సెప్టెంబరులో ప్రతివారానికొకసారి బంగాళాఖాతంలో అల్పపీడన ద్రోణుల ఏర్పడే అవకాశం ఉంది. ఇవి పశ్చిమ వాయువ్య దిశగా రాజస్థాన్ వైపు వెళ్లొచ్చు. అలాగే హిమాలయాల వైపు మారొచ్చు. ఈ అల్పపీడన ద్రోణుల వల్ల దేశవ్యాప్తంగా గణనీయమైన మొత్తంలో వర్షాలు కురుస్తాయి\" అని వివరించారు.</p>\n\n\n\n<p>దేశంలో ఆగస్టులో సాధారణ వర్షపాతం కంటే 16 శాతం ఎక్కువ నమోదైందని ఐఎండీ డైరెక్టర్ మృత్యుంజయ్ మహపాత్ర తెలిపారు. వాయువ్య భారతదేశంలో 253.9 మిమీ వర్షపాతం నమోదైందని వెల్లడించారు. 2001 నుంచి ఆగస్టులో ఇదే అత్యధిక వర్షపాతం అని పేర్కొన్నారు.</p>\n\n\n\n<p>\"ఆగస్టులో దేశంలో 287.1 మిల్లీ మీటర్ల వర్షపాతం నమోదైంది. జున్ 1న భారత్ లోకి రుతుపవనాలు ప్రవేశించినప్పటి నుంచి 749 మిల్లీ మీటర్ల వర్షపాతం నమోదైంది. హిమాలయాల దిగువన, ఈశాన్య ప్రాంతాల్లోని అనేక జిల్లాలు సాధారణం కంటే తక్కువ వర్షం పడింది\" అని చెప్పారు. </p>\n\n\n\n<p>\"అలాగే కేరళ, మహారాష్ట్రలోని విదర్భ ప్రాంతంతో పాటు పలు ఈశాన్య రాష్ట్రాల్లో లోటు వర్షపాతం నమోదైంది. ఆగస్టులో ఆరు అల్పపీడన ద్రోణులు ఏర్పడ్డాయి. వాటిలో రెండు అల్పపీడనంగా మారాయి. \" అని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/20864/01/09/2024/","hasAudio":false,"hasInfographics":false}