{"id":"wp-en-15871","wp_id":15871,"type":"standard","category":"World","language":"en","title":"Former Haryana CM, INLD chief Om Prakash Chautala passes away","excerpt":"The veteran Indian National Lok Dal (INLD) leader and former Chief Minister of Haryana, Om Prakash Chautala, died on Friday at the age of 89. He suffered cardiac arrest at his Gurugram residence and was soon rushed to a hospital, where he was declared dead. Chautala, a towering figure in Haryana politics, served four terms","author":"Tattva News Team","time":"20/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Chautala.webp","readTime":"5 min read","contentHTML":"\n<p>The veteran Indian National Lok Dal (INLD) leader and former Chief Minister of Haryana, Om Prakash Chautala, died on Friday at the age of 89. He suffered cardiac arrest at his Gurugram residence and was soon rushed to a hospital, where he was declared dead.</p>\n\n\n\n<p>Chautala, a towering figure in Haryana politics, served four terms as Chief Minister from December 1989, the last being from 1999 to 2005. A Member of the Legislative Assembly (MLA), he held the distinction of being Haryana's longest-serving leaders.</p>\n\n\n\n<p>Born into a prominent political family in January 1935, the son of Chaudhary Devi Lal, two-time chief minister of Haryana and India's sixth deputy prime minister, Chautala followed in his father's footsteps Chautala emerged as a top performer in Haryana politics.</p>\n\n\n\n<p>During his tenure, Chautala played a prominent role on the state and national stage. He was elected as a member of Rajya Sabha in 1987 and served till 1990. Over the years, he has shown his political skills through association with National Democratic Alliances (NDA) and demonstrating his political acumen.</p>\n\n\n\n<p>Chautala was the chief minister of Haryana for a record five times. Family sources said that Chautala would be cremated at Teja Khera in Sirsa district on Saturday afternoon. His body would be kept there from 8 am to 2 pm for people to come and pay their respects. Chautala is survived by his two sons Ajay Singh Chautala and Abhay Singh Chautala and three daughters.</p>\n\n\n\n<p>Abhay was earlier the Leader of Opposition in Haryana Assembly. His son Arjun Chautala is currently a legislator from Rania constituency of Haryana. Ajay Chautala’s son Dushyant Chautala was the Deputy Chief Minister of Haryana during the Manohar Lal Khattar-led BJP- JJP alliance government.<strong></strong></p>\n\n\n\n<p>While Chautala’s career was accomplished, it was also shrouded in controversy. In 2013, he was convicted and sentenced to 10 years in prison for his involvement in the recruitment scam involving the recruitment of junior primary teachers in Haryana in 1999–2000. He was discharged from Tihar jail in July 2021 after nine and a half years.<strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/national/%ef%bf%bc-former-haryana-cm-inld-chief-om-prakash-chautala-passes-away%ef%bf%bc/","hasAudio":false,"hasInfographics":false}