{"id":"wp-en-12941","wp_id":12941,"type":"standard","category":"World","language":"en","title":"Venkaiah Naidu seeks strengthening anti-defection laws￼","excerpt":"Former Vice President M Venkaiah Naidu on Tuesday said parties should be discouraged from promising freebies without adequate resources to back their assurances and also called for strengthening the anti-defection law to check the “disturbing trend” of frequent party-hopping by leaders. Speaking at a get-together function at his residence here after receiving the Padma award, Naidu","author":"Tattva News Team","time":"24/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Venkaiah.jpg","readTime":"5 min read","contentHTML":"\n<p>Former Vice President M Venkaiah Naidu on Tuesday said parties should be discouraged from promising freebies without adequate resources to back their assurances and also called for strengthening the anti-defection law to check the “disturbing trend” of frequent party-hopping by leaders.</p>\n\n\n\n<p>Speaking at a get-together function at his residence here after receiving the Padma award, Naidu said announcing “freebies” during elections without listing out funds mobilisation is an unhealthy trend which should be discouraged and people should question the leaders and parties making such lofty promises.</p>\n\n\n\n<p>He said that he felt humbled and gratified on being conferred Padma Vibhushan,   the second highest civilian honour in India. “This recognition of my humble contribution to the nation strengthens my resolve to serve society with renewed vigour,” the former vice-president observed.</p>\n\n\n\n<p>Naidu was awarded Padma Vibhushan on Monday evening by President Droupadi Murmu at a function at Rashtrapati Bhawan. “Defections are being encouraged. We should strengthen the anti-defection law,” he asserted. “Now, the worry is that there is a fall in the standards in public life.</p>\n\n\n\n<p>In politics, people often change their parties. The latest trend is people are in one party in the morning and join another party in the evening and then they criticise your leader and say things left and right. Some of them are favoured with tickets also.</p>\n\n\n\n<p>“This is a very disturbing trend and people should avoid it. People should work at parties and prove their credentials. If anybody wants to change parties, one should resign from the post given by that party and then only join another party. One can understand making accusations, but what is happening is not accusing but abusing,” Naidu said.</p>\n\n\n\n<p>He said another unhealthy trend is that people are making promises left and right, without considering where the money will come from, as there is no money. People should also question parties which were clueless on resources, but made empty promises to acquire power, he said.</p>\n","originalUrl":"https://en.tattvanews.com/national/venkaiah-naidu-seeks-strengthening-anti-defection-laws%ef%bf%bc/","hasAudio":false,"hasInfographics":false}