{"id":"wp-te-18956","wp_id":18956,"type":"standard","category":"World","language":"te","title":"వారణాసిలో ప్రధాని మోదీ నామినేషన్​","excerpt":"2024 లోక్​సభ ఎన్నికల కోసం వారణాసి నుంచి తన నామినేషన్​ని దాఖలు చేశారు ప్రధానమంత్రి నరేంద్ర మోదీ. ఎన్​డీఏ కూటమి నేతలు, బీజేపీ పాలిత రాష్ట్రాల ముఖ్యమంత్రులు, పార్టీ కార్యకర్తలు, ప్రజల కోలాహలం మధ్య.. వారణాసి జిల్లా మెజిస్ట్రేట్​ కార్యాలయంలో తన నామినేషన్​ పత్రాలను సమర్పించారు. నామినేషన్​ని దాఖలు చేసేందుకు సోమవారం సాయంత్రం వారణాసి వెళ్లిన ఆయన ఉత్తర్​ ప్రదేశ్ ముఖ్యమంత్రి యోగీ  ఆదిత్యనాథ్​తో కలిసి భారీ ర్యాలీ నిర్వహించారు. మోదీ నామినేషన్​ కోసం వారణాసిలో అన్ని","author":"Tattva News Team","time":"14/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-nomination.webp","readTime":"5 min read","contentHTML":"\n<p>2024 లోక్​సభ ఎన్నికల కోసం వారణాసి నుంచి తన నామినేషన్​ని దాఖలు చేశారు ప్రధానమంత్రి నరేంద్ర మోదీ. ఎన్​డీఏ కూటమి నేతలు, బీజేపీ పాలిత రాష్ట్రాల ముఖ్యమంత్రులు, పార్టీ కార్యకర్తలు, ప్రజల కోలాహలం మధ్య.. వారణాసి జిల్లా మెజిస్ట్రేట్​ కార్యాలయంలో తన నామినేషన్​ పత్రాలను సమర్పించారు. నామినేషన్​ని దాఖలు చేసేందుకు సోమవారం సాయంత్రం వారణాసి వెళ్లిన ఆయన ఉత్తర్​ ప్రదేశ్ ముఖ్యమంత్రి యోగీ  ఆదిత్యనాథ్​తో కలిసి భారీ ర్యాలీ నిర్వహించారు.</p>\n\n\n\n<p>మోదీ నామినేషన్​ కోసం వారణాసిలో అన్ని ఏర్పాట్లు ముమ్మరంగా చేశారు. ఎటు చూసినా కాషాయ రంగే కనిపిస్తోంది. ఫ్లేక్సీలు, బ్యానర్లు కనిపిస్తున్నాయి. ఇక మోదీని చూసేందుకు ప్రజలు భారీ లైన్లలో నిలబడ్డారు. మంగళవారం ఉదయం వారణాసిలో ఘాట్​కి వెళ్లి పూజలు చేశారు. అనంతరం అక్కడి నుంచి కాలభైరవుడి గుడికి వెళ్లి ప్రత్యేక పూజల్లో పాల్గొన్నారు. ఆ సమయంలో యూపీ సీఎం యోగి ఆదిత్యనాథ్​ కూడా అక్కడ ఉన్నారు.</p>\n\n\n\n<p>అక్కడి నుంచి ఉదయం 11:30 ప్రాంతంలో వారణాసి జిల్లా మెజిస్ట్రేట్​ కార్యాలయానికి వెళ్లారు. ఉదయం 11:40- మధ్యాహ్నం 12 గంటల మధ్యలో తన నామినేషన్ ను దాఖలు చేశారు. ఈ సమయంలో పుష్యమి నక్షత్రం, గంగా సప్తమి ఉండటంతో.. ఇది పవిత్రమైన సమయంగా భావిస్తారు. ఈ సమయంలో ఏం కోరుకున్నా, అది కచ్చితంగా నేరవేరుతుందని హిందువుల నమ్మకం. అందుకే మోదీ కూడా ఈ సమయాన్ని ఎంచుకున్నారు.</p>\n\n\n\n<p>ఇక.. మోదీ నామినేషన్​ దాఖలు ప్రక్రియలో  కేంద్ర మంత్రులు రాజనాథ్ సింగ్, అమిత్ షాలతో పాటు యూపీ సీఎం యోగి ఆదిత్యనాథ్​, బిహార్​ సీఎం నితీశ్​ కుమార్​, ఉత్తరాఖండ్​ సీఎం పుష్కర్​ సింగ్​ ధామి, మధ్యప్రదేశ్​ సీఎం మోహన్​తో పాటు మొత్తం మీద 12 రాష్ట్రాల ముఖ్యమంత్రులు పాల్గొన్నారు. ఇటీవలే ఎన్​డీఏలో చేరిన టీడీపీ అధినేత చంద్రబాబు నాయుడు, జనసేన అధినేత పవన్​ కల్యాణ్​ సైతం  పాల్గొన్నారు.</p>\n\n\n\n<p>2014 నుంచి వారణాసి నుంచి సిట్టింగ్​ ఎంపీగా ఉన్నారు మోదీ. ఈసారి కూడా అక్కడి నుంచే పోటీ చేస్తున్నారు. ఇక 2024 లోక్​సభ ఎన్నికల్లో గెలిచి మూడోసారి అధికారాన్ని చేపట్టాలని మోదీ, బీజేపీ భావిస్తోంది. 7 దశల పోలింగ్​ ప్రక్రియలో ఇప్పటికి 4 దశలు పూర్తయ్యాయి. చివరి దశ అయిన జూన్​ 1న వారణాసిలో పోలింగ్​ జరగనుంది. ఇక జూన్​ 4న లోక్​సభ ఎన్నికల ఫలితాలు వెలువడతాయి. </p>\n\n\n\n<p>దేశ రాజకీయాల్లో తనదైన ముద్ర వేసిన ప్రధాని నరేంద్ర మోదీ మరో రికార్డుపై కన్నేశారు. ముచ్చటగా మూడోసారి ప్రధానిగా ప్రమాణ స్వీకారం చేయాలని పట్టుదలగా ఉన్నారు. తద్వారా మాజీ ప్రధాన మంత్రులు జవహర్‌లాల్ నెహ్రూ, ఇందిరాగాంధీ, అటల్‌బిహారీ వాజ్‌పేయీల సరసన చేరాలని ఉవ్విళ్లూరుతున్నారు. </p>\n","originalUrl":"https://tattvanews.com/18956/14/05/2024/","hasAudio":false,"hasInfographics":false}