{"id":"wp-te-18641","wp_id":18641,"type":"standard","category":"World","language":"te","title":"కాంగ్రెస్ అధికారంలోకి రాగానే బాంబు పేలుళ్లతో దద్దరిల్లిన బెంగళూరు","excerpt":"కర్ణాటకలో కాంగ్రెస్ అధికారంలోకి రాగానే భారతదేశ ఐటీ హబ్‌ బెంగళూరు బాంబులతో దద్దరిల్లిందని ప్రధానమంత్రి నరేంద్ర మోదీ ఆరోపించారు. ప్రజలు భయాందోళనకు గురి కావాల్సి వచ్చిందని పేర్కొన్నారు.   \"బాంబు పేలుడుతో బెంగళూరు దద్దరిల్లితే, కాంగ్రెస్ ప్రభుత్వం గ్యాస్ సిలిండర్ పేలిందని బుకాయించింది. కేఫ్​లో బాంబు పేలలేదు, వాళ్ల (కాంగ్రెస్) మెదడు  పేలింది. ఆ పేలుడుకు పాల్పడిన వాళ్లంతా పాపులర్ ఫ్రంట్ ఆఫ్ ఇండియా (పీఎఫ్ఐ) కార్యకర్తలని తేలింది\" అని కాంగ్రెస్​పై మోదీ మండిపడ్డారు.  కర్ణాటకలోని సిర్సిలో ఆదివారం","author":"Tattva News Team","time":"28/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Modi-Karna.jpg","readTime":"5 min read","contentHTML":"\n<p>కర్ణాటకలో కాంగ్రెస్ అధికారంలోకి రాగానే భారతదేశ ఐటీ హబ్‌ బెంగళూరు బాంబులతో దద్దరిల్లిందని ప్రధానమంత్రి నరేంద్ర మోదీ ఆరోపించారు. ప్రజలు భయాందోళనకు గురి కావాల్సి వచ్చిందని పేర్కొన్నారు. </p>\n\n\n\n<p> \"బాంబు పేలుడుతో బెంగళూరు దద్దరిల్లితే, కాంగ్రెస్ ప్రభుత్వం గ్యాస్ సిలిండర్ పేలిందని బుకాయించింది. కేఫ్​లో బాంబు పేలలేదు, వాళ్ల (కాంగ్రెస్) మెదడు  పేలింది. ఆ పేలుడుకు పాల్పడిన వాళ్లంతా పాపులర్ ఫ్రంట్ ఆఫ్ ఇండియా (పీఎఫ్ఐ) కార్యకర్తలని తేలింది\" అని కాంగ్రెస్​పై మోదీ మండిపడ్డారు. </p>\n\n\n\n<p>కర్ణాటకలోని సిర్సిలో ఆదివారం జరిగిన ఎన్నికల ప్రచార సభలో ప్రధాని మోదీ ఈ వ్యాఖ్యలు చేశారు.  కర్ణాటకను నాశనం చేయాలని కాంగ్రెస్ ప్రభుత్వం భావిస్తోందని మోదీ ఆరోపించారు. అందుకే రాష్ట్రంలో అసాంఘిక శక్తులు, దేశ వ్యతిరేక ఆలోచనా విధానం కలిగిన సమూహాలకు మద్దతు లభిస్తోందని ధ్వజమెత్తారు.</p>\n\n\n\n<p>తాము కర్ణాటకలో అధికారంలో ఉన్న సమయంలో పాపులర్ ఫ్రంట్ ఆఫ్ ఇండియా (పీఎఫ్ఐ) వంటి సంస్థలను నిషేధించిన విషయాన్ని ఆయన గుర్తు చేశారు. కాంగ్రెస్ అధికారంలోకి రాగానే అలాంటి సంస్థలకు మళ్లీ కొత్త జీవితం లభించినట్లు అయిందని మండిపడ్డారు. </p>\n\n\n\n<p>రాహుల్ గాంధీ లోక్‌సభకు పోటీ చేస్తున్న వయనాడ్‌లోనూ పీఎఫ్‌ఐ యాక్టివ్‌‌గా పనిచేస్తోందని ప్రధాని ఆరోపించారు. బీజేపీకి పూర్తి మెజారిటీ ఉంటే, ప్రభుత్వం నడిపే అవకాశమే దక్కితే దేశ వ్యతిరేక శక్తుల భరతం పట్టడమే పనిగా పెట్టుకుంటుందని ప్రధాని మోదీ స్పష్టం చేశారు. తీవ్రవాదులు చనిపోయిన సందర్భాల్లో ప్రభుత్వానికి ప్రశ్నలు సంధించి, కన్నీళ్లు పెట్టుకున్న చరిత్ర కాంగ్రెస్ పార్టీకి ఉందని మోదీ దుయ్యబట్టారు.</p>\n\n\n\n<p>కర్ణాటకలోని హుబ్బళ్లిలో కొన్ని రోజుల క్రితం ఓ యువతిపై జరిగిన అఘాయిత్యంపై ప్రధాని మోదీ ఆగ్రహం వ్యక్తం చేశారు. ఓటు బ్యాంకు రాజకీయాల కోసం చట్టాలను తుంగలో తొక్కే కాంగ్రెస్ ప్రభుత్వం కర్ణాటకలో ఉందని తెలిసే, ఈ దారుణానికి నిందితుడు పాల్పడ్డాడని ఆయన ఆరోపించారు. </p>\n\n\n\n<p>అయోధ్య రామమందిర ప్రతిష్ఠాపన మహోత్సవ ఆహ్వానాన్ని తిరస్కరించిన వారందరినీ, దేశం ఈ ఎన్నికల్లో తిరస్కరించబోతోందని ఆయన చెప్పారు. అయోధ్య రామమందిర నిర్మాణాన్ని అడ్డుకునేందుకు చివరి నిమిషం దాకా అన్ని రకాల ప్రయత్నాలను కాంగ్రెస్ పార్టీ చేసిందని ఆరోపించారు. కాంగ్రెస్ పార్టీకి చిత్తశుద్ధి ఉండి ఉంటే, దేశానికి స్వాతంత్య్రం వచ్చిన మరుసటి రోజే అయోధ్య రామమందిరం నిర్మాణంపై నిర్ణయం తీసుకొని ఉండాల్సిందని పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18641/28/04/2024/","hasAudio":false,"hasInfographics":false}