{"id":"wp-en-15191","wp_id":15191,"type":"standard","category":"World","language":"en","title":"Will not give resignation, says CM Siddaramaiah ￼","excerpt":"Karnataka Chief Minister Siddaramaiah on Tuesday hardend his position on the allegations related to the Mysore Urban Development Authority (MUDA) land scam. He once again reiterated that he would not resign, identifying himself as a self-witness in the matter. He also distinguished his situation from that of BS Yeddyurappa, stating that the former Chief Minister's case","author":"Tattva News Team","time":"2/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Siddaramaiah-CBI.webp","readTime":"5 min read","contentHTML":"\n<p>Karnataka Chief Minister Siddaramaiah on Tuesday hardend his position on the allegations related to the Mysore Urban Development Authority (MUDA) land scam. He once again reiterated that he would not resign, identifying himself as a self-witness in the matter.<strong></strong></p>\n\n\n\n<p>He also distinguished his situation from that of BS Yeddyurappa, stating that the former Chief Minister's case involved land denotification, while he was not involved in such matters. He further expressed his intent to address the situation legally, regardless of investigations by the Enforcement Directorate or other entities.</p>\n\n\n\n<p>\"BS Yeddyurappa's case and mine are different cases. He did denotification of land and I am not involved in it. I will not give my resignation as a self-witness. Whether ED or anything else, I will fight it out legally,\" he said.</p>\n\n\n\n<p>He stated that the land in question was gifted to his wife by her brother and that MUDA had encroached upon it. He explained that his wife requested an alternative site but did not specify Vijayanagara, yet it was allocated to her.</p>\n\n\n\n<p>He asserted that the situation has escalated into political conflict and stated that the allegations of money laundering are not relevant to his case. He highlighted that his wife's actions were motivated by a desire to avoid controversy.\"</p>\n\n\n\n<p>It (the land) was gifted by my wife's brother to her. MUDA encroached on it and for this, she asked for an alternative site. She didn't ask for Vijayanagara but they gave it. This has become big politics now. Let them (BJP-JDS) do whatever they want. Money laundering doesn't come into the picture here. What is my role? My wife thought it had become a reason for politics so she wrote a letter because she didn't want any controversy,\" Siddharmaiah said.</p>\n\n\n\n<p>Earlier in the day, Karnataka BJP President BY Vijayendra claimed that the Karnataka deputy Chief Minister DK Shivakumar and Karnataka Home Minister G Parameshwara had made a \"clear stand\" on them seeking the resignation of the current Karnataka CM Siddaramaiah amid the allegation surrounding the MUDA land allocation scam.</p>\n\n\n\n<p>Meanwhile, Karnataka Law Minister HK Patil came down heavily at the Enforcement Directorate (ED) in relation to this case and said that ED's case registered under the Prevention of Money Laundering Act (PMLA) against Siddaramaiah would be one of the greatest blunders that the probing agency would be doing.</p>\n","originalUrl":"https://en.tattvanews.com/national/will-not-give-resignation-says-cm-siddaramaiah-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}