{"id":"wp-te-18940","wp_id":18940,"type":"standard","category":"World","language":"te","title":"ముంబయిలో గాలివాన బీభత్సం.. బిల్‌బోర్డ్ కూలి 14మంది  మృతి","excerpt":"దేశ ఆర్థిక రాజధాని ముంబయి నగరంలో సోమవారం గాలి దుమారం బీభత్సం సృష్టించింది. దుమ్ము దుమారం, భారీ వర్షంతో ప్రజలు తీవ్ర భయాందోళనలకు గురయ్యారు. మధ్యాహ్నం 3 గంటల సమయంలో వాతావరణం ఒక్కసారిగా మారిపోయి.. చిమ్మ చీకట్లు కమ్మేశాయి. గాలి దుమారం చెలరేగి ఈదురుగాలులకు ఘట్‌కోపర్‌లో 100 అడుగుల ఎత్తైన బిల్‌బోర్డ్ కుప్పకూలింది.  ఈ ఘటనలో చాలా మందికి గాయాలయ్యాయని అధికారులు తెలిపారు. ఈ సీజన్‌లో ముంబయిలో కురిసిన మొదటి వర్షం ఇదే. ఘట్‌కోపర్‌, బాంద్రా-కుర్లా, ధారవి","author":"Tattva News Team","time":"14/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Mumbai-mishap.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశ ఆర్థిక రాజధాని ముంబయి నగరంలో సోమవారం గాలి దుమారం బీభత్సం సృష్టించింది. దుమ్ము దుమారం, భారీ వర్షంతో ప్రజలు తీవ్ర భయాందోళనలకు గురయ్యారు. మధ్యాహ్నం 3 గంటల సమయంలో వాతావరణం ఒక్కసారిగా మారిపోయి.. చిమ్మ చీకట్లు కమ్మేశాయి. గాలి దుమారం చెలరేగి ఈదురుగాలులకు ఘట్‌కోపర్‌లో 100 అడుగుల ఎత్తైన బిల్‌బోర్డ్ కుప్పకూలింది. </p>\n\n\n\n<p>ఈ ఘటనలో చాలా మందికి గాయాలయ్యాయని అధికారులు తెలిపారు. ఈ సీజన్‌లో ముంబయిలో కురిసిన మొదటి వర్షం ఇదే. ఘట్‌కోపర్‌, బాంద్రా-కుర్లా, ధారవి ప్రాంతంలో బలమైన గాలులతో కూడిన వర్షం కురిసింది. దీంతో పలు ప్రాంతాల్లో ట్రాఫిక్‌ స్తంభించిపోయింది.  ముంబయి విమానాశ్రయంలో విమానాల రాకపోకలకు తీవ్ర అంతరాయం ఏర్పడింది. </p>\n\n\n\n<p>రెండు గంటల పాటు విమానాలు నిలిచిపోయాయి. సాయంత్రం 5.30 గంటల తర్వాత విమాన సర్వీసులు ప్రారంభించింది. 13 విమానాలను దారి మళ్లించింది. గతవారమే ప్రీ-మాన్సూన్ రన్‌వే నిర్వహణ పనులను ముంబయి ఎయిర్‌పోర్ట్ విజయవంతంగా పూర్తిచేసింది. </p>\n\n\n\n<p>ఘట్‌కోవర్ చెద్దానగర్ జంక్షన్ వద్ద 100 అడుగుల ఎత్తైన బిల్‌బోర్డ్ కూలి పెట్రోల్ బంకుపై పడింది. ఈ ఘటనలో 59 మంది వరకూ గాయపడ్డారు. వీరిలో ఇప్పటి వరకూ 14 మంది చనిపోయినట్టు తెలిపారు. ప్రాణనష్టం గురించి మరింత సమాచారం అందాల్సి ఉంది.</p>\n\n\n\n<p>అంధేరి ఈస్ట్, ఆరే స్టేషన్ల మధ్య మెట్రో రైలు సర్వీసులు నిలిచిపోయాయి. ఈదరుగాలులకు హైటెన్షన్ వైర్లు తెగిపడటంతో విద్యుత్ సరఫరాకు అంతరాయం ఏర్పడింది. దీంతో రైలు సర్వీసులను రద్దుచేసినట్టు ముంబయి మెట్రో రైల్వే అధికార ప్రతినిధి తెలిపారు. అలాగే, థానే ములంద్ మధ్య లోకల్ రైలు సర్వీసులను కూడా నిలిపివేసినట్టు అధికారులు తెలిపారు. </p>\n\n\n\n<p>నవీ ముంబయిలోని పలుచోట్ల చెట్లు కూలిపోయాయి. మరోవైపు వచ్చే 3-4 గంటల్లో పాల్ఘర్‌, థానే జిల్లాల్లోని పలు ప్రాంతాల్లో గంటకు 50-60 కి.మీ వేగంతో ఈదురుగాలులు, ఉరుములు, మెరుపులతో కూడిన మోస్తరు నుంచి భారీ వర్షం కురిసే అవకాశం ఉందని వాతావరణ శాఖ విభాగం ఓ ప్రకటనలో తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/18940/14/05/2024/","hasAudio":false,"hasInfographics":false}