{"id":"wp-en-14102","wp_id":14102,"type":"standard","category":"World","language":"en","title":"More powers given to J&#038;K Lieutenant Governor.￼","excerpt":"In a major step, the Ministry of Home Affairs has amended the rules of Jammu and Kashmir Reorganization Act to give more power to the Lieutenant Governor. The MHA notified the amended Rules under Section 55 of the Jammu and Kashmir Reorganisation Act, 2019. Sources said that \"only the transaction of Business Rules have been amended\". \"Nothing new","author":"Tattva News Team","time":"14/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Home-Ministry.jpg","readTime":"5 min read","contentHTML":"\n<p>In a major step, the Ministry of Home Affairs has amended the rules of Jammu and Kashmir Reorganization Act to give more power to the Lieutenant Governor. The MHA notified the amended Rules under Section 55 of the Jammu and Kashmir Reorganisation Act, 2019. Sources said that \"only the transaction of Business Rules have been amended\".</p>\n\n\n\n<p>\"Nothing new has been provided in these rules. It is already mentioned in the State Reorganization Act of 2019. The current amendment to rules is just a clarificatory in nature flowing from the existing provisions of SRA 2019,\" sources said.</p>\n\n\n\n<p>President Droupadi Murmu has given her approval to the amendments in the rules exercising the powers under section 55 of the Jammu and Kashmir Reorganisation Act, 2019, (34 of 2019) read with the Proclamation dated 31st October 2019 issued under section 73 of the Act, a notification issued by the MHA mentions.</p>\n\n\n\n<p>The President made the rules further to amend the Transaction of Business of the Government of Union Territory of Jammu and Kashmir Rules, 2019. \"These rules may be called the Transaction of Business of the Government of Union Temtory of Jammu and Kashmir (Second Amendment) Rules, 2024,\" the notification read.</p>\n\n\n\n<p>The amendments shall come into force on July 12, the date of the publication in the Official Gazette- a move in anticipation of the speculated assembly elections in Jammu and Kashmir.</p>\n\n\n\n<p>In the Transaction of Business of the Government of Union Territory of Jammu and Kashmir Rules, 2019 (hereinafter referred to as the principal rules), some rules have been inserted.</p>\n\n\n\n<p>As per the inserted sub-rule (2A), \"No proposal which requires previous concurrence of the Finance Department with regard to ‘Police’, 'Public Order’, ‘All India Service’ and ‘Anti Corruption Bureau’ to exercise the discretion of the Lieutenant Governor under the Act shall be concurred or rejected unless it has been placed before the Lieutenant Governor through the Chief Secretary”.</p>\n\n\n\n<p>In the principal rules, after rule 42, rule 42A has been inserted pointing, \"Department of Law, Justice and Parliamentary Affairs shall submit the proposal for appointment of Advocate-General and other Law Officers to assist the Advocate-General in the court proceedings, for approval of the Lieutenant Governor through the Chief Secretary and the Chief Minister.\"</p>\n\n\n\n<p>In the inserted rule 42B, \"Any proposal regarding grant or refusal of prosecution sanction or filing of an appeal shall be placed before the Lieutenant Governor through the Chief Secretary by the Department of Law, Justice and Parliamentary Affairs”.</p>\n\n\n\n<p>In the principal rules, in rule 43, after the third proviso, the notification states that some provisos shall be inserted, focusing on matters connected with Prisons, Directorate of Prosecution and Forensic Science Laboratory, under which \"the matters shall be submitted to the Lieutenant Governor by Administrative Secretary, Home Department through the Chief Secretary\".</p>\n\n\n\n<p>\"Provided also that in respect of matters connected with posting and transfer of Administrative Secretaries and cadre posts of All India Services officers, the proposal shall be submitted to the Lieutenant Governor by the Administrative Secretary, General Administration Department through the Chief Secretary”.</p>\n\n\n\n<p>It is pertinent to mention that the principal rules were published in the Gazette of India dated August 27, 2020, and subsequently amended on February 28, 2024.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n","originalUrl":"https://en.tattvanews.com/special-stories/more-powers-given-to-jk-lieutenant-governor-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}