{"id":"wp-te-18468","wp_id":18468,"type":"standard","category":"World","language":"te","title":"బెయిల్ కోసం మామిడి పండ్లు, స్వీట్స్ తింటున్న కేజ్రీవాల్","excerpt":"ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ రక్తంలో చక్కెర స్థాయిలను పెంచుకునేందుకు ఉద్దేశపూర్వకంగా మామిడి పండ్లు, స్వీట్లు తింటున్నారని, చక్కెర కలిపిన టీ తాగుతున్నారని ఎన్ ఫోర్స్ మెంట్ డైరెక్టరేట్ (ఈడీ) ఆరోపించింది. తన షుగర్ లెవల్స్ ను నిరంతరం పర్యవేక్షించాలని, తన వైద్యుడిని సంప్రదించేందుకు అనుమతించాలని కేజ్రీవాల్ దాఖలు చేసిన పిటిషన్ ను ఢిల్లీ కోర్టు గురువారం విచారించింది. కేజ్రీవాల్ బ్లడ్ షుగర్ లెవల్స్ హెచ్చుతగ్గులకు లోనవుతున్నాయని, ఆయన రెగ్యులర్ గా డాక్టర్ ను సంప్రదించాల్సిన అవసరం","author":"Tattva News Team","time":"18/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kejriwal-in-court.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ రక్తంలో చక్కెర స్థాయిలను పెంచుకునేందుకు ఉద్దేశపూర్వకంగా మామిడి పండ్లు, స్వీట్లు తింటున్నారని, చక్కెర కలిపిన టీ తాగుతున్నారని ఎన్ ఫోర్స్ మెంట్ డైరెక్టరేట్ (ఈడీ) ఆరోపించింది. తన షుగర్ లెవల్స్ ను నిరంతరం పర్యవేక్షించాలని, తన వైద్యుడిని సంప్రదించేందుకు అనుమతించాలని కేజ్రీవాల్ దాఖలు చేసిన పిటిషన్ ను ఢిల్లీ కోర్టు గురువారం విచారించింది.</p>\n\n\n\n<p> కేజ్రీవాల్ బ్లడ్ షుగర్ లెవల్స్ హెచ్చుతగ్గులకు లోనవుతున్నాయని, ఆయన రెగ్యులర్ గా డాక్టర్ ను సంప్రదించాల్సిన అవసరం ఉందని కోర్టుకు సమర్పించిన పిటిషన్ లో పేర్కొన్నారు. వారానికి మూడు సార్లు వీడియో కాన్ఫరెన్స్ ద్వారా వైద్యులను సంప్రదించే అవకాశం ఇవ్వాలని కేజ్రీవాల్ కోర్టును కోరారు.</p>\n\n\n\n<p>'డయాబెటిస్ ఎక్కువగా ఉందని చెబుతున్న వ్యక్తి.. రోజూ మామిడి పండ్లు తినడం, స్వీట్లు తినడం, పంచదారతో టీ తాగడం చేస్తున్నారని కేజ్రీవాల్ పిటిషన్ ను వ్యతిరేకిస్తూ ఈడీ కోర్టుకు తెలిపింది. బెయిల్ పొందడానికే ఆయన ఇవన్నీ చేస్తున్నారని ఈడీ  తరఫున వాదిస్తున్న స్పెషల్ పబ్లిక్ ప్రాసిక్యూటర్ జోహబ్ హుస్సేన్ ఆరోపించారు. </p>\n\n\n\n<p>రక్తంలో చక్కెర స్థాయిల్లో హెచ్చుతగ్గులను కారణంగా చూపి బెయిల్ పొందడానికి కేజ్రీవాల్ ప్రయత్నిస్తున్నారని హుస్సేన్ కోర్టులో వాదించారు. ఈడీ వాదనను కేజ్రీవాల్  తరఫు న్యాయవాది వివేక్ జైన్ అభ్యంతరం వ్యక్తం చేశారు. మీడియాలో ప్రముఖంగా రావడం కోసమే ఈడీ తరఫు న్యాయవాది ఇలాంటి అర్థం లేని ఆరోపణలు చేస్తున్నారని విమర్శించారు. </p>\n\n\n\n<p>అయితే, కేజ్రీవాల్ ఈ దరఖాస్తును ఉపసంహరించుకుంటున్నారని, మెరుగైన పిటిషన్ ను దాఖలు చేస్తామని జైన్ కోర్టుకు తెలిపారు. దాంతో, కోర్టు విచారణను రేపటికి వాయిదా వేసింది. అంతకుముందు, కేజ్రీవాల్ జైలులో తీసుకుంటున్న డైట్ పై జైలు అధికారుల నుంచి మెడికల్ రిపోర్టు కోరింది. </p>\n\n\n\n<p>గుజరాత్ లో ఆప్ స్టార్ క్యాంపెయినర్లలో అరవింద్ కేజ్రీవాల్, ఆయన సతీమణి సునీత కూడా ఉన్నారు. ఢిల్లీ మద్యం విధానంపై సంబంధించిన మనీలాండరింగ్ కేసులో ఈడీ అరెస్టు చేసిన నేపథ్యంలో అరవింద్ కేజ్రీవాల్ తీహార్ జైలులో జ్యుడీషియల్ కస్టడీలో ఉన్నారు. ట్రయల్ కోర్టు అతని జ్యుడీషియల్ కస్టడీని 2024 ఏప్రిల్ 23 వరకు పొడిగించింది. ఇదే కేసులో తెలంగాణ భారాస నేత, ఎమ్మెల్సీ కవిత కూడా జైళ్లో ఉన్న విషయం తెలిసిందే.</p>\n","originalUrl":"https://tattvanews.com/18468/18/04/2024/","hasAudio":false,"hasInfographics":false}