{"id":"wp-en-13652","wp_id":13652,"type":"standard","category":"World","language":"en","title":"4-time MLA Mohan Majhi is new Odisha CM￼","excerpt":"Four-time Keonjhar MLA Mohan Majhi has been selected as the Chief Minister of Odisha by the BJP. Two deputy CMs have also been picked — KV Singh Deo and Pravati Parida. Majhi, who started his career as a sarpanch from 1997-2000, was first elected to the state assembly from Keonjhar in 2000. He was re-elected in 2004","author":"Tattva News Team","time":"12/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Odisha-new-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>Four-time Keonjhar MLA Mohan Majhi has been selected as the Chief Minister of Odisha by the BJP. Two deputy CMs have also been picked — KV Singh Deo and Pravati Parida.</p>\n\n\n\n<p>Majhi, who started his career as a sarpanch from 1997-2000, was first elected to the state assembly from Keonjhar in 2000. He was re-elected in 2004 and again in 2019. In the recent polls, he retained the seat by defeating BJD’s Mina Majhi by 11,577 votes.</p>\n\n\n\n<p>In the previous assembly, Majhi was the opposition chief whip, who took on the BJD government on many crucial issues. The announcement comes a week after the BJP stormed to power in the state on its own for the first time by winning 78 out of 147 seats.</p>\n\n\n\n<p>Its state legislature unit held a meeting Tuesday to elect Majhi, a tribal leader, who would be sworn in as the Chief Minister on Wednesday. Majhi takes over from Naveen Patnaik, the BJD chief who retained power for well over two decades and cast a long shadow on the state’s politics.</p>\n\n\n\n<p>The BJP leadership had sent defence minister Rajnath Singh and environment minister Bhupender Yadav as its observers to the Odisha capital for the crucial BJP Legislature Party meeting.</p>\n\n\n\n<p>Prime Minister Narendra Modi, top BJP leaders and the party Chief Ministers will attend the swearing-in event of the CM and his ministers, to be held at the Janta Maidan in Bhubaneswar on Wednesday.</p>\n","originalUrl":"https://en.tattvanews.com/national/4-time-mla-mohan-majhi-is-new-odisha-cm%ef%bf%bc/","hasAudio":false,"hasInfographics":false}