{"id":"wp-en-14815","wp_id":14815,"type":"standard","category":"World","language":"en","title":"Netflix updated to include real, code names  on 'IC814' row","excerpt":"Netflix India on Tuesday said it has updated the opening disclaimer of its latest series IC814: The Kandahar Hijack, which has courted controversy over its depiction of hijackers' code names as 'Bhola' and 'Shankar'.  \"For the benefit of audiences unfamiliar with the 1999 hijacking of Indian Airlines Flight 814, the opening disclaimer has been updated","author":"Tattva News Team","time":"4/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Kandhhar.jpg","readTime":"5 min read","contentHTML":"\n<p>Netflix India on Tuesday said it has updated the opening disclaimer of its latest series IC814: The Kandahar Hijack, which has courted controversy over its depiction of hijackers' code names as 'Bhola' and 'Shankar'.</p>\n\n\n\n<p> \"For the benefit of audiences unfamiliar with the 1999 hijacking of Indian Airlines Flight 814, the opening disclaimer has been updated to include the real and code names of the hijackers,\" said Monika Shergill, vice president, content at Netflix India.</p>\n\n\n\n<p>\"The code names in the series reflect those used during the actual event. India has a rich culture of storytelling and we are committed to showcasing these stories and their authentic representation,\" she added.</p>\n\n\n\n<p>Shergill's comments come after her meeting with the Information and Broadcasting Secretary Sanjay Jaju in New Delhi. She was summoned by the ministry after concerns were raised in some quarters about various issues, including Hindu code names used by the hijackers and the alleged humane face given to some of them.</p>\n\n\n\n<p>Directed by Anubhav Sinha and featuring a stellar cast of Vijay Varma, Patralekhaa, Pankaj Kapur, Naseeruddin Shah, Arvind Swamy, and Dia Mirza, the series chronicles the true story of the December 1999 hijack of Indian Airlines Airbus A300.</p>\n\n\n\n<p>It is inspired by real events including an adaptation of the book titled 'Flight Into Fear' written by Captain Devi Sharan and Srinjoy Chowdhury. The series has courted controversy on social media with many claiming that the filmmaker changed the names of the hijackers to 'Shankar' and 'Bhola' to allegedly protect the terrorists who belonged to a certain community.</p>\n\n\n\n<p>Hashtags such as 'Boycott Netflix', 'Boycott Bollywood' and 'IC814' has been trending on social media ever since the six-episode series premiered on the streaming platform. Many survivors and journalists came forward and claimed that the hijackers did use the code names depicted in the show.</p>\n\n\n\n<p>The 'aliases' used by the hijackers in the series have been in the public domain, including the Union Home Ministry's official statement issued on January 6, 2000.</p>\n","originalUrl":"https://en.tattvanews.com/national/netflix-updated-to-include-real-code-names-on-ic814-row/","hasAudio":false,"hasInfographics":false}