{"id":"wp-te-18757","wp_id":18757,"type":"standard","category":"World","language":"te","title":"రోహిత్ వేముల ఆత్మహత్య కేసు మూసివేత","excerpt":"దేశవ్యాప్తంగా కలకలంరేపిన  హైదరాబాద్ సెంట్రల్ యూనివర్సిటీలో పీహెచ్‌డీ స్కాలర్ రోహిత్ వేముల ఆత్మహత్య కేసులో కీలక పరిణామం చోటుచేసుకుంది. ఎనిమిదేళ్లుగా సాగుతున్న రోహిత్ వేముల కేసును మూసివేస్తున్నట్లు  పోలీసులు న్యాయస్థానానికి తెలిపారు. రోహిత్ ఆత్మహత్యకు వీసీ అప్పారావుకు ఎలాంటి సంబంధం లేదని పోలీసులు కోర్టుకు తెలిపారు. 2016లో రోహిత్ వేముల ఆత్మహత్యకు పాల్పడగా, దానికి ఎవరూ కారణం కాదని పోలీసులు తేల్చారు. పీహెచ్‌డీ స్కాలర్‌ రోహిత్‌ వేముల ఆత్మహత్యకు ఎవరూ కారణం కాదని.. పోలీసులు హైకోర్టుకు మార్చి","author":"Tattva News Team","time":"4/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Vemula-Rohit1.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశవ్యాప్తంగా కలకలంరేపిన  హైదరాబాద్ సెంట్రల్ యూనివర్సిటీలో పీహెచ్‌డీ స్కాలర్ రోహిత్ వేముల ఆత్మహత్య కేసులో కీలక పరిణామం చోటుచేసుకుంది. ఎనిమిదేళ్లుగా సాగుతున్న రోహిత్ వేముల కేసును మూసివేస్తున్నట్లు  పోలీసులు న్యాయస్థానానికి తెలిపారు. రోహిత్ ఆత్మహత్యకు వీసీ అప్పారావుకు ఎలాంటి సంబంధం లేదని పోలీసులు కోర్టుకు తెలిపారు. 2016లో రోహిత్ వేముల ఆత్మహత్యకు పాల్పడగా, దానికి ఎవరూ కారణం కాదని పోలీసులు తేల్చారు.</p>\n\n\n\n<p>పీహెచ్‌డీ స్కాలర్‌ రోహిత్‌ వేముల ఆత్మహత్యకు ఎవరూ కారణం కాదని.. పోలీసులు హైకోర్టుకు మార్చి 21న ఇచ్చిన ఈ కేసు క్లోజర్‌ రిపోర్టులో పేర్కొన్నారు. తన కులధ్రువీకరణ పత్రం సరైనది కాదనే విషయం బయటకు తెలిస్తే ఇబ్బందులు తలెత్తే అవకాశం ఉందనే భావనతోనే అతడు ఆత్మహత్య చేసుకొని ఉండొచ్చని అభిప్రాయపడ్డారు. రోహిత్‌ ఎస్సీ కాదని.. అతడు, అతడి కుటుంబసభ్యులు బీసీ-ఏ (వడ్డెర) కులానికి చెందినవారని.. వారు అక్రమ మార్గంలో ఎస్సీ సర్టిఫికెట్లు పొందారని.. జిల్లా స్థాయి స్ర్కూటినీ కమిటీ తేల్చినట్లు అందులో వెల్లడించారు.</p>\n\n\n\n<p>8 సంవత్సరాల క్రితం జరిగిన రోహిత్ వేముల ఆత్మహత్యపై 306 సెక్షన్ కింద కేసు నమోదు చేసిన గచ్చిబౌలి పోలీసులు దర్యాప్తు చేస్తూ వస్తున్నారు. ఈ కేసులో ఎస్సీ ఎస్టీ అట్రాసిటీ సెక్షన్‌లను సైతం పోలీసులు జోడించారు. అయితే.. పోలీసుల తాజా రిపోర్టులో రోహిత్ వేముల ఆత్మహత్యకు ఎలాంటి ఆధారాలు లభించలేదని పేర్కొన్నారు. </p>\n\n\n\n<p>ఈ కేసులో నిందితులుగా ఉన్న బీజేపీ, ఏబీవీపీ నేతలకు, హెచ్‌సీయూ నాటి వీసీ అప్పారావుకు అతడి ఆత్మహత్యతో సంబంధం లేదని క్లీన్‌చిట్‌ ఇచ్చారు. దీంతో.. ఈ కేసులో తమపై నమోదైన ఎఫ్‌ఐఆర్‌ కొట్టేయాలని అభ్యర్థిస్తూ అప్పారావు, బీజేపీ మాజీ ఎమ్మెల్సీ ఎన్‌.రామచంద్రరావు, పలువురు అఖిల భారతీయ విద్యార్థి పరిషత్‌ (ఏబీవీపీ) నాయకులు దాఖలుచేసిన పిటిషన్లను హైకోర్టు శుక్రవారం డిస్పోజ్‌ చేసింది. </p>\n\n\n\n<p>వేముల రోహిత్ కుటుంబానికి చెందిన కుల ధృవీకరణ పత్రాలను ఫోర్జరీ చేశారని, రోహిత్ దళితుడని చెప్పేందుకు ఆధారాలు లేకపోవడంతో కేసును మూసివేస్తున్నామని పోలీసులు పేర్కొన్నారు.  కాగా.. పోలీసుల పిటిషన్‌పై దిగువ స్థాయి కోర్టులో అప్పీలు చేసుకోవచ్చని వేముల రోహిత్ కుటుంబానికి హైకోర్టు సూచించింది. </p>\n\n\n\n<p>2016 జనవరి 17న రోహిత్‌ వేముల.. న్యూరిసెర్చ్‌ స్కాలర్‌ హాస్టల్‌ రూమ్‌లో సీలింగ్‌ ఫ్యాన్‌కు ఉరి వేసుకుని మరణించాడు. దీంతో.. వీసీ అప్పారావు, బండారు దత్తాత్రేయ, మాజీ ఎమ్మెల్సీ ఎన్‌.రామచంద్రరావు, కేంద్ర మంత్రి స్మృతి ఇరానీ, ఏబీవీపీ నాయకుల వేధింపుల వల్లే రోహిత్‌ వేముల ఆత్మహత్య చేసుకున్నాడని విద్యార్థులు పెద్దఎత్తున ఆందోళనకు దిగారు. </p>\n\n\n\n<p>వారి ఫిర్యాదు మేరకు గచ్చిబౌలి పోలీసులు వీసీ అప్పారావు, ఎన్‌ రామచంద్రరావు, ఏబీవీపీ నాయకులు, తదితరులపై ఐపీసీ 306, ఎస్సీ, ఎస్టీ అట్రాసిటీస్‌ నిరోధకచట్టం కింద కేసు నమోదు చేశారు. అయితే, రోహిత్‌ ఆత్మహత్య వ్యవహారంతో తమకు ఏ సంబంధమూ లేదని.. ఈ కేసులు కొట్టేయాలని విజ్ఞప్తి చేస్తూ వారంతా హైకోర్టులో పిటిషన్‌లు దాఖలు చేశారు. </p>\n\n\n\n<p>ఈ పిటిషన్‌లపై జస్టిస్‌ ఈవీ వేణుగోపాల్‌ ధర్మాసనం శుక్రవారం విచారణ చేపట్టింది. పోలీసుల క్లోజర్‌ రిపోర్టు ప్రకారం.. రోహిత్‌ ఆత్మహత్యతో వారికి సంబంధం లేదని పేర్కొంటూ విచారణను ముగిస్తున్నట్లు వెల్లడించింది. పోలీసుల నిర్ణయంతో ఏకీభవించనివారు ట్రయల్‌ కోర్టులో సవాల్‌ చేయవచ్చని న్యాయమూర్తి పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18757/04/05/2024/","hasAudio":false,"hasInfographics":false}