{"id":"wp-en-15151","wp_id":15151,"type":"standard","category":"World","language":"en","title":"Jaishankar warns Pakistan of terror consequences￼","excerpt":"External Affairs Minister S Jaishankar on Saturday warned Pakistan that its actions will \"certainly have consequences\", stressing that it is \"karma\" that the country's ills are now consuming its own society. Dr S Jaishankar addressed the 79th session of the United Nations General Assembly. S. Jaishankar responded sharply to Pakistan’s statement. He reiterated India’s clear","author":"Tattva News Team","time":"29/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Jaishankar-UN.jpg","readTime":"5 min read","contentHTML":"\n<p>External Affairs Minister S Jaishankar on Saturday warned Pakistan that its actions will \"certainly have consequences\", stressing that it is \"karma\" that the country's ills are now consuming its own society.</p>\n\n\n\n<p>Dr S Jaishankar addressed the 79th session of the United Nations General Assembly. S. Jaishankar responded sharply to Pakistan’s statement. He reiterated India’s clear stand that Pakistan’s policy on cross-border terrorism will never succeed and warned that actions by Pakistan would have serious consequences. He also stressed that the only issue between the two countries is the vacation of Indian territory, which Pakistan has illegally occupied.</p>\n\n\n\n<p>He said: “Pakistan's polity instils such fanaticism among its people, that its GDP can only be measured in terms of radicalisation and its exports in the form of terrorism.” \"Today, the ills Pakistan sought to visit on others, are consuming its own society,\" said the minister, adding that it could not blame the world, this was only \"karma\". Terming Pakistan a ‘dysfunctional nation’ coveting the lands of others, the EAM said: “It must be exposed and must be countered.”</p>\n\n\n\n<p>Jaishankar highlighted Pakistan’s continued association with terrorism, stressing that such schemes would not go unpunished. He made it clear that India had no intention of tolerating terrorism and urged Pakistan to stop its long-term support for terrorist acts. He added that impunity for such acts was not an option and urged Pakistan to take responsibility for its actions.</p>\n\n\n\n<p>\"We heard some bizarre assertions from this very forum yesterday. Let me make India's position very clear - Pakistan's policy of cross-border terrorism will never succeed. And it can have no expectation of impunity. On the contrary, actions will certainly have consequences. The issue to be resolved between us is only the vacation of illegally occupied Indian territory by Pakistan and, of course, abandonment of Pakistan's long-standing attachment to terrorism,\" said Jaishankar.</p>\n","originalUrl":"https://en.tattvanews.com/national/jaishankar-warns-pakistan-of-terror-consequences%ef%bf%bc/","hasAudio":false,"hasInfographics":false}