{"id":"wp-en-15855","wp_id":15855,"type":"standard","category":"World","language":"en","title":"Opposition notice for no-confidence against Dhankhar rajected","excerpt":"Rajya Sabha Deputy Chairman Harivansh Narayan Singh on Thursday rejected the Congress-led opposition notice moved to bring a motion of no-confidence against Vice-President Jagdeep Dhankhar, calling it severely flawed and moved in haste to mar the reputation of the second highest constitutional office. In his preliminary ruling on the notice submitted on December 10, Harivansh","author":"Tattva News Team","time":"20/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Dhankhar1.jpg","readTime":"5 min read","contentHTML":"\n<p>Rajya Sabha Deputy Chairman Harivansh Narayan Singh on Thursday rejected the Congress-led opposition notice moved to bring a motion of no-confidence against Vice-President Jagdeep Dhankhar, calling it severely flawed and moved in haste to mar the reputation of the second highest constitutional office.</p>\n\n\n\n<p>In his preliminary ruling on the notice submitted on December 10, Harivansh said, “The gravity of this personally targeted notice bereft of facts and aimed at securing publicity makes its expose expedient, being misadventure in deliberate trivialising and demeaning of the high constitutional office of Vice-President of the largest democracy.</p>\n\n\n\n<p>“In view of the above, the notice is held as an act of impropriety, severely flawed, apparently drawn in haste and hurry to mar the reputation of the incumbent Vice-President and aimed to damage the constitutional institution. The same deserves to be and is hereby dismissed. A detailed order, being expedient, would follow.”</p>\n\n\n\n<p>He said on December 10, a communication purportedly signed by 60 members of the Council of States, addressed to no specific authority, sought consideration of the same under Article 67(b) of the Constitution as intention of a no-confidence motion against the Vice-President, and subsequently publicised by the main opposition party, the Indian National Congress.</p>\n\n\n\n<p>“Invoked Article 67(b) peremptorily mandates 'at least 14 days' prior notice for any resolution contemplating the Vice President's removal. Thus December 10, 2024 notice of intention could permit such a resolution only after December 24, 2024. </p>\n\n\n\n<p>The current 266th session of the Council of States, as notified on November 5, 2024, commenced on November 25 and scheduled to conclude on December  20, 2024—as known to all putative signatories. In full know of the situation that the resolution cannot be brought during this session, this was initiated only to set a narrative against 2nd Highest Constitutional office and the Vice President,” Harivansh said.</p>\n","originalUrl":"https://en.tattvanews.com/national/opposition-notice-for-no-confidence-against-dhankhar-rajected%ef%bf%bc/","hasAudio":false,"hasInfographics":false}