{"id":"wp-en-13345","wp_id":13345,"type":"standard","category":"World","language":"en","title":"ED says AAP got Rs 7 crore foreign funds￼","excerpt":"In fresh trouble for the Aam Aadmi Party, the Enforcement Directorate has written to the Union Home Ministry (MHA) alleging that the party had received more than Rs 7 crore foreign funds in contravention of the Foreign Contribution Regulation Act (FCRA). As per the existing law, political parties cannot receive foreign funds. Reports said, the federal","author":"Tattva News Team","time":"21/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/ED-AAp.webp","readTime":"5 min read","contentHTML":"\n<p>In fresh trouble for the Aam Aadmi Party, the Enforcement Directorate has written to the Union Home Ministry (MHA) alleging that the party had received more than Rs 7 crore foreign funds in contravention of the Foreign Contribution Regulation Act (FCRA).</p>\n\n\n\n<p>As per the existing law, political parties cannot receive foreign funds. Reports said, the federal probe agency has recovered some documents and emails in this regard during its money laundering probe against Punjab AAP MLA Sukhpal Singh Khaira and some others. The AAP is in power in both Delhi and Punjab.</p>\n\n\n\n<p>The ED has shared the fresh inputs with the MHA and sought an investigation into them. The agency has found that the AAP received overseas donations of about Rs 7.08 crore till now and that the party allegedly \"mis-declared and manipulated\" the identities and nationalities of the foreign donors apart from some other details.</p>\n\n\n\n<p>The ED claimed AAP concealed the real identities of donors to circumvent restrictions on foreign funding for political parties. Funds were deposited directly into AAP’s IDBI bank account and accounts of party leaders, including MLA Durgesh Pathak.</p>\n\n\n\n<p>The report further claimed that the ED has informed the MHA about the verified names of the donors, their nationalities, passport numbers, amount donated, mode of donation and bank account number of the receiver, billing name, address, phone numbers, email, time and the date of donation and payment gateway used.</p>\n\n\n\n<p>The ED further claimed that the alleged fund raising events held by the AAP in the US and Canada between 2015 and 2016 were violative of the FCRA provisions.</p>\n","originalUrl":"https://en.tattvanews.com/uncategorized/ed-says-aap-got-rs-7-crore-foreign-funds%ef%bf%bc/","hasAudio":false,"hasInfographics":false}