{"id":"wp-en-13342","wp_id":13342,"type":"standard","category":"World","language":"en","title":"Gujarat ATS arrests four ISIS-linked terrorists ￼","excerpt":"In a major breakthrough, the Gujarat Anti-Terrorism Squad (ATS) has arrested four terrorists with alleged links to the Islamic State of Iraq and Syria (ISIS). The arrested individuals are of Sri Lankan origin and were apprehended at Sardar Vallabhbhai Patel International Airport in Ahmedabad. Authorities have further interrogated the suspects to gather more information about","author":"Tattva News Team","time":"21/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/ISIS-Ahmadabad.jpg","readTime":"5 min read","contentHTML":"\n<p>In a major breakthrough, the Gujarat Anti-Terrorism Squad (ATS) has arrested four terrorists with alleged links to the Islamic State of Iraq and Syria (ISIS). The arrested individuals are of Sri Lankan origin and were apprehended at Sardar Vallabhbhai Patel International Airport in Ahmedabad.</p>\n\n\n\n<p>Authorities have further interrogated the suspects to gather more information about their activities and plans. Security measures have been intensified across the airport following the arrests. The arrested suspects have been reportedly taken to an undisclosed location for thorough interrogation.</p>\n\n\n\n<p>The exact reason for their presence at Ahmedabad airport remains uncertain. Incidentally, the arrests came a day ahead of the city hosting the qualifier and eliminator rounds of the Indian Premier League (IPL) matches at the Narendra Modi stadium at Motera on May 21 and May 22 respectively.</p>\n\n\n\n<p>In August last year, the ATS arrested three persons from Rajkot for their alleged links to Al Qaeda. They were prima facie working for a Bangladeshi handler to radicalise and recruit people for the banned terrorist organisation. </p>\n\n\n\n<p>In March, two senior ISIS leaders in India were apprehended near the international border after crossing from Bangladesh. These individuals were identified as Harish Ajmal Farooqi from Dehradun, Uttarakhand, and Anurag Singh from Panipat, Haryana.</p>\n\n\n\n<p>Both were heavily indoctrinated and involved in recruitment, terror funding, and planning terror acts using improvised explosive devices (IEDs). The two previously arrested ISIS leaders had multiple cases registered against them by the National Investigation Agency (NIA) in New Delhi and the ATS in Lucknow.</p>\n\n\n\n<p>The Gujarat ATS’s prompt action and subsequent security measures highlight the ongoing efforts to combat terrorism and ensure public safety in the region.</p>\n","originalUrl":"https://en.tattvanews.com/national/gujarat-ats-arrests-four-isis-linked-terrorists-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}