{"id":"wp-en-13283","wp_id":13283,"type":"standard","category":"World","language":"en","title":"Kejriwal Dodges Questions on Swati Maliwal 'Assault'￼","excerpt":"The row over the alleged assault on AAP MP Swati Maliwal deepens as National Commission for Women (NCW) has taken suo motu cognisance of the matter, while a team of Delhi Police reached Maliwal residence on Thursday to seek details of the incident. \"The National Commission for Women had taken suo moto cognisance of the","author":"Tattva News Team","time":"16/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Kejriwal-Swati.webp","readTime":"5 min read","contentHTML":"\n<p>The row over the alleged assault on AAP MP Swati Maliwal deepens as National Commission for Women (NCW) has taken suo motu cognisance of the matter, while a team of Delhi Police reached Maliwal residence on Thursday to seek details of the incident.</p>\n\n\n\n<p>\"The National Commission for Women had taken suo moto cognisance of the media post captioned \"DCW chief Swati Maliwal accuses Arvind Kejriwal's personal secretary of assaulting her\", wherein it was reported that Swati Mailwal, RS MP and former DCW chief has alleged that the Pvt. Secretary of Arvind Kejriwal had brutally assaulted her at CM's residence,\" read the notice to Kumar.</p>\n\n\n\n<p>AAP Chief and Delhi CM Arvind Kejriwal, meanwhile, has chosen to remain silent on the matter as he dodged any questions around it, during a joint press conference of the INDIA bloc in Lucknow.</p>\n\n\n\n<p>Kejriwal refused comment on the Swati Maliwal 'assault' at the joint press conference where Akhilesh Yadav said there are \"more important things\" to discuss. AAP leader Sanjay Sing, also present at the press conference here, said there should be no politics on the issue.</p>\n\n\n\n<p>When Kejriwal was asked a question over the alleged assault of AAP Rajya Sabha MP Maliwal, Yadav took the microphone, and said, \"There are more important things than that\". He then unfolded a piece of paper and said, \"BJP people are not with anyone, it is a 'gang' that lodges false cases\".</p>\n\n\n\n<p>Sanjay Singh, who had met Maliwal at her residence on Wednesday, said, \"The AAP is our family. Party has made its view clear. I want that BJP and PM should also answer on the issues I have kept before you. He (PM) should answer on the issue of Swati Maliwal, who was dragged and beaten when she went to seek justice for the female wrestlers. I just want to say don't play political games on the issues\".</p>\n\n\n\n<p>A Delhi Police's Special Cell team, including senior officers, reached Swati Maliwal's residence on Thursday. Additional Commissioner of Police Pramod Kumar Kushwaha, Additional Deputy Commissioner of Police along with other officers came to Maliwal’s residence.</p>\n","originalUrl":"https://en.tattvanews.com/national/kejriwal-dodges-questions-on-swati-maliwal-assault%ef%bf%bc/","hasAudio":false,"hasInfographics":false}