{"id":"wp-te-19672","wp_id":19672,"type":"standard","category":"World","language":"te","title":"జీఎస్టీ పరిధిలోకి  పెట్రోలు, డీజిల్‌... నిర్మల","excerpt":"పెట్రోలు, డీజిల్‌లను జీఎస్టీ పరిధిలోకి తీసుకొచ్చే విషయం ఆలోచిస్తున్నామని కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌ చెప్పారు. పన్ను రేటు ఎంత ఉండాలనేది రాష్ట్రాలు సూచిస్తే , దీనిపై ముందుకెళ్తామని ఆమె తెలిపారు. జిఎస్టీ పరిధిలోకి పెట్రోల్‌, డీజిల్‌ తీసుకురావడాన్ని చాలా రాష్ట్రాలు వ్యతిరేకిస్తున్న తరుణంలో కేంద్ర ఆర్థిక మంత్రి ఈ వ్యాఖ్యలు చేయడం గమనార్హం.  శనివారం కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌ అధ్యక్షతన జీఎస్టీ కౌన్సిల్‌ 53వ సమావేశం జరిగింది. ఈ సమావేశంలో గోవా,","author":"Tattva News Team","time":"23/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/GST-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>పెట్రోలు, డీజిల్‌లను జీఎస్టీ పరిధిలోకి తీసుకొచ్చే విషయం ఆలోచిస్తున్నామని కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌ చెప్పారు. పన్ను రేటు ఎంత ఉండాలనేది రాష్ట్రాలు సూచిస్తే , దీనిపై ముందుకెళ్తామని ఆమె తెలిపారు. జిఎస్టీ పరిధిలోకి పెట్రోల్‌, డీజిల్‌ తీసుకురావడాన్ని చాలా రాష్ట్రాలు వ్యతిరేకిస్తున్న తరుణంలో కేంద్ర ఆర్థిక మంత్రి ఈ వ్యాఖ్యలు చేయడం గమనార్హం. </p>\n\n\n\n<p>శనివారం కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌ అధ్యక్షతన జీఎస్టీ కౌన్సిల్‌ 53వ సమావేశం జరిగింది. ఈ సమావేశంలో గోవా, మేఘాలయ ముఖ్యమంత్రులు, మధ్యప్రదేశ్‌, బీహార్‌, హర్యానా ఉప ముఖ్యమంత్రులు, ఆంధ్రప్రదేశ్‌, తెలంగాణ ఆర్థిక మంత్రులు పయ్యావుల కేశవ్‌, భట్టి విక్రమార్క, వివిధ రాష్ట్రాలు, కేంద్ర పాలిత ప్రాంతాల ఆర్థిక మంత్రులు, ఆర్థిక కార్యదర్శులు, కేంద్ర ఆర్థిక మంత్రిత్వ శాఖ ఉన్నతాధికారులు పాల్గొన్నారు.</p>\n\n\n\n<p>వడ్డీ లేని కాపెక్స్‌ రుణాన్ని మరింత పెంచాలని రాష్ట్రాలు కోరాయని, మధ్యంతర బడ్జెట్‌లో దీనిని రూ.1.30 లక్షల కోట్లకు పెంచినట్లు కేంద్ర మంత్రి తెలిపారు. కొన్నింటిపై పన్ను రేట్లు స్వల్పంగా తగ్గించారు. మరికొన్నింటికి మినహాయింపు ఇచ్చారు. జిఎస్‌టి కౌన్సిల్‌లో ఎజెండాలో చాలా అంశాలు ఉన్నాయని, సమయాభావం కారణంగా కొన్నింటిని చర్చించలేకపోయామని ఆర్థిక మంత్రి చెప్పారు.</p>\n\n\n\n<p> వచ్చే 54వ జీఎస్టీ సమావేశం ఆగష్టులో జరగనుందని తెలిపారు. అప్పుడు మిగిలిన ఎజెండాపై చర్చిస్తామని అన్నారు. సెక్షన్‌ 73 కింద కేసులకు వడ్డీ, పెనాల్టీని మాఫీ చేయాలని కౌన్సిల్‌ సిఫార్సు చేసిందని పేర్కొన్నారు. 2017-18, 2018-19, 2019-20కి సంబంధించి డిమాండ్‌ నోటీసుల కోసం 2025 మార్చి 31లోపు పన్ను చెల్లిస్తే వడ్డీ, జరిమానా మినహాయించబడుతుందని తెలిపారు.</p>\n\n\n\n<p>జీఎస్టీపై ట్రిబునళ్లు, కోర్టుకు వెళ్లే ట్రాన్సాక్షన్‌ పరిమితి పెంచుతూ నిర్ణయం తీసుకున్నట్లు చెప్పారు. అలాగే వ్యాపారులు జరిమానా చెల్లించడంలో ఆలస్యమైతే, దానిపైన వడ్డీ కూడా చెల్లించాల్సి ఉందని, దీన్ని ఎత్తేయాలని జీఎస్టీ కౌన్సిల్‌ సమావేశంలో సభ్యుల నుంచి ప్రతిపాదనలు వచ్చాయన్నారు. అప్పీలు దాఖలు చేసేందుకు హైకోర్టుకు రూ. 1 కోటి, సుప్రీంకోర్టుకు రూ. 2 కోట్ల పరిమితిని కౌన్సిల్‌ సిఫార్సు చేసిందని అన్నారు.</p>\n\n\n\n<p>”ఉక్కు, ఇనుము, అల్యూమినియం వంటి అన్ని మిల్క్‌ క్యాన్‌లపై జిఎస్టి 18 నుండి 12 శాతానికి తగ్గిస్తూ మండలి సిఫార్సు చేసింది. అయితే వాటిని ఎక్కడ వాడినా ఆ రేటు వర్తిస్తుంది. ఎటువంటి వివాదాలు తలెత్తవు. అన్ని అట్టపెట్టెలు (కార్టన్‌ బాక్సులు), ముడతలు లేని కాగితం లేదా పేపర్‌ బోర్డు రెండింటిపై ఏకరీతి జిఎస్టి రేటును 18 నుంచి 12 శాతం తగ్గించినట్లు కౌన్సిల్‌ సిఫార్సు చేసింది\" అని ఆర్ధిక మంత్రి తెలిపారు.</p>\n\n\n\n<p> ఫైర్‌ వాటర్‌ స్ప్రింక్లర్‌లతో సహా అన్ని రకాల స్ప్రింక్లర్‌లపై జిఎస్టీిని 18 నుండి 12 శాతానికి తగ్గిస్తూ సిఫార్సు చేసిందని పేర్కొన్నారు. అన్ని సోలార్‌ కుక్కర్లపై 12 శాతం నిర్ణయించినట్లు తెలిపారు. భారతీయ రైల్వే సామాన్యులకు అందించే సేవలు, ప్లాట్‌ఫారమ్‌ టిక్కెట్ల విక్రయం, రిటైరింగ్‌ రూమ్‌లు, వెయిటింగ్‌ రూమ్‌ల సౌకర్యం, బ్యాటరీతో నడిచే కార్ల సేవలను జిఎస్ట్టీి నుండి మినహాయించినట్లు పేర్కొన్నారు. </p>\n\n\n\n<p>ఇంట్రా-రైల్వే సరఫరాలకు కూడా మినహాయింపు ఇవ్వబడుతుందని అన్నారు. విద్యా సంస్థల పరిధిలో ఉన్న విద్యార్థుల కోసం హాస్టళ్లకు ఇప్పటికే మినహాయింపు ఉంది. ఇప్పుడు విద్యాసంస్థల్లో లేని విద్యార్థుల కోసం ఉన్న హాస్టళ్లకు కూడా జిఎస్టి నుంచి మినహాయింపు ఇస్తున్నట్లు కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌ అన్నారు.</p>\n\n\n\n<p>ఎరువులపై జీఎస్టీ తగ్గించాలనే అభ్యర్థన గ్రూప్‌ ఆఫ్‌ మినిస్టర్స్‌ (జిఒఎం) పంపారు. ప్రస్తుతం ఎరువులపై 5 శాతం జీఎస్టీ ఉంది. దీనినిజీరో జీఎస్టీ స్థాయికి తీసుకురావాలని ఎరువుల పరిశ్రమ డిమాండ్‌ చేస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/19672/23/06/2024/","hasAudio":false,"hasInfographics":false}