{"id":"wp-en-15496","wp_id":15496,"type":"standard","category":"World","language":"en","title":"Bharat continues to foster brotherhood among different nations","excerpt":"By Nava   Thakuria  Bharat has been relentlessly pursuing global harmony and as a nation it continues to spread spiritual values and cultural heritage to foster universal brotherhood and friendship among different nations,  commented Assam Governor Lakshman Prasad Acharya while addressing  the 4th National Sanatan Conference on 26 October 2024 in the prehistoric city of northeast","author":"Tattva News Team","time":"29/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Assam.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava </strong><strong> </strong><strong> Thakuria</strong></p>\n\n\n\n<p> Bharat has been relentlessly pursuing global harmony and as a nation it continues to spread spiritual values and cultural heritage to foster universal brotherhood and friendship among different nations,  commented Assam Governor Lakshman Prasad Acharya while addressing  the 4th National Sanatan Conference on 26 October 2024 in the prehistoric city of northeast India.</p>\n\n\n\n<p>Governor Acharya also added that Prime Minister Narendra Modi is working relentlessly to strengthen the edifice of a vibrant and participatory democracy with the help of empowered and inspired people in promoting an inclusive and sustainable development initiative.</p>\n\n\n\n<p>Organized by Brahma Rashtra Ekam Vishwa Mahasangha,  the annual convention began with a chanting of Mantra by the students  of Guru Kripa Veda Vidyapeeth and the Governor was welcomed with sacred rituals. Thousands of participants arrived from different parts of the country including Chhattisgarh, Bihar, Uttar Pradesh, etc for the event held on the land of Mother Goddess Kamakhya. Expressing his gratitude to Brahma Rashtra Ekam for organizing the Sanatan conference, he hoped that it would help in propagating inherent values of Bharat and also strengthen its philosophical and cultural foundation.</p>\n\n\n\n<p>\"India's rich heritage and culture are deeply rooted in Sanatan values,” stated the Governor, referring to Vasudhaiva Kutumbakam that recognizes the world as a family. He argued that India is increasingly using this particular philosophy as a guiding principle to foster unity among different countries on the planet.  Global harmony has always been India’s aspiration as the country will continue working towards spreading the human values and work as a deterrent against bigotry to strengthen the foundation of peace and progress across the world, asserted the Governor.</p>\n\n\n\n<p>Indian values and culture are lately gaining significant recognition and appreciation on the international stage as indicated by the global celebration of International Day of Yoga, he stated. In the presence of former judge of  Gauhati High Court Justice Ajit Borthakur, Cotton University vice-chancellor Dr Ramesh Ch Deka, founder president of Brahma Rashtra Ekam Dr Sachin Sanatani and a host of other dignitaries, Governor Acharya urged the institutions and people across the country to embrace and promote the spiritual and cultural values to expedite India’s emergence as a global leader.</p>\n\n\n\n<p>Speaking to this writer, Brahma Rashtra Ekam chief Sachin (Sanatani) Mishra described that the followers of Sanatan Dharma  never forced the people of other religious beliefs with relentless massacre, killing, rape, greed, temptation, fear or punishment to change their identities. He also added that every Sanatani should work for  re-establishing ancient great traditions, cultures, beliefs and practices of Sanatan Dharma by eliminating discrimination based on caste, class and creeds in the society. Finally he pointed out that all differences among the Sanatani people should be erased and they must resolve to build a strong and prosperous nation, which would be beneficial to the entire human race.</p>\n\n\n\n<p>A number of  individuals including  Dr Ilias Ali (population control initiative), Dr Nareshwar Sharma (healthcare), Nava Thakuria (journalism), Raja Baruah (music),  Vedacharya Nirupam (Sanatan service),  Uttam Teron  (education), Beecham Ku Singha (sports),  Dwijendra Nath Barthakur and Tapan Das (social service), etc were awarded with Veer Lachit Yoddha Sanman by the Governor in the function.</p>\n\n\n\n<p>Some of the distinguished personalities, who were present on the occasion, include Pratyusha Vatsala, Raviendra Nath Mishra, Priya Mishra,  Kushagra Mishra,  Satish Chandra Mishra,  Diwakar Dwibedi, Vaibhav Mishra, Santosh Kashyap, Kamlesh Shukla, Pawan Suryavanshi, Surya Prakash along with United Trust of Assam general secretary Bidyadhar Deka, UTA vice president Monimoy Baishya, Janasankhya Foundation’s Assam unit president Bhaskar Das & Mohila Morcha  president Ranjita Raj, Akhil Bhartiya Baristha Nagarik Parisangha's Northeast Prabhari  DN Barthakur, etc.</p>\n","originalUrl":"https://en.tattvanews.com/national/bharat-continues-to-foster-brotherhood-among-different-nations-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}