{"id":"wp-te-18863","wp_id":18863,"type":"standard","category":"World","language":"te","title":"65 ఏళ్లలో హిందూ జనాభాలో 7.81 శాతం తగ్గుదల","excerpt":"భారతదేశంలో మెజారిటీగా ఉన్న హిందూ మతం జనాభా గణనీయంగా తగ్గింది. 1950 నుంచి 2015 మధ్య కాలంలో దేశంలో హిందువుల జనాభా వాటా 7.81 శాతం తగ్గినట్లు ప్రధానమంత్రి ఆర్థిక సలహా మండలి (ఇఎసి-పిఎం) తన నివేదికలో వెల్లడించింది. ఒకపక్క దేశంలో హిందువుల జనాభా తగ్గిపోగా మరోపక్క బౌద్ధులు, సిక్కులు, ముస్లింలు, క్రైస్తవులతోసహా మైనారిటీల జనాభా పెరిగింది.  అయితే సార్శీలు, జైనుల జనాభాలో మాత్రం తగ్గుదల కనిపించింది. ఇతర పొరుగు దేశాలలో మెజారిటీ మతస్తుల జనాభా పెరుగుదల","author":"Tattva News Team","time":"10/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Hindu-population1.jpg","readTime":"5 min read","contentHTML":"\n<p>భారతదేశంలో మెజారిటీగా ఉన్న హిందూ మతం జనాభా గణనీయంగా తగ్గింది. 1950 నుంచి 2015 మధ్య కాలంలో దేశంలో హిందువుల జనాభా వాటా 7.81 శాతం తగ్గినట్లు ప్రధానమంత్రి ఆర్థిక సలహా మండలి (ఇఎసి-పిఎం) తన నివేదికలో వెల్లడించింది. ఒకపక్క దేశంలో హిందువుల జనాభా తగ్గిపోగా మరోపక్క బౌద్ధులు, సిక్కులు, ముస్లింలు, క్రైస్తవులతోసహా మైనారిటీల జనాభా పెరిగింది. </p>\n\n\n\n<p>అయితే సార్శీలు, జైనుల జనాభాలో మాత్రం తగ్గుదల కనిపించింది. ఇతర పొరుగు దేశాలలో మెజారిటీ మతస్తుల జనాభా పెరుగుదల ఉండగా భారత్‌లో మాత్రం భిన్నంగా ఉండడం గమనార్హం. 1950లో భారత జనాభాలో హిందువుల వాటా 84.68 శాతం ఉండగా 2015 నాటికి అది 78.06 శాతానికి తగ్గింది.</p>\n\n\n\n<p>ముస్లింల జనాభా మాత్రం 1950లో 9.84 శాతం ఉండగా 2015 నాటికి అది 14.09 శాతానికి చేరుకున్నట్లు అధ్యయనంలో వెల్లడైంది. హిందువుల జనాభా పొరుగుదేశమైన మయన్మార్‌లో 10 శాతం తగ్గగా నేపాల్‌లో అధిక సంఖ్యాక మతమైన హిందూ జనాభాలో 3.6 శాతం తగ్గుదల ఉందని నివేదిక తెలిపింది. </p>\n\n\n\n<p>2024 మే నెలలో విడుదలైన ఈ నివేదికన 167 దేశాలలో జనాభా సరళిని అధ్యయనం చేసింది. భారత్‌లో మైనారిటీలకు రక్షణ లభించడమేగాక వారు వృద్ధి చెందుతున్నారనడానికి ఈ లెక్కలే నిదర్శనమని నివేదిక పేర్కొంది. </p>\n\n\n\n<p>మైనారిటీల జనాభా పెరుగుదలకు కారణాలను విశ్లేషించడం తమ ఉద్దేశం కాదని, మైనారిటీలకు సమాజంలో తగిన ప్రాతినిధ్యం లభిస్తున్నదా లేదా అన్న విషయంపైనే తాము దృష్టి సారించామని నివేదికలో పేర్కొన్నారు.</p>\n\n\n\n<p>మైజారిటీ జనాభా వాటా తగ్గడం, మైనారిటీ జనాభా వాటా పెరగడాన్ని బట్టి అన్ని విధానపరమైన చర్యలు, రాజకీయ నిర్ణయాలు, సమాజపరమైన ప్రక్రియలు సమసమాజ స్థాపనకు తగిన వాతావరణాన్ని నిర్మించడానికి దోహదపడాలని నివేదిక పేర్కొంద.</p>\n\n\n\n<p>ఇదిలా ఉండగా..నివేదికపై బిజెపి నాయకులు వెంటనే తీవ్రంగా స్పందించారు. దశాబద్దాల పాలనలో కాంగ్రెస్ మనకు మిగిల్చింది ఇదేనని బిజెపి ఐటి సెల్ అధిపతి అమిత్ మాల్వీయ వ్యాఖ్యానించారు. వారికే ఈ దేశాన్ని వదిలిపెడితే భారత్‌లో హిందువులకు స్థానం మిగలదని ఎక్స్ వేదికగా ఆయన పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18863/10/05/2024/","hasAudio":false,"hasInfographics":false}