{"id":"wp-en-13749","wp_id":13749,"type":"standard","category":"World","language":"en","title":"Swati Maliwal seeks INDIA Bloc leaders time to discuss assault case￼","excerpt":"AAP Rajya Sabha MP Swati Maliwal sought time from key leaders of INDIA bloc to discuss the alleged assault against her by Chief Minister Arvind Kejriwal's aid Bibhav Kumar. She wrote a letter seeking their appointment to leaders like Rahul Gandhi, Sharad Pawar, Uddhav Thackery and Akhilesh Yadav. In her letter she deplored that  she was subjected to","author":"Tattva News Team","time":"19/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Swati1.jpg","readTime":"5 min read","contentHTML":"\n<p>AAP Rajya Sabha MP Swati Maliwal sought time from key leaders of INDIA bloc to discuss the alleged assault against her by Chief Minister Arvind Kejriwal's aid Bibhav Kumar. She wrote a letter seeking their appointment to leaders like Rahul Gandhi, Sharad Pawar, Uddhav Thackery and Akhilesh Yadav.</p>\n\n\n\n<p>In her letter she deplored that  she was subjected to \"victim shaming and character assassination\" for speaking up against the abuse. \"Instead of finding support, I was confronted with incessant attacks on my character and victim shaming orchestrated by the leaders and volunteers of my own party,\" she wrote.</p>\n\n\n\n<p>\"Over the past one month, I have encountered first-hand pain and isolation a survivor faces when she fights for justice. . . I would like to seek your time to discuss this pertinent issue,\" she added. Maliwal posted the letters addressed to Congress leader Rahul Gandhi and national president Sharad Pawar on X.</p>\n\n\n\n<p>\"I have worked on the ground for the last 18 years and have heard 1.7 lakh cases in the Women's Commission in 9 years. Without fearing anyone and bowing down to anyone, I have made the Women's Commission stand in a very high position. But it is very sad that first I was beaten badly at the Chief Minister's house, then my character was defamed.</p>\n\n\n\n<p>\"Today, I have written a letter to all the big leaders of the INDIA alliance regarding this matter. I have asked for an appointment with everyone,\" she wrote alongside the post.</p>\n","originalUrl":"https://en.tattvanews.com/national/swati-maliwal-seeks-india-bloc-leaders-time-to-discuss-assault-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}