{"id":"wp-te-20229","wp_id":20229,"type":"standard","category":"World","language":"te","title":"రూ.2.91 లక్షల కోట్లతో తెలంగాణ బడ్జెట్​","excerpt":"రూ.2,91,159 కోట్లతో రాష్ట్ర పూర్తిస్థాయి బడ్జెట్​ను శాసనసభలో ఆర్థికశాఖ మంత్రి భట్టి విక్రమార్క ప్రవేశపెట్టారు. రెవెన్యూ వ్యయం రూ.2,20,945 కోట్లు కాగా మూలధన వ్యయం రూ.33,487 కోట్లుగా ప్రకటించారు. కీలక రంగాలైన వ్యవసాయానికి రూ.72,659 కోట్లు, పంచాయతీరాజ్, గ్రామీణాభివృద్ధి రూ.29,816 కోట్లు, నీటి పారుదల రంగానికి రూ.22,301 కోట్లు కేటాయించారు. గత పదేళ్లలో అస్తవ్యస్త పాలన సాగిందని, అభివృద్ధి, సంక్షేమం సన్నగిల్లిందని ధ్వజమెత్తారు. రాష్ట్రం వచ్చాక అప్పు పదిరెట్లు పెరిగిందని ఆర్థికశాఖ మంత్రి భట్టి విక్రమార్క బడ్జెట్​","author":"Tattva News Team","time":"25/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Bhatti.webp","readTime":"5 min read","contentHTML":"\n<p>రూ.2,91,159 కోట్లతో రాష్ట్ర పూర్తిస్థాయి బడ్జెట్​ను శాసనసభలో ఆర్థికశాఖ మంత్రి భట్టి విక్రమార్క ప్రవేశపెట్టారు. రెవెన్యూ వ్యయం రూ.2,20,945 కోట్లు కాగా మూలధన వ్యయం రూ.33,487 కోట్లుగా ప్రకటించారు. కీలక రంగాలైన వ్యవసాయానికి రూ.72,659 కోట్లు, పంచాయతీరాజ్, గ్రామీణాభివృద్ధి రూ.29,816 కోట్లు, నీటి పారుదల రంగానికి రూ.22,301 కోట్లు కేటాయించారు.</p>\n\n\n\n<p>గత పదేళ్లలో అస్తవ్యస్త పాలన సాగిందని, అభివృద్ధి, సంక్షేమం సన్నగిల్లిందని ధ్వజమెత్తారు. రాష్ట్రం వచ్చాక అప్పు పదిరెట్లు పెరిగిందని ఆర్థికశాఖ మంత్రి భట్టి విక్రమార్క బడ్జెట్​ ప్రసంగంలో వివరించారు. కుంటుపడిన ఆర్థిక వ్యవస్థను గాడిలో పెట్టడం పెను సవాల్​ అని స్పష్టం చేశారు. దుబారా తగ్గించాం, ఆర్థిక క్రమశిక్షణ పాటిస్తున్నామని వివరించారు.</p>\n\n\n\n<p> రాష్ట్ర ఆవిర్భావ సమయానికి రూ.75,577 కోట్ల అప్పు 2023 డిసెంబరు నాటికి రూ.6,71,757 కోట్లుకు చేరిందని ఆర్థికశాఖ మంత్రి భట్టి విక్రమార్క తెలిపారు. అంటే గత పది సంవత్సరాల్లో తెలంగాణ రాష్ట్ర ప్రభుత్వం అప్పు దాదాపు పది రెట్లు పెరిగిందని పేర్కొన్నారు. కాంగ్రెస్ ప్రభుత్వం ఏర్పడిన తరవాత రూ.35,118 కోట్ల రుణాలు తీసుకోగా గత ప్రభుత్వం చేసిన రుణాలలో అసలు, వడ్డీలతో కలిపి రూ.42,892 కోట్ల బకాయిలను చెల్లించినట్లు ప్రకటించారు. </p>\n\n\n\n<p>ఇప్పటివరకు రూ.34,579 కోట్లను వివిధ పథకాలపై ఖర్చు చేశామని. ఈ పథకాల్లో ముఖ్యంగా మహిళలకు ఉచిత బస్సు ప్రయాణం, 200 యూనిట్ల ఉచిత కరెంటు, రైతు భరోసా, బియ్యంపై సబ్సిడీ, ఉన్నాయని డిప్యూటీ సీఎం సభకు వివరించారు. \"గత ప్రభుత్వ విధానాలతో ప్రాజెక్టులు ఆశించిన ఫలితాలు ఇవ్వలేదు. దిద్దుబాటు చర్యలు చేపట్టి మేలైన ప్రాజెక్టులు నిర్మిస్తాం. కొత్త ప్రభుత్వ ఉద్యోగాల సృష్టి, నియామకాల్లో పారదర్శకతకు చర్యలు తీసుకుంటాం. త్వరలో నియామక ప్రణాళిక క్యాలెండర్​ ప్రకటన చేస్తాం\" అని భట్టి విక్రమార్క ప్రకటించారు.</p>\n\n\n\n<p>ఈ ఏడాదిలోనే రైతు కూలీలకు రూ.12 వేలు అందించే బృహత్తర కార్యక్రమం నిర్వహిస్తామని తెలిపారు. ఈ ఏడాది నుంచే పీఎం ఫసల్​ బీమా ప్రీమియం యోజనలో చేరాలని నిర్ణయించుకున్నామని వెల్లడించారు. రైతులు చెల్లించాల్సిన బీమా ప్రీమియం ప్రభుత్వమే చెల్లిస్తుందని స్పష్టం చేశారు. రైతులకు పైసా ఖర్చు లేకుండా పంటలకు పూర్తి భద్రత కల్పిస్తామని, వరి రైతులకు క్వింటాకు రూ.500 బోనస్​ ఇవ్వాలని నిర్ణయించామని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/20229/25/07/2024/","hasAudio":false,"hasInfographics":false}