{"id":"wp-en-13557","wp_id":13557,"type":"standard","category":"World","language":"en","title":"Chandrababu makes a surprising comeback￼","excerpt":"TDP chief Nara Chandrababu Naidu, who had earlier played a key role in coalition politics at New Delhi, has surprisingly stormed back to power on Tuesday by leading his party and also alliance partners to a amazing performance. The TDP, Jana Sena and BJP alliance in Andhra Pradesh has shelved YS Jaganmohan Reddy’s ambitious plan","author":"Tattva News Team","time":"5/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Chandrababu.jpg","readTime":"5 min read","contentHTML":"\n<p>TDP chief Nara Chandrababu Naidu, who had earlier played a key role in coalition politics at New Delhi, has surprisingly stormed back to power on Tuesday by leading his party and also alliance partners to a amazing performance. The TDP, Jana Sena and BJP alliance in Andhra Pradesh has shelved YS Jaganmohan Reddy’s ambitious plan of continuation in power with a slogan `Why not 175’ indicating his desire to have a assembly without opposition members.</p>\n\n\n\n<p>After his party was finished to 23 seats in 2019 polls and his arrest by APCID in a corruption case last year, many predicted his political end. But, his  performance on June 4 has shown that never say die.</p>\n\n\n\n<p>Over the past five years, Naidu lived to fight another day and when he entered the boxing ring in the May 13 election, he delivered a knockout blow to his bete noire YS Jagan Mohan Reddy. The YSRCP squandered away its 151/175 assembly seat mandate in 2019 in this electoral tsunami unleashed by Naidu and Co.</p>\n\n\n\n<p>While TDP won 135 seats, Jana Sena won all the 21 seats it contested and BJP won 8 more seats. Thus Jaganmohan Reddy was confined to 11 seats. One but all other ministers in his cabinet were defeated and YCP failed to open its account in eight erstwhile combined districts.</p>\n\n\n\n<p>In Lok Sabha polls also same trend was continued. Winning 16 seats TDP has emerged second largest party in NDA, only after BJP. BJP and Jana Sena have won 3 and 2 seats, respectively. YCP was confined to 4 seats, of which 3 were contested by BJP and only in one seat it defeated TDP.</p>\n\n\n\n<p> Jaganmohan Reddy himself expressed surprise over his defeat after extending money transfer of Rs 2.70 lakh crore to poor, particularly women during last five year’s of his rule. He was confident that those benificaries will stand behind him at any cost.  </p>\n\n\n\n<p>Stating that he did not expect this outcome, he wondered why the YSR Congress suffered defeat despite implementing several welfare schemes, benefiting crores of people. He remarked that the alliance was of \"big people\" like the BJP, N. Chandrababu Naidu and Pawan Kalyan. He wished all the very best to the new government.</p>\n\n\n\n<p>It was Jana Sena chief Pawan Kalyan’s clarian call for a alliance between TDP, Jana Sena and BJP to avoid split in anti- YCP votes two years ago paved ground for a serious political challenge to Jaganmohan Reddy’s authority. Though both TDP and BJP were not keen for such a alliance initially, Pawan Kalyan’s determined efforts convinced them to come together.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/chandrababu-makes-a-surprising-comeback%ef%bf%bc/","hasAudio":false,"hasInfographics":false}