{"id":"wp-en-15047","wp_id":15047,"type":"standard","category":"World","language":"en","title":"Chiranjeevi honoured with a Guinness World Records ￼","excerpt":"Megastar Chiranjeevi has now become the holder of Guinness World Records. He officially received this honour for performing 24000 dances in 45 yearsr . South superstar Chiranjeevi started his film career in the Indian film industry in 1978.  In the last 45 years, Chiranjeevi has performed 24,000 dance steps in 537 songs of 156 films. Moreover, the","author":"Tattva News Team","time":"23/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Chiranjeevi.webp","readTime":"5 min read","contentHTML":"\n<p>Megastar Chiranjeevi has now become the holder of Guinness World Records. He officially received this honour for performing 24000 dances in 45 yearsr . South superstar Chiranjeevi started his film career in the Indian film industry in 1978.</p>\n\n\n\n<p> In the last 45 years, Chiranjeevi has performed 24,000 dance steps in 537 songs of 156 films. Moreover, the actor was given this honour by none other than superstar  Amir Khan.</p>\n\n\n\n<p>Presenting the record on Sunday in Hyderabad, Aamir Khan praised Chiranjeevi while giving him the Guinness World Record. The Bollywood superstar hugged the megastar of Indian cinema as a symbol of love and respect.</p>\n\n\n\n<p>In his speech for Chiranjeevi at the Guinness World Record event, Aamir said, 'It is a pleasure and honour for me to come here. I am happy to see the fans of Chiranjeevi Garu and thank you all for including me among you as I am also a big fan of him.'</p>\n\n\n\n<p>Mr Perfectionist of Bollywood Aamir Khan further said, 'I see him like my elder brother. When Chiranjeevi Garu called me and wanted to invite me to this event, I didn't know why he called me and I told him beforehand that you only have to order, there is no demand. I am very happy that Chiranjeevi Garu has been given this honour. I am very happy to know this and I became a part of this wonderful evening and celebration.'</p>\n\n\n\n<p>Talking about Chiranjeevi's famous dance moves, Aamir Khan said, 'If you watch any of his songs, you will see that his heart gets immersed in dance. He enjoys it a lot. We never take our eyes off him because he is a very good actor.'</p>\n\n\n\n<p> On the other hand, Chiranjeevi addressed everyone at the event and said that he never thought that he would become a Guinness World Record holder. However, he expressed his gratitude to the audience and people applauded his speech.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/chiranjeevi-honoured-with-a-guinness-world-records-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}