{"id":"wp-te-18807","wp_id":18807,"type":"standard","category":"World","language":"te","title":"కేజ్రీవాల్‌పై ఎన్‌ఎఐ దర్యాప్తునకు లెఫ్టినెంట్ గవర్నర్  సిఫార్సు","excerpt":"నిషిద్ధ ఉగ్రవాద సంస్థ సిక్స్ ఫర్ జస్టిస్ నుంచి రాజకీయ నిధులు స్వీకరించారన్న ఆరోపణలకు సంబంధించి ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌పై ఎన్‌ఎఐ దర్యాప్తునకు లెఫ్టినెంట్ గవర్నర్ వికె సక్సేనా సిఫార్సు చేసినట్లు రాజ్ ని వాస్ వర్గాలు సోమవారం వెల్లడించాయి.  కాగా..బిజెపి ప్రోద్బలంతో కేజ్రీవాల్ పై మరో కుట్రకు లెఫ్టినెంట్ గవర్నర్ తెరతీశారని ఆమ్ ఆద్మీ పార్టీ ఆరోపించింది. జైలులో ఉన్న దేవేంద్ర పాల్ భుల్లార్‌ను విడుదల చేసేందుకు విదేశాలలో ఉన్న సిక్కు ఉగ్రవాద ఖలిస్తానీ","author":"Tattva News Team","time":"7/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Kejriwal-LG.jpg","readTime":"5 min read","contentHTML":"\n<p>నిషిద్ధ ఉగ్రవాద సంస్థ సిక్స్ ఫర్ జస్టిస్ నుంచి రాజకీయ నిధులు స్వీకరించారన్న ఆరోపణలకు సంబంధించి ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌పై ఎన్‌ఎఐ దర్యాప్తునకు లెఫ్టినెంట్ గవర్నర్ వికె సక్సేనా సిఫార్సు చేసినట్లు రాజ్ ని వాస్ వర్గాలు సోమవారం వెల్లడించాయి. </p>\n\n\n\n<p>కాగా..బిజెపి ప్రోద్బలంతో కేజ్రీవాల్ పై మరో కుట్రకు లెఫ్టినెంట్ గవర్నర్ తెరతీశారని ఆమ్ ఆద్మీ పార్టీ ఆరోపించింది. జైలులో ఉన్న దేవేంద్ర పాల్ భుల్లార్‌ను విడుదల చేసేందుకు విదేశాలలో ఉన్న సిక్కు ఉగ్రవాద ఖలిస్తానీ గ్రూపులు కేజ్రీవాల్ నాయకత్వంలోని ఆప్‌కు 16 మిలియన్ డాలర్ల నిధులు అందచేసినట్లు సక్సేనాకు ఫిర్యాదు అందిందని కేంద్ర హోం కార్యదర్శికి రాసిన లేఖలో ఎల్‌జి సచివాలయం తెలిపింది. </p>\n\n\n\n<p>ఢిల్లీలో 1993లో 9 మంది ప్రాణాలు తీసిన ఒక బాంబు పేలుడు కేసులో దోషిగా తేనలి భుల్ల్లార్ అమృత్‌సర్ సెంట్రల్ జైలులో శిక్షను అనుభవిస్తున్నాడు. 2001 ఆగస్టు 25న ప్రత్యేక టాడా కోర్టు భుల్ల్లార్‌కు మరణ శిక్ష విధించగా సుప్రీంకోర్టు దాన్ని యావజ్జీవ కారాగార శిక్షగా మార్చింది. తనకు ఫిర్యాదు చేసి వ్యక్తి అందచేసిన ఎలెక్ట్రానిక్ సాక్ష్యాలను ఫోరెన్సిక్ పరీక్షలతోసహా దర్యాప్తు అవసరం ఉందని తన లేఖలో సక్సేనా పేర్కొన్నట్లు వర్గాలు తెలిపాయి. </p>\n\n\n\n<p>ఒక నిషిద్ధ ఉగ్రవాద సంస్థ నుంచి రాజకీయ నిధులు స్వీకరించినట్లు ఒక ముఖ్యమంత్రిపై ఫిర్యాదు అందిందని ఆయన తన లేఖలో తెలిపారు. లోక్‌సభ ఎన్నికలను పురస్కరించుకుని కేజ్రీవాల్‌కు మధ్యంతర బెయిల్ మంజూరు చేసే విషయాన్ని మంగళవారం సుప్రీంకోరు పరిశీలించనున్న నేపథ్యంలో ఈ పరిణామం చోటుచేసుకోవడం గమనార్హం. </p>\n\n\n\n<p>కాగా..తాజా పరిణామంపై ఆప్ నాయకుడు, ఢిల్లీ మంత్రి సౌరభ్ భరద్వాజ్ స్పందిస్తూ కేజ్రీవాల్‌కు వ్యతిరేకంగా మరో కుట్రకు తెరతీశారని ఆయన ఆరోపించారు. ఢిల్లీలోని మొత్తం 7 లోక్‌సభ నియోజకవర్గాలను వారు(బిజెపి) కోల్పోతున్నారని, ఓటమి భయంతోనే వారు ఈ చర్యలకు పాల్పడుతున్నారని ఆయన ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/18807/07/05/2024/","hasAudio":false,"hasInfographics":false}