{"id":"wp-te-18700","wp_id":18700,"type":"standard","category":"World","language":"te","title":"ఢిల్లీలో 100 పాఠశాలలకు బాంబు బెదిరింపులు","excerpt":"బాంబు బెదిరింపు  దేశ రాజధానిలో సుమారు 100 పాఠశాలలు వణికిపోయాయి. దీంతో అన్ని బడులకు సెలవులు ప్రకటించి.. విద్యార్థులను ఇళ్లకు పంపించివేశారు. ఢిల్లీ, నోయిడా ప్రాంతాల్లో పదుల సంఖ్యలో స్కూళ్లకు ఏకకాలంలో బాంబు బెదిరింపులు రావడం తీవ్ర కలకలం రేపింది. మయూర్‌ విహార్‌లోని మదర్‌ మేరీ స్కూల్‌, ద్వారక, వసంతకుంజ్‌, నోయిడా సెక్టార్ 30లోని దిల్లీ పబ్లిక్‌ స్కూళ్లు, చాణక్యపురిలోని సంస్కృతి స్కూల్‌, సాకేత్‌లోని అమిటీ సహా 97 స్కూళ్లకు మెయిళ్ల ద్వారా బుధవారం ఉదయం బాంబు","author":"Tattva News Team","time":"1/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Schools.webp","readTime":"5 min read","contentHTML":"\n<p><a href=\"https://tattvanews.com/wp-admin/edit.php?post_type=post\"></a></p>\n\n\n\n<p>బాంబు బెదిరింపు  దేశ రాజధానిలో సుమారు 100 పాఠశాలలు వణికిపోయాయి. దీంతో అన్ని బడులకు సెలవులు ప్రకటించి.. విద్యార్థులను ఇళ్లకు పంపించివేశారు. ఢిల్లీ, నోయిడా ప్రాంతాల్లో పదుల సంఖ్యలో స్కూళ్లకు ఏకకాలంలో బాంబు బెదిరింపులు రావడం తీవ్ర కలకలం రేపింది.</p>\n\n\n\n<p>మయూర్‌ విహార్‌లోని మదర్‌ మేరీ స్కూల్‌, ద్వారక, వసంతకుంజ్‌, నోయిడా సెక్టార్ 30లోని దిల్లీ పబ్లిక్‌ స్కూళ్లు, చాణక్యపురిలోని సంస్కృతి స్కూల్‌, సాకేత్‌లోని అమిటీ సహా 97 స్కూళ్లకు మెయిళ్ల ద్వారా బుధవారం ఉదయం బాంబు బెదిరింపులు వచ్చినట్లు పోలీసులు తెలిపారు. ఈ మేరకు సమాచారం అందుకున్న వెంటనే ఐదు పాఠశాలలను ఖాళీ చేయించినట్లు చెప్పారు. బాంబు స్క్వాడ్లు, అగ్నిమాపక సిబ్బంది తనిఖీలు చేపట్టినట్లు తెలిపారు.</p>\n\n\n\n<p>మయూర్ విహార్​లోని మదర్ మేరీ స్కూల్, ద్వారకలోని దిల్లీ పబ్లిక్ స్కూల్, చాణక్యపురిలోని సంస్కృతి పాఠశాల, వసంత్ కుంజ్‌ లోని దిల్లీ పబ్లిక్ స్కూల్, సాకేత్‌ లోని అమిటీ పాఠశాల, గ్రేటర్ నోయిడాలోని దిల్లీ పబ్లిక్ స్కూళ్ల యాజమాన్యానికి గుర్తు తెలియని వ్యక్తుల నుంచి బాంబు బెదిరింపు మెయిల్స్ వచ్చాయి. అన్ని స్కూళ్లకు మెయిల్స్ ఒకే ఐడీ నుంచి వచ్చాయి. స్కూళ్లకు బాంబు బెదిరింపుల వెనుక ఒకే వ్యక్తి హస్తం ఉన్నట్లు పోలీసులు అనుమానిస్తున్నారు.</p>\n\n\n\n<p>దిల్లీలోని ఎన్ సీఆర్ పరిధిలోని ఆరు స్కూళ్లు బాంబు బెదిరింపులు రావడంపై కేంద్ర హోం శాఖ స్పందించింది. ఇవన్నీ బూటకపు ఈ-మెయిల్స్ అని తెలిపింది. ఈ బెదిరింపులపై దిల్లీ పోలీసులు, భద్రతా సంస్థలు దర్యాప్తు చేపట్టాయని పేర్కొంది.  మయూర్ విహార్​లోని మదర్ మేరీస్ స్కూల్ తనిఖీలు చేపట్టగా ఎటువంటి అనుమానిత (పేలుడు) వస్తువులు లభించలేదని దిల్లీ అగ్నిమాపక అధికారి జేబీ సింగ్ తెలిపారు. ఎవరో ఆకతాయిలు బూటకపు బెదిరింపులకు పాల్పడ్డారని ఆయన అభిప్రాయపడ్డారు.</p>\n\n\n\n<p> 'మా స్కూల్​లో బాంబు పెట్టారని మాకు మెయిల్ వచ్చింది. వెంటనే మేం పోలీసులకు సమాచారం అందించాం. అలాగే విద్యార్థులను ఇంటికి తిరిగి పంపించాం. వారి తల్లిదండ్రులకు సైతం సమాచారాన్ని తెలియజేశాం' అని నోయిడాలోని దిల్లీ పబ్లిక్ స్కూల్ ప్రిన్సిపల్ కామిని తెలిపారు.</p>\n\n\n\n<p>దిల్లీ ఎన్​సీఆర్ పరిధిలో పలు పాఠశాలకు బాంబు బెదిరింపులపై ఆ రాష్ట్ర మంత్రి ఆతిశీ స్పందించారు. 'పాఠశాలల్లోని విద్యార్థులను ఇంటికి పంపించాం. స్కూళ్లలో దిల్లీ పోలీసులు తనిఖీలు చేపట్టారు. ఇప్పటివరకు ఎటువంటి అనుమానస్పద వస్తువు కనిపించలేదు' అని ట్వీట్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18700/01/05/2024/","hasAudio":false,"hasInfographics":false}