{"id":"wp-te-18615","wp_id":18615,"type":"standard","category":"World","language":"te","title":"దేశవ్యాప్తంగా ఉమ్మడి పౌరస్మృతి అమలు చేస్తాం","excerpt":"ప్రధాని నరేంద్ర మోడీ ఇచ్చిన గ్యారెంటీ మేరకు దేశంలో ఉమ్మడి పౌర స్మృతి (యుసిసి)ని బిజెపి సారథ్యంలోని కేంద్ర ప్రభుత్వం అమలు చేసి తీరుతుందని కేంద్ర హోంమంత్రి అమిత్ షా శుక్రవారం ప్రకటించారు. మధ్యప్రదేశ్‌లోని గుణ లోక్‌సభ నియోజకవర్గం పరిధిలోకి వచ్చే అశోక్ నగర్ జిల్లాలోని పిప్రయ్ ప్రాంతంలో ఎన్నికల ప్రచార సలో ఆయన ప్రసంగిస్తూ ముస్లిం పర్సనల్ లా బోర్డు(షరియా చట్టాలు)ను కాంగ్రెస్ ప్రోత్సహిస్తోందని ఆరోపించారు. బుజ్జగింపు కోసం రాహుల్ గాంధీ ఏమైనా చేయవచ్చని, కాని","author":"Tattva News Team","time":"27/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Amit-Shah1.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>ప్రధాని నరేంద్ర మోడీ ఇచ్చిన గ్యారెంటీ మేరకు దేశంలో ఉమ్మడి పౌర స్మృతి (యుసిసి)ని బిజెపి సారథ్యంలోని కేంద్ర ప్రభుత్వం అమలు చేసి తీరుతుందని కేంద్ర హోంమంత్రి అమిత్ షా శుక్రవారం ప్రకటించారు. మధ్యప్రదేశ్‌లోని గుణ లోక్‌సభ నియోజకవర్గం పరిధిలోకి వచ్చే అశోక్ నగర్ జిల్లాలోని పిప్రయ్ ప్రాంతంలో ఎన్నికల ప్రచార సలో ఆయన ప్రసంగిస్తూ ముస్లిం పర్సనల్ లా బోర్డు(షరియా చట్టాలు)ను కాంగ్రెస్ ప్రోత్సహిస్తోందని ఆరోపించారు.</p>\n\n\n\n<p>బుజ్జగింపు కోసం రాహుల్ గాంధీ ఏమైనా చేయవచ్చని, కాని బిజెపి ఉన్నంత వరకు పర్సనల్ లా బోర్డును అనుమతించబోదని ఆయన స్పష్టం చేశారు. ఉత్తరాఖండ్ తరహాలోనే దేశవ్యాప్తంగా యుసిసిని అమలు చేస్తామని ప్రధాని మోడీ హామీ ఇచ్చారని, దీన్ని చేసి తీరతామని ఆయన స్పష్టం చేశారు. </p>\n\n\n\n<p>దేశంలో మావోయిస్టు తీవ్రవాదాన్ని, ఉగ్రవాదాన్ని మోడీ ప్రభుత్వం అంతం చేసిందని అమిత్ షా తెలిపారు. 2019లో ఒక్క కలంపోటుతో రాజ్యాంగంలోని 370వ అధికరణను మోడీ ప్రభుత్వం రద్దు చేసిందని, దీంతో రాహుల్ గాంధీ భయపడిపోయి దేశంలో రక్తం ఏరులై పారుతుందని చెప్పారని ఆయన చెప్పారు. </p>\n\n\n\n<p>ఇది కాంగ్రెస్ ప్రభుత్వం కాదని, మోడీ ప్రభుత్వమని ఆయన వ్యాఖ్యానించారు. రక్తపుటేరులు మాట అటుంచి ఒక్క చిన్న రాయిని కూడా వేయడం వారికి సాధ్యం కాలేదని అమిత్ షా చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/18615/27/04/2024/","hasAudio":false,"hasInfographics":false}