{"id":"wp-te-19833","wp_id":19833,"type":"standard","category":"World","language":"te","title":"రాహుల్ ప్రసంగంపై వివాదం.. ఆ వ్యాఖ్యలు తొలగింపు","excerpt":"రాష్ట్రపతి ప్రసంగానికి ధన్యవాదాలు తెలిపే తీర్మానంపై కాంగ్రెస్ ఎంపీ, ప్రతిపక్షనేత రాహుల్ గాంధీ లోక్‌సభలో సోమవారం చేసిన ప్రసంగం తీవ్ర దుమారానికి కారణమైంది. కేంద్రప్రభుత్వంపై రాహుల్ తీవ్ర స్థాయిలో విరుచుకుపడ్డారు. వివిధ మతాలకు సంబంధించిన అంశాలను ఆయన సభలో ప్రస్తావించారు. ముఖ్యంగా ప్రధాని మోదీని టార్గెట్ చేస్తూ.. కేంద్ర ప్రభుత్వంపై ఘాటు వ్యాఖ్యలు చేశారు.  రాహుల్ గాంధీ ప్రసంగంపై బీజేపీ తీవ్ర అభ్యంతరం వ్యక్తం చేసింది. మరోవైపు రాహుల్ వ్యాఖ్యలను దేశవ్యాప్తంగా బీజేపీ నేతలు ఖండించారు. హిందువులను","author":"Tattva News Team","time":"2/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Rahul-LS.webp","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రపతి ప్రసంగానికి ధన్యవాదాలు తెలిపే తీర్మానంపై కాంగ్రెస్ ఎంపీ, ప్రతిపక్షనేత రాహుల్ గాంధీ లోక్‌సభలో సోమవారం చేసిన ప్రసంగం తీవ్ర దుమారానికి కారణమైంది. కేంద్రప్రభుత్వంపై రాహుల్ తీవ్ర స్థాయిలో విరుచుకుపడ్డారు. వివిధ మతాలకు సంబంధించిన అంశాలను ఆయన సభలో ప్రస్తావించారు. ముఖ్యంగా ప్రధాని మోదీని టార్గెట్ చేస్తూ.. కేంద్ర ప్రభుత్వంపై ఘాటు వ్యాఖ్యలు చేశారు. </p>\n\n\n\n<p>రాహుల్ గాంధీ ప్రసంగంపై బీజేపీ తీవ్ర అభ్యంతరం వ్యక్తం చేసింది. మరోవైపు రాహుల్ వ్యాఖ్యలను దేశవ్యాప్తంగా బీజేపీ నేతలు ఖండించారు. హిందువులను అవమానించేలా రాహుల్ మాట్లాడారని ఆరోపించారు. తక్షణమే రాహుల్ దేశ ప్రజలకు క్షమాపణలు చెప్పాలని డిమాండ్ చేశారు. అలాగే రాహుల్ వ్యాఖ్యలపై చర్యలు తీసుకోవాలని స్పీకర్‌ను బీజేపీ సభ్యులు కోరారు. దీంతో రాహుల్‌పై లోక్‌సభ స్పీకర్ ఓంబిర్లా చర్యలు తీసుకున్నారు.</p>\n\n\n\n<p>రాహుల్ గాంధీ ప్రసంగంలోని కొన్ని వ్యాఖ్యలను పార్లమెంట్ రికార్డుల నుంచి తొలగించినట్లు లోక్‌సభ సెక్రటేరియట్ పేర్కొంది. లోక్‌సభ స్పీకర్ ఆదేశాలతోనే రాహుల్ ప్రసంగంలో కొన్ని కామెంట్లు తొలగించామని తెలిపారు. హిందూమతాన్ని ఉద్దేశించి రాహుల్ గాంధీ చేసిన వ్యాఖ్లయతో పాటు బీజేపీ, ఆర్‌ఎస్‌ఎస్, మోదీ, అగ్నివీర్, నీట్ పరీక్షల్లో అక్రమాలపై రాహుల్ చేసిన కొన్ని వ్యాఖ్యలను తొలగిస్తున్నట్లు లోక్‌సభ సచివాలయం తెలిపింది. </p>\n\n\n\n<p>జై సంవిధాన్‌ అంటూ చర్చను ప్రారంభించిన రాహుల్‌ గాంధీ గంట 40 నిమిషాల పాటు లోక్‌సభలో ప్రసంగించారు. ప్రతిపక్ష నేత ప్రసంగంపై పదేపదే పలువురు కేంద్ర మంత్రులు, బీజేపీ ఎంపీలు అభ్యంతరం వ్యక్తం చేశారు. ప్ఱధాని మోదీ కూడా రెండు సార్లు జోక్యం చేసుకుని రాహుల్ వ్యాఖ్యలను ఖండించారు. </p>\n\n\n\n<p>తాను ప్రసంగిస్తున్న వేళ రాహుల్ సభలో కొన్ని మతపరమైన ఫొటోలను రాహుల్‌ చూపించారు. దీనిపై అధికారపక్షం నుంచి తీవ్ర అభ్యంతరం వ్యక్తమైంది. సభలో ఇలాంటి మతపరమైన ఫొటోల ప్రదర్శనకు నిబంధనలు అంగీకరించవని స్పీకర్‌ ఓం బిర్లా సూచించారు. చివరకు బీజేపీ ఎంపీల ఫిర్యాదుతో స్పీకర్ రాహుల్ ప్రసంగంలో కొన్ని వ్యాఖ్యలు తొలగిస్తూ నిర్ణయం తీసుకున్నారు.</p>\n\n\n\n<p>తన వ్యాఖ్యలను రికార్డుల నుంచి తొలగించడంపై రాహుల్‌ గాంధీ విస్మయం వ్యక్తం చేశారు. తన స్పీచ్‌ నుంచి తొలగించిన భాగాలు, వ్యాఖ్యలకు సంబంధించి లోక్‌సభలో విపక్ష నేత, కాంగ్రెస్‌ ఎంపీ రాహుల్‌ గాంధీ స్పీకర్‌ ఓం బిర్లాకు లేఖ రాశారు. తన ప్రసంగంలో తొలగించిన వ్యాఖ్యలను పునరుద్ధరించాలని స్పీకర్‌కు రాసిన లేఖలో విజ్ఞప్తి చేశారు. తన ప్రసంగంలోని కొన్ని వ్యాఖ్యలను రికార్డుల నుంచి తొలగించిన తీరు తనకు దిగ్భ్రాంతి కలిగించిందని, ఇది పార్లమెంటరీ ప్రజాస్వామ్యానికి విరుద్ధమని లేఖలో రాహుల్‌ పేర్కొన్నారు.</p>\n\n\n\n<p>మోదీ ప్రపంచంలో వాస్తవాన్ని తొలగించగలరని, వాస్తవానికి నిజాన్ని తొలగించలేరని రాహుల్ స్పష్టం చేశారు. మోదీ ప్రపంచంలో సత్యాన్ని నిర్మూలించగలరు.. వారికి ఉన్న సంఖ్యాబలంతో అలా చేయగలరని, వాస్తవానికి నిజం అనేది ఎప్పటికీ అలాగే ఉంటుందని.. దానిని ఎవరూ వాస్తవిక ప్రపంచంలో తొలగించలేరని తేల్చి చెప్పారు. </p>\n\n\n\n<p>తాను చెప్పాల్సిందే సభలో చెప్పానని.. అది ఎవరు అవునన్నా.. కాదన్నా వాస్తవమని చెప్పారు. వారు కోరుకుంటే సభ రికార్డుల్లో తన వ్యాఖ్యలను తొలగించవచ్చని.. అయితే సత్యం ఎప్పటికీ అలాగే నిలబడి ఉంటుందని భరోసా వ్యక్తం చేశారు. </p>\n","originalUrl":"https://tattvanews.com/19833/02/07/2024/","hasAudio":false,"hasInfographics":false}