{"id":"wp-te-19516","wp_id":19516,"type":"standard","category":"World","language":"te","title":"వయనాడ్​ నుంచి ప్రియాంక గాంధీ పోటీ","excerpt":"కాంగ్రెస్​ పార్ ప్రధాన కార్యదర్శి  ప్రియాంక గాంధీ ఎట్టకేలకు ఎన్నికల రాజకీయాల్లోకి ఎంట్రీ ఇవ్వనున్నట్టు వార్తలు వినిపిస్తున్నాయి. రాహుల్​ గాంధీ గెలిచిన కేరళ వయనాడ్​ నుంచి ఆమె పోటీ చేసే అవకాశం ఉందని ఊహాగానాలు జోరుగా సాగుతున్నాయి. 2019 నుంచి కాంగ్రెస్​లో క్రియాశీలకంగా ఉంటున్నప్పటికీ ఆమె ఇంకా ఎన్నికల రాజకీయాల్లోకి ప్రవేశింపలేదు.  కొన్నేళ్ల క్రితం జరిగిన యూపీ అసెంబ్లీ ఎన్నికల్లో ఆమె పోటీ చేస్తారని వార్తలు వినిపించాయి. కానీ అలా జరగలేదు. 2019 ఎన్నికలలో వారణాసి నుండి","author":"Tattva News Team","time":"14/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Priyanka1.webp","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్​ పార్ ప్రధాన కార్యదర్శి  ప్రియాంక గాంధీ ఎట్టకేలకు ఎన్నికల రాజకీయాల్లోకి ఎంట్రీ ఇవ్వనున్నట్టు వార్తలు వినిపిస్తున్నాయి. రాహుల్​ గాంధీ గెలిచిన కేరళ వయనాడ్​ నుంచి ఆమె పోటీ చేసే అవకాశం ఉందని ఊహాగానాలు జోరుగా సాగుతున్నాయి. 2019 నుంచి కాంగ్రెస్​లో క్రియాశీలకంగా ఉంటున్నప్పటికీ ఆమె ఇంకా ఎన్నికల రాజకీయాల్లోకి ప్రవేశింపలేదు. </p>\n\n\n\n<p>కొన్నేళ్ల క్రితం జరిగిన యూపీ అసెంబ్లీ ఎన్నికల్లో ఆమె పోటీ చేస్తారని వార్తలు వినిపించాయి. కానీ అలా జరగలేదు. 2019 ఎన్నికలలో వారణాసి నుండి ప్రధాని నరేంద్ర మోదీపై పోటీచేస్తారని వార్తలు వచ్చినా ఆమె చేయలేదు.  ఇక 2024 లోక్​సభ ఎన్నికల్లో ఆమె కచ్చితంగా పోటీ చేస్తారని కాంగ్రెస్​ శ్రేణులు కూడా భావించారు. లోక్​సభ ఎన్నికల్లో ప్రియాంక పోటీ చేయాలని, తన మనసులో మాట కూడా బయటపెట్టారు కాంగ్రెస్​ అధ్యక్షుడు మల్లిఖార్జున ఖర్గే. కానీ ప్రియాంక గాంధీ పోటీ చేయలేదు.</p>\n\n\n\n<p>ఇక 2024 లోక్​సభ ఎన్నికల్లో రాహుల్ గాంధీ రెండు సీట్లల్లో పోటీ చేసిన విషయం తెలిసిందే. అవి తల్లి సోనియా గాంధీకి చెందిన రాయ్​బరేలీ, 2019లో తాను గెలిచిన కేరళ వయనాడ్​ సీటు. ఈసారి ఆయన ఆ రెండు సీట్లల్లోనూ విజయం సాధించారు. రాజ్యాంగం ప్రకారం ఆ రెండింట్లో ఒకటి ఒదులుకోక తప్పదు. వయనాడ్​, రాయ్​బరేలీల్లో రాహుల్​ గాంధీ ఏ సీటు వదులుకుంటారు? అనేది ఇప్పుడు ఆసక్తిగా మారింది.</p>\n\n\n\n<p>రాహుల్​ గాంధీ.. కేరళ వయనాడ్​ సీటును వదులుకునే అవకాశం ఉందని తెలుస్తోంది. అంతేకాదు.. ప్రియాంక గాంధీ ఎన్నికల అరంగేట్రంపైనా ఇటీవలే సంకేతాలిచ్చారు రాహుల్​ గాంధీ.  \"నా సోదరి వారణాసి నుంచి పోటీ చేసి ఉంటే.. ప్రధాని నరేంద్ర మోదీని 2,3 లక్షల ఓట్ల తేడాతో ఓడించేది,\"  అంటూ ధీమా వ్యక్తం చేశారు.</p>\n\n\n\n<p>దేశ రాజకీయాల్లో సోదరుడు రాహుల్​ గాంధీకి సాయం చేస్తూనే యూపీ కాంగ్రెస్​ని తన భుజాల మీద మోస్తున్నారు ప్రియాంక. లోక్​సభ ఎన్నికల్లోనూ అక్కడ కీలకంగా వ్యవహరించారు. ఫలితంగా.. ఈసారి కాంగ్రెస్​ ఆరు సీట్లు గెలుచుకోగలిగింది. 2019లో ఇది కేవలం ఒక్కటి మాత్రంగానే ఉంది.<a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19516/14/06/2024/","hasAudio":false,"hasInfographics":false}