{"id":"wp-te-19992","wp_id":19992,"type":"standard","category":"World","language":"te","title":"విశాఖ స్టీల్‌ప్లాంట్‌ ప్రైవేటీకరణ చేసే ప్రసక్తే లేదు","excerpt":"విశాఖ స్టీల్‌ప్లాంట్ ప్రైవేటీకరణ ఆలోచనే లేదని కేంద్ర ఉక్కుశాఖ మంత్రి కుమారస్వామి స్పష్టంచేశారు. ప్రధాని మోదీ అనుమతి తీసుకున్నాక దీనిపై అధికారిక ప్రకటన చేస్తామని చెప్పారు. ఉక్కు కర్మాగారాన్ని పరిరక్షించే బాధ్యత తీసుకుంటామని చెప్పారు. అందుకోసమే స్టీల్ ప్లాంట్‌ను నేరుగా సందర్శించి, అధికారులతో చర్చించినట్లు వెల్లడించారు. కార్మికుల సమస్యలపైనా చర్చించామని కుమారస్వామి తెలిపారు. విశాఖ స్టీల్ప్లాంట్ ప్రైవేటీకరణపై మీడియా అడిగిన ప్రశ్నకు కేంద్రమంత్రి ఈ విధంగా సమాధానం ఇచ్చారు. \"స్టీల్‌ప్లాంట్‌ను ప్రైవేటీకరిస్తారని ఎవరు చెప్పారు? ప్రైవేటీకరణ చేసే","author":"Tattva News Team","time":"12/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-Budget.webp","readTime":"5 min read","contentHTML":"\n<p>విశాఖ స్టీల్‌ప్లాంట్ ప్రైవేటీకరణ ఆలోచనే లేదని కేంద్ర ఉక్కుశాఖ మంత్రి కుమారస్వామి స్పష్టంచేశారు. ప్రధాని మోదీ అనుమతి తీసుకున్నాక దీనిపై అధికారిక ప్రకటన చేస్తామని చెప్పారు. ఉక్కు కర్మాగారాన్ని పరిరక్షించే బాధ్యత తీసుకుంటామని చెప్పారు. అందుకోసమే స్టీల్ ప్లాంట్‌ను నేరుగా సందర్శించి, అధికారులతో చర్చించినట్లు వెల్లడించారు. కార్మికుల సమస్యలపైనా చర్చించామని కుమారస్వామి తెలిపారు.</p>\n\n\n\n<p>విశాఖ స్టీల్ప్లాంట్ ప్రైవేటీకరణపై మీడియా అడిగిన ప్రశ్నకు కేంద్రమంత్రి ఈ విధంగా సమాధానం ఇచ్చారు. \"స్టీల్‌ప్లాంట్‌ను ప్రైవేటీకరిస్తారని ఎవరు చెప్పారు? ప్రైవేటీకరణ చేసే ప్రసక్తే లేదు. అందుకే నేను ఇక్కడికి వచ్చాను. ఈ విషయం చెప్పడానికి ముందు ప్రధాని అనుమతి తీసుకోవాల్సి ఉంది. ఆర్‌ఐఎన్‌ఎల్‌కు సంబంధించిన విషయాలన్నీ ప్రధానికి నివేదించి ఆయన్ను ఒప్పించాలి. ఇప్పటికే ఈ విషయాలన్నింటిపై అధికారులతో చర్చించి ఓ నోట్‌ తయారుచేస్తున్నాం. ఆర్‌ఐఎన్‌ఎల్‌ను తిరిగి గాడిన పెట్టడానికి అవసరమైన చర్యలు తీసుకుంటాం. ఆ దిశగా సమాలోచనలు చేస్తున్నాం\" అని కేంద్రమంత్రి కుమారస్వామి అన్నారు.</p>\n\n\n\n<p>విశాఖ స్టీల్ ప్లాంట్ దేశ ఆర్థికాభివృద్ధికి సహాయపడుతుందని అర్థమైందని కేంద్రమంత్రి కుమారస్వామి తెలిపారు. ఈ ప్లాంట్‌పై అనేకమంది ఆధారపడి ఉన్నారని తెలిపారు. విశాఖ ఉక్కు కర్మాగారంలో పనిచేసే కార్మికులు, దీని అవసరాలపై ఉన్న ప్రాధాన్యతను తాను గుర్తించానని కుమారస్వామి పేర్కొన్నారు. విశాఖ స్టీల్‌ప్లాంట్‌ను పరిరక్షించడం తమ బాధ్యత అని స్పష్టం చేశారు.</p>\n\n\n\n<p> ప్లాంట్‌ మూతపడుతుందని ఎవరూ ఆందోళన చెందవద్దన్న కేంద్రమంత్రి, ప్రధాని అశీస్సులతో ప్లాంట్ వందశాతం సామర్థ్యంతో ఉత్పత్తి చేస్తుందని భరోసా ఇచ్చారు. ఈ మేరకు విజిటర్స్‌ బుక్‌లో తన అభిప్రాయాన్ని కేంద్రమంత్రి కుమారస్వామి తెలియజేశారు. అక్కడ సందర్శకుల పుస్తకంలో తన అభిప్రాయం రాస్తూ ప్లాంట్ ప్రాధాన్యతను తాము గుర్తించిన అంశాన్ని అందులో పొందుపరిచారు.</p>\n\n\n\n<p> ప్రధానమంత్రి సహకారంతో ఈ ఉక్కు కర్మాగారాన్ని పూర్తిస్థాయిలో దేశ ప్రయోజనం కోసం తీర్చిదిద్దే విధంగా చర్యలు ఉంటాయని స్పష్టం చేశారు. ఉక్కు ప్లాంట్ సీఎండీ అతుల్ బట్ సహా వివిధ విభాగాధిపతులతో ఆయన స్టీల్ ప్లాంట్ పరిస్థితిపై సమీక్ష నిర్వహించారు. అంతకుముందు విశాఖలో కేంద్ర పరిశ్రమలు, ఉక్కు శాఖమంత్రి హెచ్‌.డి.కుమారస్వామి పర్యటించారు.</p>\n\n\n\n<p>కుమారస్వామితో పాటు సహాయ మంత్రి శ్రీనివాసవర్మ, ఇతర ప్రజాప్రతినిధులు, ఎంపీ భరత్, ఎమ్మెల్యే పల్లా శ్రీనివాస్, తదితరులు కలిసి ఆయన ప్లాంట్లోని వివిధ విభాగాలను సందర్శించారు. స్టీల్‌ప్లాంట్‌లోని వివిధ విభాగాలను మంత్రులకు ఉన్నతాధికారులు వివరించారు. అదే విధంగా ప్లాంట్లో నిర్వాసితులు</p>\n","originalUrl":"https://tattvanews.com/19992/12/07/2024/","hasAudio":false,"hasInfographics":false}