{"id":"wp-te-19950","wp_id":19950,"type":"standard","category":"World","language":"te","title":"ఎమ్మెల్సీ జంగా కృష్ణమూర్తికి హైకోర్టులో ఊరట","excerpt":"ఎమ్మెల్సీ జంగా కృష్ణమూర్తికి ఏపీ హైకోర్టు ఊరటనిచ్చింది. తనపై వేసిన అనర్హత వేటును సవాలు చేస్తూ జంగా కృష్ణమూర్తి దాఖలు చేసిన పిటిషన్‌పై ఇవాళ ఏపీ హైకోర్టు విచారణ జరిపింది. ఎమ్మెల్సీ స్థానం ఖాళీగా ఉన్నట్లు నోటిఫై చేయొద్దని ఈసీకి ఆదేశాలు జారీ చేసింది. అనంతరం విచారణను వాయిదా వేసింది. వైసీపీ తరఫున ఎమ్మెల్సీగా గెలిచిన జంగా కృష్ణమూర్తి ఎన్నికలకు ముందు టీడీపీలో చేరారు. దీంతో ఫార్టీ ఫిరాయించినందుకు గానూ ఆయనపై వేటు వేయాలని అప్పటి విప్‌","author":"Tattva News Team","time":"9/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Janga.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>ఎమ్మెల్సీ జంగా కృష్ణమూర్తికి ఏపీ హైకోర్టు ఊరటనిచ్చింది. తనపై వేసిన అనర్హత వేటును సవాలు చేస్తూ జంగా కృష్ణమూర్తి దాఖలు చేసిన పిటిషన్‌పై ఇవాళ ఏపీ హైకోర్టు విచారణ జరిపింది. ఎమ్మెల్సీ స్థానం ఖాళీగా ఉన్నట్లు నోటిఫై చేయొద్దని ఈసీకి ఆదేశాలు జారీ చేసింది. అనంతరం విచారణను వాయిదా వేసింది.</p>\n\n\n\n<p>వైసీపీ తరఫున ఎమ్మెల్సీగా గెలిచిన జంగా కృష్ణమూర్తి ఎన్నికలకు ముందు టీడీపీలో చేరారు. దీంతో ఫార్టీ ఫిరాయించినందుకు గానూ ఆయనపై వేటు వేయాలని అప్పటి విప్‌ అప్పిరెడ్డితో పాటు వైసీపీకి చెందిన పలువురు సభ్యులు మండలి చైర్మన్‌ మోషెన్‌ రాజుకు ఫిర్యాదు చేశారు. </p>\n\n\n\n<p>దీంతో జంగా కృష్ణమూర్తిపై అనర్హత వేటు వేస్తూ మండలి చైర్మన్‌ గెజిట్‌ నోటిఫికేషన్‌ జారీ చేశారు. దీంతో జంగా కృష్ణమూర్తి ఏపీ హైకోర్టును ఆశ్రయించారు. తన వివరణ తీసుకోకుండానే అనర్హత వేటు వేశారని.. ఇది కక్షపూరిత చర్య అని హైకోర్టులో పిటిషన్‌ వేశారు. </p>\n\n\n\n<p>పార్టీ మారిన టీడీపీ ఎమ్మెల్యేల మీద ఏళ్ల తరబడి చర్యలు తీసుకోకుండా తనపై మాత్రం వేటు వేయడమేంటని పిటిషన్‌లో పేర్కొన్నారు. దీంతో ఈ పిటిషన్‌పై సోమవారం విచారణ జరిపిన న్యాయస్థానం.. జంగా కృష్ణమూర్తి స్థానం ఖాళీ అయినట్లు నోటిఫై చేయొద్దని ఈసీకి సూచించింది.</p>\n\n\n\n<p>ఎమ్మెల్సీ ఇందుకూరి రాజాపై అనర్హత వేటు పడిన నేపథ్యంలో.. ఆ స్థానం ఖాళీ అయినట్లు నోటిఫై చేయొద్దని ఈసీకి ఏపీ హైకోర్టు ఇటీవల ఆదేశాలు ఇచ్చిన సంగతి తెలిసిందే. పార్టీ వ్యతిరేక కార్యాకలాపాలకు పాల్పడుతున్నారని ఆరోపిస్తూ ఎమ్మెల్సీ ఇందుకూరి రఘురాజుపై శాసనమండలి చైర్మన్‌ మోషెన్‌ రాజుకు.. విప్‌ పాలవలస విక్రాంత్‌ ఇటీవల ఫిర్యాదు చేశారు. </p>\n\n\n\n<p>దీంతో వైసీపీ ఎమ్మెల్సీ రఘురాజును అనర్హుడిగా ప్రకటిస్తూ ఈ నెల 3వ తేదీన మండలి చైర్మన్‌ ఉత్తర్వులు జారీ చేశారు. అయితే చైర్మన్‌ నిర్ణయాన్ని సవాలు చేస్తూ ఇందుకూరి రాజా హైకోర్టులో పిటిషన్‌ దాఖలు చేశారు. దీనిపై విచారణ జరిపిన హైకోర్టు.. ఇందుకూరి రాజా స్థానం ఖాళీ అయినట్లు నోటిఫై చేయొద్దని ఆదేశాలు జారీ చేసింది. తదుపరి విచారణను ఈ నెల 10వ తేదీకి వాయిదా వేసింది.</p>\n","originalUrl":"https://tattvanews.com/19950/09/07/2024/","hasAudio":false,"hasInfographics":false}