{"id":"wp-en-14059","wp_id":14059,"type":"standard","category":"World","language":"en","title":"SC says Muslim woman entitled to seek maintenance￼","excerpt":"In what comes as a huge relief for Muslim women who have been divorced, the Supreme Court, on Wednesday, ruled that they can seek maintenance from the ex-husband under section 125 of the erstwhile Code of Criminal Procedure (CrPC). This section of CrPC is applicable to all married women irrespective of religion. A bench of","author":"Tattva News Team","time":"11/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/04/Supreme-Court.jpg","readTime":"5 min read","contentHTML":"\n<p>In what comes as a huge relief for Muslim women who have been divorced, the Supreme Court, on Wednesday, ruled that they can seek maintenance from the ex-husband under section 125 of the erstwhile Code of Criminal Procedure (CrPC). This section of CrPC is applicable to all married women irrespective of religion.</p>\n\n\n\n<p>A bench of Justices B.V. Nagarathna and Augustine George Masih, which pronounced a separate but concurrent verdict, said section 125 of CrPC, which deals with wife's legal right to maintenance, covers Muslim women.</p>\n\n\n\n<p>\"We are hereby dismissing the criminal appeal with the major conclusion that section 125 would be applicable to all women and not just married women,\" Justice Nagarathna said.</p>\n\n\n\n<p>Dismissing the petition of one Mohd Abdul Samad, who has challenged the order of the Telangana High Court (Mohd Abdul Samad vs State of Telangana and anr) that refused to interfere with the maintenance order of the family court, the apex court observed that maintenance is not charity, but the right of married women and it is applicable to all married women irrespective of religion.</p>\n\n\n\n<p>The petitioner had contended that a divorced Muslim woman is not entitled to maintenance under Section 125 of CrPC and has to invoke the provisions of the Muslim Women (Protection of Rights on Divorce) Act, 1986.</p>\n\n\n\n<p>In the Shah Bano judgement, the apex court ruled that Section 125 CrPC is applicable to Muslim women as well. The court had, however, nullified the Muslim Women (Protection of Rights on Divorce) Act, 1986. The validity of the law was upheld in 2001.</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-says-muslim-woman-entitled-to-seek-maintenance%ef%bf%bc/","hasAudio":false,"hasInfographics":false}