{"id":"wp-te-19691","wp_id":19691,"type":"standard","category":"World","language":"te","title":"లోక్‌సభ సమావేశాలు ప్రారంభం.. ఎంపీగా ప్రమాణం చేసిన మోదీ","excerpt":"18వ లోక్‌సభ సమావేశాలు సోమవారం ప్రారంభమయ్యాయి. కొత్త పార్లమెంట్‌ భవనంలో ఈ సమావేశాలు ప్రారంభమయ్యాయి. నూతనంగా ఎన్నికైన సభ్యులతో ప్రొటెం స్పీకర్‌ ప్రమాణం చేయిస్తున్నారు. ముందుగా వారణాసి నుంచి ఎంపీగా ఎన్నికైన ప్రధాన మంత్రి నరేంద్ర మోదీ లోక్‌సభ సభ్యుడిగా ప్రమాణ స్వీకారం చేశారు.  అనంతరం మంత్రులు రాధామోహన్ సింగ్, రాజ్‌నాథ్ సింగ్, అమిత్ షా, ఫగ్గన్ సింగ్ కులస్తే, నితిన్ గడ్కరీ, శివరాజ్‌సింగ్ చౌహాన్, రామ్మోహన్ నాయుడు కింజారపు, తదితరులు లోక్ సభ సభ్యులుగా ప్రమాణ","author":"Tattva News Team","time":"24/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-Oath.webp","readTime":"5 min read","contentHTML":"\n<p>18వ లోక్‌సభ సమావేశాలు సోమవారం ప్రారంభమయ్యాయి. కొత్త పార్లమెంట్‌ భవనంలో ఈ సమావేశాలు ప్రారంభమయ్యాయి. నూతనంగా ఎన్నికైన సభ్యులతో ప్రొటెం స్పీకర్‌ ప్రమాణం చేయిస్తున్నారు. ముందుగా వారణాసి నుంచి ఎంపీగా ఎన్నికైన ప్రధాన మంత్రి నరేంద్ర మోదీ లోక్‌సభ సభ్యుడిగా ప్రమాణ స్వీకారం చేశారు. </p>\n\n\n\n<p>అనంతరం మంత్రులు రాధామోహన్ సింగ్, రాజ్‌నాథ్ సింగ్, అమిత్ షా, ఫగ్గన్ సింగ్ కులస్తే, నితిన్ గడ్కరీ, శివరాజ్‌సింగ్ చౌహాన్, రామ్మోహన్ నాయుడు కింజారపు, తదితరులు లోక్ సభ సభ్యులుగా ప్రమాణ స్వీకారం చేశారు. ప్రస్తుతం లోక్ సభలో అడుగుపెట్టేవారిలో సగానికి పైగా కొత్తవారే ఉన్నారు. </p>\n\n\n\n<p>మొత్తం 543 మంది సభ్యుల్లో 280 మంది సభ్యులు కొత్తవారు ఉండగా 262 మంది గతంలో లోక్ సభలో సభ్యులుగా పని చేసిన అనుభవం ఉంది.. మొత్తం తొలి రోజు 280 మంది ఎంపీలు ప్రమాణం చేయనున్నారు. మిగిలిన వారితో మంగళవారం ప్రమాణస్వీకారం చేయిస్తారు. అనంతరం స్పీకర్‌ ఎన్నికకు నామినేషన్‌ కార్యక్రమం ప్రారంభమవుతుంది. 26న స్పీకర్‌ ఎన్నిక పూర్తవుతుంది.</p>\n\n\n\n<p>కాగా, లోక్ సభ 2047 వికసిత్ భారత్ సంకల్పం, కొత్త లక్ష్యాన్ని నిర్దేశించుకొని ముందుకు సాగుతామని ప్రధాని మోదీ  తెలిపారు. లోక్ సభ సమావేశాలు సందర్భంగా మీడియాతో మాట్లాడుతూ లోక్ సభ సభ్యులకు స్వాగతం పలికారు. ఇది చాలా పవిత్రమైన రోజు అని పేర్కొన్నారు. 140 కోట్ల ప్రజల ఆకాంక్షలు నెరవేరస్తామని, సామాన్య ప్రజల కలలు సాకారం చేస్తామని, ప్రజల జీవన ప్రమాణాలు పెంచేందుకు కృషి చేస్తామని చెప్పారు. </p>\n\n\n\n<p>మూడోసారి సేవచేసే భాగ్యాన్ని ప్రజలు కల్పించారని, సభ్యులందరినీ కలుపుకొని వికసిత్ భారత్ లక్ష్యాన్ని చేరుకుంటామని మోదీ వివరించారు. ప్రజలు తమ  విధానాలను విశ్వసించారని, సరికొత్త విశ్వాసంతో కొత్త సమావేశాలు ప్రారంభిస్తున్నామని, రాజ్యాంగానికి గౌరవం ఇచ్చి నిర్ణయాలు తీసుకుంటామని స్పష్టం చేశారు. ప్రజల స్వప్నం నెరవేర్చే సంకల్పం తీసుకున్నామని, రేపటితో అత్యయిక పరిస్థితి 50 ఏళ్లు పూర్తివుతుందని, అత్యయిక పరిస్థితి ఒక మచ్చ అని, 50 ఏళ్ల క్రితం జరిగిన పొరపాటు పునరావృతం కాకూడదని ప్రధాని హెచ్చరించారు.</p>\n\n\n\n<p>ప్రధాని నరేంద్ర మోదీ ఎమర్జెన్సీ చీకటి పాలనపై చేసిన వ్యాఖ్యలను ఏఐసీసీ చీఫ్‌ మల్లికార్జున్‌ ఖర్గే తిప్పికొట్టారు. ఎమర్జెన్సీ గురించి మాట్లాడుతూ ఎంతకాలం కాషాయ పాలకులు పాలన సాగించాలని కోరుకుంటున్నారని ఖర్గే నిలదీశారు. మీరు దీనిపై 100 సార్లు మాట్లాడతారు..ఎమర్జెన్సీ విధించకుండానే మీరు ఇదంతా చేస్తున్నారు..ఇలా మాట్లాడుతూ ఎంతకాలం పాలించాలని మీరు కోరుకుంటున్నారు? అని ఆయన ప్రశ్నించారు.</p>\n\n\n\n<p>కాగా, ఇండియా కూటమి నేతలు రాజ్యాంగ ప్రతితో పార్లమెంట్‌ వద్దకు చేరుకున్నారు. కాంగ్రెస్‌ పార్లమెంటరీ పార్టీ ఛైర్‌పర్సన్‌ సోనియా గాంధీ, కాంగ్రెస్‌ అగ్రినేత రాహుల్‌ గాంధీ సహా కూటమి నేతలంతా రాజ్యాంగ ప్రతులతో పార్లమెంట్‌ ఆవరణలోని గాంధీ విగ్రహం వద్దకు చేరుకున్నారు. అక్కడ నిరసన చేపట్టారు. అనంతరం పార్లమెంట్‌ సమావేశాలకు హాజరయ్యారు. మోదీ ప్రభుత్వం రాజ్యాంగ నిబంధనలను ఉల్లంఘించినందుకే నిరసన తెలుపుతున్నట్లు ఇండియా కూటమి సభ్యులు తెలిపారు. ప్రొటెం స్పీకర్‌ నియమించిన తీరు రాజ్యాంగ ఉల్లంఘనేనని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19691/24/06/2024/","hasAudio":false,"hasInfographics":false}