{"id":"wp-te-20720","wp_id":20720,"type":"standard","category":"World","language":"te","title":"156 ఫిక్స్‌డ్‌ డోస్‌ మందులపై కేంద్రం నిషేధం","excerpt":"జ్వరం, జలుబు, ఒళ్లు నొప్పులు, ఎలర్జీలు.. చాలా మందికి తరచుగా వచ్చే సమస్యలు. వీటికి ఏదో ఒక ట్యాబ్లెట్ వేసుకుని.. అప్పటికి దాని నుంచి విముక్తి పొందుతాం. జ్వరం కానీ, జలుబు కానీ, ఏవైనా నొప్పులు గానీ, ఎలర్జీలు రాగానే.. దగ్గర్లో ఉన్న మెడికల్ షాప్‌కు వెళ్లి ఏదో ఒక మెడిసిన్ తీసుకుని వాడటం చాలా మందికి అలవాటే.  అయితే ఇలా ఏది పడితే ఆ మెడిసిన్ వేసుకుని ఉన్న రోగం నయం కావడం పక్కన పెడితే","author":"Tattva News Team","time":"23/8/2024","image":"https://tattvanews.com/wp-content/uploads/2022/09/Medicines.jpg","readTime":"5 min read","contentHTML":"\n<p>జ్వరం, జలుబు, ఒళ్లు నొప్పులు, ఎలర్జీలు.. చాలా మందికి తరచుగా వచ్చే సమస్యలు. వీటికి ఏదో ఒక ట్యాబ్లెట్ వేసుకుని.. అప్పటికి దాని నుంచి విముక్తి పొందుతాం. జ్వరం కానీ, జలుబు కానీ, ఏవైనా నొప్పులు గానీ, ఎలర్జీలు రాగానే.. దగ్గర్లో ఉన్న మెడికల్ షాప్‌కు వెళ్లి ఏదో ఒక మెడిసిన్ తీసుకుని వాడటం చాలా మందికి అలవాటే. </p>\n\n\n\n<p>అయితే ఇలా ఏది పడితే ఆ మెడిసిన్ వేసుకుని ఉన్న రోగం నయం కావడం పక్కన పెడితే లేని కొత్త రోగాన్ని కొని తెచ్చుకోవడమే అని డాక్టర్లు, ప్రభుత్వాలు ఎప్పుడూ చెబుతూనే ఉంటాయి. ఇక ఇలా వాడటం వల్ల సైడ్ ఎఫెక్ట్స్‌ కూడా వచ్చే అవకాశాలు ఉంటాయి. ఈ క్రమంలోనే తాజాగా కేంద్ర ప్రభుత్వం కీలక నిర్ణయం తీసుకుంది. </p>\n\n\n\n<p>రోగులకు ముప్పు తీసుకువచ్చే అవకాశం ఉన్న మందులపై నిషేధం విధించింది. ఈ క్రమంలోనే 156 రకాల ఔషధాలను నిషేధిస్తూ తాజాగా ఒక నోటిఫికేషన్‌ను విడుదల చేసింది. ఇక చాలా మంది ఒక రోగానికి.. వివిధ రకాల మందులను కలిపి వాడుతూ ఉంటారు. అంటే రెండు లేదా అంతకంటే ఎక్కువ మెడిసిన్‌ను కాంబినేషన్ డ్రగ్స్‌గా వాడుతూ ఉంటారు. </p>\n\n\n\n<p>అయితే ఒక రోగానికి నిర్దిష్టమైన మెడిసిన్ ఉండగా వాటిని కాదని ఈ కాంబినేషన్ డ్రగ్స్ వాడటంపై కేంద్ర ప్రభుత్వం విస్మయం వ్యక్తం చేసింది. ఇలాంటి కాంబినేషన్ డ్రగ్స్ వాడడం వల్ల.. లేని ప్రమాదాన్ని తెచ్చుకోవడమే అవుతుందని పేర్కొంది. ఈ క్రమంలోనే అలాంటి 156 రకాల ఔషధాలను నిషేధిస్తూ కీలక నిర్ణయం తీసుకుంది. ఇందులో ప్రధానంగా జ్వరం, జలుబు, నొప్పులు, ఎలర్జీలకు వాడే మందులు కూడా ఉన్నాయి.</p>\n\n\n\n<p>ఎసెక్లోఫెనాక్‌ 500 ఎంజీ + పారాసెటమాల్‌ 125 ఎంజీ కాంబినేషన్.. మెఫెనమిక్‌ యాసిడ్‌ + పారాసెటమాల్‌ ఇంజెక్షన్ కాంబినేషన్.. సెట్రిజెన్‌ హెచ్‌సీఎల్‌+ పారాసెటమాల్‌+ ఫినైలెప్రైన్‌ హెచ్‌సీఎల్ కాంబినేషన్.. లెవొసెట్రిజిన్‌+ ఫినైలెప్రైన్‌ హెచ్‌సీఎల్‌+ పారాసెటమాల్‌ కాంబినేషన్ వంటి ఎక్కువగా వినియోగించే మందులు కూడా కేంద్ర ప్రభుత్వ నిషేధిత ఔషధాల జాబితాలో ఉన్నాయి. </p>\n\n\n\n<p>వీటిని నిషేధిస్తూ కేంద్ర ప్రభుత్వం ఈ నెల 12 వ తేదీన నోటిఫికేషన్‌ విడుదల చేసింది. సురక్షితమైన ప్రత్యామ్నాయ మందులు ఉండగా ఫిక్స్‌డ్‌ డోస్‌ కాంబినేషన్‌ మందులను వాడడం ప్రమాదాన్ని ఆహ్వానించడమే అవుతుందని కేంద్ర ప్రభుత్వం ఆ నోటిఫికేషన్‌లో పేర్కొంది.</p>\n","originalUrl":"https://tattvanews.com/20720/23/08/2024/","hasAudio":false,"hasInfographics":false}