{"id":"wp-en-13547","wp_id":13547,"type":"standard","category":"World","language":"en","title":"NDA govt will focus on uprooting corruption, says PM Modi￼","excerpt":"Soon after NDA crossed majority mark in Lok Sabha polls, participating victory celebrations at BJP’s national headquarters, Prime Minister Narendra Modi asserted  that his next government's focus will be to uproot corruption in all forms.  \"NDA government will work with full force to make India the third-largest economy in the world. If India has to","author":"Tattva News Team","time":"5/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-BJP1.jpg","readTime":"5 min read","contentHTML":"\n<p>Soon after NDA crossed majority mark in Lok Sabha polls, participating victory celebrations at BJP’s national headquarters, Prime Minister Narendra Modi asserted  that his next government's focus will be to uproot corruption in all forms.</p>\n\n\n\n<p> \"NDA government will work with full force to make India the third-largest economy in the world. If India has to move ahead with pace, it will have to work against corruption. NDA government will focus on uprooting corruption in its third tenure,\" he said.</p>\n\n\n\n<p>Tooking a potoshot at the INDIA bloc while also reiterating his \"Modi ki guarantee\", he said \"Our rivals together could not win as many seats as the BJP won alone. I want to tell the people of the country that if you work for 10 hours, Modi will work for 18 hours. The country will write a new chapter of big decisions. This is Modi's guarantee.\"</p>\n\n\n\n<p>\"I am indebted to the people of the country for their blessings. The NDA government for the third time is certain. The people of the country have reposed their faith in the BJP and NDA. This is a victory of the biggest democracy of the world,\" he said while addressing the party workers.</p>\n\n\n\n<p> \"People have placed their faith in NDA, for a third consecutive time! This is a historical feat in India’s history. I bow to the Janata Janardan for this affection and assure them that we will continue the good work done in the last decade to keep fulfilling the aspirations of people. I also salute all our Karyakartas for their hard work. Words will never do justice to their exceptional efforts,\" he added.</p>\n\n\n\n<p>Thanking the Election Commission, the Prime Minister said that the citizens are proud of the country's electoral system. \"I also thank the Election Commission of India for conducting such a large-scale election exercise. Every Indian is proud of the credibility of India's election process and system”, he said.</p>\n\n\n\n<p>Particularly referring to polls in the Jammu and Kashmir, he hailed that the voters of Jammu and Kashmir have shown unprecedented enthusiasm by voting in record numbers. “They have also shown a mirror to those who try to defame the nation. I salute the people of this occasion of victory,\" PM Modi said.</p>\n","originalUrl":"https://en.tattvanews.com/national/nda-govt-will-focus-on-uprooting-corruption-says-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}