{"id":"wp-en-14279","wp_id":14279,"type":"standard","category":"World","language":"en","title":"Bhatti presents first full-scale budget for Rs.2.91 lakh crore","excerpt":"Deputy Chief Minister Bhatti Vikramarka, who is also holding Finance Ministry, presented his first full-pledged budget in the Assembly on Thursday with an outlay of Rs 2,91,159 crore for the financial year 2024-25. This is around Rs 15,000 crore more than the ‘Vote on Account’ budget of Rs 2.76 lakh crore presented by the government","author":"Tattva News Team","time":"25/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bhatti.webp","readTime":"5 min read","contentHTML":"\n<p>Deputy Chief Minister Bhatti Vikramarka, who is also holding Finance Ministry, presented his first full-pledged budget in the Assembly on Thursday with an outlay of Rs 2,91,159 crore for the financial year 2024-25. This is around Rs 15,000 crore more than the ‘Vote on Account’ budget of Rs 2.76 lakh crore presented by the government in February earlier this year and marginally higher than the Rs 2.9 lakh crore introduced by the previous BRS government for 2023-24.</p>\n\n\n\n<p>As per the budget, the revenue expenditure is proposed at Rs 2,20,945 crore and the capital expenditure proposed is Rs 33,487 crore. Finance Minister said  that the State debts shot up to Rs 6.71 lakh crore at the end of 2023-24 against Rs 75,577 crore in 2014-15 since the State formation.</p>\n\n\n\n<p>In the budget allocations, the State government gave highest priority to the agriculture and allied sectors with an allocation of Rs 72,659 crore, followed by Rs 29,816 crore for Panchayath Raj and Rural Development, and Rs 22,301 crore for Irrigation. Around Rs 21,292 crore have been set aside for Education and another Rs 11,468 crore was set aside for Medical and Health.</p>\n\n\n\n<p>The budget had no overall allocations for the much-hyped Abhaya Hastham (six guarantees) except for Rs 2,418 crore for Gruha Jyothi Scheme and Rs 723 crore for the subsidised LPG cylinder scheme.</p>\n\n\n\n<p>While presenting the budget, Bhatti Vikramarka said that Rs 80,440 crores were spent on the implementation of Rythu Bandhu for farmers. However, financial input assistance has been given to many in-eligible persons, owners of fallow lands, and real estate businessmen.</p>\n\n\n\n<p>Thus, precious public funds were wasted by violating the rules framed by the then government for the scheme. Against this backdrop, the Rythu Bandhu Scheme(RBS) with Rythu Bharosa benefits the real farmers by increasing the assistance and providing Rs Rs.15,000 per year, he added.<br><br>The State government allocated Rs 1,525 crore for the Regional Ring Road for the current financial year, as against total expenditure of Rs 13,522 crore for the northern part and Rs 12,980 crore for the southern part. Another Rs 10,000 crore has been allocated for development of Hyderabad including GHMC, HYDRAA, HMDA, HMWSSB and others.</p>\n\n\n\n<p>Around Rs 33,124 crore for SC Sub-plan Development Fund and Rs 17,056 crore for ST Sub-plan Development Fund, have been proposed in the budget. A total of Rs 16,410 crore has been set aside for power transmission and distribution companies. A nominal allocation of Rs 2,762 crore for Industries and Rs 774 crore for Information and Technology, were made in the State budget.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/bhatti-presents-first-full-scale-budget-for-rs-2-91-lakh-crore/","hasAudio":false,"hasInfographics":false}