{"id":"wp-te-20497","wp_id":20497,"type":"standard","category":"World","language":"te","title":"కవితకు వారం రోజుల్లో బెయిల్... కేటీఆర్ జోస్యం","excerpt":"ఢిల్లీ లిక్కర్ స్కాం కేసులో ఢిల్లీ మాజీ ఉపముఖ్యమంత్రి మనీష్ సిసోడియాకు 17 నెలల జైలు జీవితం తర్వాత సుప్రీం కోర్టు బెయిల్ మంజూరు చేయడంతో ఈ కేసులో ఐదు నెలలుగా జైలులో ఉన్న బిఆర్ఎస్ ఎమ్యెల్సీ కవితకు సహితం త్వరలో బెయిల్ లభించే అవకాశాలున్నట్లు ఆ పార్టీ నేతలు భావిస్తున్నారు. వారం రోజులలో ఆమెకు బెయిల్ వచ్చే అవకాశం ఉందని ఆమె సోదరుడు, ఆ పార్టీ కార్యనిర్వాహక అధ్యక్షుడు కెటి రామారావు జోస్యం చెప్పారు.  ముఖ్యంగా","author":"Tattva News Team","time":"10/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kavitha-Court.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్ స్కాం కేసులో ఢిల్లీ మాజీ ఉపముఖ్యమంత్రి మనీష్ సిసోడియాకు 17 నెలల జైలు జీవితం తర్వాత సుప్రీం కోర్టు బెయిల్ మంజూరు చేయడంతో ఈ కేసులో ఐదు నెలలుగా జైలులో ఉన్న బిఆర్ఎస్ ఎమ్యెల్సీ కవితకు సహితం త్వరలో బెయిల్ లభించే అవకాశాలున్నట్లు ఆ పార్టీ నేతలు భావిస్తున్నారు. వారం రోజులలో ఆమెకు బెయిల్ వచ్చే అవకాశం ఉందని ఆమె సోదరుడు, ఆ పార్టీ కార్యనిర్వాహక అధ్యక్షుడు కెటి రామారావు జోస్యం చెప్పారు. </p>\n\n\n\n<p>ముఖ్యంగా సిసోడియాకు బెయిల్ మంజూరు చేస్తూ సుప్రీంకోర్టు చేసిన వాఖ్యలు ఆమెకు బెయిల్ లభించేందుకు అనుకూలంగా ఉన్నట్లు భావిస్తున్నారు. అరెస్ట్ చేసి, విచారణ ప్రారంభించకుండా ఎంతకాలం జైలులో ఉంచుతారని సుప్రీంకోర్టు ప్రశ్నించింది. అంతే కాకుండా ఏ ఈకేసులో అవసరమైన సాక్ష్యాలు సంబంధించిన పత్రాలు అన్నింటినీ దాదాపుగా దర్యాప్తు సంస్థలు సేకరించడంతో సాక్ష్యాలను తారుమారు చేసే అవకాశం లేదనే అభిప్రాయం కూడా వ్యక్తం చేసింది.</p>\n\n\n\n<p>అరెస్ట్ అయి, అప్రూవర్ గా మారిన వారి సాక్ష్యాలు మినహా నేరుగా దర్యాప్తు సంస్థలు ఎటువంటి సాక్ష్యాలను ప్రవేశపెట్టలేకపోతున్నల్ట్లు కూడా సుప్రీంకోర్టు పేర్కొనడంతో ఏ ఈకేసు బలహీనంగా ఉండనే అభిప్రాయం వ్యక్తం అవుతుంది. కాగా, జైలులో కవిత చాలా ఇబ్బందులు పడుతున్నారని కేటీఆర్ చెప్పుకొచ్చారు. కవిత ఇప్పటి వరకు 11 కిలోల బరువు తగ్గిందని చెప్పారు. </p>\n\n\n\n<p>బీపీతో బాధపడుతుందని, జైలు పరిశుభ్రంగా లేదని, 11 వేల మంది ఖైదీలు ఉండాల్సిన జైలులో 30 వేల మంది ఖైదీల వరకు ఉన్నారంటూ కవిత జైలు జీవితం గురించి కేటీఆర్ ఆందోళన వ్యక్తం చేశారు. ప్రజల కోసం కొట్లాడేవారిపైన ఇటువంటి కేసులు తప్పవని, బెయిల్ కోసం మరోసారి అప్పీల్ చేశామని కేటీఆర్ తెలిపారు. </p>\n\n\n\n<p>ఇప్పటికే మనీష్ సిసోడియాకి బెయిల్ వచ్చిన నేపథ్యంలో కవితకు కూడా బెయిల్ వచ్చే అవకాశముందంటూ కేటీఆర్ ఆశాభావం వ్యక్తం చేశారు. ఈ మేరకు కవితను జైలు నుంచి బయటికి తీసుకొచ్చేందుకు కేటీఆర్, హరీష్ రావు ఢిల్లీలో చాలా ప్రయత్నాలు చేశారు. తీహార్ జైలులో జ్యుడీషియల్ ఖైదీగా ఉన్న కవితను కలిశారు.</p>\n\n\n\n<p>మరోవైపు కవితపై దాఖలైన ఛార్జిషీట్‌పై రౌస్ అవెన్యూ కోర్టులో విచారణ మరోసారి వాయిదా పడింది. విచారణను ఈ నెల 21వ తేదీకి వాయిదా వేస్తూ నిర్ణయం తీసుకుంది. ఢిల్లీ లిక్కర్ స్కాం కేసులో కల్వకుంట్ల కవితతో పాటు ఢిల్లీ సీఎం కేజ్రీవాల్ సహా పలువురును నిందితులుగా పేర్కొంటూ సీబీఐ చార్జిషీటు దాఖలు చేసింది. </p>\n\n\n\n<p>దీనిపై విచారణ ఇప్పటికే చాలాసార్లు వాయిదా పడుతూ వస్తోంది. ఇందులో భాగంగానే రౌస్ ఎవెన్యూ కోర్టులో విచారణలో భాగంగా నిందితుల తరపు న్యాయవాదులు తమ వాదనలు వినిపిస్తూ సీబీఐ దాఖలు చేసిన ఛార్జిషీట్‌ను స్క్రూటినీ చేయాల్సి ఉంటుందని కోర్టుకు తెలిపారు.</p>\n\n\n\n<p>మరోవైపు ఛార్జిషీట్‌లోని పేపర్లకు ఒకవైపు మాత్రమే పేజ్ నెంబర్ ఉందని, వాదనలు వినిపించేందుకు ఇబ్బందికరంగా ఉంటుందని కోర్టుకు వివరించారు. దీనిపై సీబీఐ ఈ నెల 14 వరకు పేజీనేషన్ సరి చేసి ఇస్తామని, అప్పటివరకు సమయం ఇవ్వాలని కోర్టుకు వాదనలు వినిపించింది. దీంతో ఛార్జిషీట్‌పై తదుపరి విచారణను ఆగస్టు 21 వ తేదీ మధ్యాహ్నం 12 గంటలకు కోర్టు వాయిదా వేసింది.</p>\n","originalUrl":"https://tattvanews.com/20497/10/08/2024/","hasAudio":false,"hasInfographics":false}