{"id":"wp-te-19261","wp_id":19261,"type":"standard","category":"World","language":"te","title":"ప్రజ్వల్ రేవణ్ణ విమానం దిగగానే అరెస్ట్","excerpt":"మహిళలు, యువతులపై లైంగిక దౌర్జన్యానికి పాల్పడినట్లు ఆరోపణలు ఎదుర్కొంటూ విదేశాలకు పారిపోయిన హసన ఎంపీ ప్రజ్వల్‌ రేవణ్ణ నెల రోజుల తర్వాత తిరిగొచ్చారు. గురువారం అర్ధరాత్రి దాటిన తర్వాత బెంగళూరు విమానాశ్రయంలో దిగి దిగగానే అతడ్ని పోలీసులు అరెస్ట్ చేశారు.  జర్మనీలోని మ్యూనిచ్ నుంచి బయలుదేరిన ప్రజ్వల్ రేవణ్ణ బెంగళూరులోని కెంపెగౌడ అంతర్జాతీయ విమానాశ్రయానికి రాత్రి 12.30 గంటలకు చేరుకున్నారు. విమానం దిగిన వెంటనే ప్రజ్వల్‌ను పోలీసులు అదుపులోకి తీసుకుని, భారీ భద్రత మధ్య సీఐడీ ఆఫీసుకు","author":"Tattva News Team","time":"31/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Revanna-arrest.png","readTime":"5 min read","contentHTML":"\n<p>మహిళలు, యువతులపై లైంగిక దౌర్జన్యానికి పాల్పడినట్లు ఆరోపణలు ఎదుర్కొంటూ విదేశాలకు పారిపోయిన హసన ఎంపీ ప్రజ్వల్‌ రేవణ్ణ నెల రోజుల తర్వాత తిరిగొచ్చారు. గురువారం అర్ధరాత్రి దాటిన తర్వాత బెంగళూరు విమానాశ్రయంలో దిగి దిగగానే అతడ్ని పోలీసులు అరెస్ట్ చేశారు. </p>\n\n\n\n<p>జర్మనీలోని మ్యూనిచ్ నుంచి బయలుదేరిన ప్రజ్వల్ రేవణ్ణ బెంగళూరులోని కెంపెగౌడ అంతర్జాతీయ విమానాశ్రయానికి రాత్రి 12.30 గంటలకు చేరుకున్నారు. విమానం దిగిన వెంటనే ప్రజ్వల్‌ను పోలీసులు అదుపులోకి తీసుకుని, భారీ భద్రత మధ్య సీఐడీ ఆఫీసుకు తరలించారు. </p>\n\n\n\n<p>మే 31న తాను విచారణకు హాజరవుతానని మూడు రోజుల కిందట ఓ సెల్ఫీ వీడియో విడుదల చేసిన విషయం తెలిసిందే. ఇంతకు ముందు మూడు సార్లు రిటర్న్ టిక్కెట్లు బుక్ చేసి.. చివరి నిమిషంలో రద్దు చేసుకోవడంతో గురువారం కూడా హ్యాండిస్తాడేమోనని పోలీసులు అనుమానించారు. </p>\n\n\n\n<p>అయితే, ప్రజ్వల్ చెప్పినట్టుగానే మే 30న బెంగళూరు చేరుకున్నారు. మరోవైపు, బెంగళూరులోని ప్రజాప్రతినిధులు ప్రత్యేక న్యాయస్థానంలో రేవణ్ణకు ఎదురుదెబ్బ తగిలింది. లైంగిక దౌర్జన్యాల ఆరోపణల కేసులో ఆయన ముందస్తు బెయిల్‌ పిటిషన్‌ను కోర్టు తిరస్కరించింది. </p>\n\n\n\n<p>కర్ణాటకలో లోక్‌సభ ఎన్నికల సమయంలో ప్రజ్వల్ రేవణ్ణ లైంగిక దౌర్జన్యాలకు పాల్పడిన వీడియోలు బయటకు రావడంతో రాజకీయ ప్రకంపనలు రేపింది. ఈ వీడియోలు సోషల్ మీడియాలో వైరల్ కాగా.. అదే సమయంలో ఆయన దేశం విడిచి వెళ్లిపోయారు. ఇప్పటి వరకు రేవణ్ణపై మూడు అత్యాచారం కేసులు నమోదయ్యాయి. </p>\n\n\n\n<p>జర్మనీకి వెళ్లిపోయిన ప్రజ్వల్‌ను వెనక్కి రప్పించేందుకు సిట్ పోలీసులు పలు ప్రయత్నాలు చేశారు. నాలుగుసార్లు నోటీసులు, అరెస్టు వారెంటు, బ్లూ కార్నర్, రెడ్‌ కార్నర్‌ నోటీసులు అతడిపై జారీ అయ్యాయి.  ఇదే సమయంలో డిప్లొమాటిక్ పాస్‌పోర్ట్ రద్దు చేయాలని కర్ణాటక సీఎం సిద్ధరామయ్య కేంద్రానికి లేఖ రాయడంతో విదేశాంగ శాఖ చర్యలు చేపట్టింది.</p>\n\n\n\n<p> ఇదే సమయంలో విచారణకు హాజరు కావాలని, పోలీసులకు లొంగిపోవాలని తాత మాజీ ప్రధాని హెచ్‌డీ దేవెగౌడ, తండ్రి హెచ్‌డీ రేవణ్ణ, బాబాయి మాజీ ముఖ్యమంత్రి హెచ్‌డీ కుమారస్వామిలు కోరారు. దీంతో విచారణకు సహకరిస్తానని, మే 31న ‘సిట్‌’ ముందు హాజరవుతానని సోమవారం నాడు తొలిసారి సెల్ఫీ వీడియోను హసన ఎంపీ విడుదల చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19261/31/05/2024/","hasAudio":false,"hasInfographics":false}