{"id":"wp-te-20558","wp_id":20558,"type":"standard","category":"World","language":"te","title":"బంగ్లాదేశ్ లో షేక్ హసీనాపై హత్య కేసు","excerpt":"బంగ్లాదేశ్‌లో షేక్ హసీనాపై హత్య కేసు నమోదైంది. హింసాత్మక నిరసనల కారణంగా ఓ కిరాణా దుకాణం యజమాని మరణానికి ఆమె కూడా కారణమని పేర్కొంటూ ఈ కేసు నమోదైంది. ఆమెతో పాటు ఆరుగురు వ్యక్తులను కూడా పోలీసులు ఈ కేసులో ముద్దాయిలుగా చేర్చారు. వారిలో అవామీ లీగ్ పార్టీ ముఖ్యనేతలు ఉన్నారు. నిరసనలకు సంబంధించి షేక్ హసీనాపై నమోదైన తొలి కేసు ఇదే కావడం గమనార్హం. రిజర్వేషన్ల రద్దుకు అనుకూలంగా జులై 19న ముహమ్మద్‌పూర్‌లో ఆందోళన జరిగింది.","author":"Tattva News Team","time":"14/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/01/Hasina.webp","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్‌లో షేక్ హసీనాపై హత్య కేసు నమోదైంది. హింసాత్మక నిరసనల కారణంగా ఓ కిరాణా దుకాణం యజమాని మరణానికి ఆమె కూడా కారణమని పేర్కొంటూ ఈ కేసు నమోదైంది. ఆమెతో పాటు ఆరుగురు వ్యక్తులను కూడా పోలీసులు ఈ కేసులో ముద్దాయిలుగా చేర్చారు. వారిలో అవామీ లీగ్ పార్టీ ముఖ్యనేతలు ఉన్నారు.</p>\n\n\n\n<p>నిరసనలకు సంబంధించి షేక్ హసీనాపై నమోదైన తొలి కేసు ఇదే కావడం గమనార్హం. రిజర్వేషన్ల రద్దుకు అనుకూలంగా జులై 19న ముహమ్మద్‌పూర్‌లో ఆందోళన జరిగింది. అయితే నిరసనకారులపై పోలీసులు కాల్పులు జరిపారు. ఈ ఘటనలో అబూ సయ్యద్ అనే కిరాణా దుకాణం యజమాని ప్రాణాలు కోల్పోయాడు. దాంతో చనిపోయిన వ్యక్తి సన్నిహితుడు ఈ కేసు పెట్టారు.</p>\n\n\n\n<p>షేక్ హసీనాతో పాటు అవామీ లీగ్ జనరల్ సెక్రటరీ ఒబైదుల్లా, మాజీ హోం మంత్రి అసదుజ్జమాన్ ఖాన్ కమల్, మాజీ ఇన్‌స్పెక్టర్ జనరల్ ఆఫ్ పోలీస్ చౌదరి అబ్దుల్లా అల్ మామున్‌ కూడా కేసులో ఉన్నారు.</p>\n\n\n\n<p>ప్రభుత్వ ఉద్యోగాల్లో స్వాతంత్ర సమర యోధుల కోటాను పూర్తిగా రద్దు చేయాలంటూ విద్యార్థి సంఘాలు భారీ నిరసన ప్రదర్శనలు చేపట్టాయి. ఈ ఆందోళనలు హింసాత్మకంగా మారడంతో 300లకు పైగా పౌరులు మృత్యువాతపడ్డారు. హింసకు బాధ్యత వహిస్తూ షేక్ హసీనా రాజీనామా చేయాలని విద్యార్థులు డిమాండ్ చేయడంతో ఆమె పదవి నుంచి తప్పుకున్న విషయం తెలిసిందే. రాజీనామా చేసిన వెంటనే భారత్‌కు వచ్చి తాత్కాలిక ఆశ్రయం పొందుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20558/14/08/2024/","hasAudio":false,"hasInfographics":false}