{"id":"wp-te-19086","wp_id":19086,"type":"standard","category":"World","language":"te","title":"వరంగల్ బిడ్డ పారా అథ్లెటిక్స్ లో ప్రపంచ రికార్డు","excerpt":"వరంగల్ కు చెందిన రోజు వారీ కూలి కుమార్తె ప్రపంచ పారా 400 మీటర్ల రికార్డును బద్దలు కొట్టింది. జపాన్‌లోని కోబ్‌ లో జరుగుతున్న ప్రతిష్ఠాత్మక పారా అథ్లెటిక్స్‌  ప్రపంచ ఛాంపియన్ షిప్ లో  వరంగల్ కు చెందిన యువ స్ప్రింటర్‌ దీప్తి జివాంజీ రికార్డు సృష్టించింది. సోమవారం జరిగిన మహిళల 400 మీటర్ల టీ20 కేటగిరీలో దీప్తి జివాంజీ 55.06 సెకన్లలోనే పరుగును పూర్తి చేసి గోల్డ్ మెడల్ కైవసం చేసుకుంది. దీంతో పాటు సరికొత్త","author":"Tattva News Team","time":"22/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Deepthi-Jeevanji-.jpeg","readTime":"5 min read","contentHTML":"\n<p>వరంగల్ కు చెందిన రోజు వారీ కూలి కుమార్తె ప్రపంచ పారా 400 మీటర్ల రికార్డును బద్దలు కొట్టింది. జపాన్‌లోని కోబ్‌ లో జరుగుతున్న ప్రతిష్ఠాత్మక పారా అథ్లెటిక్స్‌  ప్రపంచ ఛాంపియన్ షిప్ లో  వరంగల్ కు చెందిన యువ స్ప్రింటర్‌ దీప్తి జివాంజీ రికార్డు సృష్టించింది. సోమవారం జరిగిన మహిళల 400 మీటర్ల టీ20 కేటగిరీలో దీప్తి జివాంజీ 55.06 సెకన్లలోనే పరుగును పూర్తి చేసి గోల్డ్ మెడల్ కైవసం చేసుకుంది. దీంతో పాటు సరికొత్త ప్రపంచ రికార్డును సృష్టించింది దీప్తి. </p>\n\n\n\n<p>ఈ పోటీలో అసైల్‌ ఒండర్‌ (55.19 సెకన్లు), లిజాన్‌శెలా అంగులో (56.68 సెకన్లు) సిల్వర్, బ్రాంజ్ మెడల్ సాధించారు. గతేడాది అమెరికా పారా అథ్లెట్‌ బ్రియాన్నా క్లార్క్‌ 55.12 సెకన్ల రికార్డును వరంగల్ అమ్మాయి బద్దలుకొట్టింది. త్వరలో జరిగే పారిస్‌ పారా ఒలింపిక్స్‌ కు కూడా జివాంజీ అర్హత సాధించింది.</p>\n\n\n\n<p>ప్రపంచ పారా అథ్లెటిక్స్ ఛాంపియన్‌షిప్‌లో వరంగల్‌ కల్లెడకు చెందిన దినసరి కూలీల కుమార్తె దీప్తి జివాంజీ అపురూపమైన ఘనత సాధించింది. కొన్నేళ్ల క్రితమే శిక్షణ కోసం హైదరాబాద్‌కు వెళ్లేందుకు బస్‌ టికెట్‌ కూడా లేని పరిస్థితి నుంచి నేడు మహిళల 400 మీటర్ల టీ20 విభాగంలో 55.06 సెకన్లతో స్వర్ణం సాధించి ప్రపంచ రికార్డును బద్దలు కొట్టింది. </p>\n\n\n\n<p>2023లో పారిస్‌లో జరిగిన ప్రపంచ ఛాంపియన్‌షిప్‌లో అమెరికాకు చెందిన బ్రియాన్నా క్లార్క్ నెలకొల్పిన 55.12 సెకన్ల రికార్డును తెలంగాణ అమ్మాయి బద్దలు కొట్టింది. దీప్తి జివాంజీ 400 మీటర్ల రేసును చాలా వేగంగా ప్రారంభించి మొదటి 200 మీటర్ల వరకూ ముందుంది. చివరి వరకు క్లార్క్ క్లోజ్ గా వచ్చినప్పటికీ దీప్తి చివరి 5 మీటర్లలో ఫైనల్ పుష్ చేసి విజయం సాధించింది. </p>\n\n\n\n<p>టర్కీకి చెందిన అసైల్ ఒండర్ 55.19 సెకన్లతో రెండో స్థానంలో నిలవగా, ఈక్వెడార్‌కు చెందిన లిజాన్ శెలా అంగులో 56.68 సెకన్లతో మూడో స్థానంలో నిలిచింది. టీ20 పారాను మేధో వైకల్యం ఉన్న అథ్లెట్ల కోసం నిర్వహిస్తారు. కోచ్ పుల్లెల గోపీచంద్ నిర్వహిస్తున్న అథ్లెటిక్స్ టాలెంట్ సెర్చ్ ప్రోగ్రాం, గోపీచంద్-మైత్రా ఫౌండేషన్ మద్దతుతో ఈ విజయం సాధ్యమైందని దీప్తి తెలిపారు. </p>\n\n\n\n<p>అథ్లెటిక్స్‌లో రాణిస్తున్న దీప్తి జివాంజీ అంతర్జాతీయ స్థాయిలో అంచెలంచెలుగా ఎదిగింది. వరంగల్ జిల్లా పర్వతగిరి మండలం కల్లెడ గ్రామం తప్ప, బయట ప్రపంచం చూడని దీప్తి ఇప్పుడు దేశవిదేశాల్లో భారతదేశానికి, తెలంగాణ పేరు ప్రతిష్టలు తీసుకొస్తుంది. తన కెరీర్‌ ప్రారంభంలో రెగ్యులర్‌ అథ్లెటిక్స్‌లో పోటీపడిన దీప్తి, అనంతరం పారా అథ్లెటిక్స్‌ వైపు వెళ్లారు.</p>\n","originalUrl":"https://tattvanews.com/19086/22/05/2024/","hasAudio":false,"hasInfographics":false}