{"id":"wp-te-19727","wp_id":19727,"type":"standard","category":"World","language":"te","title":"మాచర్ల మాజీ ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డి అరెస్ట్","excerpt":"వైసీపీ నేత, మాచర్ల మాజీ ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డిని పోలీసులు అరెస్ట్ చేశారు. ఏపీ అసెంబ్లీ ఎన్నికల సమయంలో ఈవీఎంల ధ్వంసం, అల్లర్లు, సీఐపై హత్యాయత్నం, మహిళపై బెదిరింపుల కేసులు ఆయనపై నమోదయ్యాయి. అయితే ఈ కేసులలో అరెస్ట్ నుంచి రక్షణ కోరుతూ పిన్నెల్లి గతంలో హైకోర్టును ఆశ్రయించారు.  అయితే పిన్నెల్లి దాఖలు చేసిన ముందస్తు బెయిల్ పిటిషన్లను హైకోర్టు బుధవారం ఉదయం కొట్టేసింది. ఈ నేపథ్యంలో కోర్టు తీర్పు వెలువడిన కాసేపటికే పోలీసులు పిన్నెల్లిని అరెస్ట్","author":"Tattva News Team","time":"26/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Pinnelli2.webp","readTime":"5 min read","contentHTML":"\n<p>వైసీపీ నేత, మాచర్ల మాజీ ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డిని పోలీసులు అరెస్ట్ చేశారు. ఏపీ అసెంబ్లీ ఎన్నికల సమయంలో ఈవీఎంల ధ్వంసం, అల్లర్లు, సీఐపై హత్యాయత్నం, మహిళపై బెదిరింపుల కేసులు ఆయనపై నమోదయ్యాయి. అయితే ఈ కేసులలో అరెస్ట్ నుంచి రక్షణ కోరుతూ పిన్నెల్లి గతంలో హైకోర్టును ఆశ్రయించారు. </p>\n\n\n\n<p>అయితే పిన్నెల్లి దాఖలు చేసిన ముందస్తు బెయిల్ పిటిషన్లను హైకోర్టు బుధవారం ఉదయం కొట్టేసింది. ఈ నేపథ్యంలో కోర్టు తీర్పు వెలువడిన కాసేపటికే పోలీసులు పిన్నెల్లిని అరెస్ట్ చేశారు. ఆయన సోదరుడు పిన్నెల్లి వెంకట్రామిరెడ్డి పరారీలో ఉన్నారు. పిన్నెల్లిని ఎస్పీ కార్యాలయానికి తరలించిన పోలీసులు అక్కడి నుంచి కోర్టుకు తీసుకువెళ్లే అవకాశం ఉంది.</p>\n\n\n\n<p>అంతకుముందు పిన్నెల్లి ముందస్తు బెయిల్ పిటిషన్లపై హైకోర్టులో విచారణ జరిగింది. ఈ సందర్భంగా పోలీసుల తరఫున స్పెషల్ కౌన్సిల్‌గా న్యాయవాది ఎన్‌.అశ్వినీకుమార్‌ వాదించగా.. ఫిర్యాదుదారు నంబూరి శేషగిరిరావు తరఫున లాయర్ పోసాని వెంకటేశ్వర్లు వాదనలు వినిపించారు. ఇరు వర్గాల వాదనలు విన్న న్యాయస్థానం.. పిన్నెల్లి ముందస్తు బెయిల్ పిటిషన్లు తోసిపుచ్చింది.</p>\n\n\n\n<p>మే 13 జరిగిన ఎన్నికల్లో ఓ పోలింగ్ బూత్‌కు వెళ్లిన పిన్నెల్లి రామకృష్ణారెడ్డి ఈవీఎంను ధ్వంసం చేసిన విషయం తెలిసిందే. ఈ వీడియో సోషల్ మీడియాలో సంచలనం రేపింది. ఈ ఘటనపై సీరియస్ అయిన ఎన్నికల సంఘం ఆయనపై కేసు నమోదు చేయాలని ఆదేశించింది. ఈసీ ఆదేశాల మేరకు పోలీసులు పిన్నెల్లిపై కేసు నమోదు చేసి అరెస్ట్ చేసేందుకు ప్రయత్నించగా.. దాదాపు వారం రోజుల పాటు పరారీలో తప్పించుకుని తిరిగారు. </p>\n\n\n\n<p>తనను అరెస్ట్ చేయకుండా ఆదేశాలివ్వాలంటూ ఏపీ హైకోర్టును ఆశ్రయించగా  ఆయనపై ఎలాంటి చర్యలు తీసుకోవద్దంటూ మధ్యంతర బెయిల్ మంజూరు చేసింది. కోర్టు ఆదేశాలతో మాచర్లకు వెళ్లి ఎస్సీ ముందు హాజరయ్యారు. అనంతరం ఆయన మధ్యంతర బెయిల్‌ని జూన్ 20 వరకు పొడిగిస్తూ విచారణను అదే రోజుకు వాయిదా వేసింది.</p>\n\n\n\n<p>ఎన్నికల పోలింగ్‌ రోజు పాల్వయిగేటు పోలింగ్‌ బూత్‌లో పిన్నెల్లి రామకృష్ణారెడ్డి ఈవీఎంను బద్దలుకొట్టడంతో పాటు అడ్డుకోబోయిన టీడీపీ ఏజెంట్‌ నంబూరి శేషగిరిరావుపై దాడి చేసి, హత్యాయత్నానికి పాల్పడారనే వార్తలు వచ్చాయి. అలాగే చెరుకూరి నాగశిరోమణి అనే మహిళను దుర్భాషలాడి బెదిరించారనే ఆరోపణలు ఉన్నాయి. </p>\n\n\n\n<p>ఇక పోలింగ్‌ మరుసటిరోజు పిన్నెల్లి, ఆయన తమ్ముడు వెంకట్రామిరెడ్డి అనుచరులతో కలిసి కారంపూడిలో సీఐ టీపీ నారాయణస్వామిపై దాడిచేసి గాయపరిచారనే ఆరోపణలు కూడా ఉన్నాయి. వీటన్నింటి మీదా పోలీసులు కేసులు నమోదు చేశారు.  ముందస్తు బెయిల్‌ కోసం పిన్నెల్లి రామకృష్ణారెడ్డి దాఖలు చేసిన నాలుగు పిటిషన్లు జూన్‌ 20న హైకోర్టులో వాదనలు ముగియగా.. ధర్మాసనం బుధవారం తీర్పు వెలువరించింది. అన్ని పిటిషన్లను కొట్టివేయడంతో పిన్నెల్లికి గట్టి షాక్ తగిలింది.</p>\n","originalUrl":"https://tattvanews.com/19727/26/06/2024/","hasAudio":false,"hasInfographics":false}