{"id":"wp-en-12935","wp_id":12935,"type":"standard","category":"World","language":"en","title":"Kejriwal, Kavitha remand extended till May 7￼","excerpt":"A Delhi Court extended judicial custody of Delhi Chief Minister Arvind Kejriwal till May 7 in a money laundering registered in connection with the alleged liquor policy scam in the national capital. The Court also extended custody of Bharat Rashtra Samiti leader K. Kavitha in the case registered by CBI. Special judge for CBI and ED cases Kaveri Baweja extended custody of the Aam Aadmi","author":"Tattva News Team","time":"24/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Kejriwal-Kavitha.jpg","readTime":"5 min read","contentHTML":"\n<p>A Delhi Court extended judicial custody of Delhi Chief Minister Arvind Kejriwal till May 7 in a money laundering registered in connection with the alleged liquor policy scam in the national capital. The Court also extended custody of Bharat Rashtra Samiti leader K. Kavitha in the case registered by CBI.</p>\n\n\n\n<p>Special judge for CBI and ED cases Kaveri Baweja extended custody of the Aam Aadmi Party leader and Kavitha after they were produced before the court through video conference on expiry of their remand. Kavitha is also under judicial custody in the ED case registered in connection with the alleged scam. Recently, the special court reserved orders on Kavitha’s bail plea till May 2.</p>\n\n\n\n<p>The CBI is probing alleged corruption in the formulation and execution of the AAP government's excise policy, while the ED is investigating the money laundering aspect. The CBI arrested the daughter of former Telangana Chief Minister K. Chandrashekar Rao from Tihar Jail, where she was lodged after her arrest by the ED in the money laundering case stemming from the alleged scam.</p>\n\n\n\n<p>The Delhi chief minister was arrested on March 21 by the ED in connection with a money-laundering case linked to the Delhi government's now-scrapped excise policy. He has been lodged in Tihar jail since April 1.</p>\n","originalUrl":"https://en.tattvanews.com/economy/kejriwal-kavitha-remand-extended-till-may-7%ef%bf%bc/","hasAudio":false,"hasInfographics":false}