{"id":"wp-te-19680","wp_id":19680,"type":"standard","category":"World","language":"te","title":"￼ఇస్రో ‘పుష్పక్’  మూడో ప్రయోగం విజయవంతం","excerpt":"పునర్వినియోగం వాహకనౌకల (రీయూజబుల్ లాంచ్ వెహికల్ ల్యాండింగ్ ఎక్స్‌పెరిమెంట్ ఆర్‌ఎల్‌వి ఎల్‌ఇఎక్స్) సామర్థాన్ని పరీక్షించే ప్రయోగం మూడోసారి విజయవంతమైనట్టు భారత అంతరిక్ష పరిశోధన సంస్థ ఇస్రో వెల్లడించింది. అంతరిక్షం నుంచి వచ్చే వాహక నౌక పనితీరు, ల్యాండింగ్ పరిస్థితులను తాజా ప్రయోగం ద్వారా కళ్లకు కట్టినట్టు పేర్కొంది.  అంతరిక్షం లోకి ప్రయోగించిన ఉపగ్రహాల్లోని విడిభాగాలు , వాటిని మోసుకెళ్లే వాహకనౌకల పునరుద్ధరణ దిశగా ఇస్రో ఈ ఆర్‌ఎల్‌వీ ఎల్‌ఈఎక్స్ ప్రయోగాలను చేపడుతోంది. తద్వారా ఆర్‌ఎల్‌వీల అభివృద్ధికి అవసరమైన","author":"Tattva News Team","time":"24/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Pushpak.jpg","readTime":"5 min read","contentHTML":"\n<p>పునర్వినియోగం వాహకనౌకల (రీయూజబుల్ లాంచ్ వెహికల్ ల్యాండింగ్ ఎక్స్‌పెరిమెంట్ ఆర్‌ఎల్‌వి ఎల్‌ఇఎక్స్) సామర్థాన్ని పరీక్షించే ప్రయోగం మూడోసారి విజయవంతమైనట్టు భారత అంతరిక్ష పరిశోధన సంస్థ ఇస్రో వెల్లడించింది. అంతరిక్షం నుంచి వచ్చే వాహక నౌక పనితీరు, ల్యాండింగ్ పరిస్థితులను తాజా ప్రయోగం ద్వారా కళ్లకు కట్టినట్టు పేర్కొంది. </p>\n\n\n\n<p>అంతరిక్షం లోకి ప్రయోగించిన ఉపగ్రహాల్లోని విడిభాగాలు , వాటిని మోసుకెళ్లే వాహకనౌకల పునరుద్ధరణ దిశగా ఇస్రో ఈ ఆర్‌ఎల్‌వీ ఎల్‌ఈఎక్స్ ప్రయోగాలను చేపడుతోంది. తద్వారా ఆర్‌ఎల్‌వీల అభివృద్ధికి అవసరమైన అత్యంత కీలకమైన సాంకేతిక పరిజ్ఞానాన్ని పొందడంలో ఇస్రో నైపుణ్యాన్ని తాజా ప్రయోగం పునరుద్ఘాటిస్తున్నట్టు తెలిపింది. </p>\n\n\n\n<p>ల్యాండింగ్ ఎక్స్‌పెరిమెంట్ (ఎల్‌ఇఎక్స్ 03) సిరీస్‌లో చివరి పరీక్షను కర్ణాటక చిత్రదుర్గ లోని ఏరోనాటికల్ టెస్ట్ రేంజ్ (ఎటిఆర్)లో ఆదివారం ఉదయం నిర్వహించినట్టు వెల్లడించింది. ఆర్‌ఎల్‌వీ ఎల్‌ఈఎక్స్01, ఎల్‌ఈఎక్స్ 02 మిషన్ విజయవంతమైన తర్వాత మూడో ప్రయోగాన్ని మరిన్ని సవాళ్లు, తీవ్రమైన గాలి పరిస్థితుల్లో చేపట్టినట్టు తెలిపింది. తద్వారా స్వయం ప్రతిపత్తి ల్యాండింగ్ సామర్థాన్ని తిరిగి సందర్శించినట్టు వివరించింది.</p>\n\n\n\n<p> ‘పుష్పక్ ’ పేరుతో పిలిచే ఈ రెక్కల వాహనాన్ని భారతీయ నౌకాదళానికి చెందిన చినూక్ హెలికాప్టర్ ద్వారా తీసుకెళ్లి రన్‌వేకి నాలుగు కిలోమీటర్ల దూరం , 4.5 కిలోమీటర్ల ఎత్తులో జారవిడిచారు. అక్కడి నుంచి క్రాస్ రేంజ్ కదలికలను స్వతంత్రంగా చేపడుతూ రన్‌వే దిశగా వచ్చింది. సెంటర్‌లైన్ వద్ద కచ్చితమైన సమాంతర ల్యాండింగ్‌ను ప్రదర్శించింది. </p>\n\n\n\n<p>తక్కువ లిఫ్ట్‌టుడ్రాగ్ నిష్పత్తితో కూడిన ఏరోడైనమిక్ కాన్ఫిగరేషన్ కారణంగా ల్యాండింగ్ వేగం గంటకు 320 కిలోమీటర్ల కంటే ఎక్కువగా ఉందని ఇస్రో తెలిపింది. ఇది వాణిజ్య విమానాల్లో 260 kmph,యుద్ధ విమానాల్లో 280 kmph వరకు ఉంటుందని గుర్తు చేసింది. రన్‌వే పై ల్యాండ్ కాగానే వాహకనౌక వేగం బ్రేక్ పారాచూట్‌తో 100kmph కు తగ్గిందని ఇస్రో తెలియజేసింది. </p>\n\n\n\n<p>అనంతరం ల్యాండింగ్ గేర్లు బయటకు వచ్చి వాహనం పూర్తిగా ఆగిపోయినట్టు వెల్లడించింది. ఈ సమయంలో స్థిరత్వం కోసం నోస్ వీల్ స్టీరింగ్ వ్యవస్థ , రడ్డర్‌ను ఆర్‌ఎల్‌వీ ఉపయోగించుకున్నట్టు వెల్లడించింది. ఎల్‌ఈఎక్స్02 ప్రయోగంలో ఉపయోగించిన రెక్కల వాహనం ,ఫ్రయిట్ సిస్టమ్స్‌ను ఎలాంటి మార్పులు లేకుండా తాజా ప్రయోగంలో వాడినట్టు తెలియజేసింది.</p>\n","originalUrl":"https://tattvanews.com/19680/24/06/2024/","hasAudio":false,"hasInfographics":false}