{"id":"wp-en-13254","wp_id":13254,"type":"standard","category":"World","language":"en","title":"PM Modi files nomination papers in Varanasi ￼","excerpt":"Prime Minister Narendra Modi filed his nomination here on Tuesday, an event attended by several NDA leaders, including Union ministers and chief ministers, in a show of strength as he seeks a third term from the Varanasi Lok Sabha constituency. Sporting a white kurta-pajama and a blue sadri, Modi accompanied by Uttar Pradesh Chief Minister","author":"Tattva News Team","time":"15/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-nomination.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi filed his nomination here on Tuesday, an event attended by several NDA leaders, including Union ministers and chief ministers, in a show of strength as he seeks a third term from the Varanasi Lok Sabha constituency.</p>\n\n\n\n<p>Sporting a white kurta-pajama and a blue sadri, Modi accompanied by Uttar Pradesh Chief Minister Yogi Adityanath, reached the district collectorate after a busy morning, which included an aarti on the banks of the Ganga at the Dashashwamedh ghat and prayers at the city's Kaal Bhairav temple.</p>\n\n\n\n<p>After filing his nomination, Modi posted on 'X', “Filed my nomination papers as a candidate for the Varanasi Lok Sabha seat. It is an honour to serve the people of this historic seat. With the blessings of the people, there have been remarkable achievements over the last decade. This pace of work will get even faster in the times to come.”</p>\n\n\n\n<p>“I am honoured by the presence of our valued NDA allies in Kashi today. Our alliance represents a commitment to national progress and fulfilling regional aspirations. We will work together for the progress of India in the years to come,” he added.</p>\n\n\n\n<p>In a separate post in Hindi, the prime minister said, “Heartfelt gratitude to my family members in Kashi... The love and blessings I have received from all of you in the last 10 years have inspired me to work with full determination. With your support and participation, I will continue to work with new energy for the all-round development of this place and the welfare of the people in my third term as well. 'Jai Baba Vishwanath'!”</p>\n\n\n\n<p>BJP president J P Nadda and Union ministers Amit Shah, Rajnath Singh, Hardeep Singh Puri, Anupriya Patel and Ramdas Athawale were among the leaders who flanked Modi as he emerged from the collectorate after filing his papers.</p>\n\n\n\n<p>Maharashtra Chief Minister Eknath Shinde, his Meghalaya counterpart Conrad Sangma, NCP leader Praful Patel, TDP chief Chandrababu Naidu, Jana Sena Party president Pawan Kalyan, Hindustani Awam Morcha-Secular founder Jitan Ram Manjhi and Rashtriya Lok Morcha chief Upendra Kushwaha were present at the collectorate.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-files-nomination-papers-in-varanasi-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}