{"id":"wp-en-15561","wp_id":15561,"type":"standard","category":"World","language":"en","title":"BJP's Sunil Sharma elected as Leader of Opposition in Jammu and Kashmir Assembly","excerpt":"The Bharatiya Janata Party (BJP) has elected MLA Sunil Sharma as the Leader of the Legislature Party in Jammu and Kashmir, positioning him as the Leader of the Opposition in the state assembly. This decision was made during a pivotal meeting of the party's Members of Legislative Assembly (MLAs) held on the morning of November","author":"Tattva News Team","time":"4/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Sunil-Sharma.jpg","readTime":"5 min read","contentHTML":"\n<p>The Bharatiya Janata Party (BJP) has elected MLA Sunil Sharma as the Leader of the Legislature Party in Jammu and Kashmir, positioning him as the Leader of the Opposition in the state assembly. This decision was made during a pivotal meeting of the party's Members of Legislative Assembly (MLAs) held on the morning of November 3 at Church Lane in Srinagar.</p>\n\n\n\n<p>The meeting, which was attended by key party figures including Tarun Chugh, BJP's Incharge for Jammu and Kashmir, and Ravinder Raina, the outgoing president of the J&K unit, sought to reinforce the party's leadership structure in the assembly. </p>\n\n\n\n<p>Sunil Sharma emerged as the consensus candidate among the MLAs, particularly following the recent passing of MLA Devinder Singh Rana from Nagrota. Rana's unexpected death on Thursday in a Faridabad hospital has drawn condolences from various political leaders, emphasising his contributions to both the party and the region.</p>\n\n\n\n<p>As Sharma steps into this crucial role, he will be tasked with galvanising the BJP's efforts in the assembly and providing a strong opposition to the ruling government. His election is timely, as the party looks to strengthen its foothold in Jammu and Kashmir amid recent political changes.</p>\n\n\n\n<p>Sunil Sharma, a two-time MLA from the Kishtwar district, was unanimously chosen for the position. He also oversees the BJP's Kashmir unit. Alongside him, Narinder Singh Raina has been appointed as the deputy leader of the opposition.</p>\n\n\n\n<p>In addition to this leadership change, the BJP has announced Sat Sharma as the new president of its Jammu and Kashmir unit, succeeding Ravinder Raina, who has held the position since 2018. Raina will now serve as a member of the BJP's National Executive.</p>\n\n\n\n<p>The first session of the assembly is set to commence on November 4, marking the first assembly meeting in the region in six years, with Jammu and Kashmir's Lieutenant Governor Manoj Sinha scheduled to deliver his opening remarks. </p>\n","originalUrl":"https://en.tattvanews.com/national/bjps-sunil-sharma-elected-as-leader-of-opposition-in-jammu-and-kashmir-assembly%ef%bf%bc/","hasAudio":false,"hasInfographics":false}