{"id":"wp-te-20795","wp_id":20795,"type":"standard","category":"World","language":"te","title":"కవిత బెయిల్ పై బిజెపి, కాంగ్రెస్ నేతల మాటల యుద్ధం!","excerpt":"బిఆర్ఎస్ ఎమ్మెల్సీ కవితకు ఐదు నెలలపాటు జైలులో గడిపిన అనంతరం  బెయిల్ రావడంపై బీజేపీ, కాంగ్రెస్ నేతల మధ్య మాటలయుద్ధం జరుగుతుంది. బీఆర్ఎస్, బీజేపీ ఒప్పందంతోనే కవిత బెయిల్ వచ్చిందని కాంగ్రెస్ నేతలు ఆరోపిస్తుంటే, కాంగ్రెస్ న్యాయవాదుల శ్రమతో కవితకు బెయిల్ దక్కిందని బీజేపీ నేతలు విమర్శిస్తున్నారు.  మద్యం కుంభకోణంలో బీఆర్ఎస్ ఎమ్మెల్సీ కవితకు బెయిల్ లభించినందుకు కాంగ్రెస్ పార్టీకి, ఆ పార్టీ న్యాయవాదులకు అభినందనలు అంటూ కేంద్ర హోంశాఖ సహాయమంత్రి బండి సంజయ్ ఎక్స్ వేదికగా","author":"Tattva News Team","time":"28/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Sanjay-KTR.webp","readTime":"5 min read","contentHTML":"\n<p>బిఆర్ఎస్ ఎమ్మెల్సీ కవితకు ఐదు నెలలపాటు జైలులో గడిపిన అనంతరం  బెయిల్ రావడంపై బీజేపీ, కాంగ్రెస్ నేతల మధ్య మాటలయుద్ధం జరుగుతుంది. బీఆర్ఎస్, బీజేపీ ఒప్పందంతోనే కవిత బెయిల్ వచ్చిందని కాంగ్రెస్ నేతలు ఆరోపిస్తుంటే, కాంగ్రెస్ న్యాయవాదుల శ్రమతో కవితకు బెయిల్ దక్కిందని బీజేపీ నేతలు విమర్శిస్తున్నారు. </p>\n\n\n\n<p>మద్యం కుంభకోణంలో బీఆర్ఎస్ ఎమ్మెల్సీ కవితకు బెయిల్ లభించినందుకు కాంగ్రెస్ పార్టీకి, ఆ పార్టీ న్యాయవాదులకు అభినందనలు అంటూ కేంద్ర హోంశాఖ సహాయమంత్రి బండి సంజయ్ ఎక్స్ వేదికగా విమర్శలు చేశారు.</p>\n\n\n\n<p>\"కాంగ్రెస్ పార్టీ న్యాయవాదుల అలుపెరగని ప్రయత్నాలు చివరకు ఫలించాయి. ఈ బెయిల్ బీఆర్ఎస్, కాంగ్రెస్ రెండింటికీ విజయం. బీఆర్ఎస్ నాయకురాలు బెయిల్‌పై బయట వచ్చారు. కాంగ్రెస్ వ్యక్తి రాజ్యసభకు చేరారు. ముందుగా కవిత బెయిల్ కోసం వాదించిన అభ్యర్థిని కాంగ్రెస్ తరఫున ఏకగ్రీవంగా రాజ్యసభకు నామినేట్ చేయడానికి మద్దతు ఇవ్వడంలో కేసీఆర్ అద్భుతమైన రాజకీయ చతురత చాటారు. వైన్ & డైన్ క్రైమ్‌లో భాగస్వాములకు అభినందనలు\" - బండి సంజయ్</p>\n\n\n\n<p>కేంద్ర మంత్రి బండి సంజయ్ విమర్శలకు బీఆర్ఎస్ వర్కింగ్ ప్రెసిడెంట్ కేటీఆర్ ఎక్స్ వేదికగా కౌంటర్ ఇచ్చారు. బండి సంజయ్ కేంద్ర హోం వ్యవహారాల ఇన్‌ఛార్జ్‌గా ఉంటూ సుప్రీంకోర్టు తీర్పుపై అభ్యంతరాలు వ్యక్తం చేస్తున్నారన్నారు. ఈ ఆరోపణలు మీ బాధ్యతకు సరికాదని హితవు చెప్పారు.</p>\n\n\n\n<p>సుప్రీంకోర్టు కేంద్ర మంత్రి వ్యాఖ్యలను గుర్తించి కోర్టు ధిక్కార చర్యలను తీసుకోవాలని కోరారు. అంతకు ముందు కవితకు బెయిల్ రావడంపై కేటీఆర్ స్పందిస్తూ.. థ్యాంక్యూ సుప్రీంకోర్టు, న్యాయం గెలిచింది అని ట్వీట్ చేశారు.</p>\n\n\n\n<p>ఎమ్మెల్సీ కవితకు బెయిల్ రావడంపై బీఆర్ఎస్ వర్గాలు హర్షం వ్యక్తం చేస్తున్నాయి. ఏ ఆధారాలు చూపకుండా కవితను అక్రమంగా 166 రోజులు జైల్లో పెట్టారు.. రాజకీయ ప్రేరేపిత కేసులో ఆఖరికి న్యాయమే గెలిచిందని బీఆర్ఎస్ ట్వీట్ చేసింది. ఎమ్మెల్సీ కవితకు సుప్రీంకోర్టు బెయిల్ మంజూరు చేసిందని తెలిపింది.</p>\n\n\n\n<p>అయితే, కవితకు బెయిల్ రావడంపై కాంగ్రెస్ భిన్నంగా స్పందించింది. టీపీసీసీ వర్కింగ్ ప్రెసిడెంట్, ఎమ్మెల్సీ మహేశ్ కుమార్ గౌడ్ మాట్లాడుతూ..కవితకు బెయిల్ ఊహించిందే అని చెప్పారు. బీజేపీ, బీఆర్ఎస్ కుమ్మక్కుతోనే బెయిల్ వచ్చిందని ఆరోపించారు. మొన్నటి వరకు చీకటి ఒప్పందాలతో కాంగ్రెస్ ను దెబ్బతీయాలని ఇరువురూ చూశారని ధ్వజమెత్తారు. </p>\n\n\n\n<p>పార్లమెంట్ ఎన్నికల్లో బీఆర్ఎస్ బీజేపీ కుమ్మక్కై బీజేపీకి, బీఆర్ఎస్ దాసోహం అయ్యిందని విమర్శించారు. హరీశ్ రావు, కేటీఆర్ లు ఢిల్లీలో బీజేపీ నేతల చుట్టూ ఆపద మొక్కులు మొక్కారని ఎద్దేవా చేశారు. బీజేపీ నేతల ఇళ్ల చుట్టూ తిరిగి కాళ్ల మీద పడి కవితకు బెయిల్ తెచ్చుకున్నారని ఘాటుగా వ్యాఖ్యానించారు. బీజేపీ, బీఆర్ఎస్ లు కుమ్మక్కు రాజకీయాలను తెలంగాణ ప్రజలు అర్థం చేసుకోవాలని కోరారు. బీజేపీలో బీఆర్ఎస్ విలీన ప్రక్రియ మొదలైందని అంటూ ఇంకా బీజేపీలో బీఆర్ఎస్ విలీనం ఒక్కటే మిగిలిందని విమర్శలు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20795/28/08/2024/","hasAudio":false,"hasInfographics":false}