{"id":"wp-te-20902","wp_id":20902,"type":"standard","category":"World","language":"te","title":"దంతెవాడలో భారీ ఎన్‌కౌంటర్: 10 మంది మావోలు మృతి","excerpt":"ఛత్తీస్‌గఢ్‌లోని దంతేవాడలో జరిగిన ఎన్‌కౌంటర్‌లో10 మంది మావోయిస్టులు మృతి చెందారు. ఎన్‌కౌంటర్ జరిగిన ప్రాంతంలో మావోయిస్టుల మృతదేహాలతోపాటు పలు ఆయుధాలను సైతం స్వాధీనం చేసుకున్నామని పోలీస్ ఉన్నతాధికారి వెల్లడించారు. వాటిలో 303 సెల్ఫ్ లోడింగ్ రైపిల్స్‌తోపాటు 12 తుపాకులున్నాయని వివరించారు. బీజాపూర్, దంతేవాడ జిల్లాల సరిహద్దుల్లో భారీగా మావోయిస్టులు ఉన్నారంటూ మంగళవారం ఉదయం సమాచారం అందిందని తెలిపారు. దీంతో ఆ యా ప్రాంతాల్లో పోలీసులు కూబింగ్ చేపట్టారన్నారు. ఆ క్రమంలో మావోయిస్టులు.. పోలీసులపైకి కాల్పులకు తెగబడ్డారని చెప్పారు.","author":"Tattva News Team","time":"3/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Maoists.jpg","readTime":"5 min read","contentHTML":"\n<p>ఛత్తీస్‌గఢ్‌లోని దంతేవాడలో జరిగిన ఎన్‌కౌంటర్‌లో10 మంది మావోయిస్టులు మృతి చెందారు. ఎన్‌కౌంటర్ జరిగిన ప్రాంతంలో మావోయిస్టుల మృతదేహాలతోపాటు పలు ఆయుధాలను సైతం స్వాధీనం చేసుకున్నామని పోలీస్ ఉన్నతాధికారి వెల్లడించారు. వాటిలో 303 సెల్ఫ్ లోడింగ్ రైపిల్స్‌తోపాటు 12 తుపాకులున్నాయని వివరించారు.</p>\n\n\n\n<p>బీజాపూర్, దంతేవాడ జిల్లాల సరిహద్దుల్లో భారీగా మావోయిస్టులు ఉన్నారంటూ మంగళవారం ఉదయం సమాచారం అందిందని తెలిపారు. దీంతో ఆ యా ప్రాంతాల్లో పోలీసులు కూబింగ్ చేపట్టారన్నారు. ఆ క్రమంలో మావోయిస్టులు.. పోలీసులపైకి కాల్పులకు తెగబడ్డారని చెప్పారు. ఆ వెంటనే పోలీసులు సైతం స్పందించి.. ఎదురు కాల్పులకు దిగారని పేర్కొంది. ఈ రెండు జిల్లాల సరిహద్దుల్లో పోలీసుల కూబింగ్ ఇంకా కొనసాగుతుందన్నారు.</p>\n\n\n\n<p>మరోవైపు దేశవ్యాప్తంగా మావోయిస్టులను నిర్మూలించే కార్యక్రమానికి కేంద్రంలోని మోదీ ప్రభుత్వం చర్యలు చేపట్టింది. అందులోభాగంగా.. గత వారం ఛత్తీస్‌గఢ్‌ రాజధాని రాయ్‌పూర్‌లో కేంద్ర హోం శాఖ మంత్రి అమిత్ షా అధ్యక్షతన మావోయిస్టులను అంతమొందించేందుకు కీలక సమీక్ష సమావేశం నిర్వహించారు.</p>\n\n\n\n<p>ఈ సమావేశానికి ఆ రాష్ట్ర ముఖ్యమంత్రి విష్ణు దేవ్ సాయితోపాటు కేంద్ర రాష్ట్ర ప్రభుత్వాలకు చెందిన కీలక ఉన్నతాధికారులు హాజరయ్యారు. అనంతరం కేంద్ర మంత్రి అమిత్ షా విలేకర్లతో మాట్లాడుతూ.. మావోయిస్టులతో ప్రభుత్వం చేస్తున్న పోరాటం తుది దశకు చేరుకుందన్నారు. 2026, మార్చి మాసాంతానికి దేశంలో మావోయిస్టులను రూపుమాపేందుకు కేంద్ర ప్రభుత్వం పటిష్టమైన చర్యలు చేపట్టిందని వివరించారు.</p>\n\n\n\n<p>అలాగే మావోయిస్లుల లొంగుబాటుకు కేంద్రం ప్రత్యేక విధానాన్ని మరో రెండు నెలల్లో తీసుకు వస్తుందని తెలిపారు. ఇంకోవైపు అమిత్ షా సమావేశం జరిగిన 48 గంటల అనంతరం ఛత్తీస్‌గఢ్‌లో 25 మంది మావోయిస్టులు పోలీసుల ఎదుట లొంగిపోయారు. వీరిలో అయిదుగురిపై రూ.28 లక్షల రివార్డు ఉంది. బీజాపూర్‌లో ఇప్పటి వరకు 176 మంది మావోయిస్టులు లోంగిపోయారు.</p>\n","originalUrl":"https://tattvanews.com/20902/03/09/2024/","hasAudio":false,"hasInfographics":false}