{"id":"wp-te-18897","wp_id":18897,"type":"standard","category":"World","language":"te","title":"బిజెపికి ఓటు వేసేందుకు సిద్ధంగా తెలంగాణ ప్రజలు .. మోదీ","excerpt":"తెలంగాణ ప్రజలు బీజేపీకి ఓటు వేసేందుకు సిద్దంగా ఉన్నారని ప్రధాని నరేంద్ర మోదీ భరోసా వ్యక్తం చేశారు. తెలంగాణకు ఉజ్వల భవిష్యత్ ఇచ్చేందుకు బీజేపీ కట్టుబడి ఉందని స్పష్టం చేశారు. సార్వత్రిక ఎన్నికల ప్రచారంలో భాగంగా హైదరాబాద్ ఎల్బీ స్టేడియంలో శుక్రవారం సాయంత్రం నిర్వహించిన బీజేపీ బహిరంగ సభలో పాల్గొంటూ  కాంగ్రెస్, బీఆర్ఎస్‌లపై విమర్శలు గుప్పించారు. జూన్‌ 4 తర్వాత భారత విరోధులు పారిపోక తప్పదని ప్రధాని మోదీ హెచ్చరించారు. బీజపీని గెలిపించాలని 140 కోట్ల మంది","author":"Tattva News Team","time":"11/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-Hyd.webp","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ ప్రజలు బీజేపీకి ఓటు వేసేందుకు సిద్దంగా ఉన్నారని ప్రధాని నరేంద్ర మోదీ భరోసా వ్యక్తం చేశారు. తెలంగాణకు ఉజ్వల భవిష్యత్ ఇచ్చేందుకు బీజేపీ కట్టుబడి ఉందని స్పష్టం చేశారు. సార్వత్రిక ఎన్నికల ప్రచారంలో భాగంగా హైదరాబాద్ ఎల్బీ స్టేడియంలో శుక్రవారం సాయంత్రం నిర్వహించిన బీజేపీ బహిరంగ సభలో పాల్గొంటూ  కాంగ్రెస్, బీఆర్ఎస్‌లపై విమర్శలు గుప్పించారు.</p>\n\n\n\n<p>జూన్‌ 4 తర్వాత భారత విరోధులు పారిపోక తప్పదని ప్రధాని మోదీ హెచ్చరించారు. బీజపీని గెలిపించాలని 140 కోట్ల మంది ప్రజలు సంకల్పం తీసుకున్నారని ఆయన స్పష్టం చేశారు. కాంగ్రెస్ పాలనలో హైదరాబాద్ నగరంలో ఎన్నోచోట్ల బాంబు పేలుళ్లు జరిగాయని, దిల్‌సుఖ్‌నగర్‌ సాయిబాబా గుడి వద్ద బాంబు పేలుడు జరిగిందని గుర్తు చేశారు. కాంగ్రెస్‌ పాలనలో ఎక్కడికెళ్లాలన్న భయపడాల్సిన పరిస్థితి ఉండేదని.. గత పదేళ్ల కాలంలో అలాంటి పరిస్థితిని చూశారా? అని మోదీ  ప్రశ్నించారు.</p>\n\n\n\n<p>తెలంగాణకు ఉజ్వల భవిష్యత్‌ ఇచ్చేందుకు బీజేపీ కట్టుబడి ఉందని, ప్రధాని మోదీ  పునరుద్ఘాటించారు. రాష్ట్రంలో కాంగ్రెస్, బీఆర్ఎస్, ఎంఐఎం వద్దని ప్రజలు నిశ్చయించుకున్నారని, బీజేపీని గెలిపించుకోవాలని ప్రజలు కృతనిశ్చయంతో ఉన్నారని ప్రధాని స్పష్టం చేశారు.  జూన్‌ 4 తర్వాత భారత విరోధులు, ఉమ్మడి పౌరస్మృతి విరోధులు, ఆర్టికల్‌ 370 రద్దు వ్యతిరేకులు, ఓట్‌ జిహాద్‌ వాళ్లు పారిపోక తప్పదని ప్రధాని  హెచ్చరించారు. </p>\n\n\n\n<p>మధ్య తరగతి ప్రజల కలను బీజేపీ ప్రభుత్వం నెరవేరుస్తోందని, గత పదేళ్లలో ఎన్నో సమస్యలకు ఎన్డీఏ సర్కార్‌ పరిష్కారం చూపిందని ప్రధాని మోదీ తెలిపారు. నేడు భారత్‌ డిజిటల్‌ రంగం, ఇంటర్‌ప్రిన్యూర్ సంస్థల్లో సూపర్ పవర్‌గా నిలిచిందని ప్రధాని చెప్పారు.  వారసత్వ రాజకీయాలు చేయడం కాంగ్రెస్‌ ట్రాక్‌ రికార్డుగా ఉందని విమర్శించారు. మధ్య తరగతి ప్రజల గురించి కాంగ్రెస్‌ ఏమాత్రం పట్టించుకోదని ప్రధాని మండిపడ్డారు. </p>\n\n\n\n<p>దేశాన్ని విభజించి పాలించాలని కాంగ్రెస్‌ కుట్ర చేస్తోందని ధ్వజమెత్తారు. కాంగ్రెస్‌ రాకుమారుడి గురువు మనల్ని ఆఫ్రికన్లు అని మాట్లాడారని, శ్రీ రామనవమి జరుపుకోవడం కూడా తప్పే అన్నట్లు మాట్లాడుతున్నారని ఆగ్రహం వ్యక్తం చేశారు. అహింసో పరమో ధర్మో అనేది ఇండియా సిద్ధాంతమని, వసుధైక కుటుంబం, బుద్ధం శరణం, గచ్చామి, ప్రజా సేవే భగవాన్‌ సేవ, వేల సంవత్సరాల సంస్కృతి రక్షణే ఇండియా అసలైన సిద్ధాంతమని మోదీ వ్యాఖ్యానించారు. </p>\n\n\n\n<p>గత బీఆర్ఎస్ ప్రభుత్వం హైదరాబాద్‌ ముక్తి దివస్‌ను నిర్వహించలేదని, బీజేపీ ప్రభుత్వం సెప్టెంబర్‌ 17ను అధికారికంగా నిర్వహించిందని మోదీ  గుర్తు చేశారు. మతపరమైన రిజర్వేషన్లు ఉండకూడదనేది బీజేపీ సిద్ధాంతమని, రాజ్యాంగ వ్యతిరేకమైన ముస్లింల రిజర్వేషన్లు తీసేస్తామని మాత్రమే బీజేపీ చెప్పిందని స్పష్టం చేయసారు. తెలంగాణకు కేంద్రం ఇచ్చిన నిధులను ఏటీఎంగా మార్చుకున్నారని బీఆర్ఎస్, కాంగ్రెస్ ప్రభుత్వాలపై విమర్శించారు. </p>\n\n\n\n<p>రాష్ట్రంలో కొత్తగా ఆర్‌ఆర్ఆర్ ట్యాక్స్‌ కూడా మొదలైందని, మూడో ఆర్‌ అంటే రజాకార్‌ ట్యాక్స్‌ ప్రధాని చెప్పారు. తెలంగాణకు ఏమీ ఇవ్వలేదని కాంగ్రెస్ అంటోందని ప్రధాని మండిపడ్డారు. తెలంగాణకు 4 వందే భారత్‌ రైళ్లు ఇచ్చింది ఎవరని మోడీ ప్రశ్నించారు. తెలంగాణకు తొలి ఎయిమ్స్, ఫర్టిలైజర్స్ పరిశ్రమ, పసుపు బోర్డు, గిరిజన విశ్వవిద్యాలయం మంజూరు చేసినట్లు ప్రధాని వివరించారు. <br>సబ్‌ కా సాత్‌, సబ్‌ కా వికాస్‌ బీజేపీ నినాదమని మరోసారి స్పష్టం చేశారు. బీజేపీ ఎంపీ అభ్యర్థులైన మధవీ లత, ఈటల రాజేందర్, కొండా విశ్వేశ్వర్‌ రెడ్డి, బూర నర్సయ్య గౌడ్‌, కిషన్ రెడ్డిలను గెలిపించాలని ప్రజలకు పిలుపునిచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/18897/11/05/2024/","hasAudio":false,"hasInfographics":false}