{"id":"wp-en-14437","wp_id":14437,"type":"standard","category":"World","language":"en","title":"Bangladesh Parliament dissolved, India watching closely￼","excerpt":"Bangladesh's Parliament was dissolved on Tuesday, the president's office said in a statement, a day after Prime Minister Sheikh Hasina resigned and fled the country following violent protests demanding her ouster. The announcement came hours after protesting student leaders set a deadline to dissolve Parliament and warned a “strict programme” would be launched if their","author":"Tattva News Team","time":"6/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Bangla-stir1.jpg","readTime":"5 min read","contentHTML":"\n<p>Bangladesh's Parliament was dissolved on Tuesday, the president's office said in a statement, a day after Prime Minister Sheikh Hasina resigned and fled the country following violent protests demanding her ouster.</p>\n\n\n\n<p>The announcement came hours after protesting student leaders set a deadline to dissolve Parliament and warned a “strict programme” would be launched if their deadline is not met.</p>\n\n\n\n<p>The student leaders had said in a video on Facebook that Parliament should be dissolved by 3 pm (0900 GMT) on Tuesday and asked “revolutionary students to be ready” if that did not happen.</p>\n\n\n\n<p>On Monday, President Shahabuddin had ordered the immediate release of Bangladesh's first female Prime Minister Khaleda Zia, who is the chief of the main opposition Bangladesh Nationalist Party (BNP). It should be noted that Khaleda replaced the presidential system with a parliamentary form of government so that power rested with the prime minister.</p>\n\n\n\n<p>Meanwhile, India is monitoring the situation with regard to minorities in Bangladesh and is in “close and continuous” touch with the Indian community there through its diplomatic missions, the government informed the Rajya Sabha on Tuesday.</p>\n\n\n\n<p>In a statement to the Upper House, External Affairs Minister S Jaishankar also briefed the MPs on former prime minister Sheikh Hasina's “very short notice” request to come to India “for the moment”.</p>\n\n\n\n<p>He said India has instructed its border guarding forces to be exceptionally alert in view of this complex and still evolving situation in the neighbouring country.</p>\n\n\n\n<p>He added India is also monitoring the situation in regard to minorities in Bangladesh. ”There are reports of initiatives by various groups and organisations to ensure their protection and well-being. Naturally, we will remain deeply concerned till law and order is restored. Our border guarding forces have been instructed to be exceptionally alert in video of this complex situation,” Jaishankar informed the Rajya Sabha.</p>\n\n\n\n<p>Nobel laureate Dr Muhammad Yunus will be the chief adviser to the interim government in Bangladesh, the coordinators of the Anti-Discrimination Student Movement announced on Tuesday. Hasina on Monday fled the country and landed at the Hindon airbase near Ghaziabad where she was received by National Security Advisor (NSA) Ajit Doval.</p>\n\n\n\n<p>Hasina, 76, is seeking an asylum in the UK. Hasina’s sister Rehana, who holds a UK citizenship, also accompanies the leader. According to the sources, no confirmation from the UK regarding political asylum for Hasina has been received so far.</p>\n","originalUrl":"https://en.tattvanews.com/international/bangladesh-parliament-dissolved-india-watching-closely%ef%bf%bc/","hasAudio":false,"hasInfographics":false}