{"id":"wp-te-19712","wp_id":19712,"type":"standard","category":"World","language":"te","title":"ప్రతిపక్ష హోదా ఇవ్వండి.. ఏపీ స్పీకర్‌కు జగన్‌ లేఖ","excerpt":"ఆంధ్ర ప్రదేశ్ అసెంబ్లీలో గత వారం మంత్రుల తర్వాత తనతో ప్రమాణం చేయించడం సంప్రదాయాలకు విరుద్ధమని మాజీ ముఖ్యమంత్రి, వైసిపి అధినేత వైఎస్‌ జగన్‌ మోహన్ రెడ్డి అభ్యంతరం వ్యక్తం చేశారు. స్పీకర్ సిఏచ్ అయ్యన్నపాత్రుడుకు వ్రాసిన లేఖలో తనకు ప్రతిపక్ష హోదా ఇవ్వకూడదని.. ముందే నిర్ణయించినట్లు ఉన్నారని అనుమానం వ్యక్తం చేశారు.  ప్రతిపక్ష హోదాకు 10 శాతం సీట్లు ఉండాలని నిబంధనలలో ఎక్కడా లేదని ఆయన స్పష్టం చేశారు. అటు పార్లమెంటులో గానీ.. ఇటు ఉమ్మడి","author":"Tattva News Team","time":"26/6/2024","image":"https://tattvanews.com/wp-content/uploads/2022/03/YS-Jagan1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్ర ప్రదేశ్ అసెంబ్లీలో గత వారం మంత్రుల తర్వాత తనతో ప్రమాణం చేయించడం సంప్రదాయాలకు విరుద్ధమని మాజీ ముఖ్యమంత్రి, వైసిపి అధినేత వైఎస్‌ జగన్‌ మోహన్ రెడ్డి అభ్యంతరం వ్యక్తం చేశారు. స్పీకర్ సిఏచ్ అయ్యన్నపాత్రుడుకు వ్రాసిన లేఖలో తనకు ప్రతిపక్ష హోదా ఇవ్వకూడదని.. ముందే నిర్ణయించినట్లు ఉన్నారని అనుమానం వ్యక్తం చేశారు. </p>\n\n\n\n<p>ప్రతిపక్ష హోదాకు 10 శాతం సీట్లు ఉండాలని నిబంధనలలో ఎక్కడా లేదని ఆయన స్పష్టం చేశారు. అటు పార్లమెంటులో గానీ.. ఇటు ఉమ్మడి ఆంధ్రప్రదేశ్‌లో గానీ ఈ నిబంధనను ఇప్పటిదాకా ఎప్పుడూ పాటించలేదని ఆయన గుర్తుచేశారు. విపక్షంలో ఎక్కువ సీట్లు ఉన్నవారికే ప్రతిపక్ష హోదా ఇవ్వాలని సూచించారు. 1989లో తెలుగు దేశంపై పార్లమెంట్ లో కేవలం 30 మంది ఎంపీలే ఉన్నప్పటికీ ఆ పార్టీ ఎంపీ పి ఉపేంద్రకు ప్రతిపక్ష హోదా కల్పించారని ఆయన గుర్తు చేశారు. </p>\n\n\n\n<p>అదేవిధంగా, 1994లో ఉమ్మడి ఆంధ్ర ప్రదేశ్ అసెంబ్లీలో కాంగ్రెస్ కు 26 సీట్లు మాత్రమే ఉన్నప్పటికీ ఆ పార్టీ నేత పి జనార్దనరెడ్డికి ప్రతిపక్ష హోదా అకల్పించారని తెలిపారు. ఢిల్లీ అసెంబ్లీలో కేవలం ముగ్గురు సభ్యులు మాత్రమే ఉన్న బిజెపికి ప్రతిపక్ష హోదా కల్పించారని వివరించారు. </p>\n\n\n\n<p>కూటమి ప్రభుత్వం, స్పీకర్‌ తనపై శత్రుత్వం ప్రదర్శిస్తున్నారని జగన్‌ వాపోయారు. చచ్చేదాకా కొట్టాలంటూ స్పీకర్‌ మాట్లాడిన మాటలకు సంబంధించిన వీడియోలు ఇటీవల బయటపడ్డాయని తెలిపారు. ఇలాంటి నేపథ్యంలో అసెంబ్లీలో గొంతు విప్పే పరిస్థితి కనిపించడం లేదని పేర్కొన్నారు. </p>\n\n\n\n<p>ప్రతిపక్ష హోదాతోనే సమస్యలను వినిపించే అవకాశం ఉందని స్పష్టం చేశారు. ఈ అంశాలను స్పీకర్‌ దృష్టిలో పెట్టుకోవాలని పేర్కొంటూ తనకు ప్రతిపక్ష హోదా కల్పించాలని కోరారు. కాగా, తమ పార్టీ కార్యాలయాలే లక్ష్యంగా టీడీపీ విధ్వంసం సృష్టిస్తోందని వైసీపీ ఆరోపించింది. విజయవాడ, విజయనగరం పార్టీ కార్యాలయాల్ని కక్షపూరితంగా ధ్వంసం చేసేందుకు ప్రయత్నిస్తోందని విమర్శించింది. చంద్రబాబు ఇచ్చిన జీవోలతో టీడీపీ కట్టిన పార్టీ కార్యాలయాలను వదిలేసి.. అధికారులతో వైసీపీకి బలవంతంగా కూటమి ప్రభుత్వం నోటీసులు ఇప్పిస్తున్నదని పేర్కొంది.</p>\n","originalUrl":"https://tattvanews.com/19712/26/06/2024/","hasAudio":false,"hasInfographics":false}