{"id":"wp-te-19978","wp_id":19978,"type":"standard","category":"World","language":"te","title":"చిక్కుల్లో కన్నడ సీఎం సిద్దరామయ్య","excerpt":"కర్ణాటకలో ఈసారి ఏకంగా ముఖ్యమంత్రి సిద్దరామయ్య, ఆయన కుటుంబంపైనే తీవ్ర ఆరోపణలు రావడం పెను సంచలనంగా మారింది. మైసూరు అర్బన్ డెవలప్‌మెంట్ అథారిటీ -ముడా కుంభకోణంలో ముఖ్యమంత్రి సిద్ధరామయ్య, ఆయన కుటుంబానికి పాత్ర ఉందని ఆరోపిస్తూ ఓ సామాజిక కార్యకర్త పోలీసులను ఆశ్రయించారు. ఈ నేపథ్యంలోని మైసూరులోని విజయనగర్ పోలీస్ స్టేషన్‌లో సామాజిక కార్యకర్త స్నేహమయి కృష్ణ ఫిర్యాదు చేశారు. ముడా కుంభకోణంలో ముఖ్యమంత్రి సిద్ధరామయ్య, ఆయన సతీమణి పార్వతమ్మ, కుమారుడు కర్ణాటక ఎమ్మెల్సీ యతీంద్ర కూడా","author":"Tattva News Team","time":"11/7/2024","image":"https://tattvanews.com/wp-content/uploads/2023/07/Siddaramaiah2.jpeg","readTime":"5 min read","contentHTML":"\n<p>కర్ణాటకలో ఈసారి ఏకంగా ముఖ్యమంత్రి సిద్దరామయ్య, ఆయన కుటుంబంపైనే తీవ్ర ఆరోపణలు రావడం పెను సంచలనంగా మారింది. మైసూరు అర్బన్ డెవలప్‌మెంట్ అథారిటీ -ముడా కుంభకోణంలో ముఖ్యమంత్రి సిద్ధరామయ్య, ఆయన కుటుంబానికి పాత్ర ఉందని ఆరోపిస్తూ ఓ సామాజిక కార్యకర్త పోలీసులను ఆశ్రయించారు. ఈ నేపథ్యంలోని మైసూరులోని విజయనగర్ పోలీస్ స్టేషన్‌లో సామాజిక కార్యకర్త స్నేహమయి కృష్ణ ఫిర్యాదు చేశారు.</p>\n\n\n\n<p>ముడా కుంభకోణంలో ముఖ్యమంత్రి సిద్ధరామయ్య, ఆయన సతీమణి పార్వతమ్మ, కుమారుడు కర్ణాటక ఎమ్మెల్సీ యతీంద్ర కూడా ఉన్నారని ఆ ఫిర్యాదులో పేర్కొన్నారు. వీరితో పాటు మొత్తం 9 మందిపై పోలీసులకు ఫిర్యాదు అందింది. మైసూరు అర్బన్ డెవలప్‌మెంట్ అథారిటీ కుంభకోణం సీఎం సిద్ధరామయ్య కనుసన్నల్లోనే జరిగిందని ఇప్పటివరకు ప్రతిపక్షాలు తీవ్ర ఆరోపణలు గుప్పిస్తున్నాయి. </p>\n\n\n\n<p>ఈ ముడా స్కామ్ ద్వారా కర్ణాటక ముఖ్యమంత్రి సిద్ధరామయ్య భార్య పార్వతమ్మ  భారీగా లబ్ధి పొందారని తాజా ఫిర్యాదులో ఆరోపించారు. ముడా భూ కేటాయింపుల కుంభకోణంలో సిద్ధరామయ్య భార్య పార్వతమ్మ, ముడా అధికారులతోపాటు మైసూరు జిల్లా కలెక్టర్‌, ఇతర ప్రభుత్వ అధికారుల పాత్ర ఉందని స్నేహమయి కృష్ణ పోలీసులకు ఇచ్చిన ఫిర్యాదులో వెల్లడించారు. </p>\n\n\n\n<p>వారిపై చర్యలు తీసుకోవాలని ఫిర్యాదుదారుడు డిమాండ్‌ చేశారు. అయితే ముడా అవకతవకలపై ఇప్పటికే దర్యాప్తు కొనసాగుతోందని వెల్లడించిన మైసూరు పోలీసులు.. ఈ ఫిర్యాదుపై ఎఫ్‌ఐఆర్ నమోదు చేయకపోవడం గమనార్హం. సీఎం సిద్ధరామయ్య, ఆయన కుమారుడు యతీంద్ర రూ. 4 వేల కోట్ల భూ కుంభకోణానికి పాల్పడ్డారని కర్ణాటక బీజేపీ నేతలు తీవ్ర ఆరోపణలు చేస్తున్నారు. </p>\n\n\n\n<p>సీఎం సొంత జిల్లా మైసూరులో తన భార్య పార్వతమ్మ పేరుమీద చట్టవిరుద్ధంగా రూ.కోట్ల విలువ గల భూములను కేటాయించుకున్నారని బీజేపీ నేత ఆర్‌ అశోక్‌ తీవ్ర ఆరోపణలు చేశారు. ఈ కుంభకోణంలో మైసూరు అర్బన్‌ డెవలప్‌మెంట్‌ అథారిటీ ఉన్నతాధికారుల ప్రమేయం కూడా ఉందని వాదిస్తున్నారు.</p>\n\n\n\n<p> అయితే ఈ కుంభకోణం విషయం బయటికి రాకుండా ఉండేందుకు.. ఆ అధికారులను సిద్ధరామయ్య సర్కార్ ఆగమేఘాల మీద ట్రాన్స్‌ఫర్ చేసిందని ఆరోపించారు. ఈ భూ కుంభకోణం వివరాలు పూర్తిగా బయటికి రావాలంటే సీబీఐ లేదా రిటైర్డ్‌ జడ్జితో విచారణ జరిపించాలని బీజేపీ డిమాండ్‌ చేస్తోంది.</p>\n\n\n\n<p>బీజేపీ నేతలు చేస్తున్న ఆరోపణల ప్రకారం.. మైసూరు నగర శివార్లలోని గ్రామీణ ప్రాంతాల్లో సీఎం సిద్ధరామయ్య భార్య పార్వతమ్మకు 3 ఎకరాల 16 గుంటల భూమి ఉంది. అయితే ఆ భూములను సేకరించిన కర్ణాటక ప్రభుత్వం.. వాటికి బదులుగా మైసూరు నగరంలోపల అత్యంత ఖరీదైన ప్రాంతాలైన విజయనగర్‌, దట్టగల్లీ, జేపీ నగర్‌, ఆర్టీ నగర్‌, హంచయా-సతాగల్లీలో.. భూములను కేటాయించింది. </p>\n\n\n\n<p>అయితే గ్రామీణ ప్రాంతాల్లో ఎకరం భూమిని ప్రభుత్వం సేకరిస్తే.. నగరంలో అర ఎకరం భూమిని కేటాయించారు. అయితే ముఖ్యమంత్రి కుటుంబానికి అత్యంత ఖరీదైన ప్రాంతాల్లో భూములను కేటాయించాలని ఎవరు సిఫారసు చేశారని బీజేపీ నేత ఆర్‌ అశోక్‌ ప్రశ్నించారు. మంత్రివర్గం అనుమతి లేకుండా భూములు కేటాయించే అధికారం ఎవరికి ఉంటుందని.. ముఖ్యమంత్రికి తెలియకుండానే ఇంత భారీ కుంభకోణం జరిగిందా అని నిలదీశారు.</p>\n\n\n\n<p>అయితే ముడా భూ కుంభకోణం ఆరోపణలను ఖండించిన ముఖ్యమంత్రి తమ కుటుంబానికి ఆ భూములను ఎవరు, ఎలా కేటాయించారో తనకు తెలియదని వెల్లడించారు. అయితే ఈ భూ కేటాయింపులు బీజేపీ ప్రభుత్వ హయాంలోనే జరిగినట్లు తెలిపారు. రింగ్‌రోడ్డుకు సమీపంలో తన భార్య పేరుమీద 3.16 ఎకరాల భూమి ఉన్నది నిజమేనని పేర్కొన్నారు. </p>\n\n\n\n<p>తమ భూమిని సేకరించకుండానే ముడా అధికారులు అక్కడ లే అవుట్‌ వేసి  లబ్ధిదారులకు పంపిణీ చేసినట్లు వివరించారు. చట్ట ప్రకారం తమ భూములకు బదులుగా వేరేచోట భూములు ఇస్తామని ముడా అంగీకరించిందని, అందులో తప్పేముందని ప్రశ్నించారు. ఇదంతా బీజేపీ అధికారంలో ఉన్నప్పుడే జరిగిందని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19978/11/07/2024/","hasAudio":false,"hasInfographics":false}