{"id":"wp-en-13315","wp_id":13315,"type":"standard","category":"World","language":"en","title":"PM Modi confident of  hattrick on all seven seats in Delhi￼￼","excerpt":"Prime Minister Narendra Modi exodus confidence that the BJP is going to scores a victory hatrick by winning all seven Lok Sabha seats in the national capital Delhi. Addressing an election rally in North East Delhi on Saturday, which will vote in the sixth phase on May 25, he said that the 2024 election is","author":"Tattva News Team","time":"19/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-Del.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi exodus confidence that the BJP is going to scores a victory hatrick by winning all seven Lok Sabha seats in the national capital Delhi.</p>\n\n\n\n<p>Addressing an election rally in North East Delhi on Saturday, which will vote in the sixth phase on May 25, he said that the 2024 election is to make India one of the top three ecnomics in the world.</p>\n\n\n\n<p>He took a dig at the members of the Opposition's INDIA bloc saying they had come in the name of eliminating corruption but today are in jail due to scams worth crores of rupees.</p>\n\n\n\n<p> \"Amid development works happening here, INDIA bloc is busy in destroying Delhi... They are not leaving any opportunity to loot the people of Delhi. These people had come in the name of eliminating corruption, but today they are in jail due to scams worth crores of rupees”, he added.</p>\n\n\n\n<p>Modi rediculed that four generations of Congress ruled in Delhi, but today such is the state of the party that they can't even contest on 4 seats here. PM Modi said \"I have no heir but 140 crore people of this country are my heirs... (<em>Mera koi waris nahi hai. 140 crore deshwasi, wahi mere waris hain</em>)\"</p>\n\n\n\n<p>\"This is the time when Bharat is taking a leap for development. 2024 elections is to make India one of the top three economies in the world. This election is also to protect the country's economy from powers which want to bankrupt the country with its policies. It is also to protect the poor and middle class from those who want to snatch away their wealth....\", he said.</p>\n\n\n\n<p>Earlier in the day, addressing an election rally in Haryana's Ambala, Prime Minister Narendra Modi said that our enemies now think 100 times before doing anything when there is a 'dhaakad' (strong) government at the Centre. Modi said that the INDIA bloc leaders wanted India to be “scared” of Pakistan. He also accused the opposition leaders of speaking like the spokespersons of the neighbouring country. </p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-confident-of-hattrick-on-all-seven-seats-in-delhi%ef%bf%bc%ef%bf%bc/","hasAudio":false,"hasInfographics":false}