{"id":"wp-te-19206","wp_id":19206,"type":"standard","category":"World","language":"te","title":"బీజేపీకి బ్రేక్ వేసేందుకే ఫోన్ ట్యాపింగ్","excerpt":"సంచలనం సృష్టించిన ఫోన్‌ ట్యాపింగ్ వ్యవహారంలో రాధాకిషన్‌రావు పోలీసులకు తెలిపిన వాంగ్మూలంలో కీలక అంశాలు బయటపడ్డాయి. ప్రతిపక్షాలను కట్టడి చేసేందుకు అప్పటి ప్రభుత్వం ఫోన్ ట్యాపింగ్ వ్యూహాన్ని రచించిందన్న రాధాకిషన్‌రావు బీఆర్ఎస్ ప్రయోజనాల దృష్ట్యా కీలకమైన హైదరాబాద్ టాస్క్‌ఫోర్స్ విభాగానికి తమ సామాజిక వర్గానికే చెందిన నమ్మకమైన అధికారి కావాలని కేసీఆర్ కోరుకున్నారని వెల్లడించారు.  కొద్దిపాటి విమర్శ వచ్చినా కేసీఆర్ చిరాకు పడేవారనీ, ప్రతిపక్ష నాయకులను గమనిస్తూ ఉండేందుకు ఎస్ఐబీ డీఎస్పీ ప్రణీత్‌రావు ఆధ్వర్యంలో ఐజీ ప్రభాకర్‌రావు","author":"Tattva News Team","time":"28/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/phone-tap.jpg","readTime":"5 min read","contentHTML":"\n<p>సంచలనం సృష్టించిన ఫోన్‌ ట్యాపింగ్ వ్యవహారంలో రాధాకిషన్‌రావు పోలీసులకు తెలిపిన వాంగ్మూలంలో కీలక అంశాలు బయటపడ్డాయి. ప్రతిపక్షాలను కట్టడి చేసేందుకు అప్పటి ప్రభుత్వం ఫోన్ ట్యాపింగ్ వ్యూహాన్ని రచించిందన్న రాధాకిషన్‌రావు బీఆర్ఎస్ ప్రయోజనాల దృష్ట్యా కీలకమైన హైదరాబాద్ టాస్క్‌ఫోర్స్ విభాగానికి తమ సామాజిక వర్గానికే చెందిన నమ్మకమైన అధికారి కావాలని కేసీఆర్ కోరుకున్నారని వెల్లడించారు.</p>\n\n\n\n<p> కొద్దిపాటి విమర్శ వచ్చినా కేసీఆర్ చిరాకు పడేవారనీ, ప్రతిపక్ష నాయకులను గమనిస్తూ ఉండేందుకు ఎస్ఐబీ డీఎస్పీ ప్రణీత్‌రావు ఆధ్వర్యంలో ఐజీ ప్రభాకర్‌రావు ప్రత్యేక బృందం ఏర్పాటు చేశారని వెల్లడించారు. అప్పటి నుంచి వారితో కలిసి పనిచేయడం మొదలుపెట్టానని రాధాకిషన్‌రావు పేర్కొన్నారు.</p>\n\n\n\n<p> వివిధ పార్టీల నాయకుల ఫోన్లను పర్యవేక్షించడం ద్వారా సేకరించిన సమాచారాన్ని ప్రణీత్‌రావు ద్వారా తీసుకున్నట్లు రాధాకిషన్‌రావు తెలిపారు. ప్రతిపక్షాలకు చెందిన డబ్బు పట్టుకోవడం, బీఆర్ఎస్‌ పార్టీ అవసరాల కోసం అందుతున్న డబ్బు సజావుగా రవాణా అయ్యేలా చూడటానికి ప్రణీత్‌రావుతో కలిసి పనిచేయాలని ప్రభాకర్‌రావు ఆదేశించినట్లు వెల్లడించారు.</p>\n\n\n\n<p> 2018 ఎన్నికల ముందు మొదలైన ఈ పని 2019 లోక్‌సభ, ఆ తర్వాత ఉపఎన్నికలు, 2023 ఎన్నికల్లోనూ కొనసాగిందని ఆయన తెలిపారు. తెలంగాణలోని వివిధ నియోజకవర్గాల్లో జరుగుతున్న రాజకీయ పరిణామాల గురించి, బీఆర్ఎస్‌కు ఆ పార్టీ నాయకులకు ముప్పుగా భావించే నేతలకు సంబంధించిన సమాచారం సేకరించేందుకు ప్రభాకర్‌రావు తరచుగా చర్చించేవారని రాధాకిషన్‌రావు పేర్కొన్నారు. </p>\n\n\n\n<p>వీటి ఆధారంగా ప్రణీత్‌రావు ఆయా నాయకులను ఫోన్‌ ట్యాపింగ్ ద్వారా పర్యవేక్షిస్తూ ఉండేవారమని పేర్కొన్నాన్నారు. అనేక మంది సొంత పార్టీ నాయకులనూ పర్యవేక్షించినట్లు రాధాకిషన్‌రావు వివరించారు. కుత్బుల్లాపూర్ ఎమ్మెల్యేతో విభేదిస్తున్న శంభీపూర్ రాజు, కడియం శ్రీహరితో రాజకీయ వైరం ఉన్న రాజయ్య, తాండూరు ఎమ్మెల్యే విషయంలో అసంతృప్తితో ఉన్న పట్నం మహేందర్‌రెడ్డి ఆయన భార్య సమాచారాన్ని పర్యవేక్షించేవాళ్లమని రాధాకిషన్‌రావు పేర్కొన్నారు.</p>\n\n\n\n<p> దుబ్బాక, హుజూరాబాద్ ఉప ఎన్నికల్లో బీజేపీ వరుస విజయాల తర్వాత ఆ పార్టీకి బ్రేక్ వేయాలన్న ఉద్దేశంతో మునుగోడు ఉపఎన్నికలను ముఖ్యమంత్రి కేసీఆర్ చాలా ప్రతిష్టాత్మకంగా తీసుకున్నారని రాధాకిషన్‌రావు వివరించారు. కమలం పార్టీలో పెద్దలుగా చెప్పుకుంటున్న కొందరు, తాండూరు ఎమ్మెల్యే రోహిత్‌రెడ్డిని ప్రలోభ పెడుతున్నట్లు, 2022 అక్టోబరు చివర్లో కేసీఆర్‌కు తెలిసిందన్నారు. </p>\n\n\n\n<p>మరికొందరు బీఆర్ఎస్ ఎమ్మెల్యేలను ఆయనతోపాటు తేవాలని రోహిత్‌రెడ్డిపై ఒత్తిడి తెచ్చినట్లు సమాచారం అందిందన్న ఆయన దీని ఆధారంగా భారతీయ జనతా పార్టీని ఇరుకున పెట్టాలని గత ముఖ్యమంత్రి భావించారని తెలిపారు.</p>\n\n\n\n<p>బీజేపీ జాతీయ నాయకులు బీఎల్‌ సంతోష్‌ను అరెస్ట్ చేసి, తద్వారా ఈడీ కేసులో తన కుమార్తె కవితను ఇబ్బంది పెడుతున్న కమలం పార్టీ తమతో సయోధ్యకు వచ్చేలా చేయాలన్నదే కేసీఆర్ లక్ష్యమని రాధాకిషన్‌రావు వివరించారు. బీఎల్ సంతోష్‌ను అరెస్ట్‌ చేయవద్దని హైకోర్టు ఆదేశాలు జారీ చేసిందన్న ఆయన కేసును సిట్ నుంచి సీబీఐకి బదిలీ అయిందని వివరించారు. అనుకున్నట్లు పని పూర్తికాకపోవడం వల్ల కేసీఆర్‌ ఆగ్రహం వ్యక్తం చేశారన్నారు.</p>\n\n\n\n<p>మునుగోడు ఉప ఎన్నికలప్పుడు ముఖ్యమంత్రి కార్యాలయం నుంచి బీజేపీ అభ్యర్థి రాజగోపాల్‌రెడ్డి, ఆయన కుటుంబ సభ్యుల డబ్బు స్వాధీనం చేసుకోవాలని ఆదేశాలు అందాయని రాధాకిషన్‌రావు పేర్కొన్నారు. వీరిని ట్యాపింగ్ ద్వారా పర్యవేక్షించేందుకు పేర్లు, వారి ఫోన్ నెంబర్లు పోలీసు కమిషనర్ ద్వారా అందేవన్న ఆయన, వారి ఫోన్లు ట్యాప్ చేసి మరింత సమాచారం సేకరించేందుకు ప్రణీత్‌రావు సాయం తీసుకునేవాడినని వివరించారు.</p>\n\n\n\n<p>జి.వివేక్, రాజగోపాల్‌రెడ్డిల సహచరుల ఆర్థిక లావాదేవీలపై కన్నేసేందుకే ఎస్‌ఐబీకి వీరి పేర్లతో ఉన్న కాగితం పంపారని రాధాకిషన్‌రావు వివరించారు. ఈటల రాజేందర్‌ పీఏ జనార్ధన్‌కు సంబంధించిన సమాచారం ఆధారంగా భారతీయ విద్యాభవన్ దగ్గర రూ.90 లక్షలు స్వాధీనం చేసుకొని జుబ్లీహిల్స్ పోలీసులకు అప్పగించామని వెల్లడించారు.</p>\n","originalUrl":"https://tattvanews.com/19206/28/05/2024/","hasAudio":false,"hasInfographics":false}