{"id":"wp-te-18882","wp_id":18882,"type":"standard","category":"World","language":"te","title":"ఆర్ఆర్ ట్యాక్స్ అంటే రేవంత్ రెడ్డి ఎందుకు ఉలుకు... మోదీ","excerpt":"బిఆర్‌ఎస్ ప్రభుత్వం కాళేశ్వరం పేరిట లూటీ చేసిందని, ఇప్పుడు కాంగ్రెస్ కూడా బిఆర్‌ఎస్ దారిలోనే లూటీ చేస్తోందని ప్రధాని నరేంద్ర మోదీ  విమర్శించారు. కాళేశ్వరం విచారణకు కాంగ్రెస్ ముందుకు రావడం లేదని, కాంగ్రెస్ పార్టీ రాకుమారుడు ఎన్నికలు రాగానే విద్వేష విషం చిమ్ముతున్నారని ధ్వజమెత్తారు.  కాంగ్రెస్ రాకుమారుడి రాజగురువు మనల్ని రంగు ఆధారంగా విభజిస్తున్నారని, శరీర రంగును బట్టి మనం ఆఫ్రికన్లు అని మాట్లాడుతున్నారని ప్రధాని మండిపడ్డారు. జోగులాంబ తల్లి పాదాలకు నమస్కరిస్తున్నానని, పాలమూరు సోదర, సోదరీమణులకు","author":"Tattva News Team","time":"10/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-MNagar.webp","readTime":"5 min read","contentHTML":"\n<p>బిఆర్‌ఎస్ ప్రభుత్వం కాళేశ్వరం పేరిట లూటీ చేసిందని, ఇప్పుడు కాంగ్రెస్ కూడా బిఆర్‌ఎస్ దారిలోనే లూటీ చేస్తోందని ప్రధాని నరేంద్ర మోదీ  విమర్శించారు. కాళేశ్వరం విచారణకు కాంగ్రెస్ ముందుకు రావడం లేదని, కాంగ్రెస్ పార్టీ రాకుమారుడు ఎన్నికలు రాగానే విద్వేష విషం చిమ్ముతున్నారని ధ్వజమెత్తారు. </p>\n\n\n\n<p>కాంగ్రెస్ రాకుమారుడి రాజగురువు మనల్ని రంగు ఆధారంగా విభజిస్తున్నారని, శరీర రంగును బట్టి మనం ఆఫ్రికన్లు అని మాట్లాడుతున్నారని ప్రధాని మండిపడ్డారు. జోగులాంబ తల్లి పాదాలకు నమస్కరిస్తున్నానని, పాలమూరు సోదర, సోదరీమణులకు హృదయ పూర్వక నమస్కారాలు తెలుపుతూ  నారాయణ పేట జిల్లాలో జరిగిన బహిరంగ సభలో ప్రధాని మోదీ ప్రసంగించారు.</p>\n\n\n\n<p>మహబూబ్‌నగర్ ప్రాంతానికి కృష్ణా, తుంగభద్ర నదుల ఆశీర్వాదం ఉందని, ఈ ప్రాంతానికి సాగునీటి ప్రాజెక్టుల కోసం వేల కోట్లు ఇచ్చినప్పటికీ సద్వినియోగం కాలేదని, దీంతో పాలమూరు ప్రజలు వలస పోతున్నారని ప్రధాని ఆవేదన వ్యక్తం చేశారు. బిఆర్‌ఎస్ కాంగ్రెస్ నేతలు పాలమూరు ప్రాంతాన్ని తమ స్వార్థానికి వాడుకున్నారని దుయ్యబట్టారు. </p>\n\n\n\n<p>మోదీ  గ్యారంటీ అంటే అభివృద్ధి, దేశ భద్రత, విశ్వవేదికపై భారత గౌరవానికి గ్యారంటీ అని ప్రధాని స్పష్టం చేశారు. పార్లమెంట్ ఎన్నికలు దేశ భవిష్యత్‌కు నిర్ధారించే ఎన్నికలు అని చెబుతూ గత పదేళ్లలో తెలంగాణకు రూ. లక్షల కోట్లు ఇచ్చామని, కేంద్రం ఇచ్చిన నిధులు అవినీతి ఎటిఎంలోకి వెళ్లాయని, గతంలో బిఆర్‌ఎస్ ప్రభుత్వం దోచుకుందని, ఇప్పుడు కాంగ్రెస్ ప్రభుత్వం దోచుకుంటుందని నరేంద్ర మోదీ ధ్వజమెత్తారు.</p>\n\n\n\n<p>ఆర్‌ఆర్ ట్యాక్స్ విషయంలో తాను ఎవరి పేరు చెప్పలేదని, కానీ సిఎం రేవంత్ రెడ్డి స్పందించటం చూస్తే ఆర్‌ఆర్ ట్యాక్స్ ఎవరు వసూలు చేస్తున్నారో అర్థమవుతోందని ప్రధాని చురకలంటించారు. సమాజంలో విషం నింపేందుకు కూటమి నేతలు ప్రయత్నిస్తున్నారని ప్రధాని హెచ్చరించారు.</p>\n\n\n\n<p> కాంగ్రెస్‌కు హిందువులు, హిందువుల పండుగలు అంటే ఇష్టం లేదని, తాను గుడికి వెళ్తే కూడా దేశ వ్యతిరేకమైన పని అని విమర్శిస్తున్నారని, దేశంలో హిందువులను ద్వితీయ శ్రేణి పౌరులుగా చేయాలని కాంగ్రెస్ ప్రయత్నిస్తోందని నరేంద్ర మోదీ ధ్వజమెత్తారు. మతపరమైన రిజర్వేషన్లకు అంబేడ్కర్ కూడా వ్యతిరేకమేనని, కులాల పేరిట, మతాల పేరిట దేశాన్ని విభజించాలని కాంగ్రెస్ చూస్తోందని దుయ్యబట్టారు.</p>\n","originalUrl":"https://tattvanews.com/18882/10/05/2024/","hasAudio":false,"hasInfographics":false}