{"id":"wp-en-15542","wp_id":15542,"type":"standard","category":"World","language":"en","title":"PEC demand justice over Journalist killed in India's UP","excerpt":"* International Day to End Impunity for Crimes against Journalists One more journalist has been assassinated in the central Indian State of Uttar Pradesh (UP)  to increase the tally to four victims this year till date, which is condemned by the Geneva-based global media safety and rights body Press Emblem Campaign (https://www.pressemblem.ch/pec-news). Dilip Saini (45), a","author":"Tattva News Team","time":"2/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/UP-Journalist.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>*</strong><strong> International Day to End Impunity for Crimes against Journalists</strong><strong></strong></p>\n\n\n\n<p>One more journalist has been assassinated in the central Indian State of Uttar Pradesh (UP)  to increase the tally to four victims this year till date, which is condemned by the Geneva-based global media safety and rights body Press Emblem Campaign (https://www.pressemblem.ch/pec-news). Dilip Saini (45), a correspondent to Asian News International from   Fatehpur locality, was stabbed to death at Sadar Kotwali area on  the night of 30 October 2024. The police have already arrested four individuals suspecting their role in the murder.</p>\n\n\n\n<p>Meanwhile, on the eve of International Day to End Impunity for Crimes against Journalists, an UN-recognized global day observed annually on 2 November, PEC deplored that the record in the fight against impunity remains gloomy particularly this year as the perpetrators of violence and murders committed against journalists over the past days have enjoyed total impunity. PEC president Blaise Lempen, while revealing that  Dilip became the 118th journalist to be  killed globally since 1 January, demanded  transparent investigations into all  journo-murder incidents to book the perpetrators under the laws.</p>\n\n\n\n<p>“Since the outbreak of the war in Gaza on 7 October 2023, more than 150 journalists have been killed in Palestine and Lebanon as a result of Israeli reprisals for attacks by Hamas and Hezbollah. Palestinian media facilities and equipment were systematically destroyed. No one responsible at any level, military or civilian, has been prosecuted”, said Lempen, adding that the matter has been referred to the International Criminal Court (ICC), in particular following the murder of a Reuter employee in southern Lebanon, but Israel does not recognize the ICC's jurisdiction.</p>\n\n\n\n<p>Last May, ICC prosecutor Karim Khan requested international arrest warrants for Israeli Prime Minister Benjamin Netanyahu and Defence Minister Yoav Gallant, as well as for several Hamas leaders, for alleged war crimes and crimes against humanity in the Gaza Strip and Israel since the start of hostilities unleashed by the Palestinian Islamist movement on 7 October. But Israel reacted by claiming in September that the ICC lacked jurisdiction over the case.</p>\n\n\n\n<p>According to the Israeli government, the prosecutor did not respect the statutes of the Court and the principle of complementarity, in that he did not give Israel the opportunity to exercise its right to investigate the accusations made by the prosecutor before the latter submitted his request to the judges.  In the absence of ICC proceedings, independent investigations must be carried out.</p>\n\n\n\n<p>The Jerusalem authorities have banned foreign journalists from travelling to Gaza, in a bid to prevent credible testimony. Israeli journalists have been allowed in, but only under the  supervision of the Israeli army. The PEC strongly condemns these practices. This widespread impunity is very worrying, as it sends out the wrong signal. Elsewhere in the world, impunity remains the rule, as in Mexico, Pakistan and Russia.</p>\n\n\n\n<p>PEC once again urges the Israeli army to respect international humanitarian law, and in particular the distinction between civilians and combatants. Admittedly, this distinction is difficult to observe when combatants are hiding among civilians, commented Lempen, adding that the media, clearly identified as such, are seemingly not taking part in the fighting and hence their freedom to inform must be respected, even if they belong to the opposing camp.</p>\n\n\n\n<p>PEC’s south & southeast Asian representative Nava Thakuria informed that India earlier recorded 3 journo-murder victims namely Ashutosh Srivastava (Sudarshan News, Uttar Pradesh, killed on 13 May), Shivshankar Jha (Hindi media outlets, Bihar, 25 June) and Salman Ali Khan (Rajgarh TV, Madhya Pradesh, 17  September). On the other hand, Pakistan lost 10 media workers to assailants  followed by Bangladesh (7 media casualties during and after the mass uprising against the government in Dhaka), Myanmar (3 journos due to  military  atrocities), Indonesia and Philippines (one each) in the last ten months.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/pec-demand-justice-over-journalist-killed-in-indias-up%ef%bf%bc/","hasAudio":false,"hasInfographics":false}