{"id":"wp-te-18981","wp_id":18981,"type":"standard","category":"World","language":"te","title":"కేజ్రీవాల్ కు సుప్రీం బెయిల్ ప్రత్యేకం.... అమిత్ షా","excerpt":"లోక్‌సభ ఎన్నికల్లో ప్రచారం చేయడానికి వీలుగా ఢిల్లీ ముఖ్యమంత్రి అర్వింద్ కేజ్రీవాల్‌కు మధ్యంతర బెయిల్ మంజూరు దరిమిలా కేంద్ర హోమ్ శాఖ మంత్రి అమిత్ షా తీవ్ర స్థాయిలో స్పందిస్తూ, సుప్రీం కోర్టు నిర్ణయాన్ని మామూలు తీర్పుగా తాను చూడడం లేదని చెప్పారు. కేజ్రీవాల్‌కు ‘ప్రత్యేక ట్రీట్‌మెంట్’ లభించిందని దేశంలో పలువురు భావిస్తున్నారని అమిత్ షా నొక్కిచెప్పారు.  ఎన్నికల్లో ఆమ్ ఆద్మీ పార్టీ (ఆప్)కు అనుకూలంగా తగినన్ని వోట్లు పడినట్లయితే తాను తిరిగి జైలుకు వెళ్లవలసిన అవసరం","author":"Tattva News Team","time":"16/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-Shah-ANI1.jpg","readTime":"5 min read","contentHTML":"\n<p>లోక్‌సభ ఎన్నికల్లో ప్రచారం చేయడానికి వీలుగా ఢిల్లీ ముఖ్యమంత్రి అర్వింద్ కేజ్రీవాల్‌కు మధ్యంతర బెయిల్ మంజూరు దరిమిలా కేంద్ర హోమ్ శాఖ మంత్రి అమిత్ షా తీవ్ర స్థాయిలో స్పందిస్తూ, సుప్రీం కోర్టు నిర్ణయాన్ని మామూలు తీర్పుగా తాను చూడడం లేదని చెప్పారు. కేజ్రీవాల్‌కు ‘ప్రత్యేక ట్రీట్‌మెంట్’ లభించిందని దేశంలో పలువురు భావిస్తున్నారని అమిత్ షా నొక్కిచెప్పారు. </p>\n\n\n\n<p>ఎన్నికల్లో ఆమ్ ఆద్మీ పార్టీ (ఆప్)కు అనుకూలంగా తగినన్ని వోట్లు పడినట్లయితే తాను తిరిగి జైలుకు వెళ్లవలసిన అవసరం ఉండదన్న ఆప్ చీఫ్ కేజ్రీవాల్ వ్యాఖ్యపై అమిత్ షాను బుధవారం ‘ఎఎన్‌ఐ’ ఇంటర్వూలో ప్రశ్నించారు. ‘ఇది స్పష్టంగా సుప్రీం కోర్టును ధిక్కరించడమేనని నేను భావిస్తున్నాను. ఎవరైనా గెలిస్తే వారు దోషులైనా సరే వారిని జైలుకు సుప్రీంకోర్టు పంపదని ఆయన చెప్పజూస్తున్నారు' అంటూ విమర్శించారు. </p>\n\n\n\n<p>ఆయనకు బెయిల్ మంజూరు చేసిన న్యాయమూర్తులు తమ తీర్పును ఎలా వాడుకుంటున్నారో లేక దుర్వినియోగం చేస్తున్నారో ఆలోచించవలసి ఉంటుందని  హోమ్ శాఖ మంత్రి సూచించారు.  సుప్రీం తీర్పుపై మీ అభిప్రాయం ఏమిటన్న ప్రశ్నకు అమిత్ షా సమాధానం ఇస్తూ, ‘చట్టాన్ని అన్వయించేందుకు సుప్రీంకోర్టుకు హక్కు ఉంది. ఇది మామూలు లేదా సాధారణ తీర్పు కాదని నా భావన. ప్రత్యేక ట్రీట్‌మెంట్ ఇచ్చారని దేశంలో పలువురు భావిస్తున్నారు’ అనిచెప్పారు. </p>\n\n\n\n<p>తీహార్ జైలులో కెమెరాలు అమర్చారని, వాటి దృశ్యాలను ప్రధాని కార్యాలయానికీ నేరుగా పంపారని కేజ్రీవాల్ చేసిన ఆరోపణను అమిత్ షా ఖండిస్తూ, తీహార్ జైలుపై అజమాయిషీ ఢిల్లీ ప్రభుత్వానిది అని స్పష్టం చేశారు. ఆయన అబద్ధాలు చెబుతున్నారని అమిత్ షా ఆరోపించారు. హోమ్ శాఖ మంత్రి ఆప్ చీఫ్‌ను తూర్పారపడుతూ, ఆయన పార్టీ కేవలం 22 సీట్లకు పోటీ చేస్తున్నదని, అయినప్పటికీ ఆయన మొత్తం దేశానికి గ్యారంటీలు ఇస్తున్నారని ఆక్షేపించారు.</p>\n","originalUrl":"https://tattvanews.com/18981/16/05/2024/","hasAudio":false,"hasInfographics":false}