{"id":"wp-en-15199","wp_id":15199,"type":"standard","category":"World","language":"en","title":"Pitching for updating 1951 NRC across India","excerpt":"By Nava Thakuria As the National Register of Citizens (NRC) updating process in Assam embraced corruption and malpractices, the issue often drew media attention across India and lately Assam chief minister Himanta Biswa Sarma added another dimension advocating for a countrywide NRC. The outspoken saffron leader argued that the illegal migrants are not confined to","author":"Tattva News Team","time":"2/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/NRC1.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong></p>\n\n\n\n<p></p>\n\n\n\n<p>As the National Register of Citizens (NRC) updating process in Assam embraced corruption and malpractices, the issue often drew media attention across India and lately Assam chief minister Himanta Biswa Sarma added another dimension advocating for a countrywide NRC. The outspoken saffron leader argued that the illegal migrants are not confined to Assam alone as they can move to other parts of the country and settle down there as legitimate citizens. He also opined that the issue of NRC should be discussed in the Parliament for a pragmatic way of actions.</p>\n\n\n\n<p>One can remember that on the midnight of 31 August 2019, the then State NRC coordinator Prateek Hajela released the final  NRC draft for Assam after five years of rigorous exercise under ‘monitoring’ of the Supreme Court of India. However,  the NRC supplementary list is yet to be endorsed by the Registrar General of India. Meanwhile, a growing demand is placed for a complete re-verification of the NRC draft as it allegedly includes thousands of migrant families’ names.</p>\n\n\n\n<p>Former CM Sarbananda Sonowal publicly expressed dissatisfaction with the updated NRC and advocated for a 20% revision in border districts and a 10% revision in other areas. However, neither Sonowal nor his successor Sarma initiated the process and filed an affidavit in the apex court. Later the Comptroller and Auditor General of India came out with the revelation that a scam of no less than Rs 260 crore took place during the NRC updating process. The highest national audit body also recommended penal actions against Hajela and Wipro (which worked as the system instigator).</p>\n\n\n\n<p>Another concerning matter remains the plight of over 6,000 temporary workers, who functioned as the data entry operators  in the process along with over 50,000 government employees, but yet to get their due salaries till date. Wipro limited received an average of Rs 14,500 per DEO every month from the NRC authority, it released only around Rs 5,500 per month (an amount below the legal minimum wages). A simple calculation can find the total volume of money (over Rs 100 crore), which was siphoned by Wipro and its sub-contract Integrated System and Services.</p>\n\n\n\n<p>The NRC left out 19 lakhs people, who either did not apply or could not place valid documents to prove Indian citizenship (contrary to the national cut-off year, Assam still practices 1971 as the base year to detect a foreign settler, thanks to the Assam Accord, signed in 1985 to culminate the historic Asom Andolan). Suspicions had arisen that Hajela used tampered software to include millions of Bangladeshi nationals (and exclude many inhabitants) to the NRC in return of a huge volume of foreign money (read Islamist patronage). But surprisingly Hajela was granted voluntary retirement benefits by the current government in Dispur.</p>\n\n\n\n<p>Now demands have been raised for a correct NRC with the base year of 1951 to identify the illegal migrants. It was amazing how some Guwahati-based television journalists tried to project the NRC draft as perfect and the final one. They (probable beneficiaries of NRC scam) almost killed the voices supporting 1951 as the cut-off year in their respective talk shows pointing out that it would burn Assam once again. Now when Sarma pursues a country wide NRC, it’s assumed that Assam will also enjoy the same base year as other States do. Amidst all negative news about the NRC, the indigenous population will only expect due political will from both the governments in Dispur and New Delhi.</p>\n\n\n\n<p>The pertinent issue was recently discussed in a prime time show, hosted by Assamese satellite news channel ND24. Anchored by its chief editor Rajdeep Bailung Baruah, the program was enriched by the  presence of Hitesh Devsarma, the immediate successor of Hajela as the State NRC coordinator, Assam Public Works president Aabhijeet Sharma (who approached the SC for updating of NRC in Assam), party representatives Shiladitya Deb (Bharatiya Janata Party) and Ratul Patowary (Indian National Congress).</p>\n\n\n\n<p>Asom Sanmilita Mahasangha leader Motiur Rahman, who also participated in the program, revealed that they were expecting guidelines from the SC over the exclusive cut-off date (to identify an illegal migrant) for Assam very shortly. If the apex court endorses the national cut-off year for Assam, responding to their petition, the current NRC will need to be redrafted once again, where the applicants submitting the documents reflecting the post 1951 period will have to reapply for justifying their citizenship.  Hence Rahman urged everyone to wait patiently for the direction of SC, which may come by this year.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/pitching-for-updating-1951-nrc-across-india-%ef%bf%bcby-nava-thakuria/","hasAudio":false,"hasInfographics":false}