{"id":"wp-en-14747","wp_id":14747,"type":"standard","category":"World","language":"en","title":"Yogi’s Reward for promoting welfare schemes, life term for anti-national posts","excerpt":"The Uttar Pradesh government has introduced a new digital media policy that includes provisions to pay influencers up to Rs 8 lakh per month to promote state schemes on various social media platforms. However, the policy also introduces strict penal actions against social media users who share objectionable content, including anti-national posts. The policy has","author":"Tattva News Team","time":"29/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Yogi.jpg","readTime":"5 min read","contentHTML":"\n<p>The Uttar Pradesh government has introduced a new digital media policy that includes provisions to pay influencers up to Rs 8 lakh per month to promote state schemes on various social media platforms.</p>\n\n\n\n<p>However, the policy also introduces strict penal actions against social media users who share objectionable content, including anti-national posts. The policy has sparked controversy, with the Opposition accusing the BJP-led state government of attempting to suppress freedom of expression.</p>\n\n\n\n<p>According to the new policy, the state government plans to compensate influencers and social media account holders on platforms such as Facebook, X (formerly Twitter), Instagram, and YouTube based on their number of followers and subscribers.</p>\n\n\n\n<p> The policy also includes a clause that warns of legal action against social media operators, influencers, firms, or agencies if any \"objectionable content\" is uploaded. </p>\n\n\n\n<p>\"In case of uploading objectionable content on Facebook, X, Instagram and YouTube, there is a provision for legal action against the concerned agency/firm as per rules. Under no circumstances should the content be indecent, obscene and anti-national,\" stated the press note signed by Principal Secretary Sanjay Prasad. The policy will also help create jobs, the statement noted.</p>\n\n\n\n<p>According to the digital media policy, digital mediums like X, Facebook, Instagram and YouTube will also be encouraged to display content, videos, tweets, posts, and reels based on the schemes and achievements of the state government by listing the related agencies or firms and issuing advertisements. For listing, each of X, Facebook, Instagram and YouTube has been divided into four categories based on subscribers and followers. </p>\n\n\n\n<ul class=\"wp-block-list\"><li>Influencers will be paid a maximum of Rs 5 lakh, Rs 4 lakh, Rs 3 lakh and Rs 2 lakh for their accounts on X, Facebook and Instagram.</li><li>For YouTube videos, shorts and podcasts, influencers under these four categories can earn up to Rs 8 lakh, Rs 7 lakh, Rs 6 lakh and Rs 4 lakh per month.</li></ul>\n\n\n\n<p>The Opposition Samajwadi Party (SP) and the Congress said the state government's move is aimed at stifling freedom of expression. \"The BJP/Yogi government has brought a provision to give lakhs of rupees of public money to those who falsely praise the government and to give jail/life imprisonment to those who raise public problems on social media. \"What else will the public expect from a scared government? The public will strongly oppose this BJP plan to curb freedom of expression,\" the Samajwadi posted on X.</p>\n","originalUrl":"https://en.tattvanews.com/national/yogis-reward-for-promoting-welfare-schemes-life-term-for-anti-national-posts/","hasAudio":false,"hasInfographics":false}