{"id":"wp-te-20633","wp_id":20633,"type":"standard","category":"World","language":"te","title":"దేశవ్యాప్తంగా వైద్యులు, వైద్యసిబ్బంది ఆందోళన","excerpt":"కోల్‌కతాలో జూనియర్‌ డాక్టర్‌పై లైంగిక దాడి, హత్య ఘటనపై దేశవ్యాప్తంగా వైద్యులు, వైద్యసిబ్బంది ఆందోళనకు దిగారు. శనివారం 24 గంటల సమ్మె నిర్వహించారు. దీంతో వైద్యసేవలు స్తంభించిపోయాయి. అన్ని రాష్ర్టాల్లోనూ వైద్యులు, వైద్య విద్యార్థులు, సిబ్బంది విధులు బహిష్కరించి ఆందోళన చేపట్టారు. వైద్యుల సమ్మెతో అనేక దవాఖానాల్లో ఓపీ, డిస్పెన్సరీ వంటి వైద్యసేవలు నిలిచిపోయాయి. ప్రజలకు ఇబ్బంది కలగకుండా ఐసీయూ, ఎమర్జెన్సీ విభాగం, ఆపరేషన్‌ థియేటర్ల కార్యకలాపాలను మాత్రం వైద్యులు కొనసాగించారు. కోల్‌కతా ఘటనను సుమోటోగా తీసుకొని","author":"Tattva News Team","time":"18/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Medicos-stir.webp","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతాలో జూనియర్‌ డాక్టర్‌పై లైంగిక దాడి, హత్య ఘటనపై దేశవ్యాప్తంగా వైద్యులు, వైద్యసిబ్బంది ఆందోళనకు దిగారు. శనివారం 24 గంటల సమ్మె నిర్వహించారు. దీంతో వైద్యసేవలు స్తంభించిపోయాయి. అన్ని రాష్ర్టాల్లోనూ వైద్యులు, వైద్య విద్యార్థులు, సిబ్బంది విధులు బహిష్కరించి ఆందోళన చేపట్టారు. వైద్యుల సమ్మెతో అనేక దవాఖానాల్లో ఓపీ, డిస్పెన్సరీ వంటి వైద్యసేవలు నిలిచిపోయాయి.</p>\n\n\n\n<p>ప్రజలకు ఇబ్బంది కలగకుండా ఐసీయూ, ఎమర్జెన్సీ విభాగం, ఆపరేషన్‌ థియేటర్ల కార్యకలాపాలను మాత్రం వైద్యులు కొనసాగించారు. కోల్‌కతా ఘటనను సుమోటోగా తీసుకొని విచారణ జరపాలని కోరుతూ సుప్రీంకోర్టు ప్రధాన న్యాయమూర్తి జస్టిస్‌ డీవై చంద్రచూడ్‌కు మూడు లేఖలు అందాయి. </p>\n\n\n\n<p>కాగా, గుజరాత్‌లోని అమ్రేలీలో వైద్యుల నిరసన కార్యక్రమంలో తన లైసెన్డ్స్‌ తుపాకీని ప్రదర్శించారనే ఆరోపణలతో జీజే జజీరా అనే వైద్యుడిపై పోలీసులు కేసు నమోదు చేశారు. కోల్‌కతా ఘటనకు వ్యతిరేకంగా విదేశాల్లోనూ నిరసనలు జరిగాయి. యూకేలో భారతీయ వైద్యులు, వైద్య విద్యార్థులు లండన్‌లోని ఇండియా హౌస్‌ ముందు శాంతియుత నిరసన తెలిపారు. బంగ్లాదేశ్‌లోని ఢాకా విశ్వవిద్యాలయంలో విద్యార్థులు నిరసన తెలిపారు.</p>\n\n\n\n<p>వైద్యుల ఆందోళనల నేపథ్యంలో కేంద్ర వైద్య శాఖ స్పందించింది. శనివారం ఫెడరేషన్‌ ఆఫ్‌ రెసిడెంట్‌ డాక్టర్స్‌ అసోసియేషన్‌, ఇండియన్‌ మెడికల్‌ అసోసియేషన్‌ ప్రతినిధులు కేంద్ర వైద్య శాఖ అధికారులతో సమావేశమయ్యారు. కేంద్రం ముందు వైద్యుల సంఘాలు ఐదు డిమాండ్లను పెట్టాయి. ఈ డిమాండ్లపై ఒక కమిటీని వేసి సంప్రదింపులు జరుపుతామని కేంద్ర వైద్య శాఖ తెలిపింది. నిరసనలు విరమించుకోవాలని కోరింది.</p>\n\n\n\n<p>మరోవంక, జూనియర్‌ డాక్టర్‌ హత్య ఘటనపై పశ్చిమ బెంగాల్‌ వ్యాప్తంగా నిరసనలు కొనసాగుతున్న వేళ 42 మంది వైద్యులను బదిలీ చేస్తూ రాష్ట్ర ప్రభుత్వం నిర్ణయం తీసుకోవడం వివాదంగా మారింది. ఆందోళనను అణిచివేసేందుకే నిరసనల్లో చురుగ్గా పాల్గొంటున్న వైద్యులను బదిలీ చేశారని వైద్య సంఘాలు ఆరోపించాయి.</p>\n\n\n\n<p>కాగా, ఈ కేసులో విచారణ నిమిత్తం శనివారం వరుసగా రెండో రోజు సెంట్రల్ బ్యూరో ఆఫ్ ఇన్వెస్టిగేషన్ ముందు నిందితులు హాజరయ్యారు. మొదటి రౌండ్ విచారణలో మహిళా డాక్టర్ మరణ వార్తను స్వీకరించిన తర్వాత మాజీ ప్రిన్సిపల్ ఘోష్ తన మొదటి స్పందన గురించి అడిగారని అధికారులు తెలిపారు. కుటుంబ సభ్యులకు సమాచారం ఇవ్వమని ఎవరు ఆదేశించారని, పోలీసులను ఎలా సంప్రదించారు అనే ప్రశ్నలు అడిగారు.</p>\n\n\n\n<p>ఈ కేసులో ప్రధాన నిందితుడు సంజయ్ రాయ్ ప్రశ్నించేవారికి ఇచ్చిన వాంగ్మూలాలలో అసమానత కారణంగా అతనికి లేయర్డ్ వాయిస్ విశ్లేషణ  పరీక్ష నిర్వహించాలని సీబీఐ నిర్ణయించింది. రాయ్‌కి పాలిగ్రాఫ్ పరీక్ష నిర్వహించడం కోసం ఏజెన్సీ కోర్టును కూడా ఆశ్రయించనుందని ఆయా వర్గాలు తెలిపాయి. అందుకోసం శనివారం ఢిల్లీలోని సీబీఐకి చెందిన సీఎఫ్‌ఎస్‌ఎల్‌ నుంచి సైకాలజిస్టుల ప్రత్యేక బృందం కోల్‌కతాకు చేరుకుంది. ఎల్‌వీఏ నివేదిక నిందితుడి భావోద్వేగ స్థితిని విశ్లేషిస్తుంది. విచారణ సమయంలో నిందితుడి మోసం గురించి సమాచారం తెలిసే అవకాశం ఉంటుంది.</p>\n","originalUrl":"https://tattvanews.com/20633/18/08/2024/","hasAudio":false,"hasInfographics":false}