{"id":"wp-te-18840","wp_id":18840,"type":"standard","category":"World","language":"te","title":"నడ్డా, అమిత్ మాల్వీయకు కర్ణాటక పోలీసుల సమన్లు","excerpt":"ముస్లింలను, కాంగ్రెస్ పార్టీని లక్షంగా చేసుకుని బిజెపి కర్నాటక ఎక్స్ హ్యాండిల్‌లో పోస్టు చేసిన అభ్యంతరకర ట్వీట్‌కు సంబంధించి బిజెపి జాతీయ అధ్యక్షుడు జెపి నడ్డా, బిజెపి ఐటి సెల్ చీఫ్ అమిత్ మాల్వీయకు కర్నాటక పోలీసులు బుధవారం సమన్లు జారీచేశారు. 7 రోజుల్లోపల బెంగళూరులోని హై గ్రౌండ్స్ పోలీసు స్టేషన్‌లో హాజరు కావాలని ఆ సమన్లలో పోలీసులు ఆదేశించారు.  బిజెపి నాయకులపై సమన్లు జారీ చేయడంపై కర్ణాటక హోంమంత్రి జి పరమేశ్వరను విలేకరులు ప్రశ్నించగా మత","author":"Tattva News Team","time":"9/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/JP-Nadda-Amit.webp","readTime":"5 min read","contentHTML":"\n<p>ముస్లింలను, కాంగ్రెస్ పార్టీని లక్షంగా చేసుకుని బిజెపి కర్నాటక ఎక్స్ హ్యాండిల్‌లో పోస్టు చేసిన అభ్యంతరకర ట్వీట్‌కు సంబంధించి బిజెపి జాతీయ అధ్యక్షుడు జెపి నడ్డా, బిజెపి ఐటి సెల్ చీఫ్ అమిత్ మాల్వీయకు కర్నాటక పోలీసులు బుధవారం సమన్లు జారీచేశారు. 7 రోజుల్లోపల బెంగళూరులోని హై గ్రౌండ్స్ పోలీసు స్టేషన్‌లో హాజరు కావాలని ఆ సమన్లలో పోలీసులు ఆదేశించారు. </p>\n\n\n\n<p>బిజెపి నాయకులపై సమన్లు జారీ చేయడంపై కర్ణాటక హోంమంత్రి జి పరమేశ్వరను విలేకరులు ప్రశ్నించగా మత విద్వేషాలను రెచ్చగొట్టే విధంగా సోషల్ మీడియాలో పోస్టులు పెడితే చర్యలు ఉంటాయని చెప్పారు. ఒకసారి వారు (నడ్డా, మాల్వీయ) వచ్చి తమ వాంగ్మూలాన్ని ఇచ్చి, తమ ప్రకటనను సమర్థించుకుంటే తదుపరి చర్యల గురించి పరిశీలిస్తామని ఆయన తెలిపారు.</p>\n\n\n\n<p>బిజెపి కర్నాటక విభాగం షేర్ చేసిన పోస్టును వెంటనే తొలగించాలంటూ ఎక్స్‌ను ఎన్నికల కమిషన్ ఆదేశించిన మరుసటి రోజే ఈ పరిణామం చోటు చేసుకోవడం గమనార్హం. రిజర్వేషన్ రాజకీయాలలో ముస్లింల పట్ల కాంగ్రెస్ అనుకూలంగా వ్యవహరిస్తోందని తెలియచేసే ఒక వీడియోను ఎక్స్‌లో పోస్టు చేసినందుకు కర్నాటక బిజెపి అధ్యక్షుడు బి వై విజయేంద్రపై ఇప్పటికే కర్నాటక పోలీసులు ఒక ఎఫ్‌ఐఆర్‌ను నమోదు చేశారు. </p>\n\n\n\n<p>కాంగ్రెస్ నాయకుడు రాహుల్ గాంధీ, ముఖ్యమంత్రి సిద్దరామయ్య ఎస్‌సి, ఎస్‌టి, ఓబిసిల కన్నా ఎక్కువ నిధులను ముస్లింలకు ఇస్తున్నట్లు చూపించే ఒక వీడియోను బిజెపి కర్నాటక శాఖ ఎక్స్‌లో పోస్టు చేసింది.</p>\n","originalUrl":"https://tattvanews.com/18840/09/05/2024/","hasAudio":false,"hasInfographics":false}