{"id":"wp-te-21052","wp_id":21052,"type":"standard","category":"World","language":"te","title":"‘రాహుల్ గాంధీ..! క్విట్ ఇండియా’... బండి సంజయ్","excerpt":"“మిస్టర్ రాహుల్ గాంధీ..! క్విట్ ఇండియా” అంటూ కాంగ్రెస్ అగ్రనేత రాహుల్ గాంధీని ఉద్దేశించి కేంద్ర హోంశాఖ సహాయ మంత్రి బండి సంజయ్ కుమార్ వ్యాఖ్యానించారు. విదేశాల్లో పర్యటిస్తూ భారత్‌ను కించపర్చడమే కాకుండా ఎన్నికల వ్యవస్థను విమర్శిస్తున్న రాహుల్ గాంధీకి ఈ దేశంలో ఉండే అర్హత లేదని మండిపడ్డారు.  రాబోయే జీహెచ్‌ఎంసీ ఎన్నికల్లో కాంగ్రెస్, బిఆర్‌ఎస్, ఎంఐఎం పార్టీలు కలిసి పోటీ చేయబోతున్నాయని బండి సంజయ్ విమర్శించారు. అందరూ కలిసి పోటీ చేసినా ఈసారి జీహెచ్‌ఎంసీపై కాషాయ","author":"Tattva News Team","time":"12/9/2024","image":"https://tattvanews.com/wp-content/uploads/2023/06/Sanjay2.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>“మిస్టర్ రాహుల్ గాంధీ..! క్విట్ ఇండియా” అంటూ కాంగ్రెస్ అగ్రనేత రాహుల్ గాంధీని ఉద్దేశించి కేంద్ర హోంశాఖ సహాయ మంత్రి బండి సంజయ్ కుమార్ వ్యాఖ్యానించారు. విదేశాల్లో పర్యటిస్తూ భారత్‌ను కించపర్చడమే కాకుండా ఎన్నికల వ్యవస్థను విమర్శిస్తున్న రాహుల్ గాంధీకి ఈ దేశంలో ఉండే అర్హత లేదని మండిపడ్డారు. </p>\n\n\n\n<p>రాబోయే జీహెచ్‌ఎంసీ ఎన్నికల్లో కాంగ్రెస్, బిఆర్‌ఎస్, ఎంఐఎం పార్టీలు కలిసి పోటీ చేయబోతున్నాయని బండి సంజయ్ విమర్శించారు. అందరూ కలిసి పోటీ చేసినా ఈసారి జీహెచ్‌ఎంసీపై కాషాయ జెండాను ఎగరేసి తీరుతామని, మేయర్ పదవిని కైవసం చేసుకుంటామని ధీమా వ్యక్తం చేశారు. </p>\n\n\n\n<p>గచ్చిబౌలి ఎస్సార్ కన్వెన్షన్ హాలులో రంగారెడ్డి అర్బన్ జిల్లా ఆధ్వర్యంలో బుధవారం జరిగిన బీజేపీ సభ్యత్వ నమోదు కార్యక్రమానికి బండి సంజయ్ హాజరయ్యారు. ఆయనతో పాటు చేవెళ్ల ఎంపీ కొండా విశ్వేశ్వర్ రెడ్డి, రంగారెడ్డి అర్బన్ జిల్లా అధ్యక్షుడు సామ రంగారెడ్డి, కూన రవి కుమార్ తదితరులు హాజరయ్యారు.</p>\n\n\n\n<p>ఈ సందర్భంగా బండి సంజయ్ ప్రసంగిస్తూ రేవంత్ రెడ్డి అధికారంలోకి రాగానే కేసీఆర్ కుటుంబాన్ని జైల్లో పెడతారని అనుకున్నాం, కానీ రేవంత్ తో సాధ్యం కావడం లేదని ఎద్దేవా చేశారు. ఎందుకంటే కేసీఆర్‌కు కాంగ్రెస్‌లో ఎవరిని పట్టుకుంటే పనైతదో తెలుసునని, అందుకే ఢిల్లీ పోయి కాంగ్రెస్ పెద్దలతో మాట్లాడుకుని వచ్చారని ఆరోపించారు. </p>\n\n\n\n<p>ఆ కారణంగానే కేసీఆర్ కుటుంబం జోలికి రేవంత్ రెడ్డి వెళ్లడం లేదని అన్నారు. అదే బీజేపీ అధికారంలోకి వచ్చి ఉంటే కేసీఆర్ కుటుంబం అంతు చూసేవాళ్లమని విరుచుకుపడ్డారు. అంకుశం సినిమాలో రాంరెడ్డిని ఎట్లా గుంజుకుపోయి జైల్లో వేశారో, అట్లనే కేసీఆర్ కుటుంబాన్ని గుంజుకుపోయి జైల్లో వేసేటోళ్లమని అన్నారు. 2028లో తెలంగాణలో బీజేపీ అధికారంలోకి రావడం పక్కా అని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21052/12/09/2024/","hasAudio":false,"hasInfographics":false}