{"id":"wp-te-19898","wp_id":19898,"type":"standard","category":"World","language":"te","title":"కేసీఆర్ కు మంత్రి సీతక్క లీగల్ నోటీసులు","excerpt":"బిఆర్ఎస్ అధినేత, మాజీ ముఖ్యమంత్రి చంద్రశేఖర్ రావుకు నిన్నమొన్నటి వరకు ఎంతో నమ్మకంగా ఉన్న కీలక నాయకులంతా ఒక్కొక్కరిగా జారుకుంటున్నారు. అధికార పార్టీ అయిన కాంగ్రెస్ కండువా కప్పుకుంటున్నారు. దీంతో.. అసెంబ్లీ ఎన్నికల్లో ఓడిపోయి అధికారం కోల్పోవటమే పెద్ద దెబ్బ అనుకుంటే,  పార్లమెంట్ ఎన్నికల్లో కనీసం ఖాతా కూడా తెరవలేని స్థాయికి చేరుకోవటం తేరుకోలేని దెబ్బగా భావిస్తున్న సమయంలో  ఎమ్మెల్యేలు, ఎమ్మెల్సీల ఫిరాయింపులతో పార్టీని ఎలా కాపాడుకోవాలని  తలపట్టుకుంటున్న వేళ ఆయనకు మరో తలనొప్పి మొదలైంది. గిరిజన","author":"Tattva News Team","time":"6/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Seethakka-KCR.jpg","readTime":"5 min read","contentHTML":"\n<p>బిఆర్ఎస్ అధినేత, మాజీ ముఖ్యమంత్రి చంద్రశేఖర్ రావుకు నిన్నమొన్నటి వరకు ఎంతో నమ్మకంగా ఉన్న కీలక నాయకులంతా ఒక్కొక్కరిగా జారుకుంటున్నారు. అధికార పార్టీ అయిన కాంగ్రెస్ కండువా కప్పుకుంటున్నారు. దీంతో.. అసెంబ్లీ ఎన్నికల్లో ఓడిపోయి అధికారం కోల్పోవటమే పెద్ద దెబ్బ అనుకుంటే,  పార్లమెంట్ ఎన్నికల్లో కనీసం ఖాతా కూడా తెరవలేని స్థాయికి చేరుకోవటం తేరుకోలేని దెబ్బగా భావిస్తున్న సమయంలో  ఎమ్మెల్యేలు, ఎమ్మెల్సీల ఫిరాయింపులతో పార్టీని ఎలా కాపాడుకోవాలని  తలపట్టుకుంటున్న వేళ ఆయనకు మరో తలనొప్పి మొదలైంది.</p>\n\n\n\n<p>గిరిజన సంక్షేమ శాఖ మంత్రి సీతక్క కేసీఆర్‌కు లీగల్ నోటీసులు పంపించింది. బీఆర్ఎస్ పార్టీకి సంబంధించిన అధికారిక ట్విట్టర్ ఖాతాలో.. \"ఇందిరమ్మ రాజ్యం, ఇసుక రాళ్ల రాజ్యం\" అంటూ పోస్టులు పెట్టగా అది పరోక్షంగా తనను ఉద్దేశిస్తూనే పెట్టారంటూ మంత్రి సీతక్క తీవ్ర అభ్యంతరం వ్యక్తం చేశారు. అంటే బీఆర్ఎస్ అధికారిక హ్యాండిల్‌ కావటంతో ఆ పోస్టుకు పార్టీ అధినేత కేసీఆర్‌ను బాధ్యుడిగా పరిగణిస్తూ ఆయనకు మంత్రి సీతక్క నోటీసులు జారీ చేశారు.</p>\n\n\n\n<p>తన ప్రతిష్టకు భంగం కలిగేలా సోషల్ మీడియాలో విషప్రచారం చేస్తున్నారంటూ మంత్రి సీతక్క ఆగ్రహం వ్యక్తం చేశారు. తనపై నిరాధార ఆరోపణలు తగవంటూ హెచ్చరించారు. తనపై చేసిన తప్పుడు ఆరోపణలకు గానూ తక్షణమే కేసీఆర్  క్షమాపణ చెప్పాలని లీగల్ నోటీసులో సీతక్క డిమాండ్ చేశారు.</p>\n\n\n\n<p>ములుగు జిల్లాలో ఇసుక అక్రమ రవాణా సాగుతోందంటూ పెద్ద ఎత్తున ఆరోపణలు వచ్చాయి.  ఇసుక తరలిస్తున్న లారీలు, ట్రాక్టర్ల డ్రైవర్లను అడ్డుకుని ఆరా తీస్ వాళ్లు మంత్రి సీతక్క పేరు చెప్పారంటూ  బీఆర్ఎస్ నాయకులు ఆరోపించారు. అదే సమయంలో.. ట్విట్టర్ వేదికగా గులాబీ నేతలు తీవ్ర స్థాయిలో ఆరోపణలు చేస్తూ పోస్టులు పెట్టటం తీవ్ర చర్చనీయాంశమైంది కూడా.</p>\n\n\n\n<p>అయితే.. విద్యుత్ కొనుగోళ్లు, యాదాద్రి, భద్రాద్రి పవర్ ప్లాంట్ల విషయంలో పెద్ద ఎత్తున అవకతవకలు జరిగాయంటూ వచ్చిన ఆరోపణలపై వేసిన జస్టిస్ నర్సింహా రెడ్డి కమిషన్ నోటీసులు పంపిస్తేనే పట్టించుకోని కేసీఆర్ సీతక్క పంపించిన నోటీసులపై స్పందిస్తారా? అన్నది ఇప్పుడు సర్వత్రా ఉత్కంఠగా మారింది.</p>\n","originalUrl":"https://tattvanews.com/19898/06/07/2024/","hasAudio":false,"hasInfographics":false}