{"id":"wp-en-14251","wp_id":14251,"type":"standard","category":"World","language":"en","title":"CSE bats for low- and middle-income countries as UN gets ready for its high-level meet on AMR","excerpt":"Come September, the UN General Assembly will be hosting a High-Level Meeting in New York on Antimicrobial Resistance (AMR) -- member states are already negotiating on the draft political declaration which is expected to be adopted at the Meeting. Centre for Science and Environment (CSE), which has been closely monitoring and contributing to the strategies","author":"Tattva News Team","time":"24/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/CSE-2.jpg","readTime":"5 min read","contentHTML":"\n<p>Come September, the UN General Assembly will be hosting a High-Level Meeting in New York on Antimicrobial Resistance (AMR) -- member states are already negotiating on the draft political declaration which is expected to be adopted at the Meeting.</p>\n\n\n\n<p>Centre for Science and Environment (CSE), which has been closely monitoring and contributing to the strategies for global action on AMR, has been advocating that priorities and needs of low- and middle-income countries (LMICs) must be recognised and acknowledged in the draft declaration.</p>\n\n\n\n<p>“It is critical that the ongoing discussions around the draft political declaration are adequately informed about the priorities of LMICs, which clearly have different challenges and possibilities compared to other countries,” says <strong>Amit Khurana</strong>, Director, Sustainable Food Systems Programme, CSE. The New Delhi (India)-based think tank had recently organised a global webinar on this issue.</p>\n\n\n\n<p>AMR -- antibiotic resistance in particular -- is a silent pandemic that is one of the biggest public health threats of current times. The misuse and overuse of antibiotics in humans, animals and crops is making antibiotics ineffective – bacteria are increasingly becoming resistant to antibiotics. About five million deaths worldwide were associated with antibiotic resistance in 2019.</p>\n\n\n\n<p>Speaking at the webinar organised by CSE, <strong>Jean Pierre Nyemazi</strong>, Director a.i., Global Coordination and Partnership & Quadripartite Joint Secretariat on AMR, World Health Organization, Switzerland said: “The time is now if we want to continue advocate for it to come in the shape that we want. We need to work through the member states’ negotiators to try to raise the urgency of committing very bold, specific and measurable actions.”</p>\n\n\n\n<p>“Science, political commitment, narrative and financing  are the four key points we need to move forward on the national action plans,” says <strong>Sujit Chandy, </strong>Executive Director, International Centre for Antimicrobial Resistance Solutions, Denmark, one of the speakers at the webinar.</p>\n\n\n\n<p>Chandy was sharing what needs to be done for effective implementation and financing of national action plans on AMR, particularly in LMICs. This, he says, would help in addressing context-specific challenges and developing sustainable solutions in these countries.</p>\n\n\n\n<p>According to <strong>Leena Menghaney</strong>, IP Advisor and South Asia Head, Medecins Sans Frontieres, Access Campaign, India, in addition to prevention, “there needs to be an equal amount of attention on access issues that actually affect people directly in terms of diagnostics access and treatment access”.</p>\n\n\n\n<p>CSE’s Programme Manager for Sustainable Food Systems <strong>Rajeshwari Sinha</strong> stressed on making prevention “the basis for interventions in and agenda for LMICs. Prevention approaches are cost-effective in most cases and the returns on investments are much higher”.</p>\n\n\n\n<p>CSE has also recently published and released a new report on <em>‘Priorities of Low- and Middle-Income Countries (LMICs) to inform the High-Level Meeting on AMR at UNGA 2024’</em>.</p>\n\n\n\n<p>The action points in the report focus on areas such as financing of national action plans, antibiotic R&D and access, food systems transformation through preventive approach, managing antibiotic pollution from manufacturing etc. The report also reflects on key enablers and challenges at the national level that would help meet targets set for global action.</p>\n\n\n\n<p>“The UNGA High-Level Meeting on AMR is an opportune moment for LMICs to put their voice forward, and this opportunity should not be missed. We appeal to the member countries to listen to this voice,” says Khurana.</p>\n","originalUrl":"https://en.tattvanews.com/others/cse-bats-for-low-and-middle-income-countries-as-un-gets-ready-for-its-high-level-meet-on-amr/","hasAudio":false,"hasInfographics":false}