{"id":"wp-en-15017","wp_id":15017,"type":"standard","category":"World","language":"en","title":"Bengal Junior doctors to end sit-in","excerpt":"Junior doctors in West Bengal, protesting for 41 days after the rape and murder of a female doctor at RG Kar Medical College, have announced a partial withdrawal of their 'cease work'. They will resume emergency and essential services from Saturday, following the government's acceptance of key demands. Outpatient Department (OPD) services, however, will remain","author":"Tattva News Team","time":"20/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Bengal-doctors.jpg","readTime":"5 min read","contentHTML":"\n<p>Junior doctors in West Bengal, protesting for 41 days after the rape and murder of a female doctor at RG Kar Medical College, have announced a partial withdrawal of their 'cease work'. They will resume emergency and essential services from Saturday, following the government's acceptance of key demands. Outpatient Department (OPD) services, however, will remain suspended.</p>\n\n\n\n<p>\"It has been decided that given the flood situation in West Bengal and the state government agreeing to certain demands of ours, we will be rejoining emergency and essential services partially from Saturday. We are withdrawing our cease work partially,\" an agitating doctor said after their general body meeting.</p>\n\n\n\n<p>\"We will withdraw our sit-in outside Swasthya Bhawan on Friday after the march to the CBI office. We will wait for a week for implementation of all the promises made by the West Bengal government and if unfulfilled, we will resume 'cease work',\" the doctors said.</p>\n\n\n\n<p>Before ending their sit-in outside Swasthya Bhawan, the doctors will march to the CBI office, marking a pause in their protest. The doctors stressed that their fight for justice continues, warning that they will resume the strike if the government's promises are not fulfilled within a week.</p>\n\n\n\n<p>In response to the protests, West Bengal Chief Minister Mamata Banerjee transferred key officials, including Kolkata Police Commissioner Vineet Goyal, and introduced new safety measures in hospitals. While the government has issued directives on hospital safety, no specific timeline for implementation was provided, leaving doctors wary.</p>\n\n\n\n<p>Despite partial resumption of services, the doctors emphasized that their agitation is not over. They will monitor the administration's actions closely and could return to protest if necessary. They also announced plans to launch ‘Abhaya Clinics’ in flood-affected areas of West Bengal to assist those in need during the ongoing disaster.</p>\n","originalUrl":"https://en.tattvanews.com/national/bengal-junior-doctors-to-end-sit-in/","hasAudio":false,"hasInfographics":false}