{"id":"wp-te-18478","wp_id":18478,"type":"standard","category":"World","language":"te","title":"సీఎం జగన్ ను చంపాలనే రాయితో దాడి","excerpt":"ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి పై రాయి దాడి  కేసులో వెలుగులోకి కీలక విషయాలు వెలుగులోకి వస్తున్నాయి. ప్రత్యక్ష సాక్షులు ఇచ్చిన సమాచారంతో పాటు సీసీ పుటేజీని పరిశీలించిన తర్వాత సతీశ్ ను అరెస్ట్ చేసినట్లు రిమాండ్ రిపోర్టులో పోలీసులు పేర్కొన్నారు. గురువారం సతీశ్ ను కోర్టులో ప్రవేశపెట్టగా  17వ తేదీ నిందితుడు సతీశ్ ను అదుపులోకి తీసుకున్నామని పేర్కొన్నారు. సతీశ్ ఫోన్ కూడా సీజ్ చేశామని తెలిపారు.  సీఎం జగన్ ను చంపాలన్న ఉద్దేశం","author":"Tattva News Team","time":"19/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Jagan-stone.webp","readTime":"5 min read","contentHTML":"\n<p>ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి పై రాయి దాడి  కేసులో వెలుగులోకి కీలక విషయాలు వెలుగులోకి వస్తున్నాయి. ప్రత్యక్ష సాక్షులు ఇచ్చిన సమాచారంతో పాటు సీసీ పుటేజీని పరిశీలించిన తర్వాత సతీశ్ ను అరెస్ట్ చేసినట్లు రిమాండ్ రిపోర్టులో పోలీసులు పేర్కొన్నారు. గురువారం సతీశ్ ను కోర్టులో ప్రవేశపెట్టగా  17వ తేదీ నిందితుడు సతీశ్ ను అదుపులోకి తీసుకున్నామని పేర్కొన్నారు.</p>\n\n\n\n<p>సతీశ్ ఫోన్ కూడా సీజ్ చేశామని తెలిపారు.  సీఎం జగన్ ను చంపాలన్న ఉద్దేశం ఉందంటూ ఇందులో ప్రస్తావించారు.  ఒకసారి రాయి తగలకపోవడంతో రెండోసారి మిస్ కాకుండా దాడికి పాల్పడ్డాడని రిమాండ్ రిపోర్టులో పోలీసులు పేర్కొన్నారు.  డాబా కోట్ల సెంటర్ లో దాడి చేసేందుకు ప్రయత్నం చేశాడని తెలిపారు. అక్కడ తోపులాట ఉండటంతో అక్కడి నుంచి వెళ్లిపోయాడని వివరించారు. </p>\n\n\n\n<p> వివేకానంద స్కూల్ పక్కనున్న బెంచ్ దగ్గరకు వెళ్లి సతీశ్ రాయితో దాడి చేశాడని వివరించారు. ఈ కేసులోని ఏ2 ప్రోద్బలంతో సతీశ్ దాడి చేశాడని రాసుకొచ్చారు. ఆరోపణలు ఎదుర్కొంటున్న వ్యక్తి మైనర్ అని  నిందితుడి తరపు లాయర్ వాదనలు వినిపించారు.  పోలీసులు ఇచ్చిన పుట్టినతేదీ వివరాలు, ఆధార్ లో తేదీకి తేడా ఉందని కోర్టు దృష్టికి తీసుకొచ్చారు.  నిందితుడి ఆధార్ కార్డులో పుట్టినతేదీ పరిగణలోకి తీసుకోవాలని కోరారు.</p>\n\n\n\n<p>నిందితుడు నేర చరిత్ర కలిగిన వ్యక్తి కాదని తెలిపారు.  రాయి విసిరితే హత్యాయత్నం కేసు పెడతారా అని వాదించారు.  307 సెక్షన్ ఈ కేసుకు వర్తించదని వాదనలు వినిపించారు. అయితే పోలీసుల తరపు న్యాయవాది వాదనలు వినిపిస్తూ దురుద్దేశపూర్వకంగానే రాయితో దాడి చేశారని కోర్టుకు తెలిపారు. హత్యాయత్నం సెక్షన్ వర్తిస్తుందని వాదించారు.</p>\n\n\n\n<p>ఇరువైపు వాదనలు విన్న న్యాయస్థానం  మున్సిపల్ అధికారుల ధ్రువపత్రాన్ని పరిగణలోకి తీసుకుంటామని తెలిపింది.  సతీష్ కు 14 రోజుల రిమాండ్ విధిస్తూ ఆదేశాలను జారీ చేసింది.  ప్రధాన నిందితుడు సతీష్‌తో పాటు అదుపులోకి తీసుకున్న మిగతా వారి నుంచి పోలీసులు స్టేట్‍మెంట్ రికార్డ్ చేశారు పోలీసులు. రేపోమాపో ఈ కేసులో పలువురిని అరెస్ట్ చేసే అవకాశం ఉందని తెలుస్తోంది.</p>\n\n\n\n<p>ఈ కేసులోని ఏ2గా ఉన్న దుర్గారావు అజిత్‌ సింగ్‌నగర్‌లో మాజీ ఎమ్మెల్యే బొండా ఉమా తరపున ఎన్నికల ప్రచారం నిర్వహిస్తున్నాడు. ఆటో డ్రైవర్‌గా పనిచేస్తున్న దుర్గారావు… సతీష్‌ను సిఎంపై దాడి చేయడానికి పురికొల్పినట్టు పోలీసులు రిమాండ్ రిపోర్టులో పేర్కొన్నారు. </p>\n\n\n\n<p>ఈ వ్యవహారంలో ఇతరుల ప్రమేయంపై పోలీసులు దర్యాప్తు చేస్తున్నారు. మరోవైపు తెలుగుదేశం పార్టీకి చెందిన మాజీ ఎమ్మెల్యే బొండా ఉమా ప్రమేయం ఉందని వైసీపీ నేతలు ఆరోపిస్తున్నారు. ఈ కేసులో ఉమా  కుమారుల ఉన్నారని, వారి కనుసన్నల్లోనే దాడి జరిగిందని అంటున్నారు. </p>\n","originalUrl":"https://tattvanews.com/18478/19/04/2024/","hasAudio":false,"hasInfographics":false}