{"id":"wp-en-12736","wp_id":12736,"type":"standard","category":"World","language":"en","title":"JNU ranks the highest among the top 69 Indian universities,￼","excerpt":"At least 69 Indian universities have featured in the Quacquarelli Symonds (QS) World University Rankings released on Wednesday by subject, with Jawaharlal Nehru University (JNU) becoming India's highest-ranked university. JNU is in the 20th spot globally for developmental studies, while the Indian Institute of Management (IIM) Ahmedabad is among the top 25 institutions across the","author":"Tattva News Team","time":"11/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/JNU.jpg","readTime":"5 min read","contentHTML":"\n<p>At least 69 Indian universities have featured in the Quacquarelli Symonds (QS) World University Rankings released on Wednesday by subject, with Jawaharlal Nehru University (JNU) becoming India's highest-ranked university.</p>\n\n\n\n<p>JNU is in the 20th spot globally for developmental studies, while the Indian Institute of Management (IIM) Ahmedabad is among the top 25 institutions across the world in business and management studies.</p>\n\n\n\n<p>While IIM Ahmedabad is in the top 25 list, IIM Bangalore and IIM Calcutta feature in the top 50 list, announced QS, the London-based higher education analytics firm. The Saveetha Institute of Medical and Technical Sciences in Chennai is in the 24th position globally for dentistry studies.</p>\n\n\n\n<p>Indian Institute of Technology (IIT) Guwahati has performed well in Data Science, securing a global ranking of 51-70, and in Petroleum Engineering, where it ranks 51-100 globally. </p>\n\n\n\n<p>A total of 69 Indian universities with 424 entries have made it to the QS World University Rankings by subject. Last year, 66 universities out of 355 entries made it to the list. India's ranked entries and overall performance have increased by 19 per cent and 17 per cent respectively by subject. India has also demonstrated a strong 20 per cent improvement in the Citations per Paper indicator, reflecting a strong research capability.</p>\n\n\n\n<p>India also showed a 16 per cent growth in the International Research Network indicator, which measures the volume and diversity of research partnerships. According to QS, India stands as one of the world's most rapidly expanding research centres. The firm noted the positive role of well-regulated private provision in India's higher education sector and said the country is taking significant steps in the \"right direction\".</p>\n","originalUrl":"https://en.tattvanews.com/others/jnu-ranks-the-highest-among-the-top-69-indian-universities%ef%bf%bc/","hasAudio":false,"hasInfographics":false}