{"id":"wp-en-12803","wp_id":12803,"type":"standard","category":"World","language":"en","title":"BJP to contest more seats again, Congress lowest ￼","excerpt":"The number of seats contesting in the present elections reflecting the growing political cloud under Prime Minister Narendra Modi’s leadership and the Congress party's continued decline, despite Rahul Gandhi's efforts to reverse this trend by initiating the Bharat Jodo Yatra and Bharat Jodo Nyay Yatra. The BJP has declared 424 candidates till now. It is likely","author":"Tattva News Team","time":"16/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/BJP-Cong.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"><strong></strong></h1>\n\n\n\n<p>The number of seats contesting in the present elections reflecting the growing political cloud under Prime Minister Narendra Modi’s leadership and the Congress party's continued decline, despite Rahul Gandhi's efforts to reverse this trend by initiating the Bharat Jodo Yatra and Bharat Jodo Nyay Yatra.</p>\n\n\n\n<p>The BJP has declared 424 candidates till now. It is likely to contest 446 seats with announcements pending for some seats of Punjab, Maharashtra, Uttar Pradesh, Jammu and Kashmir, West Bengal and Ladakh. This is the sixth time when the saffron party fielded over 400 candidates in the Lok Sabha elections after 1991, 1996, 2009, 2014 and 2019 polls.</p>\n\n\n\n<p>The BJP already declared candidates for 71 seats in Uttar Pradesh, 41 seats in West Bengal, 29 seats in Madhya Pradesh, 26 seats in Gujarat, 25 seats each in Rajasthan and Karnataka, 24 seats in Maharashtra, 23 seats in Tamil Nadu, 21 seats in Odisha, 17 seats each in Bihar and Telangana, 16 in Kerala, 13 in Jharkhand, 11 seats each in Assam and Chhattisgarh, 10 in Haryana, 8 in Andhra Pradesh, 7 in Delhi, 6 in  Punjab, 5 seats in Uttarakhand, 4 in Himachal Pradesh, 2 seats each in Arunachal Pradesh, Dadra and Nagar Haveli and Daman and Diu, Goa, Jammu and Kashmir and Tripura, one seat each in Andaman and Nicobar Islands, Chandigarh, Manipur, Sikkim, Mizoram and Puducherry.  </p>\n\n\n\n<p>The party is likely to announce 22 more candidates including 7 seats in Punjab, 6 seats in Maharashtra, 4 in Uttar Pradesh, 3 in Jammu and Kashmir and one each in West Bengal and Ladakh.</p>\n\n\n\n<p>The Indian National Congress (INC) has declared 280 candidates till now. It is likely to contest between 325 to 330 seats with announcements pending for some seats. The 'Grand Old Party', which previously contested on 421 seats in the 2019 Lok Sabha Elections, would reach a new low even if it were to contest about 325 seats.</p>\n\n\n\n<p>The Congress already declared candidates for 28 seats each in Karnataka and Madhya Pradesh, 24 seats in Gujarat, 22 seats in Rajasthan, 17 in Odisha, 16 in Kerala, 15 seats each in Uttar Pradesh and Maharashtra, 14 in Telangana, 13 seats each in West Bengal and Assam, 11 seats each in Andhra Pradesh and Chhattisgarh, 9 in Tamil Nadu, 6 seats each in Bihar and Punjab, 5 in Uttarakhand, 3 seats each in Delhi and Jharkhand, 2 seats each in Arunachal Pradesh, Dadra and Nagar Haveli and Daman and Diu, Goa, Himachal Pradesh, Jammu and Kashmir, Manipur, Meghalaya, one seat each in Andaman and Nicobar Islands, Chandigarh, Mizoram, Lakshadweep, Puducherry, Sikkim and Tripura. </p>\n\n\n\n<p>The party is likely to announce 50 more candidates including 12 seats in Andhra Pradesh, 9 seats in Haryana, 7 seats in Punjab, 4 seats in Jharkhand and 3 seats each in Bihar, Odisha and Telangana.</p>\n\n\n\n<p>The Congress fielded 479 candidates in the first Lok Sabha polls in 1951-52, 490 in 1957, 488 in 1962, 516 in 1967, 441 in 1977, 492 in 1977, 492 in 1980, 491 in 1984, 510 in 1989, 487 in 1991, 529 in 1996, 477 in 1998, 453 in 1999, 417 in 2004, 440 in 2009, 464 in 2014 and 421 in 2019. </p>\n\n\n\n<p>The BJP fielded 229 candidates in the 1984-1985 Lok Sabha polls, 225 in 1989, 477 in the 1991-92 polls, 471 in 1996, 388 in 1998, 339 in 1999, 364 in 2004, 433 in 2009, 428 in 2014 and 436 in 2019.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-to-contest-more-seats-again-congress-lowest-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}