{"id":"wp-en-13414","wp_id":13414,"type":"standard","category":"World","language":"en","title":"27, mostly students, dead after massive fire in Rajkot's game zone","excerpt":"At least 27 people, mostly students, have died while some people are feared to be trapped following a massive fire that broke out in the TRP gaming zone at Kalawad Road in Rajkot, Gujarat on Saturday.The fire broke out at the gaming zone during the evening and authorities responded swiftly initiating the dousing efforts.  Earlier, Chief","author":"Tattva News Team","time":"26/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Rajkot.webp","readTime":"5 min read","contentHTML":"\n<p>At least 27 people, mostly students, have died while some people are feared to be trapped following a massive fire that broke out in the TRP gaming zone at Kalawad Road in Rajkot, Gujarat on Saturday.The fire broke out at the gaming zone during the evening and authorities responded swiftly initiating the dousing efforts. </p>\n\n\n\n<p>Earlier, Chief Fire Officer I.V. Kher said that they were trying to extinguish the fire. Due to the collapse of the structure and high wind, they were facing difficulty in extinguishing the fire. He said that efforts were continuing.</p>\n\n\n\n<p>However, in the latest updates, Police Commissioner Raju Bhargav said that the fire is under control. He said that they are trying to retrieve as many bodies as possible. So far 20 bodies have been found.</p>\n\n\n\n<p>Notably, an investigation regarding the cause of fire will be initiated. After the tragic incident an order has been issued to close all the gaming zones in the city.</p>\n\n\n\n<p>Prime Minister narednra Modi also reacted to the tragic mishappening and said that he is distressed by the tragic incident.Along with that, he also held a telephonic conversation with CM Bhupendra Patel and learned the details of the incident. He expressed grief over the tragic incident and directed the CM to conduct a thorough investigation into the accident and take strict action against the culprits.</p>\n\n\n\n<p>Gujarat Chief Minister Bhupendra Patel took to X and said that the fire tragedy in Rajkot is heart-wrenching. He also announced to provide Rs 4 lakh ex gratia to the families of the deceased and Rs 50 thousand to the injured. He also said that an SIT has been formed to investigate the incident.</p>\n\n\n\n<p>Union Home Minister Amit Shah also raected to the incident and posted, \"I express my deepest condolences to those who have lost their loved ones in this tragic accident and wish for the speedy recovery of the injured.\" </p>\n\n\n\n<p>Meanwhile, three individuals, including the manager and owner of the TRP gaming zone in Rajkot, Gujarat, have been arrested in connection with the tragic fire incident that claimed the lives of 27 people on Saturday.</p>\n\n\n\n<p>Following the devastating fire, which occurred at around 4:30 pm, a five-member Special Investigation Team (SIT) was formed under the leadership of ADGP CID Crime, Subhash Trivedi, to probe the matter.</p>\n","originalUrl":"https://en.tattvanews.com/national/24-mostly-students-dead-after-massive-fire-in-rajkots-game-zone%ef%bf%bc/","hasAudio":false,"hasInfographics":false}