{"id":"wp-te-18771","wp_id":18771,"type":"standard","category":"World","language":"te","title":"￼వచ్చే ఐదేళ్లలో అవినీతి నాయకులంతా జైళ్లకు: మోదీ","excerpt":"కేంద్రంలోని ఎన్‌డిఎ ప్రభుత్వం అవినీతి శక్తుల ముసుగు తొలగించిందని ప్రధాని నరేంద్ర మోదీ ప్రకటించారు. అనితీకి పాల్పడిన వారందరూ వచ్చే ఐదేళ్లలో చట్టపరంగా చర్యలు ఎదుర్కోక తప్పదని ఆయన హెచ్చరించారు.  లోహర్‌దాగా లోక్‌సభ నియోజకవర్గం పరిధిలోని సిసయ్‌లో శనివారం బిజెపి అభ్యర్థి సమీర్ ఓరాన్ తరఫున ఒక ఎన్నికల ప్రచార సభలో ప్రధాని మోడీ ప్రసంగిస్తూ పేరు ప్రస్తావించకుండా జార్ఖండ్ మాజీ ముఖ్యమంత్రి హేమంత్ సోరెన్‌పై విరుచుకుపడ్డారు. అవినీతిపరులకు మద్దతుగా కాంగ్రెస్, ప్రతిపక్ష ఇండియా కూటమి నాయకులు","author":"Tattva News Team","time":"5/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-1.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్రంలోని ఎన్‌డిఎ ప్రభుత్వం అవినీతి శక్తుల ముసుగు తొలగించిందని ప్రధాని నరేంద్ర మోదీ ప్రకటించారు. అనితీకి పాల్పడిన వారందరూ వచ్చే ఐదేళ్లలో చట్టపరంగా చర్యలు ఎదుర్కోక తప్పదని ఆయన హెచ్చరించారు. </p>\n\n\n\n<p>లోహర్‌దాగా లోక్‌సభ నియోజకవర్గం పరిధిలోని సిసయ్‌లో శనివారం బిజెపి అభ్యర్థి సమీర్ ఓరాన్ తరఫున ఒక ఎన్నికల ప్రచార సభలో ప్రధాని మోడీ ప్రసంగిస్తూ పేరు ప్రస్తావించకుండా జార్ఖండ్ మాజీ ముఖ్యమంత్రి హేమంత్ సోరెన్‌పై విరుచుకుపడ్డారు. అవినీతిపరులకు మద్దతుగా కాంగ్రెస్, ప్రతిపక్ష ఇండియా కూటమి నాయకులు ర్యాలీలు నిర్వహించారని ఆయన విమర్శించారు.</p>\n\n\n\n<p>జార్ఖండ్ మాజీ ముఖ్యమంత్రి అవినీతికి పాల్పడి జైలు పాలయ్యారని ఆయన ఆరోపించారు. వచ్చే ఐదేళ్లలో అవినీతి చీడను అంతం చేయాలన్నదే తన లక్షమని ఆయన తెలిపారు. అవినీతికి పాల్పడిన వారందరూ చట్టపరమైన చర్యలు ఎదురుంటారని ఆయన  స్పష్టం చేశారు. పీకల్లోతు అవినీతిలో కూరుకుపోయిన ఇండియా కూటమి నాయకులు అవినీతిపరులకు మద్దతుగా ఢిల్లీ, రాంచిలో ర్యాలీలు నిర్వహిస్తారని, దీన్ని బట్టి వారి నిజస్వరూపం అర్థమవుతుందని మోదీ వ్యాఖ్యానించారు.</p>\n\n\n\n<p>గిరిజన జిల్లాల వెనుకబాటుకు కాంగ్రెస్ బాధ్యత వహించాలని ఆయన చెప్పారు. 2004 నుంచి 2014 వరకు యుపిఎ హయాంలో గిరిజన పిల్లలు ఒకపక్క ఆకలితో మరణిస్తుంటే మరోపక్క గిడ్డంగులలో తిండి గింజలు ముగ్గపోయేవని ప్రధాని ఆరోపించారు. పేదలకు ఉచిత రేషన్ పంపిణీని ఈ భూమిపై ఏ శక్తి అడ్డుకోలేదని, ఇది మోడీ గ్యారెంటీ అని ప్రధాని ప్రకటించారు. </p>\n\n\n\n<p>కాంగ్రెస్ పాలనలో సంపన్నులకు మాత్రమే పరిమితమైన ఇంటర్‌నెట్ సౌక్యాన్ని పేద ప్రజలకు అందుబాటులోకి తెచ్చిన ఘనత ఎన్‌డిఎ ప్రభుత్వానిదేనని ఆయన అన్నారు. పార్టీ ఓటు బ్యాంకును కాపాడుకునేందుకే కాంగ్రెస్ మావోయిస్టులపై ఎటువంటి చర్యలు తీసుకోలేదని ఆయన ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/18771/05/05/2024/","hasAudio":false,"hasInfographics":false}