{"id":"wp-en-15591","wp_id":15591,"type":"standard","category":"World","language":"en","title":"PM Modi Receives Top Honours From Dominica, Guyana","excerpt":"In a historic move, Indian Prime Minister Narendra Modi received the highest civilian award from Guyana and Dominica for his contributions during the COVID-19 pandemic and his exceptional contributions to the global community and efforts in strengthening bilateral ties with the two Caribbean nations. While accepting both the awards, the Prime Minister dedicated both the awards","author":"Tattva News Team","time":"21/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/PM-Awards.webp","readTime":"5 min read","contentHTML":"\n<p>In a historic move, Indian Prime Minister Narendra Modi received the highest civilian award from Guyana and Dominica for his contributions during the COVID-19 pandemic and his exceptional contributions to the global community and efforts in strengthening bilateral ties with the two Caribbean nations.</p>\n\n\n\n<p>While accepting both the awards, the Prime Minister dedicated both the awards to people of India and the deep-rooted historical ties between the people of the two countries, the Ministry of External Affairs (MEA) said in a press release.</p>\n\n\n\n<p>The prime minister, who is currently in Guyana on the last leg of his three-nation visit, was conferred ‘The Order of Excellence’ by Guyanese President Irfaan Ali on Wednesday. \"Sincerely thank President Dr Irfaan Ali, for conferring upon me Guyana's highest honour, 'The Order of Excellence.' This is a recognition of the 140 crore people of India,\" PM Modi said in a post on X.</p>\n\n\n\n<p>\"This is living proof of your deep commitment towards our relations which will continue to inspire us to move forward in every field,\" he said while accepting the award. Modi is the fourth foreign leader to be conferred with the highest National award of Guyana, according to the ministry.</p>\n\n\n\n<p> Prime Minister Narendra Modi on Wednesday expressed his gratitude and deep satisfaction after Dominica conferred him with its highest honour for his contributions to the Caribbean nation during the COVID-19 pandemic and his dedication to strengthening the ties between the two nations.</p>\n\n\n\n<p>PM Modi in a post on X shared glimpses of the ceremony with the caption reading, “Honoured to be conferred with highest national award by Dominica. I dedicate it to the 140 crore people of India.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-receives-top-honours-from-dominica-guyana%ef%bf%bc/","hasAudio":false,"hasInfographics":false}