{"id":"wp-te-21256","wp_id":21256,"type":"standard","category":"World","language":"te","title":"హైదరాబాదులో ఎన్‌ఐఏ తనిఖీల కలకలం","excerpt":"హైదరాబాదులో ఎన్‌ఐఏ ఆదివారం తనిఖీలు చేపట్టింది. సైదాబాద్ ప్రాంతంలోని శంఖేశ్వర్ బజార్ గ్రీన్ వ్యూ అపార్ట్ మెంట్ లో ఎన్‌ఐఏ అధికారులు సోదాలు నిర్వహించారు. ఎన్‌ఐఏ తనిఖీలు దాదాపు గంటసేపు కొనసాగాయి. ఎన్‌ఐఏ ఆగస్టులో ఉగ్ర వాది రిజ్వాన్ అబ్దుల్ ను అరెస్ట్ చేశారు. రిజ్వాన్ అంతర్జాతీయ ఉగ్రవాద సంస్థ ఐసిస్‌తో సంబంధం ఉన్న మోస్ట్ వాంటెడ్ ఉగ్రవాది అని ఎన్‌ఐఏ గుర్తించింది.  రిజ్వాన్ అబ్దుల్ ఐసిస్ తరఫున పుణే నుంచి కార్యకలాపాలను నిర్వహిస్తున్నాడు. రిజ్వాన్‌ను ఢిల్లీలోని","author":"Tattva News Team","time":"23/9/2024","image":"https://tattvanews.com/wp-content/uploads/2023/02/NIA-Hyd.jpg","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాదులో ఎన్‌ఐఏ ఆదివారం తనిఖీలు చేపట్టింది. సైదాబాద్ ప్రాంతంలోని శంఖేశ్వర్ బజార్ గ్రీన్ వ్యూ అపార్ట్ మెంట్ లో ఎన్‌ఐఏ అధికారులు సోదాలు నిర్వహించారు. ఎన్‌ఐఏ తనిఖీలు దాదాపు గంటసేపు కొనసాగాయి. ఎన్‌ఐఏ ఆగస్టులో ఉగ్ర వాది రిజ్వాన్ అబ్దుల్ ను అరెస్ట్ చేశారు. రిజ్వాన్ అంతర్జాతీయ ఉగ్రవాద సంస్థ ఐసిస్‌తో సంబంధం ఉన్న మోస్ట్ వాంటెడ్ ఉగ్రవాది అని ఎన్‌ఐఏ గుర్తించింది. </p>\n\n\n\n<p>రిజ్వాన్ అబ్దుల్ ఐసిస్ తరఫున పుణే నుంచి కార్యకలాపాలను నిర్వహిస్తున్నాడు. రిజ్వాన్‌ను ఢిల్లీలోని గంగా బక్ష్ మార్గ్ వద్ద అదుపులోకి తీసుకున్నారు. అరెస్ట్ సమయంలో అతడి నుంచి 30 బోర్ పిస్టల్, 3 కార్ట్రిడ్జ్ లు, రెండు మొబైల్ ఫోన్లు స్వాధీనం చేసుకున్నారు. రిజ్వాన్ పై ఢిల్లీలోని స్పెషల్ సెల్ పోలీస్ స్టేషన్ లో కేసు నమోదైంది. ఢిల్లీలో అతడ్ని అరెస్ట్ చేసిన అనంతరం ఎన్‌ఐఏ విచారణ చేపట్టింది.</p>\n\n\n\n<p>రిజ్వాన్ ఇచ్చిన సమాచారం ఆధారంగానే నేడు హైదరాబాదులో తనిఖీలు చేప ట్టింది. సైదాబాద్ లోని శంఖేశ్వర్ గ్రీన్ వ్యూ అపార్ట్ మెంట్ లో రిజ్వాన్ కొన్ని నెలలు ఉన్నట్టు ఎన్‌ఐఏ తాజాగా నిర్ధారించుకుంది. రిజ్వాన్ ను వెంటబెట్టుకునే ఆదివారం సోదాలు నిర్వహించడం గమనార్హం. </p>\n\n\n\n<p>కాగా రిజ్వాన్ కొంతకాలం హైదరాబాద్ నగరంలోని పాతబస్తీలో నివాసం ఉన్నట్టు ఎన్‌ఐఏ గుర్తించింది. దీంతో ఆదివారం ఉదయం నగరంలోని సైదాబాద్ గ్రీన్ వ్యూ అపార్ట్మెంట్ లో సోదాలు నిర్వహించి, పలు కీలక పత్రాలు స్వాధీనం చేసుకున్నట్లు సమాచారం. అలాగే రిజ్వాన్ తో సంబంధం ఉన్న నగరానికి చెందిన మరికొంతమందిని కూడా ఎన్‌ఐఎ అరెస్ట్ చేసే అవ కాశాలు ఉన్నట్టు తెలుస్తోంది. గతంలో కేంద్ర హోం శాఖ రిజ్వాన్ మీద రూ.3 లక్షల రివార్డ్ ప్రకటించింది.</p>\n","originalUrl":"https://tattvanews.com/21256/23/09/2024/","hasAudio":false,"hasInfographics":false}