{"id":"wp-te-21176","wp_id":21176,"type":"standard","category":"World","language":"te","title":"పదేళ్ల తర్వాత జమ్మూకాశ్మీర్ లో అసెంబ్లీ ఎన్నికలు ప్రారంభం","excerpt":"10 సంవత్సరాల తర్వాత జమ్ముకాశ్మీర్‌లో అసెంబ్లీ ఎన్నికలు ప్రారంభమైయ్యాయి. మొదటి దశలో 24 అసెంబ్లీ స్థానాలకు పోలింగ్ ప్రక్రియ కొనసాగుతుంది. ఏడు జిల్లాల్లోని 24 నియోజకవర్గాల్లో 219 మంది అభ్యర్థులు పోటీలో ఉన్నారు. కాశ్మీర్‌లో 16, జమ్ములో 8 స్థానాల్లో 3 వేల 276 పోలింగ్ స్టేషన్లను ఎన్నికల కమిషన్ అధికారులు ఏర్పాటు చేశారు.  ఉదయం 9 గంటలకు 11.11 శాతం పోలింగ్ నమోదు కాగా, ఉగ్రవాదం తీవ్రంగా ఉన్న పుల్వామాలో అత్యంత తక్కువగా 9.8 శాతం","author":"Tattva News Team","time":"18/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/JK-Polls1.jpg","readTime":"5 min read","contentHTML":"\n<p>10 సంవత్సరాల తర్వాత జమ్ముకాశ్మీర్‌లో అసెంబ్లీ ఎన్నికలు ప్రారంభమైయ్యాయి. మొదటి దశలో 24 అసెంబ్లీ స్థానాలకు పోలింగ్ ప్రక్రియ కొనసాగుతుంది. ఏడు జిల్లాల్లోని 24 నియోజకవర్గాల్లో 219 మంది అభ్యర్థులు పోటీలో ఉన్నారు. కాశ్మీర్‌లో 16, జమ్ములో 8 స్థానాల్లో 3 వేల 276 పోలింగ్ స్టేషన్లను ఎన్నికల కమిషన్ అధికారులు ఏర్పాటు చేశారు. </p>\n\n\n\n<p>ఉదయం 9 గంటలకు 11.11 శాతం పోలింగ్ నమోదు కాగా, ఉగ్రవాదం తీవ్రంగా ఉన్న పుల్వామాలో అత్యంత తక్కువగా 9.8 శాతం నమోదైంది. కిష్త్వార్ లో అత్యధికంగా 14.83 శాతం నమోదైంది.</p>\n\n\n\n<p>23 లక్షల 27 వేల మంది ఓటర్లు తమ ఓటు హక్కును వినియోగించుకోనున్నారు. ఓటింగ్ సాయంత్రం 6 గంటలకు ముగుస్తుందని, మహిళలు, ప్రత్యేక వికలాంగులు మరియు యువత నిర్వహించే ప్రత్యేక పోలింగ్ స్టేషన్లు, పర్యావరణ సమస్యల గురించి సందేశాలను వ్యాప్తి చేయడానికి గ్రీన్ పోలింగ్ స్టేషన్లు మరియు ఇతర ప్రత్యేక పోలింగ్ స్టేషన్లను ఏర్పాటు చేసినట్లు ఎన్నికల అధికారులు తెలిపారు.</p>\n\n\n\n<p>ఈ సందర్భంగా ప్రధాన మంత్రి నరేంద్ర మోడీ ఎక్స్ వేదికగా స్పందించారు. కేంద్రపాలిత ప్రాంతంలోని పౌరులు “పెద్ద సంఖ్యలో ఓటు వేసి ప్రజాస్వామ్య పండుగ”ను జరుపుకోవాలని అన్నారు. ముఖ్యంగా యువకులు, మొదటిసారి ఓటర్లు, మహిళలు తమ ఓటు హక్కును వినియోగించుకోవాలని ఆయన కోరారు. ప్రతి ఒక్కరు తమ అమూల్యమైన ఓటు హక్కును వినియోగించుకోవాలి. మీరు వేసే ఓటు ప్రజాస్వామ్యాన్ని మరింత బలోపేతం చేస్తుందని ప్రధాని మోడీ చేసిన ట్వీట్లో పేర్కొన్నారు.</p>\n\n\n\n<p>కాంగ్రెస్ అధ్యక్షుడు మల్లికార్జున ఖర్గే ”జమ్మూ మరియు కాశ్మీర్ ప్రజలు తమ హక్కులను కాపాడుకోవడానికి, నిజమైన అభివృద్ధి, పూర్తి రాష్ట్ర హోదా యొక్క కొత్త శకాన్ని ప్రారంభించేందుకు ఆసక్తిగా ఉన్నారు. 24 అసెంబ్లీ నియోజకవర్గాల్లో తొలి దశ పోలింగ్‌ ప్రారంభం కానున్న నేపథ్యంలో ప్రతి ఒక్కరూ తమ ప్రజాస్వామ్య హక్కును వినియోగించుకోవాలని, అధిక సంఖ్యలో ఓటు వేయాలని విజ్ఞప్తి చేస్తున్నాం.</p>\n\n\n\n<p>ప్రతి ఒక్క ఓటు భవిష్యత్తును తీర్చిదిద్దే శక్తిని కలిగి ఉంటుంది. శాంతి, స్థిరత్వం, న్యాయం, పురోగతి, ఆర్థిక సాధికారత యొక్క యుగాన్ని తీసుకురావాలి. ఈ కీలకమైన ఎన్నికలలో పాల్గొని మార్పుకు ఉత్ప్రేరకాలుగా ఉండవలసిందిగా మేము అందరికి, ముఖ్యంగా మొదటిసారిగా ఓటు వేసిన వారికి విజ్ఞప్తి చేస్తున్నాము. మొట్టమొదటిసారిగా ఒక రాష్ట్రాన్ని కేంద్ర పాలిత ప్రాంతంగా తగ్గించారు. మీరు మీ ఓటు వేసినప్పుడు, ఈ అపహాస్యానికి బాధ్యులెవరో గుర్తుంచుకోండి. మనం ఐక్యమై జమ్మూ కాశ్మీర్‌కు ఉజ్వల భవిష్యత్తును రూపొందిద్దాం. ఇక్కడ పౌరులందరి వాణిలు వినిపిస్తాయి.” అని ట్వీట్లో పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/21176/18/09/2024/","hasAudio":false,"hasInfographics":false}