{"id":"wp-en-15299","wp_id":15299,"type":"standard","category":"World","language":"en","title":"RSS Chief Dr Bhagwat call for unification of Hindus at home, worldwide","excerpt":"Rashtriya Swayamsevak Sangh chief Mohan Bhagwat in his customary Vijayadashmi address at Nagpur on Saturday called for unification of Hindu society at home and worldwide noting that weakness was a crime and even “Gods did not care for the weak.” He  mentioned the ongoing atrocities faced by the Hindu community there and how the situation","author":"Tattva News Team","time":"12/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/RSS-Vijay.jpg","readTime":"5 min read","contentHTML":"\n<p>Rashtriya Swayamsevak Sangh chief Mohan Bhagwat in his customary Vijayadashmi address at Nagpur on Saturday called for unification of Hindu society at home and worldwide noting that weakness was a crime and even “Gods did not care for the weak.”</p>\n\n\n\n<p>He  mentioned the ongoing atrocities faced by the Hindu community there and how the situation in the neighboring Bangladesh is affecting law and order in India. </p>\n\n\n\n<p>The RSS chief stated, \"What happened in our neighboring Bangladesh? It might have some immediate reasons, but those concerned will discuss it. However, in the chaos, the tradition of committing atrocities against Hindus was repeated. For the first time, Hindus united and took to the streets for their protection.\"</p>\n\n\n\n<p>\"But as long as this radical nature of committing atrocities out of anger exists, not only Hindus but all minorities will be in danger. They need help from Hindus around the world. It is crucial that the government of India helps them... Being weak is a crime. If we are weak, we are inviting atrocity. Wherever we are, we need to be united and empowered,\" the RSS chief added.</p>\n\n\n\n<p>Significantly, Bhagwat, who has raised concern over the ongoing situation in Bangladesh, also highlighted the illegal infiltration issue India is facing from there. He remarked that as long as this tyrannical fundamentalism (those committing atrocities) exists in the country, the threat will continue to prevail against the minority communities, including Hindus.</p>\n\n\n\n<p>\"That is why the illegal infiltration from that country into India and the population imbalance caused by it have become a matter of serious concern among the common people in the country. Due to this illegal infiltration, the mutual harmony in the country and the security of the country are also questioned,\" the RSS chief remarked.</p>\n\n\n\n<p>Further, Bhagwat also attacked the groups who were trying to create an atmosphere of anarchy and fear in the society. He stated that words like 'Deep State', 'Wokeism', and 'Cultural Marxist' are in discussion these days. They are the declared enemies of all cultural traditions. The destruction of values, traditions, and whatever is considered virtuous and auspicious is a part of the modus operandi of this group, he added.</p>\n\n\n\n<p>He said that the first step of this modus operandi is to bring the mind-shaping systems and institutions of the society under one's influence—for example, the education system and educational institutions, media, intellectual discourse, etc.—and to destroy the thoughts, values, and beliefs of the society through them.</p>\n","originalUrl":"https://en.tattvanews.com/national/rss-chief-dr-bhagwat-call-for-unificaiton-of-hindus-at-home-worldwide%ef%bf%bc/","hasAudio":false,"hasInfographics":false}