{"id":"wp-te-18588","wp_id":18588,"type":"standard","category":"World","language":"te","title":"న‌రేంద్ర‌ మోదీ, రాహుల్ గాంధీల‌కు ఈసీ నోటీసులు","excerpt":"ప్రధాని నరేంద్ర మోదీ, కాంగ్రెస్‌ అధినేత రాహుల్‌ గాంధీలకు ఎన్నికల సంఘం నోటీసులు జారీ చేసింది. ఎన్నికల ప్రవర్తనా నియమావళిని ఉల్లంఘించారని ఆరోపించిన నేపథ్యంలో ఈసీ విచారణ చేపట్టింది. మతం, కులం, వర్గం లేదా భాష ప్రాతిపదికన ఆయన విద్వేషం, విభజన సృష్టిస్తున్నారని బీజేపీ, కాంగ్రెస్‌లు ఆరోపించాయి.  కమిషన్ ఏప్రిల్ 29 ఉదయం 11 గంటలలోపు సమాధానం కోరింది. ప్రధానమంత్రి నరేంద్ర మోదీ, రాహుల్‌గాంధీ వ్యాఖ్యలపై  వారిని కాకుండా వారి పార్టీల అధ్యక్షులు జెపి  నడ్డా, మల్లికార్జున్‌","author":"Tattva News Team","time":"25/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Modi-Rahul.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రధాని నరేంద్ర మోదీ, కాంగ్రెస్‌ అధినేత రాహుల్‌ గాంధీలకు ఎన్నికల సంఘం నోటీసులు జారీ చేసింది. ఎన్నికల ప్రవర్తనా నియమావళిని ఉల్లంఘించారని ఆరోపించిన నేపథ్యంలో ఈసీ విచారణ చేపట్టింది. మతం, కులం, వర్గం లేదా భాష ప్రాతిపదికన ఆయన విద్వేషం, విభజన సృష్టిస్తున్నారని బీజేపీ, కాంగ్రెస్‌లు ఆరోపించాయి. </p>\n\n\n\n<p>కమిషన్ ఏప్రిల్ 29 ఉదయం 11 గంటలలోపు సమాధానం కోరింది. ప్రధానమంత్రి నరేంద్ర మోదీ, రాహుల్‌గాంధీ వ్యాఖ్యలపై  వారిని కాకుండా వారి పార్టీల అధ్యక్షులు జెపి  నడ్డా, మల్లికార్జున్‌ ఖర్గేల  నుంచి ఎన్నికల సంఘం సమాధానాలు కోరింది. మోదీ, రాహుల్ ప్రసంగాలపై వచ్చిన ఫిర్యాదులపై కమిషన్ ఈ నోటీసులు పంపింది. </p>\n\n\n\n<p>ఈ ఫిర్యాదులలో ప్రవర్తనా నియమావళిని ఉల్లంఘించారని ఆరోపించారు. మతం, కులం, వర్గం, భాషల ప్రాతిపదికన ప్రజల మధ్య విద్వేషాలు, చీలికలు పెంచేలా ఈ నేతలు పనిచేస్తున్నారని ఫిర్యాదులో పేర్కొన్నారు.  ప్రజాప్రాతినిథ్య చట్టంలోని సెక్షన్ 77 ప్రకారం రెండు పార్టీల అధ్యక్షులకు ఎన్నికల సంఘం నోటీసులు పంపింది. </p>\n\n\n\n<p>ప్రాథమికంగా, స్టార్ క్యాంపెయినర్ల సైన్యాన్ని రంగంలోకి దింపడానికి పార్టీ అధ్యక్షులను కమిషన్ బాధ్యులను చేసింది. రాజకీయ పార్టీలు తమ అభ్యర్థుల చర్యలకు తొలి బాధ్యత వహించాలని ఇరు పార్టీల అధ్యక్షులకు సూచించారు. </p>\n\n\n\n<p>ముఖ్యంగా స్టార్ క్యాంపెయినర్ల విషయంలో.. ఉన్నత పదవుల్లో ఉన్న వ్యక్తుల ఎన్నికల ప్రసంగాల ప్రభావం మరింత తీవ్రంగా ఉంటుంది. ఇటీవల, రాజస్థాన్‌లోని బన్స్వారాలో ఎన్నికల ర్యాలీలో ప్రసంగిస్తూ, ప్రధాని నరేంద్ర మోడీ కాంగ్రెస్ ప్రభుత్వం అధికారంలోకి వస్తే, చొరబాటుదారులకు, ఎక్కువ మంది పిల్లలు ఉన్నవారికి దేశ సంపదను పంచవచ్చని ఆరోపించారు.  </p>\n\n\n\n<p>ప్రధాని మోడీ ఈ ప్రకటన తర్వాత కాంగ్రెస్‌పై దాడి జరిగింది. ప్రధాని హిందువులు, ముస్లింలను విభజించడం మొదలుపెట్టారని ఆయన అన్నారు. ఇదే సమయంలో ఎన్నికల కమిషన్‌ ఈ అంశంపై చర్యలు తీసుకోవాలని డిమాండ్‌ చేశారు. దేశంలో పెరుగుతున్న పేదరికంపై కాంగ్రెస్ అధినేత రాహుల్ గాంధీ తప్పుడు వాదనలు చేస్తున్నారని బీజేపీ సోమవారం ఆరోపించింది. ఆయనపై “కఠిన చర్యలు” తీసుకోవాలని ఎన్నికల సంఘానికి విజ్ఞప్తి చేసింది.</p>\n","originalUrl":"https://tattvanews.com/18588/25/04/2024/","hasAudio":false,"hasInfographics":false}