{"id":"wp-en-13077","wp_id":13077,"type":"standard","category":"World","language":"en","title":"Sanjay Nirupam joins Eknath Shinde's Shiv Sena￼","excerpt":"Former Congress leader Sanjay Nirupam, accompanied by his wife and daughter, made a significant political move on Friday by joining Shiv Sena in the presence of Maharashtra Chief Minister Eknath Shinde. Nirupam, expressing his decision, stated, \"After 20 years, joining Shiv Sena is like a 'ghar wapasi'.\"  Nirupam's decision to leave Congress stemmed from discontent over the","author":"Tattva News Team","time":"4/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Nirupama.webp","readTime":"5 min read","contentHTML":"\n<p>Former Congress leader Sanjay Nirupam, accompanied by his wife and daughter, made a significant political move on Friday by joining Shiv Sena in the presence of Maharashtra Chief Minister Eknath Shinde.</p>\n\n\n\n<p>Nirupam, expressing his decision, stated, \"After 20 years, joining Shiv Sena is like a 'ghar wapasi'.\"  Nirupam's decision to leave Congress stemmed from discontent over the party's handling of the Mumbai North West constituency, which was allotted to Shiv Sena's Amot Kirtikar under the seat sharing agreement within the I.N.D.I.A. bloc. <img decoding=\"async\" width=\"32\" height=\"32\" src=\"\"></p>\n\n\n\n<p>\"We will work day and night to strengthen Shiv Sena and Eknath Shinde. I will fulfill honestly whatever responsibility is given by the party,\" said Sanjay Nirupam on joining Shiv Sena (Shinde faction), along with his wife and daughter. </p>\n\n\n\n<p>Nirupam's decision to leave Congress stemmed from discontent over the party's handling of the Mumbai North West constituency, which was allotted to Shiv Sena's Amot Kirtikar under the seat-sharing agreement within the I.N.D.I.A. bloc.</p>\n\n\n\n<p>The relationship between Nirupam and Congress soured further when it removed Nirupam's name from its star campaigners list for the Lok Sabha national elections.</p>\n\n\n\n<p>Expressing his disillusionment, Nirupam formally resigned from the primary membership of the All India Congress Committee, citing his dissatisfaction with the party's decisions. He shared his resignation letter to Congress president Mallikarjun Kharge, noting the irony of his swift expulsion after his resignation. </p>\n\n\n\n<p>\"It seems that the party promptly expelled me right after receiving my resignation letter last night. It's good to see such swift action. Just wanted to share this.\"</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/regional/sanjay-nirupam-joins-eknath-shindes-shiv-sena%ef%bf%bc/","hasAudio":false,"hasInfographics":false}