{"id":"wp-en-14193","wp_id":14193,"type":"standard","category":"World","language":"en","title":"Bangladesh imposes nationwide curfew ￼","excerpt":"Bangladesh Prime Minister Sheikh Hasina's government imposed a nationwide curfew and ordered the deployment of military forces to maintain order after deadly clashes over the quota system in government jobs escalated on Friday as protesters stormed a jail in Narsingdi on Friday, freeing hundreds of inmates before setting the facility ablaze. The announcement was made","author":"Tattva News Team","time":"20/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bangla-violence.jpg","readTime":"5 min read","contentHTML":"\n<p>Bangladesh Prime Minister Sheikh Hasina's government imposed a nationwide curfew and ordered the deployment of military forces to maintain order after deadly clashes over the quota system in government jobs escalated on Friday as protesters stormed a jail in Narsingdi on Friday, freeing hundreds of inmates before setting the facility ablaze.</p>\n\n\n\n<p>The announcement was made by Obaidul Quader, the general secretary of the ruling Awami League party, and came after police and security officials fired on protesters on Friday and banned all gatherings in the capital. The death count in days of violent protests across Bangladesh has now reached 105, as per media reports. Quader said the military was deployed to help the civilian administration keep order.</p>\n\n\n\n<p>Police fired tear gas to scatter protesters in some areas as fire and smoke were visible from rooftops in the capital Dhaka. Three people were killed in the country on Friday as police cracked down on unrelenting student-led protests against government job quotas despite a ban on public gatherings, local media said.</p>\n\n\n\n<p>Telecommunications were also disrupted and television news channels went off the air. Authorities had cut some mobile telephone services the previous day to try to quell the unrest. Bangladeshi media reported that train services had been suspended nationwide as protesters blocked roads and threw bricks at security officials.</p>\n\n\n\n<p>Meanwhile, the Indian  Ministry of External Affairs on Saturday provided an update on the return of students from Bangladesh, which is witnessing deadly protests over the quota system for government jobs. According to the Ministry, at least 778 Indian students have returned to India through various land ports, including 200 students through regular flight services through Dhaka and Chittagong airports.</p>\n\n\n\n<p>As per an official statement, the Indian High Commission in Dhaka and the Assistant High Commissions in Chittagong, Rajshahi, Sylhet and Khulna have been assisting the return of Indian nationals home following an outbreak of violence across the nation. Measures are being taken by the High Commission and the Assistant High Commissions to facilitate safe travel to the border crossing points along the India-Bangladesh International Border.</p>\n\n\n\n<p>\"Thus far, 778 Indian students have returned to India through various land ports. In addition, around 200 students have returned home by regular flight services through Dhaka and Chittagong airports. The High Commission of India in Dhaka and our Assistant High Commissions are in regular touch with more than 4000 students remaining in various universities in Bangladesh and are providing necessary assistance. Students from Nepal and Bhutan have also been assisted with their crossing into India on request,\" further read the MEA statement.</p>\n","originalUrl":"https://en.tattvanews.com/international/bangladesh-imposes-nationwide-curfew-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}