{"id":"wp-en-15815","wp_id":15815,"type":"standard","category":"World","language":"en","title":"Protests erupt in Kolkata after CBI fails to frame charges against ex-RG Kar principal","excerpt":"Kolkata saw widespread protests across the city a day after the CBI failed to file a supplementary chargesheet against Sandip Ghosh, the former principal of RG Kar Medical College and Hospital where a trainee doctor was brutally raped and murdered on August 9, and Abhijit Mondal, the former officer-in-charge (OC) of the Tala police station.","author":"Tattva News Team","time":"15/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/RG-Kar-protests.webp","readTime":"5 min read","contentHTML":"\n<p>Kolkata saw widespread protests across the city a day after the CBI failed to file a supplementary chargesheet against Sandip Ghosh, the former principal of RG Kar Medical College and Hospital where a trainee doctor was brutally raped and murdered on August 9, and Abhijit Mondal, the former officer-in-charge (OC) of the Tala police station.</p>\n\n\n\n<p>In October, the central agency submitted its initial chargesheet, identifying Sanjay Roy, a former Kolkata Police civic volunteer, as the prime accused. Ghosh and Mondal were also arrested as part of the investigation. </p>\n\n\n\n<p>However, due to the agency's failure to submit the supplementary chargesheet, despite claiming that it had evidence suggesting Ghosh and Mondal tried to cover up the crime and tampered with evidence, both were granted bail. Mondal walked free, while Ghosh remained behind bars as he had also been arrested in another case related to financial irregularities.</p>\n\n\n\n<p>The CBI's failure deeply shocked the trainee doctor's parents and people from all sections of society who protested for months demanding justice for the victim.</p>\n\n\n\n<p>The development came within days of another setback for the victim’s parents as senior advocate Vrinda Grover, who was representing them in the case in all courts, withdrew herself as their counsel due to “certain intervening factors and circumstances”.</p>\n\n\n\n<p>Since the very beginning, protesters and the victim’s parents have been claiming that the rape and murder of the doctor could not have been committed by a single individual and that others were likely involved.</p>\n\n\n\n<p>Multiple protest rallies were held across Kolkata on Saturday. The West Bengal Junior Doctors’ Front (WBJDF) which had led the statewide doctors’ movement, held a march towards CGO Complex, one of CBI’s offices in Kolkata. The RG Kar victim’s parents also joined the march.</p>\n\n\n\n<p>“From now onwards, we will participate in every protest rally and march. We thought the CBI would deliver us justice, but it failed,” the trainee doctor’s father said. “Now, movement is the only path. The CBI was working well earlier when people were protesting.”</p>\n","originalUrl":"https://en.tattvanews.com/others/protests-erupt-in-kolkata-after-cbi-fails-to-frame-charges-against-ex-rg-kar-principal/","hasAudio":false,"hasInfographics":false}