{"id":"wp-en-14479","wp_id":14479,"type":"standard","category":"World","language":"en","title":"Face-off between Dhankhar and Jaya Bachchan in Rajya Sabha￼","excerpt":"Rajya Sabha Chairman Jagdeep Dhankhar and actor-politician Jaya Bachchan were involved in a face-off on Friday after Bachchan raised objection to his \"tone\" while giving her floor to speak and the former asserting that even a celebrity like her needs to follow decorum. Opposition parties also staged a walkout following the exchanges between Dhankhar and","author":"Tattva News Team","time":"9/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Rajya-Sabha-row.jpeg","readTime":"5 min read","contentHTML":"\n<p>Rajya Sabha Chairman Jagdeep Dhankhar and actor-politician Jaya Bachchan were involved in a face-off on Friday after Bachchan raised objection to his \"tone\" while giving her floor to speak and the former asserting that even a celebrity like her needs to follow decorum.</p>\n\n\n\n<p>Opposition parties also staged a walkout following the exchanges between Dhankhar and Bachchan, a Samajwadi Party MP. Later, while talking to reporters in the parliament complex, Bachchan said she was upset with the tone of the Chairman, and also the way the mic of Leader of Opposition Mallikarjun Kharge was switched off when he stood up to speak in the House.</p>\n\n\n\n<p>The trouble started when the SP member wanted to make a point on an ongoing heated discussion between Opposition parties and the Chairman in the Rajya Sabha over certain remarks made by BJP MP Ghanshyam Tiwari on Kharge a few days ago.</p>\n\n\n\n<p>Dhankhar allowed her saying, \"Jaya Amitabh Bachchan\" make your point. Bachchan rose to say: \"I Jaya Amitabh Bachchan want to say, I am an artist. I understand body language and expressions. Forgive me but your tone is not acceptable. We are colleagues, Sir. You may be sitting in the Chair, and I remember when I went to school...\" On this, a visibly angry Dhankhar interrupted, saying \"Enough of it\".<br><br>\"You may be anybody, you may be a celebrity, you have to understand the decorum, no, nothing doing...Never carry an impression that only you build reputations...we live up to reputations, nothing doing,\" he said.</p>\n\n\n\n<p>When an Opposition party member raised an objection to how Dhankhar could call Bachchan a celebrity when she was a senior Member of Parliament, the Chairman retorted: \"(Does) a senior member of Parliament has a licence to run down the reputation of the Chair... to question the tone and tenor?\"</p>\n\n\n\n<p>The Chairman further said he has the highest respect for all members as Kharge tried to make a point. Dhankhar further said he cannot be a party to the House being converted into an \"epicentre of disturbance\". Talking to reporters in the parliament complex, the SP leader said she \"objected\" to the tone used by the Chair.</p>\n\n\n\n<p> \"We are not school children, some of us are senior citizens. I was upset with the tone and specially when Leader of Opposition stood up to speak he had switched off the mic. How can you do this? This is against the tradition. You have to allow the leader,\" she said.</p>\n\n\n\n<p>She also alleged that members sitting in the Treasury benches use unparliamentary words. \"'You are a nuisance', 'Budhiheen' (stupid), all these words are also spoken by Treasury benches”, she alleged.<br></p>\n","originalUrl":"https://en.tattvanews.com/national/face-off-between-dhankhar-and-jaya-bachchan-in-rajya-sabha%ef%bf%bc/","hasAudio":false,"hasInfographics":false}