{"id":"wp-en-15173","wp_id":15173,"type":"standard","category":"World","language":"en","title":"Karnataka GCC policy aims to generate US$ 50 billion output by 2029￼","excerpt":"The Karnataka government launched a draft policy for Global Capacity Centres (GCC) to generate US$ 50 billion in economic output and attract 500 new GCCs by 2029, creating approximately 350,000 jobs. Designed to enhance investor confidence and promote seamless collaboration within the local innovation ecosystem, the policy seeks to position Karnataka as a global AI","author":"Tattva News Team","time":"1/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Karnataka-Policy.webp","readTime":"5 min read","contentHTML":"\n<p>The Karnataka government launched a draft policy for Global Capacity Centres (GCC) to generate US$ 50 billion in economic output and attract 500 new GCCs by 2029, creating approximately 350,000 jobs.</p>\n\n\n\n<p>Designed to enhance investor confidence and promote seamless collaboration within the local innovation ecosystem, the policy seeks to position Karnataka as a global AI research and development leader. Developed through extensive industry research and consultations with over 500 experts and industry leaders, the policy establishes ambitious goals for growth, incentives, and collaboration.</p>\n\n\n\n<p>At the launch event, Information Technology and Biotechnology Minister Mr. Priyank Kharge stated, \"Today, we proudly launch India's first dedicated policy for Global Capability Centres (GCCs), reaffirming Karnataka's position as the top destination for innovation and business transformation.\"</p>\n\n\n\n<p> He noted that GCCs have evolved from back-office operations to critical drivers of global strategic initiatives, R&D, and technology solutions, contributing US$ 22.2 billion to the state’s economy and employing over 1.2 million people. He projected that the GCC sector would grow at a compound annual rate of 12-14% over the next decade, expecting Karnataka to capture nearly 50% of the national GCC market share by 2029.</p>\n\n\n\n<p>The draft policy is currently open for public comments, inviting input from stakeholders to refine its objectives. Secretary to the Government of Karnataka's Department of Electronics, IT, BT, and S&T, Ms. Ekroop Caur, highlighted the policy's goal of expanding the GCC ecosystem beyond Bengaluru by introducing the \"Beyond Bengaluru Package.\" This initiative aims to attract investments and foster development throughout the state.</p>\n\n\n\n<p>A notable feature of the policy includes the establishment of Global Innovation Districts, comprising 3 new state-of-the-art technology parks—one in Bengaluru and 2 in surrounding clusters—designed to facilitate collaboration among startups, tech leaders, and academia. Anchor investors in these districts will receive special incentives, with mega projects eligible for customized packages.</p>\n","originalUrl":"https://en.tattvanews.com/economy/karnataka-gcc-policy-aims-to-generate-us-50-billion-output-by-2029%ef%bf%bc/","hasAudio":false,"hasInfographics":false}