{"id":"wp-te-20581","wp_id":20581,"type":"standard","category":"World","language":"te","title":"తెలంగాణ నుంచి రాజ్యసభకు  అభిషేక్ సింఘ్వి","excerpt":"తెలంగాణ నుంచి రాజ్యసభ అభ్యర్థి గా అభిషేక్ మను సింఘ్వీని కాంగ్రెస్ పార్టీ ఎంపిక చేసింది. ఈ మేరకు బుధవారం ఎఐసిసి ప్రధాన కార్యదర్శి కెసి వేణుగోపాల్ ప్రకటించారు. కె.కేశవరావు రాజీనామాతో తెలంగాణలో రాజ్యసభ స్థానం ఖాళీ అయిన విషయం తెలిసిందే. రాజ్యసభలోని 12 స్థానాల్లో ఉప ఎన్నికలకు రంగం సిద్ధమైంది.  తెలంగాణ సహా తొమ్మిది రాష్ట్రాలకు చెందిన ఈ ఖాళీలకు సంబంధించి సెప్టెంబరు 3న ఎన్నికలు నిర్వహించేందుకు ఎన్నికల సంఘం (ఇసి) ఇప్పటికే షెడ్యూల్ విడుదల","author":"Tattva News Team","time":"15/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/SInghvi.webp","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ నుంచి రాజ్యసభ అభ్యర్థి గా అభిషేక్ మను సింఘ్వీని కాంగ్రెస్ పార్టీ ఎంపిక చేసింది. ఈ మేరకు బుధవారం ఎఐసిసి ప్రధాన కార్యదర్శి కెసి వేణుగోపాల్ ప్రకటించారు. కె.కేశవరావు రాజీనామాతో తెలంగాణలో రాజ్యసభ స్థానం ఖాళీ అయిన విషయం తెలిసిందే. రాజ్యసభలోని 12 స్థానాల్లో ఉప ఎన్నికలకు రంగం సిద్ధమైంది. </p>\n\n\n\n<p>తెలంగాణ సహా తొమ్మిది రాష్ట్రాలకు చెందిన ఈ ఖాళీలకు సంబంధించి సెప్టెంబరు 3న ఎన్నికలు నిర్వహించేందుకు ఎన్నికల సంఘం (ఇసి) ఇప్పటికే షెడ్యూల్ విడుదల చేసింది.</p>\n\n\n\n<p>సార్వత్రిక ఎన్నికల్లో రాజ్యసభ సభ్యులు పీయూష్ గోయల్, సర్బానంద సోనోవాల్, జ్యోతిరాదిత్య సింధియా, కామఖ్య ప్రసాద్ తస(బిజెపి), మీసా భారతి (ఆర్‌జెడి), వివేక్ ఠాకుర్ (బిజెపి), దీపేంద్రసింగ్ హుడా (కాంగ్రెస్), ఉదయన్ రాజే భోస్లే (బిజెపి), కె.సి.వేణుగోపాల్ (కాంగ్రెస్), బిప్లబ్ కుమార్ దేబ్ (బిజెపి) లోక్‌సభకు ఎన్నికయ్యారు. </p>\n\n\n\n<p>వారి రాజీనామాలతో రాజ్యసభలో ఖాళీలు ఏర్పడ్డాయి. అలాగే తెలంగాణలో బిఆర్‌ఎస్ తరఫున రాజ్యసభ సభ్యుడిగా ఉన్న కె.కేశవరావు రాజీనామా చేసి కాంగ్రెస్‌లో చేరడంతోపాటు ఒడిశాలో బిజెడి ఎంపీ మమతా మొహంత తన పదవికి, పార్టీకి రాజీనామా చేయడంతో ఆ స్థానాలకూ ఉప ఎన్నికలు జరుగుతున్నాయి.</p>\n\n\n\n<p>రాజ్యసభ సభ్యుల ఎన్నికలకు కేంద్ర ఎన్నికల సంఘం నోటిఫికేషన్ విడుదల చేసింది. బుధవారం నుంచి నుంచి ఈ నెల 21వ తేదీ వరకు నామినేషన్ ప్రక్రియ కొనసాగనున్నట్లు ఇసి ప్రకటించింది. నామినేషన్ల ఉపసంహరణకు ఈ నెల 27 వరకు గడువు ఉంది. సెప్టెంబర్ 3న ఉదయం 9 గంటల నుంచి సాయంత్రం 4 గంటల వరకు పోలింగ్ జరగనుంది. అదే రోజు ఓట్ల లెక్కింపు.. ఫలితాలు ప్రకటించనున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20581/15/08/2024/","hasAudio":false,"hasInfographics":false}