{"id":"wp-en-15767","wp_id":15767,"type":"standard","category":"World","language":"en","title":"Auto retail sales up 11.21% in November riding on two-wheeler demand","excerpt":"Retail vehicle sales across categories in India rose by 11.21% to 32,08,719 units in November, compared to 28,85,317 units in the same month last year, driven by two-wheeler demand, according to the Federation of Automobile Dealers Associations (FADA). Two-wheeler sales increased by 15.8% to 26,15,953 units from 22,58,970 units in November 2023, buoyed by the","author":"Tattva News Team","time":"11/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Two-wheeler.webp","readTime":"5 min read","contentHTML":"\n<p>Retail vehicle sales across categories in India rose by 11.21% to 32,08,719 units in November, compared to 28,85,317 units in the same month last year, driven by two-wheeler demand, according to the Federation of Automobile Dealers Associations (FADA).</p>\n\n\n\n<p>Two-wheeler sales increased by 15.8% to 26,15,953 units from 22,58,970 units in November 2023, buoyed by the festive spillover. However, passenger vehicle (PV) sales dropped 13.72% to 3,21,943 units from 3,73,140 units in the year-ago period, hindered by weak market sentiment, limited product variety, and fewer new launches. Commercial vehicle (CV) sales declined by 6.08% to 81,967 units, while three-wheeler sales grew by 4.23% to 1,08,337 units.</p>\n\n\n\n<p>FADA President, Mr. Chittur Selvakumar Vigneshwar, noted subdued marriage-related sales and the late occurrence of Deepawali as factors affecting November's performance. Rural demand supported two-wheelers. PV inventory levels remain high at 65-68 days, prompting FADA's call for original equipment manufacturers (OEMs) to rationalise stocks ahead of the new year.</p>\n\n\n\n<p> While December's outlook appears stable with pockets of potential growth, challenges such as weak consumer sentiment and deferred purchases for new models persist. Year-end discounts and improved product availability are expected to provide some relief.</p>\n\n\n\n<p>FADA remains cautiously optimistic, citing a favourable macroeconomic environment, including a likely bumper Kharif harvest, which could bolster consumer confidence in the coming months.</p>\n","originalUrl":"https://en.tattvanews.com/economy/auto-retail-sales-up-11-21-in-november-riding-on-two-wheeler-demand%ef%bf%bc/","hasAudio":false,"hasInfographics":false}