{"id":"wp-te-19442","wp_id":19442,"type":"standard","category":"World","language":"te","title":"ఉపముఖ్యమంత్రిగా పవన్ కళ్యాణ్ చేరే అవకాశం!","excerpt":"ఆంధ్రప్రదేశ్‌లో మరో రెడు రోజుల్లో కొత్త ప్రభుత్వం కొలువుదీరనున్న నేపథ్యంలో జనసేన అధ్యక్షుడు పవన్ కళ్యాణ్‌కు ఏ బాధ్యతలు చేపడతారనే దానిపై ఆసక్తికరమైన చర్చ జరుగుతోంది. వైసీపీ వైఫల్యాలపై మొదటి నుంచి పోరాడుతున్న పవన్ కళ్యాణ్‌ ఎన్నికల నాటికి కూటమి ఏర్పాటులో కీలక పాత్ర పోషించారు.  తాజా ఎన్నికల్లో 100శాతం స్ట్రైక్‌ రేటుతో విజయం సాధించారు. జనసేన పోటీ చేసిన 21 స‌్థానాల్లో కూడా అభ్యర్థులు విజయం  సాధించి సరికొత్త రికార్డు నెలకొల్పారు. మరోవైపు ఎన్డీఏ కూటమిలో","author":"Tattva News Team","time":"10/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Pawan1.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌లో మరో రెడు రోజుల్లో కొత్త ప్రభుత్వం కొలువుదీరనున్న నేపథ్యంలో జనసేన అధ్యక్షుడు పవన్ కళ్యాణ్‌కు ఏ బాధ్యతలు చేపడతారనే దానిపై ఆసక్తికరమైన చర్చ జరుగుతోంది. వైసీపీ వైఫల్యాలపై మొదటి నుంచి పోరాడుతున్న పవన్ కళ్యాణ్‌ ఎన్నికల నాటికి కూటమి ఏర్పాటులో కీలక పాత్ర పోషించారు. </p>\n\n\n\n<p>తాజా ఎన్నికల్లో 100శాతం స్ట్రైక్‌ రేటుతో విజయం సాధించారు. జనసేన పోటీ చేసిన 21 స‌్థానాల్లో కూడా అభ్యర్థులు విజయం  సాధించి సరికొత్త రికార్డు నెలకొల్పారు. మరోవైపు ఎన్డీఏ కూటమిలో పోటీ చేసిన టీడీపీ సొంతంగా 133 స్థానాల్లో గెలిచింది. </p>\n\n\n\n<p>కేంద్రంలో ప్రధాని మోదీ నేతృత్వంలో మూడో సారి ప్రభుత్వం ఏర్పాటైంది. ఎన్డీఏ ప్రభుత్వంలో టీడీపీ కీలకంగా నిలిచింది. టీడీపికి చెందిన ఇద్దరికి కేంద్ర మంత్రి పదవులు దక్కాయి. ఇద్దరు ఎంపీలు గెలుపొందిన జనసేన నుండి కూడా ఒకరు మోదీ మంత్రివర్గంలో చేరబోతున్నట్లు కధనాలు వ్యాపించినా కార్యరూపం దాల్చలేదు.</p>\n\n\n\n<p>అసలు పవన్ కళ్యాణ్ మంత్రివర్గంలో చేరే విషయమై ఇప్పటి వరకు స్పష్టత వెలువడలేదు. అయితే, ఆదివారం ప్రధానిగా మోదీ ప్రమాణ స్వీకారంలో పాల్గొనేందుకు ఢిల్లీ వెళ్లిన పవన్ కళ్యాణ్‌ ఏపీ ప్రభుత్వంలో చేరేందుకు ఆసక్తిని చూపినట్టు కథనాలు వెలువడ్డాయి. ఉపముఖ్యమంత్రి పదవి తీసుకునేందుకు పవన్‌కల్యాణ్‌ సంసిద్ధత వ్యక్తం చేశారని ఇండియా టుడే ఛానల్‌‌లో ఆదివారం కథనాలు వెల్లడించింది.</p>\n\n\n\n<p>ప్రధానిగా నరేంద్ర మోదీ, కేంద్రమంత్రుల ప్రమాణ స్వీకారానికి పవన్‌కల్యాణ్, ఆయన భార్య అనా కూడా హాజరయ్యారు. ఈ నేపథ్యంలో ఇండియా టుడే ఛానల్‌ ప్రతినిధితో పవన్‌ కల్యాణ్‌తో మాట్లాడారు. అక్కడ హడావుడి వాతావరణంలో రిపోర్టర్‌ అడిగిన ప్రశ్నలకు ఆయన చెప్పిన సమాధానాలు కొంత అస్పష్టంగా ఉన్నా, పవన్‌కల్యాణ్‌ ఆంధ్రప్రదేశ్‌‌లో ఏర్పాటు కానున్న ప్రభుత్వంలో చేరేందుకు సుముఖత వ్యక్తం చేసినట్లు ఇండియా టుడే ప్రతినిధి పేర్కొన్నారు.</p>\n\n\n\n<p>ఆంధ్రప్రదేశ్‌లో ప్రస్తుతం ప్రతిపక్ష స్థానానికి అవసరమైన మెజార్టీ కూడా వైసీపీ దక్కించుకోలేదు. 21 స్థానాల్లో జనసేన మాత్రమే రెండవ ప్రధాన పార్టీగా అవతరించింది. ఉపముఖ్యమంత్రి పదవితో పాటు ఆయనకు కీలకమైన మంత్రిత్వ శాఖను కేటాయించే అవకాశం కూడాలేకపోలేదు. </p>\n\n\n\n<p>మరోవంక, జనసేన ఎమ్యెల్యేలలో ఎవరెవరు మంత్రివర్గంలో చేరే అవకాశాలు ఉన్నాయనేదానిపై కూడా చర్చలు జరుగుతున్నాయి. కనీసం నలుగురు జనసేన ఎమ్యెల్యేలను చంద్రబాబు నాయుడు తన మంత్రివర్గంలో చేర్చుకోవచ్చని భావిస్తున్నారు. ఈ సందర్భంగా నాదెండ్ల మనోహర్, కొణతాల రామకృష్ణ పేర్లు ప్రముఖంగా వినిపిస్తున్నాయి. </p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19442/10/06/2024/","hasAudio":false,"hasInfographics":false}