{"id":"wp-en-15196","wp_id":15196,"type":"standard","category":"World","language":"en","title":"Over 68% voting recorded in Phase 3 of J-K Assembly elections￼","excerpt":"Polling for the final 40 seats in the third and largest phase of the Jammu and Kashmir Assembly elections wrapped up Tuesday, with a voter turnout of 68.72per cent. The highest voter turnout of 73.45 per cent was recorded in Samba district, while the lowest – 55.73 per cent – was witnessed in Baramulla. In","author":"Tattva News Team","time":"2/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/JK-polls1.jpg","readTime":"5 min read","contentHTML":"\n<p>Polling for the final 40 seats in the third and largest phase of the Jammu and Kashmir Assembly elections wrapped up Tuesday, with a voter turnout of 68.72per cent. The highest voter turnout of 73.45 per cent was recorded in Samba district, while the lowest – 55.73 per cent – was witnessed in Baramulla.</p>\n\n\n\n<p>In contrast to the first two phases of polling, the bulk of the seats in the third — 24 seats — are in the Jammu division, while 16 are in Kashmir. Results will be announced on October 8.</p>\n\n\n\n<p>The vote turnout is surpassing the Lok Sabha poll figure in the corresponding seven districts, with the traditional boycott bastions of Sopore and Baramulla recording the highest turnout in an election in the last three decades. According to Election Commission (EC) data, the overall polling percentage in the three phases was 63.45 per cent.</p>\n\n\n\n<p>Officials said the polling went off peacefully in all segments including special polling stations along the International Border and Line of Control (LoC) with no untoward incident reported from anywhere.</p>\n\n\n\n<p>In the recently held parliamentary polls, the turnout in the seven districts that went to polls in the final phase on Tuesday was recorded at 66.78 per cent. The turnout in Phases 1 and 2 was also higher than in the Lok Sabha elections.</p>\n\n\n\n<p>While seven districts in Phase 1 recorded 61.38 per cent turnout, the figure was 60 per cent in the general elections. Similarly, six districts that went to polls in Phase 2 recorded 57.31 per cent polling as compared to 52.17 per cent turnout in the Lok Sabha polls, according to available data.</p>\n\n\n\n<p>Sopore, once a terrorist and separatist stronghold, recorded the lowest turnout of 41.44 per cent but it was far better than the 2014 polls when the seat recorded 30.79 per cent voting, the EC data showed.</p>\n\n\n\n<p>Baramulla, a traditional boycott bastion, recorded a 47.95 per cent turnout as against 39.73 per cent in 2014 while Pattan saw 60.87 per cent polling in comparison to 58.72 per cent recorded in the last assembly polls.</p>\n","originalUrl":"https://en.tattvanews.com/others/over-68-voting-recorded-in-phase-3-of-j-k-assembly-elections%ef%bf%bc/","hasAudio":false,"hasInfographics":false}