{"id":"wp-en-13716","wp_id":13716,"type":"standard","category":"World","language":"en","title":"BJP MLA Raja Singh taken into preventive custody￼","excerpt":"Goshamahal BJP MLA T Raja Singh was taken into preventive custody at Rajiv Gandhi International Airport (RGIA), Shamshabad on Sunday.Raja Singh had arrived at the airport from Mumbai on Sunday morning and was planning to head to Medak district where communal tension prevails over cattle transportation and sale issue.The police took him into preventive custody","author":"Tattva News Team","time":"16/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Raja-Singh.webp","readTime":"5 min read","contentHTML":"\n<p>Goshamahal BJP MLA T Raja Singh was taken into preventive custody at Rajiv Gandhi International Airport (RGIA), Shamshabad on Sunday.Raja Singh had arrived at the airport from Mumbai on Sunday morning and was planning to head to Medak district where communal tension prevails over cattle transportation and sale issue.The police took him into preventive custody and shifted him to a police station where he is presently detained.</p>\n\n\n\n<p>The Goshamahal MLA posted the video of cops taking him into custody at the airport, tagging Prime Minister Narendra Modi and Union home minister Amit Shah. A clash erupted between two communities over the alleged illegal transport of cows on Saturday, and section 144 has been imposed near Ramdas Chowrasta in Medak district.</p>\n\n\n\n<p>The Telangana police also arrested BJP Medak district president Gaddam Srinivas, BJP Medak town president M Nayam Prasad, BJYM president and seven others in connection with the violence in Medak town.They will be produced before the court, the police said.</p>\n\n\n\n<p>According to reports, the management of Minhaj ul Uloom Madarsa in Medak had purchased cattle for sacrifice for Bakrid. Tension began when local members of  Hindutva organizations protested near the madrasa after the sacrificial animals were brought in.</p>\n\n\n\n<p>An hour after the incident, members of the Hindutva groups again reached the madrasa and protested. Soon, police reached the spot and dispersed the crowd.</p>\n\n\n\n<p>Notably, Section 144 of the Criminal Procedure Code (CrPC), which prohibits gathering of four or more people in an area, is usually implemented to avoid any protests that could lead to violence and riots.</p>\n\n\n\n<p>“The police imposed Section 144 in the area and the situation is under control now,” Medak Superintendent of Police Office B Bala Swamy said. A few persons have already been taken into custody and an investigation is ongoing as cases are being registered against both parties and the situation is under control for now, the senior police officer said.</p>\n\n\n\n<p>According to him, the scuffle broke out when the Bharatiya Janata Yuva Morcha (BJYM) leaders stopped the transportation of the cows, and instead of giving a complaint, they staged a protest.“The scuffle led to two persons receiving injuries. After that, both parties staged a protest on the road. The hospital where the injured persons were receiving treatment was also attacked,” Swamy said.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/bjp-mla-raja-singh-taken-into-preventive-custody%ef%bf%bc/","hasAudio":false,"hasInfographics":false}