{"id":"wp-en-14543","wp_id":14543,"type":"standard","category":"World","language":"en","title":"Kangana Ranaut's much-awaited directorial, Emergency, is finally out.￼","excerpt":"Kangana Ranaut has finally unveiled the trailer of her much-awaited directorial, Emergency. As per the trailer, the film touches various topics including the Emergency period, Shimla Agreement between India and Pakistan, rise of Khalistan movement, and JP Andolan, among others. Kangana has not only directed the film, but is also the producer and has played","author":"Tattva News Team","time":"15/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Emergency.jpg","readTime":"5 min read","contentHTML":"\n<p>Kangana Ranaut has finally unveiled the trailer of her much-awaited directorial, Emergency. As per the trailer, the film touches various topics including the Emergency period, Shimla Agreement between India and Pakistan, rise of Khalistan movement, and JP Andolan, among others.</p>\n\n\n\n<p>Kangana has not only directed the film, but is also the producer and has played Indira Gandhi, the Prime Minister of India, who implemented Emergency in 1975. The film also stars Anupam Kher, Shreyas Talpade, Milind Soman, Mahima Choudhry, and late actor Satish Kaushik.</p>\n\n\n\n<p>\"INDIA is INDIRA & INDIRA is INDIA!!! The Most Powerful Woman In The History of the country, The Darkest Chapter She Wrote in its History! Witness ambition collide with tyranny. #EmergencyTrailer Out Now! #KanganaRanaut’s #Emergency Unfolds In cinemas worldwide on 6th September,\" Kangana wrote along with the trailer.</p>\n\n\n\n<p>Soon after Kangana shared the trailer on social media, netizens chimed in the comment section and expressed their views on it. One user wrote, \"The best performance in the Indian cinema.\" \"Queen for a reason,\" wrote another. A third one commented, \"5th national award loading.\"</p>\n\n\n\n<p>In June this year, Kangana finally announced the release date of her directorial after multiple delays. Produced by Zee Studios and Manikarnika Films, the film has music by Sanchit Balhara and screenplay and dialogues by Ritesh Shah.</p>\n\n\n\n<p>Kangana Ranaut contested the 2024 Lok Sabha Elections from Himachal Pradesh's Mandi seat from the Bharatiya Janata Party (BJP) ticket. She won by a huge margin of over 55,000 votes, and Ranaut expressed her gratitude to the voters. Speaking to ANI, she reaffirmed her commitment to serving Himachal Pradesh, her \"janmabhoomi.\"</p>\n\n\n\n<p>The actress achieved a decisive victory over Congress Party's Vikramaditya Singh. Ranaut has been among the handful of Hindi cinema stars who openly extend support to the BJP and Prime Minister Narendra Modi, calling herself a fan of the leader.</p>\n","originalUrl":"https://en.tattvanews.com/national/kangana-ranauts-much-awaited-directorial-emergency-is-finally-out-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}