{"id":"wp-en-13372","wp_id":13372,"type":"standard","category":"World","language":"en","title":"Home Ministry's Office in North Block Gets Bomb Threat Via Email￼","excerpt":"A bomb threat was received by the Union Home Ministry’s office at Delhi’s North Block on email at around 3:30 pm on Wednesday.  Delhi Police, bomb disposal squad and fire department vehicles rushed to the spot. A Delhi Fire Service (DFS) official said a dog squad and bomb disposal and detection teams along with police","author":"Tattva News Team","time":"23/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Home-Ministry.webp","readTime":"5 min read","contentHTML":"\n<p>A bomb threat was received by the Union Home Ministry’s office at Delhi’s North Block on email at around 3:30 pm on Wednesday.  Delhi Police, bomb disposal squad and fire department vehicles rushed to the spot.</p>\n\n\n\n<p>A Delhi Fire Service (DFS) official said a dog squad and bomb disposal and detection teams along with police and fire department personnel conducted searches in the block but found nothing, following which the MHA officials declared it to be a hoax bomb threat.</p>\n\n\n\n<p>“It was a hoax bomb threat we received through email. The Delhi police is investigating into the matter,” said a home ministry spokesperson to ETV Bharat. The call to the DFS was made after an officer posted at the North Block received the bomb threat email, a police officer said.</p>\n\n\n\n<p>The latest threat comes days after similar threats were reported from Indira Gandhi International Airport Terminal-3, and several hospitals in the city. Before that, dozens of schools in Delhi-NCR had also received such threats, which later turned out to be hoaxes. Similar bomb threat emails were received by schools in Jaipur, Lucknow, Kanpur and Ahmedabad.</p>\n\n\n\n<p>Investigations into such hoax bomb threats revealed that such emails have their origin from Pakistan and Russia, although Indian security agencies have sought support of international agencies to get more details of such threat emails.</p>\n","originalUrl":"https://en.tattvanews.com/others/home-ministrys-office-in-north-block-gets-bomb-threat-via-email%ef%bf%bc/","hasAudio":false,"hasInfographics":false}