{"id":"wp-te-20884","wp_id":20884,"type":"standard","category":"World","language":"te","title":"కోర్టుల్లోని ‘వాయిదాల సంస్కృతి’ని మార్చాలి.. ముర్ము","excerpt":"కక్షిదారులకు సత్వర న్యాయం అందాలంటే కోర్టుల్లోని ‘వాయిదాల సంస్కృతి’ని మార్చాల్సి ఉందని రాష్ట్రపతి ద్రౌపది ముర్ము స్పష్టం చేశారు. దీనిపై తొలుత దృష్టి పెట్టాలని న్యాయవ్యవస్థకు సూచించారు. ఢిల్లీలో రెండు రోజుల పాటు జరిగిన జిల్లా స్థాయి న్యాయవ్యవస్థ జాతీయ సదస్సు ముగింపు ఉత్సవంలో ఆమె ఆదివారం ప్రసంగించారు.  పెండింగ్‌ కేసులు ‘మనందరికీ’ పెద్ద సవాలుగా మారాయని చెబుతూ  ఈ సమస్యను పరిష్కరించాలంటే తొలుత కేసుల విచారణను వాయిదా వేసే విధానంలో మార్పులు రావాలని ఆమె చెప్పారు.","author":"Tattva News Team","time":"2/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Murmu-Chandrachud.webp","readTime":"5 min read","contentHTML":"\n<p>కక్షిదారులకు సత్వర న్యాయం అందాలంటే కోర్టుల్లోని ‘వాయిదాల సంస్కృతి’ని మార్చాల్సి ఉందని రాష్ట్రపతి ద్రౌపది ముర్ము స్పష్టం చేశారు. దీనిపై తొలుత దృష్టి పెట్టాలని న్యాయవ్యవస్థకు సూచించారు. ఢిల్లీలో రెండు రోజుల పాటు జరిగిన జిల్లా స్థాయి న్యాయవ్యవస్థ జాతీయ సదస్సు ముగింపు ఉత్సవంలో ఆమె ఆదివారం ప్రసంగించారు. </p>\n\n\n\n<p>పెండింగ్‌ కేసులు ‘మనందరికీ’ పెద్ద సవాలుగా మారాయని చెబుతూ  ఈ సమస్యను పరిష్కరించాలంటే తొలుత కేసుల విచారణను వాయిదా వేసే విధానంలో మార్పులు రావాలని ఆమె చెప్పారు. అత్యాచారం వంటి కేసుల్లోనూ తీర్పులు ఆలస్యమవుతున్నాయని రాష్ట్రపతి ఆవేదన వ్యక్తం చేశారు.</p>\n\n\n\n<p> ‘‘అత్యాచారం వంటి కేసుల్లోనూ తీర్పులు వచ్చేసరికి తరం మారుతోంది. న్యాయ ప్రక్రియలో సున్నితత్వం లోపించిందని సామాన్యులు అనుకుంటున్నారు’’ అని రాష్ట్రపతి వ్యాఖ్యానించారు. గ్రామాల్లోని ప్రజలు న్యాయాలయాలను దేవాలయాలుగా భావిస్తున్నారని ఆమె చెప్పారు. </p>\n\n\n\n<p>‘‘దేవుని ఇంట్లో ఆలస్యం జరుగుతుందేమోగానీ, అన్యాయం మాత్రం జరగదని నమ్ముతుంటారు. కానీ ఈ అలస్యం ఎంత కాలం? మనమంతా దీనిపై ఆలోచించాలి’’ అని హితవు చెప్పారు. ‘‘కొందరికి న్యాయం లభించే సమయానికి వారి ముఖాల్లో నవ్వులు కనిపించడం లేదు. కొందరి జీవితాలు అంతమవుతున్నాయి. దీనిపై మనమంతా దృష్టి పెట్టాలి’’ అని ముర్ము సూచించారు. </p>\n\n\n\n<p>కోర్టు రూముల తీరుపై ప్రస్తావిస్తూ కోర్టు రూముల సెట్టింగ్‌ను చూడగానే సామాన్యుల్లో ఒత్తిడి పెరుగుతుందని ఆమె చెప్పారు. దీనికి ‘నల్ల కోర్టు లక్షణం’ (బ్లాక్‌ కోర్ట్‌ సిండ్రోం) అన్న పేరు పెట్టారు. దీనిపై అధ్యయనం జరగాలని సూచించారు. న్యాయాధికారుల పోస్టుల్లో మహిళల సంఖ్య పెరుగుతుండడంపై ఆమె  హర్షం వ్యక్తం చేశారు.</p>\n\n\n\n<p>సీజేఐ జస్టిస్‌ చంద్రచూడ్‌ ప్రసంగిస్తూ జిల్లా స్థాయి కోర్టుల్లో మహిళా అధికారులు, న్యాయవాదులకు తగిన సౌకర్యాలు లేవని చెప్పారు. కేవలం 6.7శాతం కోర్టుల్లోనే మహిళలకు కనీస సౌకర్యాలు ఉన్నాయని తెలిపారు. కొన్ని రాష్ట్రాల్లో 60-70 శాతం మేర మహిళలను న్యాయాధికారులుగా భర్తీ చేస్తున్నారని, అలాంటప్పుడు వారికి కావాల్సిన సౌకర్యాలు కల్పించాల్సి ఉందని ఆయన  చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20884/02/09/2024/","hasAudio":false,"hasInfographics":false}