{"id":"wp-en-15059","wp_id":15059,"type":"standard","category":"World","language":"en","title":"CPJ announces $1M initiative to protect climate journalists￼","excerpt":"The Committee to Protect Journalists (CPJ) announced the Climate Crisis Journalist Protection Initiative, which will ensure that journalists reporting on climate issues are able to do so freely and safely. The initiative will provide climate journalists with assistance, safety training, and other forms of support. CPJ has raised nearly one-third of the funds needed for the","author":"Tattva News Team","time":"24/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/CPJ.jpg","readTime":"5 min read","contentHTML":"\n<p>The Committee to Protect Journalists (CPJ) announced the Climate Crisis Journalist Protection Initiative, which will ensure that journalists reporting on climate issues are able to do so freely and safely. The initiative will provide climate journalists with assistance, safety training, and other forms of support.<br><br>CPJ has raised nearly one-third of the funds needed for the $1 million dollar initiative, which CPJ CEO Jodie Ginsberg unveiled today at the 2024 Clinton Global Initiative meeting. The annual meeting is a venue for civil society groups to publicly commit to action on global problems. </p>\n\n\n\n<p>“Journalists probe political corruption and the organized crime networks exploiting natural resources. They report on environmental devastation and the innovations and policies to stop it,” said Ginsberg at the meeting. “Such reporting is becoming increasingly dangerous. Climate change is the issue of our time and one that requires journalists to be able to report freely and safely. This initiative will help ensure that.”</p>\n\n\n\n<p>The Climate Crisis Journalist Protection Initiative will: </p>\n\n\n\n<p>* Provide financial and non-financial support, including mental health assistance and tailored safety workshops, to journalists via a dedicated emergency fund </p>\n\n\n\n<p>* Further CPJ’s research to detect global hotspots and safety trends, map journalist needs, and conduct preventative outreach</p>\n\n\n\n<p>* Help increase awareness of the threats facing climate reporters and transform existing journalist protection mechanisms to account for climate-related threats</p>\n\n\n\n<p>* Engage with the private sector to ensure that journalists face no barriers to and no reprisal for their reporting on companies that are exacerbating or working to solve the climate crisis</p>\n\n\n\n<p>Between 2009 and 2023, at least 749 journalists and news media outlets reporting on environmental issues were targeted with murder, physical violence, arrest, online harassment, or legal attacks, according to UNESCO. More than 300 of these attacks occurred between 2019 and 2023 – a 42% increase on the preceding five years (2014-2018).</p>\n\n\n\n<p>CPJ has long documented climate-related attacks on journalists and has published safety advice on covering extreme weather events, flash floods and wildfires. In 2001, CPJ established its journalist assistance program to dispense emergency grants to journalists in distress worldwide. In 2023 CPJ provided assistance to 719 journalists from 59 countries. </p>\n\n\n\n<p>CPJ’s Climate Crisis Journalist Protection Initiative was unveiled during the 2024 annual meeting of the Clinton Global Initiative in New York on September 23, during a session on solutions for journalists covering crises, featuring former Secretary of State Hillary Clinton, among others.</p>\n","originalUrl":"https://en.tattvanews.com/international/cpj-announces-1m-initiative-to-protect-climate-journalists%ef%bf%bc/","hasAudio":false,"hasInfographics":false}