{"id":"wp-en-13836","wp_id":13836,"type":"standard","category":"World","language":"en","title":"JP Nadda is now Leader of House in Rajya Sabha￼","excerpt":"Bharatiya Janata Party has declared Union Health Minister and party's national president JP Nadda as the Leader of the House in Rajya Sabha. He replaced Piyush Goyal, who entered Lok Sabha in 2024 after winning the Mumbai North constituency. Goyal was elected as the Rajya Sabha MP on July 5, 2010 and was declared the Leader","author":"Tattva News Team","time":"25/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/JP-Nadda.jpg","readTime":"5 min read","contentHTML":"\n<p>Bharatiya Janata Party has declared Union Health Minister and party's national president JP Nadda as the Leader of the House in Rajya Sabha. He replaced Piyush Goyal, who entered Lok Sabha in 2024 after winning the Mumbai North constituency.</p>\n\n\n\n<p>Goyal was elected as the Rajya Sabha MP on July 5, 2010 and was declared the Leader of the House on July 14, 2021. He was elected as the Lok Sabha MP on June 4, and was sworn in the Lower House on June 24.</p>\n\n\n\n<p>JP Nadda was first elected to Rajya Sabha on April 3, 2012. He was made the Leader of the House on June 24. Nadda's term as BJP president is about to end shortly and he may continue till the time a new party president is elected.</p>\n\n\n\n<p>Nadda's rise in BJP ranks continues unabated with the Himachal Pradesh strongman silently eking his way through a complex power structure.</p>\n\n\n\n<p><a href=\"https://api.whatsapp.com/send?text=BJP President JP Nadda replaces Piyush Goyal as Leader of House in Rajya Sabha https://www.telegraphindia.com/india/bjp-president-jp-nadda-replaces-piyush-goyal-as-leader-of-house-in-rajya-sabha/cid/2029292\"></a><a href=\"javascript:void(0);\"></a>Congress president Mallikarjun Kharge is the Leader of the Opposition in the Rajya Sabha. Besides Nadda, there are 11 members of the Upper House who are in the Union Council of Ministers.</p>\n","originalUrl":"https://en.tattvanews.com/national/jp-nadda-is-now-leader-of-house-in-rajya-sabha%ef%bf%bc/","hasAudio":false,"hasInfographics":false}