{"id":"wp-te-19986","wp_id":19986,"type":"standard","category":"World","language":"te","title":"ప్రపంచానికి భారత్‌ బౌద్ధాన్నిచ్చింది - యుద్ధాన్ని కాదు... మోదీ","excerpt":"ప్రపంచానికి భారత్‌ బౌద్ధాన్ని ఇచ్చిందని, యుద్ధాన్ని కాదని ప్రధాని నరేంద్ర మోదీ స్పష్టం చేశారు. భారత్‌ ఎప్పుడూ సర్వమానవాళి శాంతి, సామరస్యాలే కోరుకుందని చెబుతూ  21వ శతాబ్దంలో ఆ బాధ్యతను మరింత సమర్థంగా నిర్వహించేందుకు సిద్ధంగా ఉందని తెలిపారు. ఆస్ట్రియా పర్యటనలో ఉన్న ప్రధాని అక్కడి భారతీయులను ఉద్దేశించి ఈ మేరకు ప్రసంగించారు.  ప్రపంచ దేశాలు భారతదేశం వైపు ఆసక్తిగా చూస్తున్నాయని ప్రధాని మోదీ చెప్పారు. 'భారత్‌ చేసే ఆలోచనలు, పనులను ప్రపంచం మొత్తం నిశితంగా గమనిస్తున్నాయి.","author":"Tattva News Team","time":"11/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-V.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రపంచానికి భారత్‌ బౌద్ధాన్ని ఇచ్చిందని, యుద్ధాన్ని కాదని ప్రధాని నరేంద్ర మోదీ స్పష్టం చేశారు. భారత్‌ ఎప్పుడూ సర్వమానవాళి శాంతి, సామరస్యాలే కోరుకుందని చెబుతూ  21వ శతాబ్దంలో ఆ బాధ్యతను మరింత సమర్థంగా నిర్వహించేందుకు సిద్ధంగా ఉందని తెలిపారు. ఆస్ట్రియా పర్యటనలో ఉన్న ప్రధాని అక్కడి భారతీయులను ఉద్దేశించి ఈ మేరకు ప్రసంగించారు. </p>\n\n\n\n<p>ప్రపంచ దేశాలు భారతదేశం వైపు ఆసక్తిగా చూస్తున్నాయని ప్రధాని మోదీ చెప్పారు. 'భారత్‌ చేసే ఆలోచనలు, పనులను ప్రపంచం మొత్తం నిశితంగా గమనిస్తున్నాయి. వేల సంవత్సరాలుగా భారత్‌ తమ నైపుణ్యాన్ని, విజ్ఞానాన్ని ప్రపంచంతో పంచుకుంటోంది. తద్వారా యుద్ధానికి బదులుగా శాంతి, సామరస్యాన్ని ప్రచారం చేస్తోంది. ప్రపంచం ఇప్పుడు భారత్‌ను విశ్వబంధుగా చూస్తోంది. అది మనందరికీ గర్వకారణం' అని ప్రధాని తెలిపారు. </p>\n\n\n\n<p>`దేశాన్ని మూడో అతిపెద్ద ఆర్థిక వ్యవస్థగా మార్చడమే లక్ష్యంగా ముందుకు సాగుతున్నాం. 2047 నాటికి భారత్‌ను అభివృద్ధి చెందిన దేశంగా తీర్చిదిద్దుతాం. తర్వాత వెయ్యేళ్ల పాటు అభివృద్ధి చెందిన, బలమైన దేశంగా కొనసాగేలా ప్రణాళికలు రచిస్తున్నా' అని భారత్‌పై తన భవిష్యత్‌ ప్రణాళికల గురించి ప్రధాని మోదీ ప్రవాసులకు వివరించారు. </p>\n\n\n\n<p>భారత్‌ తరహాలోనే ఆస్ట్రియా చరిత్ర, సంస్కృతి చాలా పురాతమైనది, గొప్పదని ప్రధాని మోదీ పేర్కొన్నారు. ఇరు దేశాల మధ్య బంధాలూ చరిత్రాత్మకమైనవని గుర్తు చేశారు. దీని వల్ల ఉభయ దేశాలూ లబ్ధి పొందాయని తెలిపారు. సంస్కృతి, వాణిజ్యం ఇలా అన్ని రంగాల్లో సహకారం కొనసాగుతోందని చెప్పారు. మోదీ ప్రసంగిస్తున్నంతసేపూ అక్కడి ప్రవాసులు 'భారత్‌ మాతా కీ జై', 'వందేమాతరం' అనే నినాదాలతో సభను హోరెత్తించారు. </p>\n\n\n\n<p>రష్యా, ఆస్ట్రియా పర్యటనను ముగించుకున్న ప్రధాని భారత్‌కు గురువారం వచ్చారు. ఈ పర్యటనలో రష్యా అధ్యక్షుడు పుతిన్‌, ఆస్ట్రియా ఛాన్స్‌లర్‌ కార్ల్‌ నెహమ్మర్‌, అధ్యక్షుడు అలెగ్జాండర్‌ వాండర్‌ బెల్లెన్‌తో ప్రధాని ఫలవంతమైన చర్చలు జరిపారు. వివిధ అంశాల్లో సహకారాన్ని మరింత బలోపేతం చేయాలని పరస్పరం నిర్ణయించారు. రష్యాలోనూ అక్కడి భారతీయులను ఉద్దేశించి మోదీ ప్రసంగించారు.</p>\n","originalUrl":"https://tattvanews.com/19986/11/07/2024/","hasAudio":false,"hasInfographics":false}