{"id":"wp-te-20146","wp_id":20146,"type":"standard","category":"World","language":"te","title":"ఉగ్రవాదుల ఏరివేతకు 500 మంది పారా కమాండోలు","excerpt":"ఒక్క నెలలోనే ఆరు ఉగ్ర దాడులు జమ్మును కుదిపేశాయి. 20 మందికిపైగా ఆర్మీ జవాన్లను పొట్టనబెట్టుకున్న ఈ దాడులను రక్షణ శాఖ సవాల్‌గా తీసుకుంది. జమ్ము పరిధిలోని దట్టమైన అడవుల్లో దాగి, ఆర్మీపై దొంగ దాడులు చేస్తున్న ముష్కరుల పని పట్టేందుకు 500 మందితో కూడిన పారా కమాండో దళాన్ని రంగంలోకి దించింది. జమ్ములో యాభైమంది ఉగ్రవాదులు చురుగ్గా ఉన్నట్టు రక్షణ శాఖ ఇప్పటికే గుర్తించింది. వారిని ఏరివేసే ఆపరేషన్‌ను మొదలుపెట్టింది. ముఖ్యంగా ఉగ్రవాదులకు అందుతున్న సహకారంపై","author":"Tattva News Team","time":"21/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Commandos.webp","readTime":"5 min read","contentHTML":"\n<p>ఒక్క నెలలోనే ఆరు ఉగ్ర దాడులు జమ్మును కుదిపేశాయి. 20 మందికిపైగా ఆర్మీ జవాన్లను పొట్టనబెట్టుకున్న ఈ దాడులను రక్షణ శాఖ సవాల్‌గా తీసుకుంది. జమ్ము పరిధిలోని దట్టమైన అడవుల్లో దాగి, ఆర్మీపై దొంగ దాడులు చేస్తున్న ముష్కరుల పని పట్టేందుకు 500 మందితో కూడిన పారా కమాండో దళాన్ని రంగంలోకి దించింది. జమ్ములో యాభైమంది ఉగ్రవాదులు చురుగ్గా ఉన్నట్టు రక్షణ శాఖ ఇప్పటికే గుర్తించింది.</p>\n\n\n\n<p>వారిని ఏరివేసే ఆపరేషన్‌ను మొదలుపెట్టింది. ముఖ్యంగా ఉగ్రవాదులకు అందుతున్న సహకారంపై దృష్టి పెట్టింది. నిర్మాణ పనులు చేసే కూలీల ద్వారా నెట్‌వర్క్‌ను పెంచుకున్న ఉగ్రవాదులకు ఏఏ మార్గాల్లో ఆహారం, వసతి సౌకర్యాలు లభిస్తున్నాయనేది గుర్తించే పనిలో పడింది. మరోవైపు తాజా ఉగ్ర దాడుల వెనుక ఎవరు ఉన్నారనేదీ రక్షణ శాఖ కూపీ లాగుతోంది.</p>\n\n\n\n<p>ఈ క్రమంలో...ఉగ్ర కార్యకలాపాల ప్రధాన కేంద్రం కశ్మీర్‌ నుంచి జమ్ముకు మారిన విషయం బయటపడింది. జమ్ము, ఆ ప్రాంత పరిధిలోని రజౌరీ, పూంచ్‌, రేసీ, కఠువా పాకిస్థాన్‌ కేంద్రంగా పనిచేస్తున్న ఉగ్రవాద సంస్థలకు ప్రధాన లక్ష్యాలుగా మారాయి. ఉగ్ర దాడుల్లో కశ్మీర్‌లో గత ఏడాది ఏడుగురు జవాన్లు చనిపోగా, రజౌరీ, పూంచ్‌లో ఇరవై మంది మరణించడం.. జమ్ముకు పెరిగిన ఉగ్ర తాకిడికి నిదర్శనం. పాక్‌ రెగ్యులర్‌ విభాగంలో పనిచేసిన ఓ అధికారి శిక్షణలోనే దాడులకు ముష్కరులు తెగబడ్డారని నిఘా విభాగం నివేదికలు వెల్లడిస్తున్నాయి.</p>\n\n\n\n<p>ను ఉగ్రవాదులు వాడినట్టు నిఘా వర్గాలు గుర్తించాయి. అఫ్ఘానిస్థాన్‌ను వదిలి వెళ్లేటప్పుడు అక్కడ అమెరికా వదిలిపెట్టిన ఆయుధాలు పాకిస్థాన్‌ సరిహద్దుల గుండా జమ్మూకశ్మీర్‌లోకి ప్రవేశిస్తున్నాయి. కఠువా సహా కొన్ని ప్రాంతాల్లో జరిపిన దాడుల్లో ఉగ్రవాదులు బైనక్యూలర్‌ సహిత ఎమ్‌-4 యూఎస్‌ కార్బన్‌లు, చైనీస్‌ స్టీల్‌ కోర్‌ బుల్లెట్లు వాడారు.</p>\n\n\n\n<p>దీన్నిబట్టి పాక్‌ రెగ్యులర్‌ ఆర్మీలో పనిచేసిన మాజీ అధికారి వద్ద తర్ఫీదు పొందినవారే ఈ దాడుల్లో పాల్గొన్నారని నిఘా వర్గాలు చెబుతున్నాయి. ‘‘ఎమ్‌-4 కార్బన్‌లు, చైనీస్‌ స్టీల్‌ కోర్‌ బుల్లెట్లను వాడి గత ఏడాది ఏప్రిల్‌ 20న పూంచ్‌లోని టోటాగలీలో జరిపిన అంబు్‌షలో ఐదుగురు జవాన్లు చనిపోయారు.</p>\n\n\n\n<p>ఉగ్ర దాడులకు వీటిని వాడటం అదే మొదటిసారి. జమ్ములో దాడులు చేసిన ఉగ్రవాదుల వెనుక పాక్‌ మాజీ ఆర్మీ అధికారులు ఉన్నారని స్పష్టంగా చెప్పలేం. కానీ, ఈ దాడులకు వాడిన ఆయుధాలుగానీ, ఉపయోగించిన గెరిల్లా యుద్ధ పద్ధతులుగానీ మామూలు శిక్షణ ఉన్న ఉగ్రవాదులకు సాధ్యమయ్యే విషయం మాత్రం కాదు. దట్టమైన అడవుల్లో పొంచి ఉండి.. అత్యాధునిక ఆయుధాలతో దాడులు చేస్తుండటం వల్లనే... ముష్కరులను కట్టడి చేయడం కష్టంగా మారింది’’ అని ఓ సీనియర్‌ పోలీసు అధికారి విశ్లేషించారు.</p>\n","originalUrl":"https://tattvanews.com/20146/21/07/2024/","hasAudio":false,"hasInfographics":false}