{"id":"wp-en-12769","wp_id":12769,"type":"standard","category":"World","language":"en","title":"17 Indians on board in Iran seized Israel cargo ship￼","excerpt":"As many as 17 Indian nationals were onboards a cargo ship which was taken control of by Iran off the coast of UAE, sources said on Saturday. Commandos from Iran's paramilitary Revolutionary Guard rappelled down from a helicopter onto an Israeli-affiliated container ship near the Strait of Hormuz and seized the vessel Saturday, the latest in","author":"Tattva News Team","time":"14/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Isreal-Ship1.jpg","readTime":"5 min read","contentHTML":"\n<p>As many as 17 Indian nationals were onboards a cargo ship which was taken control of by Iran off the coast of UAE, sources said on Saturday. Commandos from Iran's paramilitary Revolutionary Guard rappelled down from a helicopter onto an Israeli-affiliated container ship near the Strait of Hormuz and seized the vessel Saturday, the latest in a series of attacks between the two countries.</p>\n\n\n\n<p>\"We are aware that a cargo ship ‘MSC Aries’ has been taken control of by Iran. We have learnt that there are 17 Indian nationals onboard. We are in touch with the Iranian authorities through diplomatic channels, both in Tehran and in Delhi, to ensure the security, welfare and early release of Indian nationals,\" sources said.</p>\n\n\n\n<p>The Middle East had braced for potential Iranian retaliation over a suspected Israeli strike earlier this month on an Iranian consular building in Syria that killed 12 people, including a senior Guard general who once commanded its expeditionary Quds Force there. </p>\n\n\n\n<p>Iran will bear consequences if it escalates violence in the region, an Israeli military spokesperson said on Saturday.“Iran will bear the consequences for choosing to escalate the situation any further,” Rear Admiral Daniel Hagari said in a statement.</p>\n\n\n\n<p> “Israel is on high alert. We have increased our readiness to protect Israel from further Iranian aggression. We are also prepared to respond.” The statement was sent after the statement was made in reference to the seizure of a vessel between the United Arab Emirates and Iran.</p>\n\n\n\n<p>Iran’s state-run IRNA news agency acknowledged the seizure after a video seen by the AP shows the commandos raiding the ship on Saturday, an attack a Mideast defence official attributed to Iran amid wider tensions between Tehran and the West.</p>\n\n\n\n<p>Commandos from Iran’s paramilitary Revolutionary Guard rappelled down onto a container ship near the Strait of Hormuz and seized the vessel on Saturday, authorities said.</p>\n\n\n\n<p>The attack was earlier reported by the British military’s United Kingdom Maritime Trade Operations, which said it took place in the Gulf of Oman off the Emirati port city of Fujairah. Agencies</p>\n\n\n\n<p>Earlier, US President Joe Biden said he expected Iran to attack Israel “sooner, rather than later” and warned Tehran not to proceed. Asked by reporters about his message to Iran, Biden said simply, “Don't,” and he underscored Washington's commitment to defend Israel.“We are devoted to the defence of Israel. We will support Israel. We will help defend Israel and Iran will not succeed,” he said.</p>\n","originalUrl":"https://en.tattvanews.com/international/17-indians-on-board-in-iran-seized-israel-cargo-ship%ef%bf%bc/","hasAudio":false,"hasInfographics":false}