{"id":"wp-en-15514","wp_id":15514,"type":"standard","category":"World","language":"en","title":"Consumers exploring both luxury, sustainable mobility alternatives￼","excerpt":"Consumers in India are increasingly exploring both luxury and sustainable alternatives in the automotive sector, according to a survey conducted by Grant Thornton Bharat titled \"Shifting Gears: Understanding Passenger Vehicle Market Trends.\" The survey revealed that 85% of respondents are considering premium vehicle models, with a growing preference for hybrid vehicles, which now attract 40%","author":"Tattva News Team","time":"31/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Auto.webp","readTime":"5 min read","contentHTML":"\n<p>Consumers in India are increasingly exploring both luxury and sustainable alternatives in the automotive sector, according to a survey conducted by Grant Thornton Bharat titled \"Shifting Gears: Understanding Passenger Vehicle Market Trends.\"</p>\n\n\n\n<p>The survey revealed that 85% of respondents are considering premium vehicle models, with a growing preference for hybrid vehicles, which now attract 40% of consumer interest, compared to just 17% for electric vehicles (EVs). In contrast, 34% of participants still favour petrol vehicles, highlighting the transitional nature of the market.</p>\n\n\n\n<p>This trend indicates that while consumers seek sustainable options, they await more robust EV infrastructure and incentives. The rise of hybrid vehicles may serve as a bridge, familiarising consumers with alternative technologies and potentially accelerating future EV adoption.</p>\n\n\n\n<p>Grant Thornton Bharat's Partner and Auto & EV Industry Leader, Mr. Saket Mehra, emphasised the importance of adapting to changing consumer preferences as market dynamics evolve.</p>\n\n\n\n<p>The festive season is critical for the Indian automotive industry, typically accounting for 30-40% of annual sales; however, challenges such as high inventory levels, weather disruptions, and regional elections have tempered growth this year.</p>\n\n\n\n<p>Despite a muted first half of FY25, where overall domestic sales increased by just 0.5%, the demand for utility vehicles (UVs) and sports utility vehicles (SUVs) remains strong, with these segments experiencing a 13% YoY growth and constituting 65% of passenger vehicle sales.</p>\n\n\n\n<p>With 7.9 lakh units worth US$ 9.40 billion (Rs. 79,000 crore) stockpiled as of September 2024, automakers can attract consumers through substantial festive discounts, as nearly 90% of respondents expect such offers. Additionally, a rising demand for advanced safety features in vehicle models reflects a shift in consumer awareness and priorities.</p>\n","originalUrl":"https://en.tattvanews.com/economy/consumers-exploring-both-luxury-sustainable-mobility-alternatives%ef%bf%bc/","hasAudio":false,"hasInfographics":false}