{"id":"wp-en-15745","wp_id":15745,"type":"standard","category":"World","language":"en","title":"RBI keeps Repo rate unchanged","excerpt":"The Reserve Bank of India (RBI) on Friday (December 6) slashed the cash reserve ratio (CRR) by 50 basis points (bps) to 4% from 4.5% in a bid to boost liquidity in the financial system. CRR is the percentage of a bank’s total deposits that it is required to maintain in liquid cash with the RBI","author":"Tattva News Team","time":"6/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/12/RBI-Governor.jpeg","readTime":"5 min read","contentHTML":"\n<p>The Reserve Bank of India (RBI) on Friday (December 6) slashed the cash reserve ratio (CRR) by 50 basis points (bps) to 4% from 4.5% in a bid to boost liquidity in the financial system. CRR is the percentage of a bank’s total deposits that it is required to maintain in liquid cash with the RBI as a reserve.</p>\n\n\n\n<p>The Monetary Policy Committee  (MPC) of the RBI, which met in Mumbai on Friday,  however, kept the Repo rate  – the key policy rate – unchanged at 6.5% in a majority 4-2 decision. This is the eleventh consecutive monetary policy, over 22 months, which has left the Repo rate unchanged.</p>\n\n\n\n<p>Significantly, the policy panel cut the GDP growth estimate to 6.6% in FY2025 from 7.2% projected earlier, and raised the retail <a href=\"https://indianexpress.com/article/explained/everyday-explainers/what-are-wholesale-price-index-consumer-price-index-inflation-rates-7820831/\">i</a>nflation forecast to 4.8% for the current fiscal from 4.5% projected earlier.</p>\n\n\n\n<p>The six-member MPC also decided to retain the monetary policy stance as ‘neutral’ in the policy. The decision to cut CRR by 50 bps will free up Rs 1.16 lakh crore to the banking system, augmenting the lendable resources of banks.</p>\n\n\n\n<p>The liquidity in the banking system has tightened because of the RBI’s actions to stabilise the rupee. There have been a lot of dollar sales (by the RBI), which has affected the overall liquidity in the system. In December, liquidity will further tighten due to outflows related to payment of advance tax, goods and services tax (GST), and quarter-end demand for credit.</p>\n","originalUrl":"https://en.tattvanews.com/economy/rbi-keeps-repo-rate-unchanged%ef%bf%bc/","hasAudio":false,"hasInfographics":false}