{"id":"wp-en-14379","wp_id":14379,"type":"standard","category":"World","language":"en","title":"ITUC condemns govt.-led violence in Bangladaesh￼","excerpt":"The International Trade Union Confederation (ITUC) is gravely concerned by the recent government-led violence in Bangladesh, particularly scenes in which outdoor workers have been shot dead by security forces openly firing at protesters. Student groups have taken to the streets to oppose the Government’s reinstatement of quotas that would award one-third of civil service jobs","author":"Tattva News Team","time":"2/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/ITUC.jpg","readTime":"5 min read","contentHTML":"\n<p>The International Trade Union Confederation (ITUC) is gravely concerned by the recent government-led violence in Bangladesh, particularly scenes in which outdoor workers have been shot dead by security forces openly firing at protesters.</p>\n\n\n\n<p>Student groups have taken to the streets to oppose the Government’s reinstatement of quotas that would award one-third of civil service jobs to the relatives of veterans from Bangladesh’s 1971 war of independence. During the protests, at least 200 students, activists, and workers have been killed, thousands arrested, and civilian access to information and freedom of expression restricted by an internet shutdown.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle stated: \"The situation in Bangladesh is alarming and worsening. The brutal response to peaceful protests is unacceptable. We stand with the workers and students of Bangladesh in their fight for justice and human rights.</p>\n\n\n\n<p>“For many years, the ITUC has deplored the eagerness of Bangladeshi security forces to use force against workers exercising their basic rights, such as the right to strike and to peaceful protest. That is why, in the 2024 ITUC Global Rights Index, Bangladesh is once again among of the 10 worst countries in the world for working people.</p>\n\n\n\n<p>“The latest killings by security forces under government control show that nothing has changed despite the country’s commitments to international human rights bodies and the supervisory system of the ILO.</p>\n\n\n\n<p>“The government must immediately halt mass arrests and release all those detained, including student organisers and leaders. Furthermore, we fully support the call by ITUC affiliate the Bangladesh Free Trade Union Congress for a credible, national judicial inquiry and a UN-led investigation into the human rights violations and killings of students and workers.”</p>\n\n\n\n<p>The ITUC also demands:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>Justice for the victims of state violence, including appropriate compensation.</li><li>Respect for the safety and rights of all workers and their families, particularly outdoor workers.</li><li>Protection of civil liberties in accordance with international human rights and labour standards obligations.</li><li>Engagement in meaningful social dialogue with trade unions, particularly on labour law reform and employment policies.</li></ul>\n\n\n\n<p>Luc Triangle concluded: “The working people of Bangladesh deserve better. We demand action now to prevent further loss of life, ensure accountability for the violence and killings, and respect for human rights in Bangladesh.”</p>\n","originalUrl":"https://en.tattvanews.com/international/ituc-condemns-govt-led-violence-in-bangladaesh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}