{"id":"wp-te-20277","wp_id":20277,"type":"standard","category":"World","language":"te","title":"నీతి ఆయోగ్ సమావేశంకు 10 రాష్టాల సిఎంలు డుమ్మా","excerpt":"ప్రధాని నరేంద్ర మోదీ అధ్యక్షతన జరిగిన నీతి ఆయోగ్ 9వ గవర్నింగ్ కౌన్సిల్ సమావేశంలో దాదాపు 10 రాష్ట్రాలు, కేంద్రపాలిత ప్రాంతాలు పాల్గొనలేదని నీతి ఆయోగ్ సిఇఓ బివిఆర్ సుబ్రహ్మణ్యం శనివారం తెలిపారు. ముఖ్యమంత్రులు, కేంద్ర పాలిత ప్రాంతాల లెఫ్టినెంట్ గవర్నర్లు మొత్తం 26 మంది సమావేశానికి హాజరయ్యారని విలేకరుల సమావేశంలో మాట్లాడుతూ ఆయన వెల్లడించారు. సమావేశానికి హాజరుకాని రాష్ట్రాలలో కేరళ, తమిళనాడు, కర్నాటక, తెలంగాణ, బీహార్, ఢఙల్లీ, పంజాబ్, హిమాచల్ ప్రదేశ్, జార్ఖండ్, పుదుచ్చేరి(యుటి) ఉన్నాయని","author":"Tattva News Team","time":"28/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/MODI-NITI2.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రధాని నరేంద్ర మోదీ అధ్యక్షతన జరిగిన నీతి ఆయోగ్ 9వ గవర్నింగ్ కౌన్సిల్ సమావేశంలో దాదాపు 10 రాష్ట్రాలు, కేంద్రపాలిత ప్రాంతాలు పాల్గొనలేదని నీతి ఆయోగ్ సిఇఓ బివిఆర్ సుబ్రహ్మణ్యం శనివారం తెలిపారు. ముఖ్యమంత్రులు, కేంద్ర పాలిత ప్రాంతాల లెఫ్టినెంట్ గవర్నర్లు మొత్తం 26 మంది సమావేశానికి హాజరయ్యారని విలేకరుల సమావేశంలో మాట్లాడుతూ ఆయన వెల్లడించారు.</p>\n\n\n\n<p>సమావేశానికి హాజరుకాని రాష్ట్రాలలో కేరళ, తమిళనాడు, కర్నాటక, తెలంగాణ, బీహార్, ఢఙల్లీ, పంజాబ్, హిమాచల్ ప్రదేశ్, జార్ఖండ్, పుదుచ్చేరి(యుటి) ఉన్నాయని ఆయన తెలిపారు. సమావేశానికి హాజరుకాకపోవడం వల్ల వారికే నష్టమని కూడా ఆయన వ్యాఖ్యానించారు. </p>\n\n\n\n<p>పశ్చిమ బెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ సమావేశం నుంచి వాకౌట్ చేయడం గురించి విలేకరులు ప్రశ్నించగా రాష్ట్రాల అక్షర క్రమంలో పశ్చిమ బెంగాల్‌కు భోజన విరామం అనంతరం మాట్లాడే అవకాశం ఉన్నప్పటికీ మమతా బెనర్జీ అభ్యర్థనను మన్నించి ఆమెకు భోజన విరామానికి ముందే మాట్లాడే అవకాశం కల్పించామని సిఇఓ తెలిపారు.</p>\n\n\n\n<p>ఆమెకు ఇచ్చిన సమయం ముగియడంతో రక్షణ మంత్రి రాజ్‌నాథ్ సింగ్ కేవలం మైక్‌పై చిన్నగా కొట్టారని, వెంటనే ఆమె మాట్లాడడం నిలిపివేసి బయటకు వెళ్లిపోయారని ఆయన వివరించారు. పశ్చిమ బెంగాల్ రాష్ట్రానికి చెందిన అధికారులు మాత్రం సమావేశంలోనే కొనసాగారని ఆయన తెలిపారు. </p>\n\n\n\n<p>బీహార్ గురించి జవాబిస్తూ రాష్ట్రంలో అసెంబ్లీ సమావేశాలు ఉండడంతో నితీష్ కుమార్ నీతి ఆయోగ్ సమావేశానికి రాలేకపోయారని సిఇఓ తెలిపారు. ప్రధాని నరేంద్ర మోదీ సమావేశంలో చేసిన ప్రసంగాన్ని ప్రస్తావిస్తూ విదేశీ ప్రత్యక్ష పెట్టుబడి(ఎఫ్‌డిఐ) కోసం రాష్ట్రాలు పోటీపడాలని, దీని వల్ల పెట్టుబడులు అన్ని రాష్ట్రాలకు ముఖ్యంగా ఎక్కువ విజయం సాధించలేని రాష్ట్రాలకు చేరుతాయని అన్నారని నీతి ఆయోగ్ వైస్ చైర్మన్ సుమన్ బేరీ విలేకరులకు తెలిపారు.</p>\n\n\n\n<p>జనాభా నియంత్రణ, సున్నా పేదరికం భావన గురించి కూడా సమావేశంలో చర్చించినట్లు ఆయన తెలిపారు. జిల్లాలపై రాష్ట్రాలు మరింతగా ఖర్చు పెట్టాలని ప్రధాని కోరినట్లు సుబ్రహ్మణ్యం తెలిపారు. దీని వల్ల జిల్లాలు ప్రగతి చోదక శక్తులుగా మారతాయని ప్రధాని అభిప్రాయపడినట్లు ఆయన చెప్పారు. </p>\n\n\n\n<p>కొన్ని రాష్ట్రాలు చేసిన సున్నా పేదరికం యోచనను ప్రధాని ప్రశంసించారని, గ్రామస్థాయిలో దీన్ని తీసుకువెళ్లాలని ఆయన సూచించారని సిఇఓ తెలిపారు. మదింపు అనంతరం పేదరిక రహిత గ్రామంగా గామాలను ప్రకించాలని మోదీ రాష్ట్రాలకు సూచించినట్లు ఆయన తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20277/28/07/2024/","hasAudio":false,"hasInfographics":false}