{"id":"wp-en-13984","wp_id":13984,"type":"standard","category":"World","language":"en","title":"Terrorism in any form or its manifestation cannot be justified, says PM Modi￼","excerpt":"Prime Minister Narendra Modi has said, terrorism in any form or its manifestation cannot be justified or condoned. He said, the international community must isolate and expose those countries that harbour terrorists, provide safe havens and condone terrorism. In his remarks at the ongoing Shanghai Cooperation Organization (SCO) Summit in Astana, Kazakhstan, Prime Minister Modi","author":"Tattva News Team","time":"5/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-after-polls.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi has said, terrorism in any form or its manifestation cannot be justified or condoned. He said, the international community must isolate and expose those countries that harbour terrorists, provide safe havens and condone terrorism.</p>\n\n\n\n<p>In his remarks at the ongoing Shanghai Cooperation Organization (SCO) Summit in Astana, Kazakhstan, Prime Minister Modi said, that cross-border terrorism requires a decisive response and terrorism financing and recruitment must be resolutely countered. He stressed to take proactive steps to prevent the spread of radicalization among youth.</p>\n\n\n\n<p>Modi’s remarks were delivered by External Affairs Minister Dr S Jaishankar who was present at the  Summit. The Prime Minister said, the meeting is taking place in the backdrop of pandemic impact, ongoing conflicts, rising tensions, trust deficits and an increasing number of hotspots around the world. The SCO gathering is aimed at finding common ground to mitigate the consequences of these developments.</p>\n\n\n\n<p> Listing the various events organised by India during its SCO Presidency, such as the Millet Food Festival, SCO Film Festival, SCO Surajkund Craft Mela, SCO Think-Tanks Conference, and International Conference on Shared Buddhist Heritage, Mr. Modi affirmed India’s support for similar endeavours by others.</p>\n\n\n\n<p>Highlighting  the issue of climate change, Modi said that work is being done towards achieving committed reduction in emissions. Talking about technological progress, Modi emphasised the need to make technology creative and apply it to the welfare and progress of societies.</p>\n\n\n\n<p>He said that India is among the countries to formulate a National Strategy on Artificial Intelligence and the launch of an AI Mission. He  underlined that SCO provides a unique platform to unite people, collaborate, grow and prosper together, practicing the millennia-old principle of VasudhaivaKutumbakam which means ‘The World is One Family.’ Modi also congratulated President Aleksandr Lukashenko and welcomed Belarus as the new Member of the Organization.</p>\n","originalUrl":"https://en.tattvanews.com/international/terrorism-in-any-form-or-its-manifestation-cannot-be-justified-says-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}