{"id":"wp-en-13537","wp_id":13537,"type":"standard","category":"World","language":"en","title":"Former BrahMos engineer  gets life for spying for Pak's ISI￼","excerpt":"A Nagpur Court on Monday handed life imprisonment to former Brahmos Aerospace engineer Nishant Agarwal on charges of spying for Pakistan's Inter-Services Intelligence (ISI). According to details, he has been charged under sections 3 and 5 of the Official Secrets Act (OSA). Agarwal has also been imposed a fine of Rs 3000 and will also","author":"Tattva News Team","time":"4/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Nishant-Agarwal1.jpg","readTime":"5 min read","contentHTML":"\n<p>A Nagpur Court on Monday handed life imprisonment to former Brahmos Aerospace engineer Nishant Agarwal on charges of spying for Pakistan's Inter-Services Intelligence (ISI).</p>\n\n\n\n<p>According to details, he has been charged under sections 3 and 5 of the Official Secrets Act (OSA). Agarwal has also been imposed a fine of Rs 3000 and will also have to undergo rigorous imprisonment (RI) for 14 years.</p>\n\n\n\n<p>Additional sessions court judge MV Deshpande stated in the order that Agarwal was convicted under section 235 of the Criminal Procedure Code for an offence punishable under section 66 (f) of the IT Act and various sections of the Official Secrets Act (OSA).</p>\n\n\n\n<p>\"The court sentenced Agarwal to life imprisonment and RI for 14 years under the Official Secrets Act and fined him Rs 3,000,\" said Special Public Prosecutor Jyoti Vajani. Agarwal, employed in the technical research section of the company's missile centre in Nagpur, was arrested in a joint operation by the military intelligence and Anti-terrorism squads (ATS) of Uttar Pradesh and Maharashtra in 2018.</p>\n\n\n\n<p>The former BrahMos Aerospace engineer was booked under various provisions of the Indian Penal Code and the stringent OSA. He had worked at the Brahmos facility for four years and was accused of leaking sensitive technical information to Pakistan's Inter-Services Intelligence (ISI).</p>\n\n\n\n<p>During the court proceedings, an Investigating Officer of the Uttar Pradesh ATS said that Nishant Agrawal was in touch with two Facebook accounts, operated under the names 'Neha Sharma' and 'Pooja Ranjan'. These accounts, based out of Islamabad, are believed to be run by Pakistan's intelligence operatives, the ATS officer said.</p>\n\n\n\n<p>Such fake accounts are reportedly used to approach senior officials in India and Agrawal too was approached by those operating these two Facebook accounts, the officer informed the court.</p>\n\n\n\n<p>The police also found that top classified information had been loaded on Agarwal's personal laptop. Classified registered files with red markings were found stored in PDF (portable document format) in the accused's personal laptop, the court was told. </p>\n","originalUrl":"https://en.tattvanews.com/national/former-brahmos-engineer-gets-life-for-spying-for-paks-isi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}