{"id":"wp-te-19279","wp_id":19279,"type":"standard","category":"World","language":"te","title":"￼ సల్మాన్ ఖాన్ హత్యకు  లారెన్స్ బిష్ణోయ్ గ్యాంగ్ కుట్ర","excerpt":"బాలీవుడ్ నటుడు సల్మాన్ ఖాన్ ను హత్య చేయడానికి కుట్ర పన్నిన ప్రఖ్యాత లారెన్స్ బిష్ణోయ్ ముఠాకు చెందిన నలుగురు సభ్యులను నవీ ముంబై పోలీసులు శనివారం అరెస్టు చేశారు. వీరు పన్వేల్ లో సల్మాన్ కారుపై కాల్పులు జరపడానికి కూడా ప్రణాళిక రచించారు. ఈ కేసుకు సంబంధించి లారెన్స్ బిష్ణోయ్, అన్మోల్ బిష్ణోయ్, సంపత్ నెహ్రా, గోల్డీ బ్రార్ సహా ఈ కేసుతో సంబంధం ఉన్న 17 మందిపై ఎఫ్ఐఆర్ నమోదైంది. సల్మాన్ ఖాన్ ను","author":"Tattva News Team","time":"1/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Saknab.webp","readTime":"5 min read","contentHTML":"\n<p>బాలీవుడ్ నటుడు సల్మాన్ ఖాన్ ను హత్య చేయడానికి కుట్ర పన్నిన ప్రఖ్యాత లారెన్స్ బిష్ణోయ్ ముఠాకు చెందిన నలుగురు సభ్యులను నవీ ముంబై పోలీసులు శనివారం అరెస్టు చేశారు. వీరు పన్వేల్ లో సల్మాన్ కారుపై కాల్పులు జరపడానికి కూడా ప్రణాళిక రచించారు. ఈ కేసుకు సంబంధించి లారెన్స్ బిష్ణోయ్, అన్మోల్ బిష్ణోయ్, సంపత్ నెహ్రా, గోల్డీ బ్రార్ సహా ఈ కేసుతో సంబంధం ఉన్న 17 మందిపై ఎఫ్ఐఆర్ నమోదైంది.</p>\n\n\n\n<p>సల్మాన్ ఖాన్ ను హత్య చేయడానికి ఈ నలుగురు నిందితులు పాకిస్తాన్ నుంచి ఏకే 47 సహా పలు ఆయుధాలు తెప్పించుకున్నారు. సల్మాన్ ఖాన్ ను హత్య చేసిన అనంతరం శ్రీలంకకు పారిపోవాలని వారు ప్లాన్ చేసినట్లు సమాచారం. ఈ నలుగురిని ముంబై పోలీసులు శనివారం అరెస్టు చేశారు. వారు ధనుంజయ్ అలియాస్ అజయ్ కశ్యప్, గౌరవ్ భాటియా అలియాస్ నహ్వీ, వాస్పీ ఖాన్ అలియాస్ వసీం చిక్నా, రిజ్వాన్ ఖాన్ అలియాస్ జావేద్ ఖాన్ గా గుర్తించారు.</p>\n\n\n\n<p>దాడి చేసేందుకు నిందితులు సల్మాన్ ఖాన్ ఇంటి వద్ద, ఫాంహౌస్ వద్ద రెక్కీ నిర్వహించాచారని పోలీసులు తెలిపారు. నిందితుడు అజయ్ కశ్యప్ వీడియో కాల్ ద్వారా పాకిస్తాన్ లోని డోగర్ అనే వ్యక్తిని సంప్రదించి, ఏకే-47 వంటి ఆయుధాలను ఆర్డర్ చేశాడని పోలీసులు తెలిపారు. లారెన్స్ బిష్ణోయ్, సంపత్ నెహ్రా ముఠాకు చెందిన సుమారు 60 నుంచి 70 మంది బాలురు ముంబై, రాయ్ గఢ్, నవీ ముంబై, థానే, పుణె, గుజరాత్ నుంచి వచ్చారని, వారంతా సల్మాన్ ఖాన్ పై నిఘా పెట్టారని పోలీసులకు సమాచారం అందింది. </p>\n\n\n\n<p>విక్కీ గుప్తా, సాగర్ పాల్ అనే ఇద్దరు నిందితులను గుజరాత్ లో పోలీసులు అరెస్టు చేశారు. వీరిద్దరికీ లారెన్స్ బిష్ణోయ్ ముఠాతో సంబంధాలు ఉన్నట్లు భావిస్తున్నారు. ఈ కేసులో మూడో నిందితుడు అనూజ్ థాపన్ ను ఏప్రిల్ లో అరెస్టు చేశారు. అయితే, అనూజ్ థాపన్ మే 1న ముంబై పోలీసు క్రైమ్ బ్రాంచ్ లాకప్ లోని టాయిలెట్లో మరణించాడు.</p>\n\n\n\n<p>సల్మాన్ ఖాన్ పై దాడి చేయడానికి మైనర్లను ఉపయోగించుకోవాలని నిందితులు పథకం వేశారని నవీ ముంబై పోలీసులు పేర్కొన్నారు. తమిళనాడులోని కన్యాకుమారి నుంచి బోటులో శ్రీలంకకు పారిపోవాలని నిందితులు ప్లాన్ చేశారు. సల్మాన్ ఖాన్ నివసిస్తున్న బాంద్రాలోని గెలాక్సీ అపార్ట్ మెంట్ వెలుపల బైక్ పై వచ్చిన ఇద్దరు వ్యక్తులు పలు రౌండ్లు కాల్పులు జరిపారు. ఈ ఘటనకు సంబంధించిన సీసీటీవీ ఫుటేజీలో ఏప్రిల్ 14న హౌసింగ్ సొసైటీ వెలుపల ఉన్న ఖాన్ ఇంటి వైపు ఒక వ్యక్తి కాల్పులు జరిపినట్లు కనిపించింది.</p>\n","originalUrl":"https://tattvanews.com/19279/01/06/2024/","hasAudio":false,"hasInfographics":false}