{"id":"wp-te-18631","wp_id":18631,"type":"standard","category":"World","language":"te","title":"కేజ్రీవాల్ ఆరోగ్యంపై  ఎయిమ్స్‌  వైద్యుల నిర్ధారణ","excerpt":"ఎక్సైజ్ పాలసీకి సంబంధించిన మనీ లాండరింగ్ కేసులో అరెస్టై ప్రస్తుతం తీహార్ జైల్లో ఉన్న ఢిల్లీ ముఖ్యమంత్రి, ఆప్‌ కన్వీనర్‌ అరవింద్ కేజ్రీవాల్  పూర్తి ఆరోగ్యంతో ఉన్నట్టు ఎయిమ్స్‌కు చెందిన ఐదుగురు సభ్యుల మెడికల్ బోర్డు ధ్రువీకరించింది. టైప్‌-2 డయాబెటీస్‌తో బాధపడుతున్న కేజ్రీ ఆరోగ్యంపై కోర్టు ఆదేశాల మేరకు ఎయిమ్స్‌కు చెందిన మెడికల్‌ బోర్డు శనివారం వీడియో కాన్ఫరెన్స్‌ ద్వారా సీఎం ఆరోగ్య పరిస్థితిని పరిశీలించింది.  ప్రస్తుతం కేజ్రీ పూర్తి ఆరోగ్యంతో ఉన్నట్లు ధ్రువీకరించినట్లు సంబంధిత వర్గాలు","author":"Tattva News Team","time":"28/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kejriwal-court1.webp","readTime":"5 min read","contentHTML":"\n<p>ఎక్సైజ్ పాలసీకి సంబంధించిన మనీ లాండరింగ్ కేసులో అరెస్టై ప్రస్తుతం తీహార్ జైల్లో ఉన్న ఢిల్లీ ముఖ్యమంత్రి, ఆప్‌ కన్వీనర్‌ అరవింద్ కేజ్రీవాల్  పూర్తి ఆరోగ్యంతో ఉన్నట్టు ఎయిమ్స్‌కు చెందిన ఐదుగురు సభ్యుల మెడికల్ బోర్డు ధ్రువీకరించింది. టైప్‌-2 డయాబెటీస్‌తో బాధపడుతున్న కేజ్రీ ఆరోగ్యంపై కోర్టు ఆదేశాల మేరకు ఎయిమ్స్‌కు చెందిన మెడికల్‌ బోర్డు శనివారం వీడియో కాన్ఫరెన్స్‌ ద్వారా సీఎం ఆరోగ్య పరిస్థితిని పరిశీలించింది. </p>\n\n\n\n<p>ప్రస్తుతం కేజ్రీ పూర్తి ఆరోగ్యంతో ఉన్నట్లు ధ్రువీకరించినట్లు సంబంధిత వర్గాలు వెల్లడించినట్లు జాతీయ మీడియాలో కథనాలు వస్తున్నాయి. సుమారు అరగంట పాటు సీఎంతో మాట్లాడిన ఎయిమ్స్ వైద్యులు ఆయన ఆరోగ్య పరిస్థితిని అడిగి తెలుసుకున్నట్లు సదరు కథనాలు తెలిపాయి. </p>\n\n\n\n<p>మెడిసిన్‌లో మార్పులు చేయాల్సిన అవసరం లేదని, రెండు యూనిట్ల ఇన్సులిన్ డోసును కొనసాగించాలని సూచించినట్లు సదరు కథనాలు వెల్లడించాయి. వారం తర్వాత ఈ బృందం మరోసారి సీఎంను పరీక్షించనున్నట్లు సంబంధిత వర్గాలు వెల్లడించినట్లు తెలిసింది.</p>\n\n\n\n<p>కాగా, కేజ్రీవాల్ ఒంట్లోని చక్కెర స్థాయిలు 320కి పెరగడంతో గతవారం తొలిసారి ఆయనకు జైలులో ఇన్సులిన్ డోస్ ఇచ్చిన విషయం తెసిందే. దీంతో తన వ్యక్తిగత వైద్యుడితో రోజూ వీడియో కాన్ఫరెన్స్‌ ద్వారా సంప్రదించే అవకాశం ఇవ్వాలని ఇటీవలే కేజ్రీవాల్‌ ఢిల్లీ కోర్టును ఆశ్రయించారు. </p>\n\n\n\n<p>అయితే, కేజ్రీ అభ్యర్థనకు ఈడీ అడ్డుపడింది. ఆరోగ్య కారణాలతో బెయిల్‌ పొందేందుకు చక్కెర స్థాయిలు ఎక్కువగా ఉండే మామిడిపండ్లు, ఆలూ వంటి ఆహార పదార్థాలను తీసుకుంటున్నారని ఆరోపించింది. దీనిపై వాదనలు విన్న న్యాయస్థానం.. కేజ్రీవాల్‌ అభ్యర్థనను తోసిపుచ్చింది. </p>\n\n\n\n<p>ఆయనకు క్రమం తప్పకుండా ఇన్సులిన్‌ అవసరమా..?, ఇతర ఆరోగ్య సమస్యలేమైనా ఉన్నాయా..? అని పరీక్షించేందుకు వైద్యుల కమిటీని ఏర్పాటు చేయాల్సిందిగా అధికారులను ఆదేశించింది. కోర్టు ఆదేశాల మేరకు ఏర్పాటైన ఐదుగురు సభ్యులతో కూడిన ఎయిమ్స్‌ మెడికల్‌ బోర్డు.. తాజాగా కేజ్రీ ఆరోగ్య పరిస్థితిని పరీక్షించింది.</p>\n","originalUrl":"https://tattvanews.com/18631/28/04/2024/","hasAudio":false,"hasInfographics":false}