{"id":"wp-en-15520","wp_id":15520,"type":"standard","category":"World","language":"en","title":"Impunity for the killers of journalists continues unabated at nearly 80% worldwide","excerpt":"* CPJ 2024 Impunity Index Two small nations with outsized levels of impunity—Haiti and Israel—are the world’s top offenders in allowing the murderers of journalists to go unpunished. Globally, impunity remains entrenched, as no one is held to account in almost 80% of the cases where journalists have been directly targeted in retaliation for their","author":"Tattva News Team","time":"31/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/CPJ.webp","readTime":"5 min read","contentHTML":"\n<p><strong>* </strong><strong>CPJ 2024 Impunity Index</strong></p>\n\n\n\n<p>Two small nations with outsized levels of impunity—Haiti and Israel—are the world’s top offenders in allowing the murderers of journalists to go unpunished. Globally, impunity remains entrenched, as no one is held to account in almost 80% of the cases where journalists have been directly targeted in retaliation for their work, according to the Committee to Protect Journalists’ 2024 Global Impunity Index.</p>\n\n\n\n<p>Haiti, which first appeared on the index in 2023, is challenged by criminal gangs that are overtaking the country and destabilizing already weak institutions, including the judiciary. Its rise to the top of CPJ’s index—which was launched in 2008—follows the unsolved murders of seven journalists   within the 10-year index period for 2024.</p>\n\n\n\n<p>Israel, ranked second, has landed on the index for the first time following a failure to hold anyone to account in the targeted killing of five journalists  in Gaza and Lebanon in a year of relentless war. All of the murdered journalists were reporting on the war and three of the five were wearing press vests at the time they were killed.</p>\n\n\n\n<p>CPJ is investigating the possible targeted murders of at least 10 additional journalists. Given the challenges of documenting the war, the number may be far higher.  Overall, Israel has killed a record number of Palestinian journalists since the war began on October 7, 2023. Deliberately targeting journalists, who are civilians in any conflict, is a war crime.</p>\n\n\n\n<p>“Murder is the ultimate weapon to silence journalists,\" said CPJ CEO Jodie Ginsberg. \"Once impunity takes hold, it sends a clear message: that killing a journalist is acceptable and that those who continue reporting may face a similar fate.”</p>\n\n\n\n<p>Somalia (third), Syria (fourth), and South Sudan (fifth), round out the top five worst offenders of 2024. All three countries have appeared on CPJ’s index for at least a decade.</p>\n\n\n\n<p> In total, 13 nations are on the index, including democracies and authoritarian regimes, most of them suffering from one or more of the corrosive factors that allow journalists' killers to evade justice: wars, insurgencies, criminal gangs and local authorities that are unwilling or unable to act and deliver justice.</p>\n\n\n\n<p>Over the 10-year period covered in the index, CPJ identified 241 killings where there was clear evidence the murders were directly linked to a person’s work. Less than 4% of those murdered achieved full justice; 19% obtained partial justice, meaning some of their killers were held to account; and the remaining 77% received no justice.</p>\n\n\n\n<p>Mexico recorded the highest overall number of unpunished murders of journalists – 21 – during the index period and ranks eighth on the index because of its sizable population. Long one of the world’s most dangerous countries for the media, Mexico reported a rise in deadly violence  in 2024 after dropping from record levels in 2022.</p>\n\n\n\n<p>More than a decade since the establishment of a Federal Mechanism for the Protection of Human Rights Defenders and Journalists, the program is plagued by fundamental flaws and requires reform in order to provide the protection for which it was designed.<br><br>“Impunity in the murder of journalists does not exist in a vacuum, as the index shows. These countries represent places where acute violence against the press is normalized, with journalists perpetually under threat, working under impossible conditions that remain unabated for years,” said Ginsberg.</p>\n\n\n\n<p> “The lack of accountability creates news deserts that stifle the voices of local people, making it easy for officials to ignore them, and creating fertile ground for corruption and wrongdoing to flourish.”</p>\n\n\n\n<p>Asia is the most represented region in the index with Afghanistan (ranked sixth), the Philippines (ninth), Myanmar (10th) and Pakistan (12th), with the Philippines and Pakistan appearing annually since 2008.</p>\n\n\n\n<p>Iraq, which has appeared on the index every year since its inception, ended its six-year hiatus in work-related murders following the targeted killing of two women journalists  in 2024. Islamic State (IS) militants and Turkish anti-Kurdish forces were behind most of the 11 murders in Iraq during the 2024 index period.</p>\n\n\n\n<p>Despite international frameworks intended to tackle impunity, the lack of meaningful improvement in accountability for journalist killings in the past decades indicates more needs to be done to hold perpetrators to account.</p>\n\n\n\n<p>Together with other organizations, CPJ is advocating for the establishment of an international investigative task force focused on crimes against journalists. A blueprint for a body, initially proposed in 2020 by a panel of legal experts, could deploy resources or advise in situations where local law enforcement may be lacking either capacity or political will to investigate crimes against journalists.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/impunity-for-the-killers-of-journalists-continues-unabated-at-nearly-80-worldwide%ef%bf%bc/","hasAudio":false,"hasInfographics":false}