{"id":"wp-te-19226","wp_id":19226,"type":"standard","category":"World","language":"te","title":"కాంగ్రెస్ పెద్దల ఒత్తిడితో ఫోన్ ట్యాపింగ్ కేసు నీరుగార్చవద్దు: లక్ష్మణ్","excerpt":"ఫోన్ ట్యాపింగ్ విషయంలో కెసిఆర్ ప్రభుత్వం దేశద్రోహానికి పాల్పడిందని బిజెపి ఎంపి లక్ష్మణ్ తెలిపారు. ఢిల్లీలోని బిజెపి ఎంపి లక్ష్మణ్ మీడియా సమావేశంలో మాట్లాడారు. వ్యక్తిగత స్వేచ్ఛను హరించే హక్కు కెసిఆర్ ప్రభుత్వానికి ఎవరిచ్చారని ప్రశ్నించారు.  ఫోన్ ట్యాపింగ్‌పై రేవంత్ ప్రభుత్వం ఎందుకు మెతక వైఖరి ప్రదర్శిస్తోందని అడిగారు. కాంగ్రెస్ పెద్దల ఒత్తిడితో కేసును నీరుగార్చవద్దని సూచించారు. గత పది సంవత్సరాల నుంచి పోలీస్ వ్యవస్థ బిఆర్‌ఎస్ నాయకులకు అనుకూలంగా పని చేసిందని, ప్రతిపక్ష నేతల ఫోన్లను","author":"Tattva News Team","time":"29/5/2024","image":"https://tattvanews.com/wp-content/uploads/2023/08/Lakshman.webp","readTime":"5 min read","contentHTML":"\n<p>ఫోన్ ట్యాపింగ్ విషయంలో కెసిఆర్ ప్రభుత్వం దేశద్రోహానికి పాల్పడిందని బిజెపి ఎంపి లక్ష్మణ్ తెలిపారు. ఢిల్లీలోని బిజెపి ఎంపి లక్ష్మణ్ మీడియా సమావేశంలో మాట్లాడారు. వ్యక్తిగత స్వేచ్ఛను హరించే హక్కు కెసిఆర్ ప్రభుత్వానికి ఎవరిచ్చారని ప్రశ్నించారు. </p>\n\n\n\n<p>ఫోన్ ట్యాపింగ్‌పై రేవంత్ ప్రభుత్వం ఎందుకు మెతక వైఖరి ప్రదర్శిస్తోందని అడిగారు. కాంగ్రెస్ పెద్దల ఒత్తిడితో కేసును నీరుగార్చవద్దని సూచించారు. గత పది సంవత్సరాల నుంచి పోలీస్ వ్యవస్థ బిఆర్‌ఎస్ నాయకులకు అనుకూలంగా పని చేసిందని, ప్రతిపక్ష నేతల ఫోన్లను ట్యాప్ చేసిందని ఎంపి లక్ష్మణ్ మండిపడ్డారు. </p>\n\n\n\n<p>అటు బిజెపి, ఇటు కాంగ్రెస్ నాయకులను ఫోన్లు ట్యాప్ చేయడంతో పాటు ఆర్థిక వనరులను దెబ్బతీసిందని దుయ్యబట్టారు. వాంగ్మూలంలో హరీష్ రావు, బిఆర్‌ఎస్ అధినేత కెసిఆర్ పేర్లు బయటకు వస్తే ఎందుకు చర్యలు తీసుకోవడం లేదని రేవంత్ ప్రభుత్వాన్ని ప్రశ్నించారు.</p>\n\n\n\n<p> రైతు రుణమాఫీ డిసెంబర్ 9 నుంచి అగష్టు 15కు వాయిదా వేయడంతో తెలంగాణ ప్రజలు సహించడంలేదని స్పష్టం చేశారు. తెలంగాణలో కాంగ్రెస్ ఐదు సంవత్సరాలు కొనసాగాలని, హామీలు నెరవేర్చాలని డిమాండ్ చేశారు. దేశ వ్యాప్తంగా కాంగ్రెస్ కనుమరుగైపోయిందని, రాష్ట్రంలో బిఆర్‌ఎస్ పరిస్థితి కూడా అలాగానే ఉందని చెప్పారు.</p>\n\n\n\n<p> దేశంలో ఇండియా కూటమికి సీట్లు గెలుచుకొని ప్రభుత్వాన్ని ఏర్పాటు చేసే పరిస్థితులు లేవని స్పష్టం చేశారు. దేశంలో కాంగ్రెస్ 40 లోక్ సభ స్థానాలు గెలిచే పరిస్థితి లేకపోవడంతో ప్రభుత్వాన్ని ఎలా ఏర్పాటు చేస్తుందని ఎంపి లక్ష్మణ్ ప్రశ్నించారు.</p>\n","originalUrl":"https://tattvanews.com/19226/29/05/2024/","hasAudio":false,"hasInfographics":false}