{"id":"wp-te-20818","wp_id":20818,"type":"standard","category":"World","language":"te","title":"డబుల్ ఇంజిన్ స‌ర్కార్ తో ఏపీ అభివృద్ధి ప‌రుగులు","excerpt":"ఏపీ అభివృద్ధికి కేంద్రం కట్టుబడి ఉందని కేంద్ర మంత్రి కింజరాపు రామ్మోహన్ నాయుడు స్పష్టం చేశారు. రాష్ట్రానికి వివిధ రకాల పరిశ్రమలు వచ్చేందుకు కేంద్రం సాయం చేస్తోందని తెలిపారు. కేంద్ర మంత్రివర్గం బుధవారం పోలవరం ప్రాజెక్ట్ కు రూ. 12,000 కోట్ల నిధుల ఆమోదంతో పాటు,  ఏపీకి రెండు ఇండస్ట్రియల్ హబ్ లను ప్రకటించిన నేపథ్యంలో, రామ్మోహన్ ఢిల్లీలో మీడియాతో మాట్లాడారు.  ఓర్వకల్లు, కొప్పర్తికి ఇండస్ట్రియల్ స్మార్ట్ సిటీలు మంజూరయ్యాయని వెల్లడించారు. రాయలసీమ వంటి వెనుకబడిన ప్రాంతంలో","author":"Tattva News Team","time":"29/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Rammohan-Naidu.jpg","readTime":"5 min read","contentHTML":"\n<p>ఏపీ అభివృద్ధికి కేంద్రం కట్టుబడి ఉందని కేంద్ర మంత్రి కింజరాపు రామ్మోహన్ నాయుడు స్పష్టం చేశారు. రాష్ట్రానికి వివిధ రకాల పరిశ్రమలు వచ్చేందుకు కేంద్రం సాయం చేస్తోందని తెలిపారు. కేంద్ర మంత్రివర్గం బుధవారం పోలవరం ప్రాజెక్ట్ కు రూ. 12,000 కోట్ల నిధుల ఆమోదంతో పాటు,  ఏపీకి రెండు ఇండస్ట్రియల్ హబ్ లను ప్రకటించిన నేపథ్యంలో, రామ్మోహన్ ఢిల్లీలో మీడియాతో మాట్లాడారు. </p>\n\n\n\n<p>ఓర్వకల్లు, కొప్పర్తికి ఇండస్ట్రియల్ స్మార్ట్ సిటీలు మంజూరయ్యాయని వెల్లడించారు. రాయలసీమ వంటి వెనుకబడిన ప్రాంతంలో ఉద్యోగాల కల్పన అనేది చాలా ముఖ్యమైన విషయం అని తెలిపారు. అందుకే రాష్ట్ర సహకారంతో కేంద్రం ఇక్కడ పారిశ్రామిక హబ్ ఏర్పాటుకు శ్రీకారం చుడుతోందని పేర్కొన్నారు.</p>\n\n\n\n<p>కొప్పర్తి… విశాఖ-చెన్నై ఇండస్ట్రియల్ కారిడార్ లో భాగంగా వస్తుందని రామ్మోహన్ వివరించారు. ఓర్వకల్లు, కొప్పర్తిలో మౌలిక వసతులు ఏర్పాటు చేస్తామని చెప్పారు. కొప్పర్తిలో పునరుత్పాదక శక్తి, ఇంజినీరింగ్, కెమికల్, మెటాలిక్, నాన్ మెటాలిక్, టెక్స్ టైల్స్, ఆటోమొబైల్ కంపెనీలు వస్తాయని అన్నారు. ఇక్కడ రూ,8,800 కోట్ల పెట్టుబడులు వచ్చే అవకాశముందని తెలిపారు.</p>\n\n\n\n<p>రాయలసీమ అటు బెంగళూరుకు, ఇటు చెన్నైకి దగ్గరగా ఉంటుందని, హైదరాబాద్ కు సమీపంగా ఉంటుందని వివరించారు. గతంలో అక్కడ పెద్ద ఎత్తున కార్యక్రమాలు చేపట్టకపోవడం వల్ల ఆశించిన స్థాయిలో అభివృద్ధి జరగలేదని రామ్మోహన్ అభిప్రాయపడ్డారు. కానీ ఇప్పుడు కేంద్ర ప్రభుత్వం, రాష్ట్ర ప్రభుత్వం ఈ రెండు ప్రాంతాలను ఎంపిక చేసుకున్నాయని, దీనిపై కేబినెట్ లో కూడా ఆమోదం లభించిందని వెల్లడించారు. </p>\n\n\n\n<p>డబుల్ ఇంజిన్ ప్రభుత్వాలు ఉంటే ఎలాంటి అభివృద్ధి జరుగుతుంది అనేదానికి ఇదొక నిదర్శమని స్పష్టం చేశారు. ఎన్నికల్లో ప్రజలు మోదీ, చంద్రబాబు, పవన్ కల్యాణ్ ల నాయకత్వాన్ని బలపరిచి, ఆశీర్వదించి భారీ మెజారిటీతో గెలిపించారని తెలిపారు. గత ఐదేళ్లలో రాష్ట్రం అన్ని రంగాల్లో వెనుకబడిన నేపథ్యంలో, రాష్ట్రం మళ్లీ అభివృద్ధి పథంలో పయనించాలంటే ఈ ముగ్గురి నాయకత్వం అవసరమని ప్రజలు భావించారని, కూటమి గెలుపునకు ఇదే కారణమని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/20818/29/08/2024/","hasAudio":false,"hasInfographics":false}