{"id":"wp-te-20001","wp_id":20001,"type":"standard","category":"World","language":"te","title":"250 మంది జనాభా ఉన్న ప్రతి గ్రామానికి రోడ్డు అనుసంధానం","excerpt":"ఏపీలో గ్రామీణ రహదారులకు మహర్దశ కల్పించేందుకు అధికారులు కృషి చేయాలని ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్‌ పంచాయితీరాజ్‌, గ్రామీణాభివృద్ధి శాఖ అధికారులకు సూచించారు. రాష్ట్రంలో రూ.4,976 కోట్లు నిధులతో 7,213 కిలోమీటర్ల రోడ్ల నిర్మాణానికి ప్రణాళికలు సిద్ధం చేయాలని అధికారులను ఆదేశించారు. రోడ్ల నిర్మాణానికి రాష్ట్ర ప్రభుత్వం తరపున మ్యాచింగ్ గ్రాంటు 10 శాతానికి తగ్గించేలా కేంద్రంతో మాట్లాడుతానని చెప్పారు. ఏషియన్ ఇన్ఫ్రాస్ట్రక్చర్ ఇన్వెస్ట్మెంట్ బ్యాంకు అధికారులు, పంచాయతీరాజ్ ఇంజినీరింగ్ విభాగంతో సమీక్షలో ఉప ముఖ్యమంత్రి పవన్ కళ్యాణ్","author":"Tattva News Team","time":"12/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Pawan2.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో గ్రామీణ రహదారులకు మహర్దశ కల్పించేందుకు అధికారులు కృషి చేయాలని ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్‌ పంచాయితీరాజ్‌, గ్రామీణాభివృద్ధి శాఖ అధికారులకు సూచించారు. రాష్ట్రంలో రూ.4,976 కోట్లు నిధులతో 7,213 కిలోమీటర్ల రోడ్ల నిర్మాణానికి ప్రణాళికలు సిద్ధం చేయాలని అధికారులను ఆదేశించారు. రోడ్ల నిర్మాణానికి రాష్ట్ర ప్రభుత్వం తరపున మ్యాచింగ్ గ్రాంటు 10 శాతానికి తగ్గించేలా కేంద్రంతో మాట్లాడుతానని చెప్పారు.</p>\n\n\n\n<p>ఏషియన్ ఇన్ఫ్రాస్ట్రక్చర్ ఇన్వెస్ట్మెంట్ బ్యాంకు అధికారులు, పంచాయతీరాజ్ ఇంజినీరింగ్ విభాగంతో సమీక్షలో ఉప ముఖ్యమంత్రి పవన్ కళ్యాణ్ సమీక్షించారు. గ్రామాలకు రహదారుల అనుసంధానంపై ప్రత్యేక శ్రద్ధ చూపిస్తేనే ప్రగతి సాధ్యమని పవన్ కళ్యాణ్ చెప్పారు.  గ్రామాల్లో రహదారుల నిర్మాణం వల్ల పేదరిక నిర్మూలనతోపాటు సామాజిక, ఆర్థిక ప్రయోజనాలు మెరుగవుతాయనే విషయాన్ని అందరం గుర్తుంచుకోవాలని చెప్పారు.</p>\n\n\n\n<p>గ్రామీణ రహదారుల నిర్మాణానికి కేంద్ర ప్రభుత్వ సహాయ సహకారాలు మరింత కోరదామని చెప్పారు. సమీక్షలో ఎ.ఐ.ఐ.బి అధికారులు ఆంధ్రప్రదేశ్ రూరల్ రోడ్డు ప్రాజెక్టు గురించి పవన్ కళ్యాణ్‌కు అధికారులు వివరించారు. 250కి మించి జనాభా కలిగిన ప్రతి గ్రామానికి రహదారుల అనుసంధానం చేయాల్సిన అవసరం ఉందని పవన్ అధికారులకు సూచించారు. </p>\n\n\n\n<p>2018-19 ఆర్ధిక సంవత్సరంలో మొదలైన ఈ ప్రాజెక్టు ద్వారా గ్రామీణ ప్రాంతాల్లో నాణ్యతతో కూడిన రహదారుల నిర్మాణం సాధ్యపడుతుందని అధికారులు పవన్‌ కళ్యాణ్‌కు వివరించారు. నెలకు రూ.200 కోట్లతో రహదారుల నిర్మాణం చేపడితే ఈ ప్రాజెక్టులో అద్భుతమైన పురోగతి ఉంటుందని తెలిపారు. అందుకుగాను రాష్ట్ర ప్రభుత్వం నుంచి రూ. 75 కోట్ల మ్యాచింగ్ గ్రాంటు సమకూరిస్తే బ్యాంకు రూ.125 కోట్ల రుణం మంజూరు చేస్తుందని అధికారులు వివరించారు.</p>\n\n\n\n<p>గత ప్రభుత్వం హయాంలో బిల్లుల చెల్లింపుల్లో తీవ్ర జాప్యం వల్ల గ్రామీణ ప్రాంతాల్లో రహదారుల నిర్మాణ ప్రక్రియ కుంటుబడిందని, ఆ సమస్యను పరిష్కరిస్తే గ్రామీణ ప్రాంతాల్లో ప్రజలకు నాణ్యతతో కూడిన రహదారులు అందుబాటులోకి వచ్చేవని పేర్కొన్నారు. తద్వారా గ్రామీణ అభివృద్ధి సాధ్యపడేదని పేర్కొంటూ ఆంధ్రప్రదేశ్ గ్రామీణ రహదారి ప్రాజెక్టు ద్వారా రహదారుల నిర్మాణం, నిర్వహణ సక్రమంగా సాగేలా చూడాల్సిన బాధ్యత మేం తీసుకుంటామని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20001/12/07/2024/","hasAudio":false,"hasInfographics":false}