{"id":"wp-en-13093","wp_id":13093,"type":"standard","category":"World","language":"en","title":"1 dead, 4 IAF officials injured in terrorist attack￼","excerpt":"At least one Indian Air Force (IAF) official has died and four others were injured after their convoy was attacked by terrorists in Jammu and Kashmir's Poonch district on Saturday. As per sources, close to 30 rounds were fired by the terrorists. The attack took place near Shashidhar in the evening when the vehicles were moving towards","author":"Tattva News Team","time":"5/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/IAF-vehicle.jpeg","readTime":"5 min read","contentHTML":"\n<p>At least one Indian Air Force (IAF) official has died and four others were injured after their convoy was attacked by terrorists in Jammu and Kashmir's Poonch district on Saturday. As per sources, close to 30 rounds were fired by the terrorists.</p>\n\n\n\n<p>The attack took place near Shashidhar in the evening when the vehicles were moving towards Sanai Top in the district's Surankote area, they said. Five soldiers were injured and the condition of two is critical. They were taken to a hospital, the officials said.</p>\n\n\n\n<p>The local Rashtriya Rifles unit launched cordon and search operations in the area while vehicles were secured inside the air base in a general area near Shahsitar. Military personnel have suffered injuries, according to the Security Forces’ officials.</p>\n\n\n\n<p>\"The injured troops have been airlifted to Command Hospital, Udhampur for further treatment,\" informed the Security Forces' officials. The Indian Air Force confirmed the attack.</p>\n\n\n\n<p>Taking to social media platform X, it said, \"An Indian Air Force vehicle convoy was attacked by militants in the Poonch district of J&K, near Shahsitar. Cordon and search operations are underway presently in the area by local military units. The convoy has been secured, and further investigation is under progress.\"</p>\n\n\n\n<p>Reinforcements from the army and police have been rushed to the area and a massive search and cordon operation has been launched to track down and neutralise the terrorists, they said.</p>\n\n\n\n<p>The border district of Poonch along with adjoining Rajouri have witnessed some of the major terrorist attacks over the past two years, signalling return of terror activities to the region, which was once cleared of terrorism and remained peaceful between 2003 and 2021.</p>\n\n\n\n<p>The Army truck bore the major brunt of the firing by the terrorists who were armed with AK assault rifles and are believed to have fled into the nearby forests, the officials said.</p>\n\n\n\n<p>Reinforcements from the Army and police have been rushed to the area and a massive search and cordon operation was launched to track down and neutralise the terrorists, they said.</p>\n","originalUrl":"https://en.tattvanews.com/regional/1-dead-4-iaf-officials-injured-in-terrorist-attack%ef%bf%bc/","hasAudio":false,"hasInfographics":false}