{"id":"wp-te-20798","wp_id":20798,"type":"standard","category":"World","language":"te","title":"ఐసీసీ చైర్మన్‍గా ఎన్నికైన జై షా","excerpt":"అంతర్జాతీయ క్రికెట్ కౌన్సిల్ (ఐసీసీ) చైర్మన్‍గా జై షా  ఏకగ్రీవంగా ఎన్నికయ్యారు. ఈ విషయాన్ని ఐసీసీ మంగళవారం అధికారికంగా ప్రకటించింది. ప్రస్తుతం బీసీసీఐ కార్యదర్శిగా జై షా ఉన్నారు. ఈ ఏడాది డిసెంబర్ 1వ తేదీన ఆయన ఐసీసీ చైర్మన్ బాధ్యతలు చేపట్టనున్నారు. ఐసీసీ ప్రస్తుత చైర్మన్ గ్రెగ్ బార్క్‌లే మూడోసారి ఆ పదవిలో కొనసాగకూడదని నిర్ణయించుకున్నారు. జై షా ఒక్కరే నామినేషన్ వేయడంతో ఎన్నిక ఏకగ్రీవమైంది. 2019 అక్టోబర్ నుంచి భారత క్రికెట్ నియంత్రణ మండలి","author":"Tattva News Team","time":"28/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Jai-Shah.jpg","readTime":"5 min read","contentHTML":"\n<p>అంతర్జాతీయ క్రికెట్ కౌన్సిల్ (ఐసీసీ) చైర్మన్‍గా జై షా  ఏకగ్రీవంగా ఎన్నికయ్యారు. ఈ విషయాన్ని ఐసీసీ మంగళవారం అధికారికంగా ప్రకటించింది. ప్రస్తుతం బీసీసీఐ కార్యదర్శిగా జై షా ఉన్నారు. ఈ ఏడాది డిసెంబర్ 1వ తేదీన ఆయన ఐసీసీ చైర్మన్ బాధ్యతలు చేపట్టనున్నారు. ఐసీసీ ప్రస్తుత చైర్మన్ గ్రెగ్ బార్క్‌లే మూడోసారి ఆ పదవిలో కొనసాగకూడదని నిర్ణయించుకున్నారు. జై షా ఒక్కరే నామినేషన్ వేయడంతో ఎన్నిక ఏకగ్రీవమైంది.</p>\n\n\n\n<p>2019 అక్టోబర్ నుంచి భారత క్రికెట్ నియంత్రణ మండలి (బీసీసీఐ) కార్యదర్శిగా జై షా కొనసాగుతున్నారు. అప్పటి నుంచి ఐసీసీలో కూడా చక్రం తిప్పుతున్నారు. బీసీసీఐ ఆధిపత్యాన్ని మరింత పెంచారు. 2021 జనవరి నుంచి ఆసియా క్రికెట్ కౌన్సిల్ (ఏసీసీ) ఛైర్మన్‍గానూ జై షా ఉన్నారు. ఐసీసీ అధ్యక్షుడి బాధ్యతలను డిసెంబర్ 1న చేపట్టాక బీసీసీఐ, ఏసీసీ పదవులను ఆయన వీడనున్నారు.</p>\n\n\n\n<p>ఐసీసీ చైర్మన్ పదవికి ఎన్నికైన అత్యంత పిన్నవయస్కుడిగా జై షా రికార్డు సృష్టించారు. 35 ఏళ్ల వయసులోనే ఆయన ఈ అత్యున్నత పదవిని చేపడుతున్నారు.</p>\n\n\n\n<p>ఐసీసీ చైర్మన్‍గా ఎన్నికైన ఐదో భారతీయుడిగా జై షా నిలిచారు. గతంలో జగ్‍మోహన్ దాల్మియా (1997-2000), శరద్ పవార్ (2010-2012), ఎన్ శ్రీనివాసన్ (2014-2015), శశాంక్ మనోహర్ (2015-2020) ఐసీసీ చైర్మన్‍గా విధులు నిర్వర్తించారు. 2024 డిసెంబర్ 1న ఐసీసీ పదవిని జై షా చేపట్టనున్నారు. గ్రెగ్ బార్క్‌లే స్థానాన్ని భర్తీ చేయనున్నారు.</p>\n\n\n\n<p>2019లో బీసీసీఐ కార్యదర్శిగా పదవి చేపట్టాక జై షా పేరు మార్మోగింది. బీజేపీ అగ్రనేత, కేంద్ర మంత్రి అమిత్ షా కుమారుడు కావటంతో మరింత పాపులర్ అయ్యారు. అయితే, 2009లోనే జై షా క్రికెట్ ప్రస్థానం మొదలైంది. 2009 నుంచి 2013 వరకు గుజరాత్ క్రికెట్ అసోసియేషన్ (జీసీఏ) బోర్డు సభ్యుడిగా జై షా ఉన్నారు. 2013 నుంచి 2015 మధ్య జీసీఏ జాయింట్ సెక్రటరీగా పని చేశారు. </p>\n\n\n\n<p>2015 నుంచి 2019 మధ్య బీసీసీఐ ఫైనాన్స్, మార్కెట్ కమిటీలో ఉన్నారు. 2019 అక్టోబర్‌లో బీసీసీఐ కార్యదర్శి పదవి చేపట్టారు. 2024లో ఐసీసీ చైర్మన్ అయ్యారు. 15ఏళ్ల క్రితం జీసీఏలో సాధారణ సభ్యుడిగా ఉన్న జై షా.. ఇప్పుడు ఐసీసీ టాప్ పోస్టు స్థాయికి ఎదిగారు.</p>\n","originalUrl":"https://tattvanews.com/20798/28/08/2024/","hasAudio":false,"hasInfographics":false}