{"id":"wp-te-20989","wp_id":20989,"type":"standard","category":"World","language":"te","title":"మాజీ ట్రెయినీ ఐఏఎస్ పూజా ఖేడ్కర్‌కు కేంద్రం ఝలక్","excerpt":"వివాదాస్పద మాజీ ఐఏఎస్‌ ప్రొబేషనరీ అధికారిణి పూజా ఖేడ్కర్‌ కు కేంద్ర ప్రభుత్వం భారీ షాకిచ్చింది. ఇండియన్‌ అడ్మినిస్ట్రేటివ్‌ సర్వీస్‌ నుంచి తొలగిస్తూ శనివారం ఉత్తర్వులు వెలువరించింది. ఐఏఎస్‌ (ప్రొబేషన్‌) నిబంధనలు, 1954 ప్రకారం ఆమెపై చర్యలు తీసుకున్నట్లు వెల్లడించిన కేంద్ర ప్రభుత్వ వర్గాలు.. ఈ నిర్ణయం తక్షణమే అమల్లోకి వస్తుందని తెలిపింది.  మహారాష్ట్ర క్యాడర్‌కు చెందిన పూజా ఖేడ్కర్.. ప్రొబేషనరీ కలెక్టర్‌గా పుణేలో విధులు నిర్వర్తిస్తున్న సమయంలో అధికార దుర్వినియోగంతో పాటు యూపీఎస్సీలో తప్పుడు అఫిడవిట్‌","author":"Tattva News Team","time":"8/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Puja-1.jpg","readTime":"5 min read","contentHTML":"\n<p>వివాదాస్పద మాజీ ఐఏఎస్‌ ప్రొబేషనరీ అధికారిణి పూజా ఖేడ్కర్‌ కు కేంద్ర ప్రభుత్వం భారీ షాకిచ్చింది. ఇండియన్‌ అడ్మినిస్ట్రేటివ్‌ సర్వీస్‌ నుంచి తొలగిస్తూ శనివారం ఉత్తర్వులు వెలువరించింది. ఐఏఎస్‌ (ప్రొబేషన్‌) నిబంధనలు, 1954 ప్రకారం ఆమెపై చర్యలు తీసుకున్నట్లు వెల్లడించిన కేంద్ర ప్రభుత్వ వర్గాలు.. ఈ నిర్ణయం తక్షణమే అమల్లోకి వస్తుందని తెలిపింది. </p>\n\n\n\n<p>మహారాష్ట్ర క్యాడర్‌కు చెందిన పూజా ఖేడ్కర్.. ప్రొబేషనరీ కలెక్టర్‌గా పుణేలో విధులు నిర్వర్తిస్తున్న సమయంలో అధికార దుర్వినియోగంతో పాటు యూపీఎస్సీలో తప్పుడు అఫిడవిట్‌ పత్రాలు సమర్పించారనే ఆరోపణలు ఎదుర్కొంటోన్న విషయం తెలిసిందే.</p>\n\n\n\n<p>ఈ ఆరోపణలపై దర్యాప్తు చేపట్టిన యూపీఎస్సీ ఆమెను ముస్సోరిలోని లాల్‌బహదూర్‌ శాస్త్రి జాతీయ అకాడమీకి తిరిగి రావాలని ఆదేశించింది. నకిలీ పత్రాలతో దివ్యాంగుల కోటాలో సివిల్స్‌కు ఎంపికైనట్టు చేసినట్లు గుర్తించిన యూపీఎస్సీ వివరణ ఇవ్వాలని షోకాజ్‌ నోటీసు జారీచేసింది ఆమెపై ఫోర్జరీ కేసు నమోదు చేయడంతో పాటు డిబార్ చేసింద చేసింది. </p>\n\n\n\n<p>ఈ నిర్ణయాన్ని సవాల్ చేస్తూ ఆమె ఢిల్లీ హైకోర్టులో పిటిషన్ దాఖలు చేశారు. ఈ పిటిషన్‌పై విచారణ సమయంలో యూపీఎస్సీ వాదనలను తోసిపుచ్చారు. తాను ఎటువంటి పత్రాలను ఫోర్జరీ చేయలేదని, యూపీఎస్సీకి తనపై అనర్హత వేటువేసే అధికారం లేదని వాదించారు.</p>\n\n\n\n<p>సివిల్ సర్వీసెస్‌కు ఒకసారి ఎంపికై ప్రొబేషనరీ ఆఫీసర్‌గా నియమితులైన తర్వాత ఓ అభ్యర్ధిపై అనర్హత వేసే అధికారం యూపీఎస్సీకి లేదు.. తనపై చర్యలు తీసుకోవాలంటే. డిపార్ట్‌మెంట్‌ ఆఫ్ పర్సనల్ అండ్ ట్రైనింగ్‌ కు మాత్రమే ఉందని వాదనలను వినిపించారు. ఈ నేపథ్యంలో కేంద్రం ఆమెను ఐఏఎస్ నుంచి తొలగించింది.</p>\n\n\n\n<p>పుణేలో ట్రైనీ సహాయ కలెక్టర్‌గా విధులు నిర్వర్తిస్తున్న సమయంలో మోటారు వాహనాల చట్టాన్ని ఉల్లంఘిస్తూ ఆమె కారుకు సైరన్‌, ష్ట్ర ప్రభుత్వ స్టిక్కర్‌, వీఐపీ నంబర్‌ ప్లేట్లను వాడటం వంటి అధికార దుర్వినియోగానికి పాల్పడ్డారు. ఈ వ్యవహారంతో పూజా ఖేడ్కర్ పేరు బయటకు రాగా... వివాదంలో ఇరుకున్నారు. </p>\n\n\n\n<p>జనరల్ కేటగిరీ అభ్యర్థికి అనుమతించిన ఉబెర్-కాంపిటీటివ్ క్వాలిఫైయింగ్ టెస్ట్‌ని ఆరుసార్లు కంటే ఎక్కువగా పూజా ఖేడ్కర్ ప్రయత్నించారని, ఆమె తన పేరు సహా తల్లిదండ్రుల పేరును మార్చడంతో ఆ ఉల్లంఘనను గుర్తించలేకపోయామని యూపీఎస్సీ వాదించింది. </p>\n\n\n\n<p>కానీ, 2012 నుంచి 2022 వరకు తన పేరు లేదా ఇంటిపేరులో ఎటువంటి మార్పు లేదని, యూపీఎస్సీకి ఎటువంటి తప్పుడు సమాచారం ఇవ్వలేదని పూజా వాదించారు. ఈ కేసులో ఆమెపై ఆగస్టు 29 వరకు ఎటువంటి చర్యలు తీసుకోరాదని కోర్టు ఆదేశించింది.</p>\n","originalUrl":"https://tattvanews.com/20989/08/09/2024/","hasAudio":false,"hasInfographics":false}