{"id":"wp-en-14632","wp_id":14632,"type":"standard","category":"World","language":"en","title":"Centre asks UPSC to cancel ad for ‘lateral entry’ recruitment to 45 posts￼","excerpt":"After a Union Public Service Commission (UPSC) advertisement for filling up 45 posts through “lateral entry”  triggered a political controversy, the Central Government on Tuesday asked the UPSC to cancel it. In a letter to UPSC Chairperson Preeti Sudan, Minister for Department of Personnel and Training Jitendra Singh said, “It is important that the constitutional mandate","author":"Tattva News Team","time":"21/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Jitender-Singh.jpg","readTime":"5 min read","contentHTML":"\n<p>After a Union Public Service Commission (UPSC) advertisement for filling up 45 posts through “lateral entry” <strong> </strong>triggered a political controversy, the Central Government on Tuesday asked the UPSC to cancel it.</p>\n\n\n\n<p>In a letter to UPSC Chairperson Preeti Sudan, Minister for Department of Personnel and Training Jitendra Singh said, “It is important that the constitutional mandate towards social justice is upheld so that deserving candidates from marginalized communities get their rightful representation in the government services.”</p>\n\n\n\n<p>“Since these positions have been treated as specialized and designated as single-cadre posts, there has been no provision for reservation in these appointments,” he said in the letter.</p>\n\n\n\n<p>The minister added that while most of the major lateral entries before 2014 (when Narendra Modi became PM) were made in an ad hoc manner, \"including cases of alleged favouritism, efforts of our government have been to make the process institutionally driven, transparent and open.\"</p>\n\n\n\n<p>\"Further the PM is of the first belief that the process of lateral entry must be aligned with the principles of equity and social justice enshrined in our Constitution, particularly concerning the provisions of reservations. For the PM reservation in public employment is a cornerstone of our social justice framework, aimed at addressing historical injustices and promoting inclusivity,\" Singh said.</p>\n\n\n\n<p>UPSC had issued ads to induct 45 private experts across joint secretary level (10 posts), director and deputy sector level posts in specialised segments across ministries of home, science and technology, electronics and information technology, new and renewable energy among others.</p>\n\n\n\n<p>Congress president Mallikarjun Kharge, Rahul Gandhi, SP chief Akhilesh Yadav and BSP chief Mayawati have attacked the lateral entry scheme for absence of SC, ST, OBC quotas.Yadav even threatened a national level stir -- something the BJP-led NDA government could ill afford on the eve of assembly elections in Haryana, JK, Jharkhand and Maharashtra.</p>\n\n\n\n<p>Earlier BJP ally and Union Minister Chirag Paswan voiced concern over making any appointments in government posts without providing reservation, as the political row over lateral entry escalated, with Congress leader Rahul Gandhi alleging it was an \"attack\" on the Dalits, OBCs and adivasis.</p>\n\n\n\n<p>The Centre on its part accused the Congress of making misleading claims on the biggest tranche of lateral recruitment in bureaucracy being undertaken by it, and asserted that the move will not affect the recruitment of SC/STs in the all India services.</p>\n","originalUrl":"https://en.tattvanews.com/national/centre-asks-upsc-to-cancel-ad-for-lateral-entry-recruitment-to-45-posts%ef%bf%bc/","hasAudio":false,"hasInfographics":false}