{"id":"wp-te-18447","wp_id":18447,"type":"standard","category":"World","language":"te","title":"సివిల్స్ లో మొదటిసారే అనన్యకు మూడో ర్యాంక్","excerpt":"యూపీపీఎస్సీ ఫలితాల్లో తెలంగాణ యువతి సత్తా చాటింది. మహబూబ్‌నగర్‌కు చెందిన దోనూరు అనన్య రెడ్డి మూడో ర్యాంక్ సాధించింది. తొలి ప్రయత్నంలోనే అసమాన్య ప్రతిభతో విజేతగా నిలిచింది. అనన్య స్వగ్రామం అడ్డాకుల మండలం పొన్నకల్. తల్లి గృహిణి కాగా, తండ్రి చిరు వ్యాపారి. చదువువిలువ తెలిసిన ఆ తల్లిదండ్రులు తమ బిడ్డను బాగా చదివించారు.  అనన్య ప్రాథమిక విద్యాభ్యాసం అంతా మహబూబ్‌నగర్‌లోని గీతం హైస్కూల్‌లో సాగింది. పదో తరగతి వరకు అక్కడే చదివిన అనన్య ఇంటర్మీడియట్ హైదరాబాద్‌లో,","author":"Tattva News Team","time":"17/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Ananya2.webp","readTime":"5 min read","contentHTML":"\n<p>యూపీపీఎస్సీ ఫలితాల్లో తెలంగాణ యువతి సత్తా చాటింది. మహబూబ్‌నగర్‌కు చెందిన దోనూరు అనన్య రెడ్డి మూడో ర్యాంక్ సాధించింది. తొలి ప్రయత్నంలోనే అసమాన్య ప్రతిభతో విజేతగా నిలిచింది. అనన్య స్వగ్రామం అడ్డాకుల మండలం పొన్నకల్. తల్లి గృహిణి కాగా, తండ్రి చిరు వ్యాపారి. చదువువిలువ తెలిసిన ఆ తల్లిదండ్రులు తమ బిడ్డను బాగా చదివించారు. </p>\n\n\n\n<p>అనన్య ప్రాథమిక విద్యాభ్యాసం అంతా మహబూబ్‌నగర్‌లోని గీతం హైస్కూల్‌లో సాగింది. పదో తరగతి వరకు అక్కడే చదివిన అనన్య ఇంటర్మీడియట్ హైదరాబాద్‌లో, డిగ్రీ ఢిల్లీలో చేసింది. ఢిల్లీలోని మెరిండా హౌస్ కాలేజీలో చదివే సమయంలోనే సివిల్స్ ప్రిపరేషన్ ప్రారంభించింది.</p>\n\n\n\n<p>కఠినమైన సివిల్స్ ఎగ్జామ్ కోసం చాలామంది కోచింగ్ తీసుకుంటారు. కానీ అనన్య కోచింగ్‌ను నమ్ముకోలేదు. కేవలం ఆప్షనల్ సబ్జెక్ట్ ఆంథ్రోపాలజీపై పట్టు సాధించేందుకు హైదరాబాద్‌లో కోచింగ్ తీసుకున్నారు. మిగతా అన్ని సబ్జెక్ట్స్ సొంతంగానే ప్రిపేర్ అయ్యింది. రోజుకు 12 నుండి 14 గంటలు చదువుకు కేటాయించానని అనన్య తెలిపారు.</p>\n\n\n\n<p> ప్రిలిమ్స్‌లో విజయం సాధించి మెయిన్స్‌కు అర్హత సాధించిన తర్వాత ప్రిపరేషన్‌కు మరింత సమయం కేటాయించానని తెలిపారు. ఎంతో కష్టపడి చదివితే ఈ ర్యాంక్ సాధ్యమయ్యిందని అనన్య రెడ్డి తెలిపారు.  సివిల్స్ సర్విసెస్ సాధించాలన్నది తన కల అని అందుకు తగ్గట్లుగానే కష్టపడి ప్రిపేర్ అయినట్లు తెలిపారు. కానీ మొదటి ప్రయత్నంలోనే ఇంత మంచి ర్యాంక్ వస్తుందని ఊహించలేనని, ఆల్ ఇండియా స్థాయిలో మూడో ర్యాంక్ సాధించినట్లు తెలుసుకుని ఆశ్చర్యపోయానని పేర్కొన్నారు.</p>\n\n\n\n<p> ప్రజలకు సేవ చేయాలనే సివిల్స్ వైపు అడుగులు వేసినట్లు అనన్య తెలిపారు. సివిల్స్ 2023 ఫలితాల్లో ఆలిండియా స్థాయిలో సత్తాచాటి ర్యాంకులు సాధించిన తెలుగు అభ్యర్ధులకు తెలంగాణ సీఎం రేవంత్ రెడ్డి అభినందనలు తెలిపారు. పాలమూరు ఆడబిడ్డ అనన్య రెడ్డి థర్డ్ ర్యాంక్ సాధించడంపై ఆయన హర్షం వ్యక్తం చేసారు. ఆమెకు ప్రత్యేకంగా అభినందనలు తెలిపారు. </p>\n\n\n\n<p>కాగా, ఈసారి తెలంగాణ, ఏపీల నుంచి సుమారు 60 మంది విజేతలుగా నిలిచారు. తెలుగు రాష్ట్రాలకు చెందిన నలుగురు వందలోపు ర్యాంకులు, 11 మంది 200లోపు ర్యాంకులు పొందారు. తెలంగాణ అభ్యర్థులు వరుసగా రెండో సంవత్సరం జాతీయ స్థాయిలో మూడో ర్యాంకు సాధించడం విశేషం.</p>\n\n\n\n<p> యూపీఎస్సి 2022 ఫలితాల్లో ఉమా హారతికి మూడో ర్యాంక్ వచ్చింది. సూర్యాపేట జిల్లా హుజూర్ నగర్‌కు చెందిన ఉమా 2022 సివిల్స్‌లో థర్డ్ ర్యాంక్ సాధిస్తే 2023లో అనన్య రెడ్డికి ఆ ర్యాంకు వచ్చింది. అయితే ప్రతిసారి తెలుగు రాష్ట్రాలకు చెందిన అమ్మాయిలు 10 లోపు ర్యాంకుల్లో కనీసం ఇద్దరైనా ఉండేవారు. కానీ ఈసారి అనన్య రెడ్డి మాత్రమే మూడో ర్యాంకు సాధించారు. అమ్మాయిల్లో అనన్య తర్వాత హైదరాబాద్‌కు చెందిన చందన జాహ్నవి 50వ ర్యాంకు సాధించారు. కరీంనగర్‌కు చెందిన సాయి కిరణ్ 27వ ర్యాంకు సాధించారు.</p>\n","originalUrl":"https://tattvanews.com/18447/17/04/2024/","hasAudio":false,"hasInfographics":false}