{"id":"wp-en-14357","wp_id":14357,"type":"standard","category":"World","language":"en","title":"India's power generation capacity rose to 4.46 GW in 10 years￼","excerpt":"As informed to Parliament, India's total installed power generation capacity has increased by approximately 80% over the last decade, reaching 4,46,190 MW (4.46 GW) in June 2024. The installed capacity, which stood at 2,48,554 MW in March 2014, has reached 4,46,190 MW, stated the Minister of State for the Ministry of New and Renewable Energy","author":"Tattva News Team","time":"31/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/01/Power-Grid.jpg","readTime":"5 min read","contentHTML":"\n<p>As informed to Parliament, India's total installed power generation capacity has increased by approximately 80% over the last decade, reaching 4,46,190 MW (4.46 GW) in June 2024. The installed capacity, which stood at 2,48,554 MW in March 2014, has reached 4,46,190 MW, stated the Minister of State for the Ministry of New and Renewable Energy (MNRE),  Shripad Yesso Naik.</p>\n\n\n\n<p>In a reply to the Rajya Sabha, he highlighted that the installed capacity of coal-based power has grown from 1,39,663 MW in March 2014 to 2,10,969 MW in June 2024. Additionally, the installed capacity in the renewable sector has surged from 75,519 MW in March 2014 to 1,95,013 MW in June 2024. He noted that the Government of India plans to establish an additional minimum of 80 GW of coal-based capacity by 2031-32.</p>\n\n\n\n<p>He also reported adding 1,95,181 circuit kilometres (ckm) of transmission lines, 7,30,794 MVA of transformation capacity, and 82,790 MW inter-regional capacity. This development has connected the entire country into one grid running on a single frequency, transferring 1,18,740 MW from one corner to another.</p>\n\n\n\n<p>\"India's grid has emerged as one of the largest unified grids in the world. Connecting the whole country into one grid has transformed the country into a unified power market,\" he added. As a result, distribution companies (discoms) can now purchase power at the cheapest available rates from any generator across the country, enabling lower electricity tariffs for consumers.</p>\n\n\n\n<p>Furthermore, 2,927 new substations have been added, 3,965 existing substations have been upgraded, and 8.5 lakh ckm of high-tension and low-tension lines have been added or upgraded, the MoS detailed. These measures have led to a significant increase in power availability in rural areas, from 12.5 hours in 2015 to 21.9 hours in 2024, while power availability in urban areas has reached 23.4 hours.</p>\n","originalUrl":"https://en.tattvanews.com/national/indias-power-generation-capacity-rose-to-4-46-gw-in-10-years%ef%bf%bc/","hasAudio":false,"hasInfographics":false}