{"id":"wp-en-14980","wp_id":14980,"type":"standard","category":"World","language":"en","title":"Are Hindus uprising in Bangladesh !","excerpt":"By Nava J Thakuria       Commonly depicted picture of Bangladesh, where the Hindu and other religious minorities often face persecution by the majority Muslims, recently contradicted by some public rallies organized in Dhaka and Chittagong. As the south Asian nation was reeling under a visible political turmoil since July, at least four massive protest demonstrations took","author":"Tattva News Team","time":"17/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Bangla-Hindus-save.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>       </strong><strong></strong></p>\n\n\n\n<p>Commonly depicted picture of Bangladesh, where the Hindu and other religious minorities often face persecution by the majority Muslims, recently contradicted by some public rallies organized in Dhaka and Chittagong. As the south Asian nation was reeling under a visible political turmoil since July, at least four massive protest demonstrations took place in the country.</p>\n\n\n\n<p>The most recent one was on 13 September 2024, where thousands of agitators blocked the Shahbag intersection of Dhaka to raise their demand to take swift  and concrete actions against the continued attacks on  minorities and their sacred places.</p>\n\n\n\n<p>Representatives from Sanatani Adikhar Andolan, a coalition of Hindu organizations like Hindu Jagaran Mancha, National Hindu Forum, Bangladesh National Hindu Grand Alliance, etc criticized the government in Dhaka for failing to address their demands. They submitted an eight-point charter of demands including a fair probe into each and every  incident of attacks on Hindu families and properties with an aim to punish the perpetrators under the law.</p>\n\n\n\n<p>Moreover, their compensation and rehabilitation, formation of a minority commission and ministry, reservation of seats in national assembly, etc are also in the list of demands. They made it clear that they are legitimate citizens of Bangladesh and must not be termed as outsiders or agents of Bharat.  They will never leave Bangladesh as it’s their native place, asserted the demonstrators, adding that the authorities must therefore ensure security for them.</p>\n\n\n\n<p>Earlier, during a televised address to the nation on 11 September, the interim government head Professor Muhammad  Yunus reiterated the primary task of his government to ensure justice and accountability for the killings which took place in July and August.</p>\n\n\n\n<p>He remembered the sacrifice of hundreds of students, journalists and civilians from all walks of life to end the 15-year dictatorship of fascist Awami League chairperson Sheikh Hasina, who led a brutal genocide right up until her downfall on 5 August. </p>\n\n\n\n<p>Talking about thousands of others, who were injured, crippled for life and many lost their eyesight as Hasina’s enforcers targeted their eyes when firing rubber bullets,  the soft spoken gentleman with a strong determination stated that the government will ensure their medical treatments.</p>\n\n\n\n<p>Mentionable is that with unprecedented public support, the interim government was sworn in under the leadership of Nobel laureate Prof Yunus, principally to conduct a credible national election within 90 days. But the ground reality may compel the caretaker government to go for a massive reform in various institutions and agencies before holding the polls in the country of 170 million people.</p>\n\n\n\n<p> The government recently announced the formation of six commissions to bring reforms in various major segments including the police- public administrations, anti-corruption agency, judiciary, electoral system and even the constitution, which was adopted after a secular Bangladesh was born out of Islamic Republic of Pakistan in 1971.  It’s accepted by the majority of Bangladeshi nationals that only after due reforms, precisely in the electoral exercises,  the free, fair and participatory elections are possible.</p>\n\n\n\n<p> Nearly 850 people were killed and over 30,000 sustained injuries in the turmoil that engulfed Bangladesh since the middle of July. At least five journalists also lost their lives during the unrest as they were reporting from the  ground. The Geneva-based global media rights body Press  Emblem Campaign (PEC) called the interim government to initiate a fast probe into the killings of journalists Hasan Mehedi, Shakil Hossain, Abu Taher Md Turab, Tahir Zaman Priyo and Pradip Kumar Bhowmik.</p>\n\n\n\n<p>Prof Yunus reiterated on different occasions that Dhaka will always prefer to maintain healthy relations with a forward looking neighbour like India. He only expected that the relationship should be guided with fairness and equality. Earlier on 16 August, Prof Yunus dialed Prime Minister Narendra Modi and had a fruitful discussion.</p>\n\n\n\n<p> The saffron leader emphasised on protection of Hindus and other minorities in Bangladesh, where he promised to ensure security to all minorities (which constitutes hardly 10%   population) in the Muslim majority nation. He also invited the Indian premier along with a group of journalists to visit Bangladesh at his convenience.</p>\n\n\n\n<p>Can we expect some good days for the minorities in Bangladesh!</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/are-hindus-uprising-in-bangladesh/","hasAudio":false,"hasInfographics":false}