{"id":"wp-te-18612","wp_id":18612,"type":"standard","category":"World","language":"te","title":"మంత్రి కొండా సురేఖకు ఈసీ హెచ్చరిక","excerpt":"బీఆర్‌‌ఎస్‌ వర్కింగ్ ప్రెసిడెంట్ కేటీఆర్‌పై మంత్రి కొండా సురేఖ చేసిన వ్యాఖ్యలను కేంద్ర ఎన్నికల కమిషన్ తీవ్రంగా తప్పుపట్టింది. కొండా సురేఖ ఎన్నికల నియామవళిని ఉల్లంఘించారని ఈసీ పేర్కొంది. ఎన్నికల కోడ్ ముగిసే వరకు జాగ్రత్తగా మాట్లాడాలని కొండా సురేఖను హెచ్చరించింది. ఇతర పార్టీలను, నేతలు విమర్శించేటప్పుడు కాంగ్రెస్ పార్టీ స్టార్ క్యాంపెయినర్‌గా, మంత్రిగా మరింత బాధ్యతాయుతంగా వ్యవహరించాలని ఈసీ స్పష్టం చేసింది. ఈనెల 1న వరంగల్‌లో మీడియా సమావేశంలో కొండా సురేఖ మాట్లాడుతూ.. అధికారం లేకనే","author":"Tattva News Team","time":"27/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Surekha.png","readTime":"5 min read","contentHTML":"\n<p>బీఆర్‌‌ఎస్‌ వర్కింగ్ ప్రెసిడెంట్ కేటీఆర్‌పై మంత్రి కొండా సురేఖ చేసిన వ్యాఖ్యలను కేంద్ర ఎన్నికల కమిషన్ తీవ్రంగా తప్పుపట్టింది. కొండా సురేఖ ఎన్నికల నియామవళిని ఉల్లంఘించారని ఈసీ పేర్కొంది. ఎన్నికల కోడ్ ముగిసే వరకు జాగ్రత్తగా మాట్లాడాలని కొండా సురేఖను హెచ్చరించింది. ఇతర పార్టీలను, నేతలు విమర్శించేటప్పుడు కాంగ్రెస్ పార్టీ స్టార్ క్యాంపెయినర్‌గా, మంత్రిగా మరింత బాధ్యతాయుతంగా వ్యవహరించాలని ఈసీ స్పష్టం చేసింది.</p>\n\n\n\n<p>ఈనెల 1న వరంగల్‌లో మీడియా సమావేశంలో కొండా సురేఖ మాట్లాడుతూ.. అధికారం లేకనే కేసీఆర్, కేటీఆర్ కొత్త డ్రామాలకు తెర తీశారని పేర్కొన్నారు. కేటీఆర్ ఫోన్ ట్యాపింగ్‌లతో ఎంతోమంది హీరోయిన్లను బ్లాక్ మెయిల్ చేశాడని మంత్రి కొండా సురేఖ ఆరోపించారు. ఎంతో మంది అధికారులను బలిచేసి వారు ఉద్యోగాలు కోల్పోయి జైలుకు వెళ్లేలా చేశారని ఆమె పేర్కొన్నారు. </p>\n\n\n\n<p>ఎన్నికలు దగ్గరకు వస్తున్నాయని అందువల్లే కేసీఆర్ ఫాంహౌస్ నుంచి బయటకు వచ్చాడే తప్పా, రాష్ట్రం సర్వనాశనం అయిపోతున్న ఏనాడు బయటకు రాలేదని ఆమె విమర్శించారు. మంత్రి కొండా సురేఖ కేటీఆర్, బీఆర్‌ఎస్‌పై చేసిన ఆరోపణలపై ఆ పార్టీ నేతలు కర్నె ప్రభాకర్, దాసోజు శ్రవణ్ ఇసి ఫిర్యాదు చేశారు.</p>\n\n\n\n<p> దీనికి స్పందించిన ఎన్నికల కమిషన్… మంత్రి కొండా సురేఖ చేసిన వ్యాఖ్యలను పరిశీలించిన ఆమెకు హెచ్చరికలు జారీ చేసింది. ఇలాంటి నిరాధార ఆరోపణలు ప్రతిపక్ష పార్టీ, నేత ప్రతిష్టకు భంగం కలిగించేలా, ఎన్నికల ప్రక్రియకు అంతరాయంగా ఉన్నాయని ఈసీ వెల్లడించింది. ఇది ఎన్నికల కోడ్ ఉల్లంఘనేనని, ఇక ముందు జాగ్రత్తగా ఉండాలని మంత్రిని ఇసి హెచ్చరించింది.</p>\n","originalUrl":"https://tattvanews.com/18612/27/04/2024/","hasAudio":false,"hasInfographics":false}