{"id":"wp-en-14652","wp_id":14652,"type":"standard","category":"World","language":"en","title":"NAPM condemns attack on minorities in Bangladesh, asks to fix accountability￼","excerpt":"India’s close neighbour, Bangladesh recently witnessed a historic political uprising and transition. National Alliance of People’s Movements (NAPM) congratulates the people of the country, in particular the valiant students-led mass uprising that challenged the oppressive and autocratic regime of Sheikh Hasina. NAPM deplored that this important moment of ‘victory’ has partly been tarnished by violence","author":"Tattva News Team","time":"22/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Bangla-Hindus2.webp","readTime":"5 min read","contentHTML":"\n<p>India’s close neighbour, Bangladesh recently witnessed a historic political uprising and transition. National Alliance of People’s Movements (NAPM) congratulates the people of the country, in particular the valiant students-led mass uprising that challenged the oppressive and autocratic regime of Sheikh Hasina.</p>\n\n\n\n<p>NAPM deplored that this important moment of ‘victory’ has partly been tarnished by violence against minorities, including Hindus in different parts of Bangladesh. NAPM feels that the regime-change certainly holds hope for a new socio-economic order, provided the enormous task of building a democratic, inclusive and egalitarian Bangladesh begins in right earnest. The events that unfolded in Bangladesh have significance for democratic movements across South Asia and beyond.</p>\n\n\n\n<p>NAPM said that it is tragic and very unfortunate that about 650 people including members of minority communities, protesters, civilians, journalists and security personnel were killed between July and August, as per a preliminary report of the United Nations (UN) Human Rights Office. It deeply mourn the loss of life and limb during this uprising and convey our condolences to the families of all the deceased.</p>\n\n\n\n<p>Even as it stand firmly in solidarity with the student's demands and the popular uprising, NAPM condemn the violence unleashed, in particular against minority communities. It expressed hope that the interim government formed with Prof. Muhammad Yunus, as the Chief Advisor, will prevent attacks on ethnic and religious minorities, including the targeted killing of Bangladeshi Hindus.  </p>\n\n\n\n<p>“Recent times have shown us that no government can survive for long with its dictatorship, if people across the country take to the streets. The earlier example of Sri Lanka and Bangladesh now hold important learnings for democratic movements in the sub-continent and a strong warning to all the anti-people authoritarian and fascist governments, both in South Asia and across the globe”, NAPM said.</p>\n\n\n\n<p>NAPM called upon the interim government and leaders of the popular movement to ensure that there is no further communal violence and loss of life. Utmost efforts are needed to ensure all citizens of the country are safe in all respects; in particular rights of all minorities and dissenters need to be safeguarded.  Accountability needs to be fixed in a time-bound manner for all crimes committed against religious and ethnic minorities in Bangladesh, which includes attack on lives as well as vandalism of minority places of worship and properties.</p>\n\n\n\n<p>NAPM said that the interim Government must also institute a time-bound, impartial and transparent investigation into all instances of extra-judicial killings, forced disappearances, violence, arbitrary arrests and detentions and take action accordingly<strong>.</strong></p>\n\n\n\n<p>“The challenge now is to create a socio-economic order and political system that guarantees dignified employment, civil and political rights to all people, including to all minorities”, NAPM added.</p>\n\n\n\n<p>NAPM observed, while it may be too early to comment on the new regime in Bangladesh, it needs to be mentioned that the nominated head of the interim government, Prof. Yunus has had a prolonged association with the ‘Washington lobby’. Bangladesh's Grameen Group was also under the scanner for coercive practices, high-interest rates, reinforcing village hierarchies etc in the ‘iconic’ micro-credit business. It added.</p>\n","originalUrl":"https://en.tattvanews.com/national/napm-condemns-attack-on-minorities-in-bangladesh-asks-to-fix-accountability%ef%bf%bc/","hasAudio":false,"hasInfographics":false}