{"id":"wp-te-18873","wp_id":18873,"type":"standard","category":"World","language":"te","title":"భారత ఎన్నికల్లో జోక్యం.. రష్యా ఆరోపణలను ఖండించిన అమెరికా","excerpt":"భారత్‌ జరుగుతున్న లోక్‌సభ ఎన్నికల్లో అమెరికా జోక్యం చేసుకుంటుందన్న రష్యా ఆరోపణలను అగ్రరాజ్యం కొట్టిపారేసింది. తమంటతాముగా ఏ దేశ ఎన్నికల వ్యవహారాల్లో కలుగజేసుకునేది లేదని అమెరికా విదేశాంగ శాఖ అధికార ప్రతినిధి మ్యాథ్యూ మిల్లర్‌ స్పష్టం చేశారు. వాస్తవానికి తాము భారత్‌తోపాటు ప్రపంచంలో ఏ ఎన్నికల విషయంలో తాము కల్పించుకోబోమని తెలిపారు.  అది భాతరదేశ ప్రజలు తీసుకోవాల్సిన నిర్ణయమని స్పష్టం చేశారు. భారత్‌లో జరుగుతున్న సార్వత్రిక ఎన్నికల్లో జోక్యం చేసుకోవడం ద్వారా ఎన్నికల ప్రక్రియను క్లిష్టతరం చేయాలని","author":"Tattva News Team","time":"10/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Biden-Putin.webp","readTime":"5 min read","contentHTML":"\n<p>భారత్‌ జరుగుతున్న లోక్‌సభ ఎన్నికల్లో అమెరికా జోక్యం చేసుకుంటుందన్న రష్యా ఆరోపణలను అగ్రరాజ్యం కొట్టిపారేసింది. తమంటతాముగా ఏ దేశ ఎన్నికల వ్యవహారాల్లో కలుగజేసుకునేది లేదని అమెరికా విదేశాంగ శాఖ అధికార ప్రతినిధి మ్యాథ్యూ మిల్లర్‌ స్పష్టం చేశారు. వాస్తవానికి తాము భారత్‌తోపాటు ప్రపంచంలో ఏ ఎన్నికల విషయంలో తాము కల్పించుకోబోమని తెలిపారు. </p>\n\n\n\n<p>అది భాతరదేశ ప్రజలు తీసుకోవాల్సిన నిర్ణయమని స్పష్టం చేశారు. భారత్‌లో జరుగుతున్న సార్వత్రిక ఎన్నికల్లో జోక్యం చేసుకోవడం ద్వారా ఎన్నికల ప్రక్రియను క్లిష్టతరం చేయాలని అమెరికా ప్రయత్నిస్తున్నదంటూ రష్యా సంచలన వ్యాఖ్యలు చేసిన విషయం తెలిసిందే. </p>\n\n\n\n<p>ఖలిస్థానీ వేర్పాటువాది గురుపత్వంత్‌సింగ్‌ పన్నున్‌ హత్యకు తమ దేశంలో కుట్ర జరిగిందని, దాని వెనక భారత పౌరుల హస్తం ఉందని ఆరోపించిన అమెరికా అందుకు సంబంధించి ‘నమ్మదగిన సాక్ష్యాల’ను చూపలేదని రష్యా విదేశాంగ మంత్రిత్వశాఖ అధికార ప్రతినిధి మరియా జఖరోవా గురువారం విమర్శించారు. భారత్‌లోని మతస్వేచ్ఛను ప్రస్తావిస్తూ భారతదేశ జాతీయ మనస్తత్వం, చరిత్రపై అమెరికాకు ఏ కోశానా అవగాహన లేదని ఆమె విమర్శించారు. </p>\n\n\n\n<p>మతస్వేచ్ఛపై నిత్యం నిరాధార ఆరోపణలు చేస్తూనే ఉన్నదని, ఇది భారత్‌ను అగౌరపరచడమేనని మండిపడ్డారు. భారత అంతర్గత రాజకీయ పరిస్థితులను అస్థిరపరచడం, సార్వత్రిక ఎన్నికలను క్లిష్టతరం చేయడమే అమెరికా ఆరోపణల ముఖ్య ఉద్దేశమని ఆమె ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/18873/10/05/2024/","hasAudio":false,"hasInfographics":false}