{"id":"wp-te-18691","wp_id":18691,"type":"standard","category":"World","language":"te","title":"ఛత్తీస్‌గఢ్‌ అడవులలో 10 మంది మావోయిస్టుల హతం","excerpt":"ఛత్తీస్‌గఢ్‌లోని నా రాయణ్ పూర్, కంకెర్ జిల్లాలో సరిహద్దుల్లోని అడవుల్లో మంగళవారం భద్రతా దళాల ఎదురు కాల్పుల్లో ముగ్గురు మహిళలతో సహా 10 మంది నక్సలైట్లు మరణించారు. గత 15 రోజుల్లో భద్రతా దళాల ఎదురుకాల్పుల్లో ఇంత పెద్ద సంఖ్యలో నక్సలైట్లు మరణించడం ఇది రెండోసారి.  రాష్ట్రంలో జరుగుతున్న నక్సల్ వ్యతిరేక ఆపరేషన్‌లో ఇదో భారీ విజయమని ఛత్తీస్‌గఢ్ ఉప ముఖ్యమంత్రి విజయ్ శర్మ ఒక వీడియో సందేశంలో తెలిపారు. నక్సలైట్ల కు గట్టి పట్టు ఉన్న","author":"Tattva News Team","time":"1/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Maoists.jpg","readTime":"5 min read","contentHTML":"\n<p>ఛత్తీస్‌గఢ్‌లోని నా రాయణ్ పూర్, కంకెర్ జిల్లాలో సరిహద్దుల్లోని అడవుల్లో మంగళవారం భద్రతా దళాల ఎదురు కాల్పుల్లో ముగ్గురు మహిళలతో సహా 10 మంది నక్సలైట్లు మరణించారు. గత 15 రోజుల్లో భద్రతా దళాల ఎదురుకాల్పుల్లో ఇంత పెద్ద సంఖ్యలో నక్సలైట్లు మరణించడం ఇది రెండోసారి. </p>\n\n\n\n<p>రాష్ట్రంలో జరుగుతున్న నక్సల్ వ్యతిరేక ఆపరేషన్‌లో ఇదో భారీ విజయమని ఛత్తీస్‌గఢ్ ఉప ముఖ్యమంత్రి విజయ్ శర్మ ఒక వీడియో సందేశంలో తెలిపారు. నక్సలైట్ల కు గట్టి పట్టు ఉన్న ప్రాంతంగా భావించే అభూజ్ మడ్‌లోని టేక్‌మెట, కాకూర్ గ్రామాల మ ధ్య ఉన్న అటవీ ప్రాంతంలో ఉదయం 6 గంటలకు కాల్పుల పోరు జరిగిందని పోలీసులు తెలిపారు. </p>\n\n\n\n<p>న క్సల్ ఏరివేత కోసం జిల్లా రిజర్వ్ గార్డు (డిఆర్‌జి), ప్రత్యేక టాస్క్ ఫోర్స్(ఎస్‌టిఎఫ్) సం యుక్తంగా గాలింపు జరిపినప్పుడు ఈ ఘటన జరిగిందని వారు చెప్పారు. గాలింపు చర్యలు సోమవారం రాత్రి ప్రారంభం కాగా అభూజ్‌మడ్ ప్రాంతంలో మంగళవారం ఉదయం ఎన్‌కౌంటర్ జరి గిందని రాష్ట్ర హోం శాఖను కూడా నిర్వర్తి స్తున్న డిప్యూటీ ముఖ్యమంత్రి శర్మ తెలిపారు. </p>\n\n\n\n<p>ముగ్గురు మహిళల తోసహా 9 మంది నక్సలైట్లు ఎదురు కాల్పుల్లో హతమయ్యారని, వారి మృతదేహాలను స్వాధీనం బలగాలు స్వాధీనం చేసుకున్నాయని ఆయన చెప్పారు. ఈ కాల్పుల పోరులో భద్రతా ద ళాలకు ఎటువంటి హాని జరగలేదని ఆయన వివరించారు. ఘటనా స్థలి నుంచి ఒక ఎకె 47 తుపాకీ, ఆయుధాలు మందుగుండు సామగ్రిని స్వాధీనం చేసుకున్నట్లు ఆయన తెలిపారు. </p>\n\n\n\n<p> కాగా..మరణించిన నక్సలైట్ల వివరాలు ఇంకా తెలియరాలేదని పోలీసులు తెలిపారు. తాజా సంఘటనతో కలిపి ఈ ఏడాదిలో ఇప్పటివరకు బస్తర్ ప్రాంతంలో జరిగిన వేర్వేరు ఎన్‌కౌంటర్లలో 88 మంది నక్సలైట్లు మరణించారని పోలీసులు తెలిపారు. ఏప్రిల్ 16న కంకెర్ జిల్లాలో జరిగిన భద్రతా దళాల ఎదురుకాల్పుల్లో 29 మంది నక్సలైట్లు మరణించారు.</p>\n\n\n\n<p><strong>16 మంది మావోల లొంగుబాటు</strong><br>మరోవంక, బీజాపూర్ జిల్లాలో 16 మంది మావోయిస్టులు జిల్లా ఎస్‌పి జితేంద్ర కుమార్ యాదవ్ ఎదుట లొంగిపోయారు. లొంగిపోయిన వారిలో బెటాలియన్ నెంబర్ వన్ సభ్యుడుతో పాటు మత్వారా ఎల్‌ఒ ఎస్ కమాండర్, కెఎంఎస్ అధ్యక్షుడు, సిఎంఎం కమాండర్, ఎల్‌జిఎస్ సభ్యుడుతో సహా 16 మంది మావోయిస్టులు లొంగిపోయినట్లు తెలిపారు. </p>\n\n\n\n<p>లొంగిపోయిన పిఎల్‌జిఏ బెటాలియన్ సభ్యుడికి ఎనిమిది లక్షలు, ఎల్‌ఒఎస్ కమాండర్‌కు ఐదు లక్షల రూపాయలు, మిగిలిన వారికి లక్ష చొప్పున ప్రభుత్వం రివార్డులు ప్రకటించిందని తెలిపారు. ప్రభుత్వం చేపట్టిన గర్వాపస్ కార్యక్రమంతో మావోయిస్టులు లొంగిపోతున్నట్లు పోలీస్ అధికారులు వెల్లడించారు.<br></p>\n","originalUrl":"https://tattvanews.com/18691/01/05/2024/","hasAudio":false,"hasInfographics":false}