{"id":"wp-en-12748","wp_id":12748,"type":"standard","category":"World","language":"en","title":"India ranks 4th in digital services exports￼","excerpt":"India registered a 17 per cent jump in the export of digitally delivered services to a staggering $257 billion to become the world’s fourth-largest exporter in the segment, according to the latest Global Trade Outlook and Statistics report of the World Trade Organisation (WTO). India’s growth rate was much higher than the 4 per cent","author":"Tattva News Team","time":"12/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/WTO.jpg","readTime":"5 min read","contentHTML":"\n<p>India registered a 17 per cent jump in the export of digitally delivered services to a staggering $257 billion to become the world’s fourth-largest exporter in the segment, according to the latest Global Trade Outlook and Statistics report of the World Trade Organisation (WTO).</p>\n\n\n\n<p>India’s growth rate was much higher than the 4 per cent increase posted by China and Germany. According to WTO estimates, global exports of digitally delivered services rose to $4.25 trillion in 2023, up 9 per cent year-on-year, accounting for 13.8 per cent of world exports of goods and services.</p>\n\n\n\n<p>Unlike trade in goods, which fell in 2023 globally and in all regions, exports of digitally delivered services continued to thrive. In Europe and Asia (which hold a global share of 52.4 per cent and 23.8 per cent, respectively) exports rose by 11 per cent and 9 per cent, the report said.</p>\n\n\n\n<p>In 2023, business, professional, and technical services accounted for 41.2 per cent of world exports of digitally delivered services, followed by computer services (20.5 per cent), financial services (16 per cent), intellectual property-related services (10.9 per cent), insurance and pension services (5.2 per cent), telecommunications services (2.6 per cent), audio-visual and other personal, cultural, and recreational services (2.1 per cent), and information services (1.5 per cent).</p>\n\n\n\n<p>“Use of artificial intelligence (AI), including models capable of creating content, such as text, images, music or even videos, increased rapidly in 2023. These technologies are set to revolutionise various aspects of the economy, leading to increased efficiency, innovation, cost savings, personalisation opportunities, creation of new jobs, and economic growth, further boosting trade in digitally delivered services,” according to the report.</p>\n\n\n\n<p>Overall, WTO expects the volume of world merchandise trade to increase by 2.6 per cent in 2024 and 3.3 per cent in 2025 after falling 1.2 per cent in 2023 but cautioned that regional conflicts, geopolitical tensions and economic policy uncertainty pose substantial downside risks to the forecast.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/india-ranks-4th-in-digital-services-exports%ef%bf%bc/","hasAudio":false,"hasInfographics":false}