{"id":"wp-te-19234","wp_id":19234,"type":"standard","category":"World","language":"te","title":"ఢిల్లీలో గరిష్టంగా 52.3 డిగ్రీల ఉష్ణోగ్రత","excerpt":"దేశంలో ముఖ్యంగా ఢిల్లీ ప్రాంతంలో ఇదివరకెన్నడూ లేనంతగా అత్యధిక ఉష్ణోగ్రతలు నమోదవుతున్నాయి. బుధవారం మధ్యాహ్నం 2.30 గంటల సమయంలో ముంగేష్‌పుర్‌లో 52.3 డిగ్రీల సెల్షియన్‌గా ఉష్ణోగ్రతలు నమోదయ్యాయని వాతావరణ శాఖ వెల్లడించింది. భారత వాతావరణ విభాగం (ఐఎండి) ప్రాంతీయ అధిపతి కులదీప్ శ్రీవాస్తవ అత్యధికంగా ఉష్ణోగ్రతలు పెరగడానికి కారణాలు వివరించారు.  రాజస్థాన్ నుంచి వీచే వేడిగాలుల తాకిడికి ఢిల్లీ శివారు ప్రాంతాలే మొదట గురవుతుంటాయని చెప్పారు. ఢిల్లీలోని కొన్ని ప్రాంతాలు ఇప్పటికే అత్యంత వేడితో అధ్వాన్నంగా తయారయ్యాయని,","author":"Tattva News Team","time":"30/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Delhi.webp","readTime":"5 min read","contentHTML":"\n<p>దేశంలో ముఖ్యంగా ఢిల్లీ ప్రాంతంలో ఇదివరకెన్నడూ లేనంతగా అత్యధిక ఉష్ణోగ్రతలు నమోదవుతున్నాయి. బుధవారం మధ్యాహ్నం 2.30 గంటల సమయంలో ముంగేష్‌పుర్‌లో 52.3 డిగ్రీల సెల్షియన్‌గా ఉష్ణోగ్రతలు నమోదయ్యాయని వాతావరణ శాఖ వెల్లడించింది. భారత వాతావరణ విభాగం (ఐఎండి) ప్రాంతీయ అధిపతి కులదీప్ శ్రీవాస్తవ అత్యధికంగా ఉష్ణోగ్రతలు పెరగడానికి కారణాలు వివరించారు. </p>\n\n\n\n<p>రాజస్థాన్ నుంచి వీచే వేడిగాలుల తాకిడికి ఢిల్లీ శివారు ప్రాంతాలే మొదట గురవుతుంటాయని చెప్పారు. ఢిల్లీలోని కొన్ని ప్రాంతాలు ఇప్పటికే అత్యంత వేడితో అధ్వాన్నంగా తయారయ్యాయని, తీవ్రమైన వేడిగాలులకు మొదట బలయ్యేవి ముంగేష్‌పుర్, నారెల, నజఫ్‌గడ్, ప్రాంతాలని తెలిపారు. </p>\n\n\n\n<p>అనుకున్నదాని కన్నా తొమ్మిది డిగ్రీలు ఎక్కువగా ఉష్ణోగ్రత ఉండగా , రెండోరోజు మరింత ఎక్కువగా ఉష్ణోగ్రతలు నమోదయ్యాయని చెప్పారు. మంగళవారం నార్త్ వెస్ట్ ఢిల్లీ ప్రాంతంలో 49.9 డిగ్రీలుగా నమోదు కాదా, ఆ మరుసటి రోజే మరింతగా ఉష్ణోగ్రతలు నమోదయ్యాయి. 2002లో 49.2 డిగ్రీల వరకు రికార్డు స్థాయిలో ఉష్ణోగ్రతలు నమోదు కాగా, ఆ రికార్డును ఇప్పటి ఉష్ణోగ్రతలు అధిగమించాయి.</p>\n\n\n\n<p>బుధవారం సాయంత్రం ఢిల్లీలో కొద్దిగా వర్షం కురియడంతో తేమ స్థాయి పెరిగే అవకాశం ఉంది. 30 మిలియన్ జనాభా కలిగిన ఢిల్లీకి ఐఎండి హెల్త్ నోటీస్ జారీతో అప్రమత్తం చేసింది. అత్యధిక వేడికి జనం అస్వస్తులవుతారని, అన్ని వయస్కుల వారికి వడదెబ్బ తగిలే ప్రమాదం ఉందని హెచ్చరించింది. </p>\n\n\n\n<p>ఈ వేడిని భరించలేక ప్రజలు ఎయిర్‌కండిషనింగ్, ఫ్యాన్లు ఎక్కువగా ఉపయోగిస్తుండడంతో విద్యుత్ డిమాండ్ 8302 మెగావాట్లకు పెరిగింది. ఇక ఢిల్లీ పొరుగున ఉన్న రాజస్థాన్ లో ఫలోడిలో 51 డిగ్రీలు, 50.8 డిగ్రీలు , హర్యానాలో శిర్సాలో 50.3 డిగ్రీలు నమోదయ్యాయి. దక్షిణ రాజస్థాన్ జిల్లాలు బర్మెర్, జోథ్‌పూర్, ఉదయ్‌పూర్, సిరోహి, జాలోర్, ప్రాంతాల్లో 4 డిగ్రీలు తక్కువగా ఉష్ణోగ్రతలు ఉంటున్నాయి. </p>\n\n\n\n<p>అరేబియా సముద్రం నుంచి తేమతో కూడిన గాలులు వీస్తుండడమే దీనికి కారణం. వాయువ్యభారతం లోని వడగాలుల తగ్గుదల ప్రారంభానికి ఇది సంకేతమని చెబుతున్నారు. ఈ తగ్గుదల ప్రభావం ఉత్తర దిశగా విస్తరించి మే 30 నాటికి కొంత ఉపశమనం కలుగుతుందని అంటున్నారు. గురువారం నుంచి బంగాళాఖాతం నుంచి తేమతోకూడిన గాలులు వీచి ఉత్తర ప్రదేశ్‌లో గరిష్ఠ ఉష్ణోగ్రతలు క్రమంగా తగ్గుతాయని అధికారులు భావిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19234/30/05/2024/","hasAudio":false,"hasInfographics":false}