{"id":"wp-en-13646","wp_id":13646,"type":"standard","category":"World","language":"en","title":"India's Mutual Funds assets up nearly Rs. 10 trillion in a year￼","excerpt":"India's mutual fund assets surged to US$ 701.71 billion (Rs. 58.6 trillion) in May, approaching an unprecedented addition of US$ 119.75 billion (Rs. 10 trillion) in under a year, marking the fastest rise on record. While the mutual fund industry took five decades to accumulate its first US$ 119.75 billion (Rs. 10 trillion) in assets","author":"Tattva News Team","time":"12/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Mutual-Fund.jpg","readTime":"5 min read","contentHTML":"\n<p>India's mutual fund assets surged to US$ 701.71 billion (Rs. 58.6 trillion) in May, approaching an unprecedented addition of US$ 119.75 billion (Rs. 10 trillion) in under a year, marking the fastest rise on record.</p>\n\n\n\n<p>While the mutual fund industry took five decades to accumulate its first US$ 119.75 billion (Rs. 10 trillion) in assets since its inception in 1964, it has added the last US$ 107.77 billion (Rs. 9 trillion) in under six months.</p>\n\n\n\n<p>Inflows into equity mutual funds increased by 83% MoM to US$ 4.19 billion (Rs. 34,967 crore) in May, with investors continuing to favour small- and mid-cap funds, according to data from the Association of Mutual Funds in India (AMFI). Net equity mutual fund inflows in May reached the highest level since April 2019, when AMFI began reporting monthly mutual fund flows in the current format.</p>\n\n\n\n<p>Domestic equity mutual funds have consistently seen net inflows every month since February 2021, totalling US$ 66.82 billion (Rs. 5.58 trillion), significantly surpassing net foreign inflows during the same period. The benchmark NSE Nifty 50 has risen approximately 55% over the past 39 months, supported by mutual fund inflows.</p>\n\n\n\n<p>Despite concerns over high valuations, inflows into small-cap funds rose by 23.4% to US$ 326.3 million (Rs. 2,725 crore) in May, while mid-cap fund inflows increased by 45.3% to US$ 312.1 million (Rs. 2,606 crore). Inflows into large-cap funds almost doubled to US$ 79.4 million (Rs. 663 crore).</p>\n\n\n\n<p>\"Over the last year, small- and mid-cap categories attracted significant inflows due to their growth potential,\" said Deputy Chief Executive at Anand Rathi Wealth, Mr. Feroze Azeez, \"Stress tests have indicated that there is no liquidity stress in the two categories, comforting investors and spurring continuous allocations,\" he added.</p>\n\n\n\n<p> In May, the benchmark Nifty 50 and small-cap indices shed 0.33% and 1.85%, respectively, while mid-caps rose by 1.65%. In May, contributions to systematic investment plans (SIPs) reached a record high of US$ 2.50 billion (Rs. 20,904 crore).</p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-mutual-funds-assets-up-nearly-rs-10-trillion-in-a-year%ef%bf%bc/","hasAudio":false,"hasInfographics":false}