{"id":"wp-en-14407","wp_id":14407,"type":"standard","category":"World","language":"en","title":"Position, arrogance are not permanent in politics but stature is, says Vasundhara Raje ￼","excerpt":"Former Rajasthan Chief Minister Vasundhara Raje advised the new Rajasthan state chief Madan Rathore, saying that position and arrogance are not a permanent feature of any political leader.  “Politics stands synonymous with ups and downs. When a leader thinks about this, three things come to mind: position, stature and arrogance. Position and arrogance are not permanent","author":"Tattva News Team","time":"4/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Vasundhara.jpg","readTime":"5 min read","contentHTML":"\n<p>Former Rajasthan Chief Minister Vasundhara Raje advised the new Rajasthan state chief Madan Rathore, saying that position and arrogance are not a permanent feature of any political leader. </p>\n\n\n\n<p>“Politics stands synonymous with ups and downs. When a leader thinks about this, three things come to mind: position, stature and arrogance. Position and arrogance are not permanent but if you do good work then stature becomes permanent. If there is arrogance then the stature reduces,” Raje advised the new party chief during a function organised for Rathore.</p>\n\n\n\n<p>She said that for any leader the biggest position is the love and trust of the people. “This is such a position that no one can take away from you,” she said. She added that she would work together for the success of the party and not for any faction. </p>\n\n\n\n<p>“But this is not easy neither for you nor for the workers. Rathore has been patient. Had he not been patient, he would not have helped the party for so long,” she said.</p>\n\n\n\n<p>“I will always keep with me the Guru Mantra given to me by Vasundhara Raje. I will keep in mind the warning I have received from the stage,” Rathore said while responding to Raje’s speech.</p>\n\n\n\n<p>He said that the government belongs to the BJP. “If you are not happy with the work of the government, then tell us. We will listen to you,” he said.</p>\n\n\n\n<p>Speaking on the occasion, Chief Minister Bhajan Lal Sharma said that the way the workers protested against the policies of the previous regime under the leadership of Satish Poonia and CP Joshi yielded results in the state and BJP’s government was formed.</p>\n\n\n\n<p>Earlier, Rajya Sabha MP Madan Rathore assumed charge as Rajasthan BJP Chief amid the presence of party veterans including Chief Minister Bhajan Lal Sharma and former Chief Minister Vasundhara Raje, among others.</p>\n","originalUrl":"https://en.tattvanews.com/national/position-arrogance-are-not-permanent-in-politics-but-stature-is-says-vasundhara-raje-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}