{"id":"wp-te-18822","wp_id":18822,"type":"standard","category":"World","language":"te","title":"తెలంగాణాలో 7- 10 శాతం కమీషన్లు ఇస్తే తప్ప పనులు కాని పరిస్థితి","excerpt":"అధికారంలోకి వచ్చిన 4 నెలల్లోనే కాంగ్రెస్‌ పరిస్థితి ప్రజలకు అర్థమైందని, రాష్ట్రంలో 7- 10 శాతం కమీషన్లు ఇస్తే తప్ప పనులు కాని పరిస్థితి ఏర్పడిందని మల్కాజిగిరి బీజేపీ ఎంపీ అభ్యర్థి ఈటల రాజేందర్​  ఆరోపించారు. మల్కాజిగిరి వాసులందరూ బీజేపీకే ఓటు వేస్తామని అంటున్నారని, స్వచ్చందంగా సమావేశాలు ఏర్పాటు చేసుకుంటున్నారని తెలిపారు.  హైదరాబాద్​లోని సోమాజిగూడ ప్రెస్​క్లబ్​లో జరిగిన మీట్​ ది ప్రెస్​ కార్యక్రమంలో ఆయన పాల్గొంటూ  కులాల ప్రాతిపదికన రిజర్వేషన్లు వద్దని రాజీవ్‌గాంధీ చెప్పారని తెలిపారు. అణగారిన","author":"Tattva News Team","time":"8/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Etela.webp","readTime":"5 min read","contentHTML":"\n<p>అధికారంలోకి వచ్చిన 4 నెలల్లోనే కాంగ్రెస్‌ పరిస్థితి ప్రజలకు అర్థమైందని, రాష్ట్రంలో 7- 10 శాతం కమీషన్లు ఇస్తే తప్ప పనులు కాని పరిస్థితి ఏర్పడిందని మల్కాజిగిరి బీజేపీ ఎంపీ అభ్యర్థి ఈటల రాజేందర్​  ఆరోపించారు. మల్కాజిగిరి వాసులందరూ బీజేపీకే ఓటు వేస్తామని అంటున్నారని, స్వచ్చందంగా సమావేశాలు ఏర్పాటు చేసుకుంటున్నారని తెలిపారు. </p>\n\n\n\n<p>హైదరాబాద్​లోని సోమాజిగూడ ప్రెస్​క్లబ్​లో జరిగిన మీట్​ ది ప్రెస్​ కార్యక్రమంలో ఆయన పాల్గొంటూ  కులాల ప్రాతిపదికన రిజర్వేషన్లు వద్దని రాజీవ్‌గాంధీ చెప్పారని తెలిపారు. అణగారిన వర్గాల పేరిట ఓట్లు సంపాదించాలని కాంగ్రెస్ యత్నిస్తుందని మండిపడ్డారు. ఎస్సీ, ఎస్టీలకు రిజర్వేషన్లు కల్పించిన అంబేడ్కర్‌ను ఓడించిన పార్టీ అని విమర్శించారు. </p>\n\n\n\n<p>దేశవ్యాప్తంగా బీసీలకు రిజర్వేషన్లు కల్పించినా అమలు కావట్లేదని పేర్కొంటూ . వీడియోలు మార్ఫింగ్‌ చేసి ప్రచారం చేయడం దారుణమని ఆగ్రహం వ్యక్తం చేశారు. ఆర్టీసీలో ఉచిత బస్సు ప్రయాణం తప్పితే కాంగ్రెస్ పార్టీ ఇచ్చిన ఏ ఒక్క హామీ అమలు చేయలేదని ఈటల విమర్శించారు. కాళేశ్వరం అవినీతిపరులపై చర్యలు తీసుకోకుండా కమిటీల పేరుతో కాలయాపన చేస్తుందని ఆగ్రహం వ్యక్తం చేశారు.</p>\n\n\n\n<p> ప్రస్తుత ప్రభుత్వంలోనూ ఫోన్ ట్యాపింగ్ జరుగుతోందని ఆరోపించారు. ఎన్నికల్లో ఓట్లు పడవని తెలిసి సోమవారం రోజున రైతు భరోసా నిధులు విడుదల చేశారని ఈటల రాజేందర్ విమర్శించారు. \"ట్రిపుల్‌ తలాక్‌ను రద్దు చేసిన ఘనత బీజేపీదే. అణగారిన వర్గాలను ఆదుకుని అండగా ఉంది మా పార్టీనే. ఇరవై ఏళ్ల రాజకీయ జీవితంలో ఇప్పుడున్న కలుషిత రాజకీయాలను చూడలేదు\" అంటూ ఆవేదన వ్యక్తం చేశారు. </p>\n\n\n\n<p>\"మా పార్టీ రిజర్వేషన్లు తీసి వేయాలనుకుంటే అగ్రవర్ణాల పేదలకు 10 శాతం రిజర్వేషన్లు ఎందుకు కల్పిస్తుంది?\" అని ప్రశ్నించారు.  తాను రాష్ట్రంలోని 70 రోజుల ప్రచారంలో ఎక్కడా ప్రధాని మోదీ ప్రభుత్వం మీద వ్యతిరేకత కనిపించలేదని ఈటల స్పష్టం చేశారు. బీజేపీకి మళ్లీ ఓటు వేసి గెలిపించుకుంటామని స్వచ్ఛందంగా నగరవాసులు సమావేశాలు ఏర్పాటు చేసుకుంటున్నారని తెలిపారు.</p>\n\n\n\n<p> మల్కాజిగిరిలో కాంగ్రెస్, బీఆర్ఎస్ అభ్యర్థులకు డిపాజిట్లు దక్కే అవకాశం లేదని వ్యాఖ్యానించారు. ఏ సర్వే సంస్థలకు అందని ఫలితాలు వస్తాయని ధీమా వ్యక్తం చేశారు. మైనార్టీలు కూడా బీజేపీకి ఓటు వేస్తామని చెబుతున్నారని ఈటల పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18822/08/05/2024/","hasAudio":false,"hasInfographics":false}