{"id":"wp-en-13090","wp_id":13090,"type":"standard","category":"World","language":"en","title":"Days after resigning from Congress, Lovely joins BJP￼","excerpt":"Days after resigning from the Congress, former party Delhi chief Arvinder Singh Lovely joined the Bharatiya Janata Party (BJP) on Saturday. During the meeting held at the BJP headquarters, the former Congress Delhi chief, along with four former Congress leaders, joined the BJP in the presence of Union Minister Hardeep Singh Puri. The four others","author":"Tattva News Team","time":"5/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Lovely.webp","readTime":"5 min read","contentHTML":"\n<p>Days after resigning from the Congress, former party Delhi chief Arvinder Singh Lovely joined the Bharatiya Janata Party (BJP) on Saturday. During the meeting held at the BJP headquarters, the former Congress Delhi chief, along with four former Congress leaders, joined the BJP in the presence of Union Minister Hardeep Singh Puri.</p>\n\n\n\n<p>The four others who joined the party include former Congress MLAs Rajkumar Chauhan, Neeraj Basoya, and Naseeb Singh, along with Delhi youth Congress chief Amit Malik.</p>\n\n\n\n<p>Speaking to the media after joining the BJP, Arvinder Singh Lovely said, \"We have been given an opportunity to fight for the people of Delhi under the banner of BJP and under the leadership of the Prime Minister... I have full hope, and there is no doubt about it, that the BJP government is being formed in the country with an overwhelming majority. In the coming days, the flag of the BJP will fly in Delhi too.\"</p>\n\n\n\n<p>It is pertinent to note that Lovely had earlier resigned from the Congress party on April 28. While he initially refuted claims of joining any other political party, however, his today's move has put a complete full stop over speculation about him crossing over to the BJP.</p>\n\n\n\n<p> Significantly, this won't be the first term for Lovely in the BJP. Earlier, he had quit as the party's Delhi chief and joined the BJP in 2017, but returned to the Congress nine months later only. Meanwhile, in his resignation letter to Congress President Mallikarjun Kharge, Lovely cited the alliance with the Aam Aadmi Party (AAP) for the Lok Sabha election 2024 as the reason behind his resignation.</p>\n\n\n\n<p>Lovely stated that the Delhi Congress unit opposed the alliance with a party that had levied false, fabricated, and malicious corruption allegations against the party. Despite this opposition, the party proceeded to form an alliance with AAP in the national capital. Further, Lovely said that he feels \"handicapped and unable to continue as the president of the Delhi Congress unit\" for several reasons he listed in his resignation letter.</p>\n","originalUrl":"https://en.tattvanews.com/national/days-after-resigning-from-congress-lovely-joins-bjp%ef%bf%bc/","hasAudio":false,"hasInfographics":false}