{"id":"wp-en-13884","wp_id":13884,"type":"standard","category":"World","language":"en","title":"India thrash England to enter T20 World Cup 2024 final ￼","excerpt":"India recorded a dominant 68-run win to beat England and enter the final of the ICC T20 World Cup 2024 in Guyana on Thursday, June 28. Rohit Sharma’s  brilliant fifty helped India post a challenging total of 171 and then spinners Axar Patel and Kuldeep Yadav  picked three wickets each to bowl out England to 103.  The","author":"Tattva News Team","time":"28/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/India-win.jpg","readTime":"5 min read","contentHTML":"\n<p>India recorded a dominant 68-run win to beat England and enter the final of the ICC T20 World Cup 2024 in Guyana on Thursday, June 28. Rohit Sharma’s  brilliant fifty helped India post a challenging total of 171 and then spinners Axar Patel and Kuldeep Yadav  picked three wickets each to bowl out England to 103. </p>\n\n\n\n<p>The Men in Blue also ended their 10-year wait for the T20 World Cup final and also completed their revenge for the 2022 World Cup semi-final loss against the Three Lions. Undefeated India will be facing an unbeaten South African side in the final in Bridgetown on June 29. </p>\n\n\n\n<p>Rain delayed and interrupted the play in Guyana as England won the crucial toss and elected to bowl first at Providence Stadium. After early setbacks, captain Rohit Sharma top-scored with 57 runs off 39 balls and in-form Suryakumar Yadav added 47 runs to help India post 171/7 in 20 overs.</p>\n\n\n\n<p>England added a quick 26 runs for the opening wicket but Axar Patel and Kuldeep Patel utilized playing conditions to knock out the defending champions to 103 in 16.4 overs. India registered the second-biggest win by a margin of runs in T20 World Cup knockouts to enter the finals as favourites. </p>\n\n\n\n<p>Virat Kohli’s poor form continued with another single-digit score as Reece Topley bowled out the struggling Indian star to give England a perfect start in a powerplay. Rishabh Pant also failed to impact but Rohit and Suryakuamar's eventual match-defining stand put India on track for a big total. </p>\n\n\n\n<p>India lost both settled Rohit and Suryakumar in quick succession but a quick 23-run cameo from Hardik proved crucial. Chris Jordan bagged three late wickets in death overs to deny India a huge total as the paying conditions proved tricky to bat on in the latter stages.</p>\n\n\n\n<p>In-form Jos Buttler smashed three consecutive fours off Arshdeep Singh in the third over to add some early pressure to the powerplay. But Axar dismissed England's skipper on his very first ball into the game and then England witnessed an embarrassing collapse. </p>\n\n\n\n<p>Harry Brook tried to fight by scoring 25 runs but Kuldeep and Axar kept the pressure on with timely wickets. Jasprit Bumrah put England out of misery with Jordan's wicket in the 17th over and finished his spell with impressive figures of two for 12. Axar bagged the Player of the Match award for his three wickets for 23 as India celebrated a huge triumph on their way to the final. </p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong><strong></strong></h1>\n","originalUrl":"https://en.tattvanews.com/international/india-thrash-england-to-enter-t20-world-cup-2024-final-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}