{"id":"wp-en-12852","wp_id":12852,"type":"standard","category":"World","language":"en","title":"ED attaches Rs 98 cr worth assets of Shilpa Shetty, husband Raj Kundra￼","excerpt":"The Enforcement Directorate on Thursday said it has attached assets worth Rs 98 crore, including a bungalow in Pune and equity shares, of actor Shilpa Shetty and her husband Raj Kundra as part of a money laundering investigation. The case pertains to cheating of investor funds through use of Bitcoins. The attached properties include residential flat","author":"Tattva News Team","time":"19/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Shilpa-Shetty.jpg","readTime":"5 min read","contentHTML":"\n<p>The Enforcement Directorate on Thursday said it has attached assets worth Rs 98 crore, including a bungalow in Pune and equity shares, of actor Shilpa Shetty and her husband Raj Kundra as part of a money laundering investigation. The case pertains to cheating of investor funds through use of Bitcoins.</p>\n\n\n\n<p>The attached properties include residential flat in Juhu (Mumbai) presently in the name of Shetty and residential bungalow in Pune and equity shares in the name of Kundra, the federal agency said in a statement.</p>\n\n\n\n<p>A provisional attachment order has been issued under the provisions of the Prevention of Money Laundering Act (PMLA) to attach these properties worth Rs 97.79 crore, it said.</p>\n\n\n\n<p>The money laundering case stems from FIRs of the Maharashtra Police and Delhi Police against a company named Variable Tech Pte Ltd, Late Amit Bhardwaj, Ajay Bhardwaj, Vivek Bhardwaj, Simpy Bhardwaj, Mahender Bhardwaj and number of agents, where it was alleged that they had collected huge amounts of funds in the form of Bitcoins (worth Rs 6,600 crore in 2017) from gullible public with the false promises of 10 per cent per month return in the form of Bitcoins.</p>\n\n\n\n<p>The promoters cheated the investors and have been concealing the ill gotten Bitcoins in obscure online wallets, the ED alleged. Kundra, it claimed, received 285 Bitcoins from the mastermind and promoter of Gain Bitcoin Ponzi \"s\" Amit Bhardwaj for setting up Bitcoin mining farm in Ukraine. Kundra is still in possession of 285 Bitcoins which are presently valued at more than Rs 150 crore, the ED said.</p>\n","originalUrl":"https://en.tattvanews.com/economy/ed-attaches-rs-98-cr-worth-assets-of-shilpa-shetty-husband-raj-kundra%ef%bf%bc/","hasAudio":false,"hasInfographics":false}