{"id":"wp-en-14829","wp_id":14829,"type":"standard","category":"World","language":"en","title":"Ram Madhav confident of BJP winning 45 seats in Jammu and Kashmir","excerpt":"Senior BJP leader and former party general secretary Ram Madhav said on Wednesday that the saffron party aims to win 45 seats to form government in Jammu and Kashmir and to keep those who have \"ruined\" the region at bay. The BJP leader said the party hopes to secure 35 seats in Jammu and 10","author":"Tattva News Team","time":"5/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Ram-Madhav-JK.webp","readTime":"5 min read","contentHTML":"\n<p>Senior BJP leader and former party general secretary Ram Madhav said on Wednesday that the saffron party aims to win 45 seats to form government in Jammu and Kashmir and to keep those who have \"ruined\" the region at bay.<br><br>The BJP leader said the party hopes to secure 35 seats in Jammu and 10 in Kashmir. \"We need the people's support to win at least 10 seats in Kashmir. If this happens, and it should happen, those who ruined J&K for years will be kept away,\" he said.</p>\n\n\n\n<p>Speaking to party workers at the residence of BJP candidate for the Lal Chowk assembly seat, Er Aijaz Hussain, in Balhama, Srinagar, he criticised the National Conference (NC) and PDP, accusing them of receiving support from former terrorists during their campaigns. He claimed that their manifestos promote the \"revival of terrorism.\"<br><br>\"Now it is up to the people whether they want to revive terrorism in J&K or continue with peace. If people want peace to continue, they must vote for BJP. We will start our winning streak from Lal Chowk, and people must ensure the victory of Er Aijaz from the Lal Chowk seat,\" he said.<br><br>When asked about the restoration of statehood, he said the party’s primary focus is to form a government in J&K. \"For the first time in history, J&K will have a BJP government. A new chapter will be added to the history of J&K,\" he added.</p>\n\n\n\n<p>He said Home Minister Amit Shah will visit Jammu on September 6 and 7. After Shah's visit, Prime Minister Narendra Modi and other leaders will also visit J&K for campaigning. \"Shah will release the party manifesto in Jammu,\" he said.<br><br>The BJP leader joined Er Aijaz in a rally from Balhama to Srinagar, where Aijaz will file his nomination papers for the Lal Chowk assembly seat. Er Aijaz will face NC's Ehsan Pardesh and Apni Party's Ashraf Mir in a three-way contest.</p>\n","originalUrl":"https://en.tattvanews.com/national/ram-madhav-confident-of-bjp-winning-45-seats-in-jammu-and-kashmir/","hasAudio":false,"hasInfographics":false}