{"id":"wp-en-14707","wp_id":14707,"type":"standard","category":"World","language":"en","title":"Kenyan athletes visit Manasa Special School","excerpt":"A delegation of Kenyan Marathon runners visited the Manasa Institute of Child Health & Disability Studies at Mohan Nagar, Kothapet on Monday. They have seen the special education services, neuro-developmental facilities including physiotherapy and speech therapy provided to special children at Manasa.  Kenyan marathon runners Ezekiel Kipkorir, Sheila Chebet, Janeth Kiptoo and Hammington Cherop participated","author":"Tattva News Team","time":"26/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Manasa2.jpg","readTime":"5 min read","contentHTML":"\n<p>A delegation of Kenyan Marathon runners visited the Manasa Institute of Child Health & Disability Studies at Mohan Nagar, Kothapet on Monday. They have seen the special education services, neuro-developmental facilities including physiotherapy and speech therapy provided to special children at Manasa. </p>\n\n\n\n<p>Kenyan marathon runners Ezekiel Kipkorir, Sheila Chebet, Janeth Kiptoo and Hammington Cherop participated in this program organized by Hyderabad Runners Association. These athletes had won various medals at the NMDC Hyderabad Marathon 2024 held on 25th August. </p>\n\n\n\n<p>This visiting group included marathon runners Vipul from Delhi, Bhagirathi from Uttarakhand, Sunil Sharma from Himachal Pradesh and Bhugata Srinu from Vijayanagar, who is currently serving in the Indian Army.</p>\n\n\n\n<p>On the occasion of Krishnashtami, some children with intellectual disabilities had done the roles of Lord Sri Krishna and Gopis. The guests were invited by the special children in the traditional manner with vermilion on their forehead. </p>\n\n\n\n<p>This group of marathon runners watched the cultural performances by the children. Krishna devotional songs sung by Vishnu Bhatt Joshi, a trainee at Manasa Vocational Training Centre, and a dance performance by Naina Soni, a special student at Manasa Special School were witnessed with keen interest by the guests.</p>\n\n\n\n<p>Manasa is one of the Charity Partners of NMDC Hyderabad Marathon 2024. Manasa Treasurer Tera Madan Mohan Reddy thanked the donors who had contributed rupees five lakh to Manasa through NMDC Hyderabad Marathon Philanthropy portal. </p>\n\n\n\n<p>Hyderabad Runners Association representatives Rajesh Vetcha, Smita Chamling, K. Sundar Nagesh, Vijigeesha, Gautam, Manasa Special School Principal Lingala Lakshmi, Manasa Neurodevelopmental Clinic Head P. Mercy Madhurima, special school staff and parents of special children participated in this event.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/kenyan-athletes-visit-manasa-special-school%ef%bf%bc/","hasAudio":false,"hasInfographics":false}