{"id":"wp-en-14971","wp_id":14971,"type":"standard","category":"World","language":"en","title":"Whistle-blower Report on Secret Service Failures in First Trump Assassination Attempt","excerpt":"A day after the second assassination attempt on former President Donald Trump, Sen. Josh Hawley released a whistle-blower report on the Secret Service’s failures in the first assassination attempt on the 45th president, including failures that have not been reported on previously.  For example, the Missouri Republican senator’s report found the Secret Service intelligence units","author":"Tattva News Team","time":"17/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Trump-gun-fire.webp","readTime":"5 min read","contentHTML":"\n<p>A day after the second assassination attempt on former President Donald Trump, Sen. Josh Hawley released a whistle-blower report on the Secret Service’s failures in the first assassination attempt on the 45th president, including failures that have not been reported on previously. </p>\n\n\n\n<p>For example, the Missouri Republican senator’s report found the Secret Service intelligence units were absent from the Butler, Pennsylvania, rally on July 13. The intelligence units are teams of Secret Service agents that are paired with state and local law enforcement to handle reports of suspicious persons.</p>\n\n\n\n<p>Hawley also found that the hospital where Trump was treated was poorly secured. His report states that the hospital site agent failed to answer basic questions regarding site security. </p>\n\n\n\n<p>The report further highlights that neither the Secret Service, a division of the Department of Homeland Security, nor the department itself, provided answers about who made the decisions to deny counter-sniper coverage to the rooftop where the Pennsylvania shooter shot Trump. </p>\n\n\n\n<p>The report also says neither agency would publicly name the lead site agency for the rally. They also did not answer questions about reports that the Secret Service denied the Trump campaign the protection resources it requested. </p>\n\n\n\n<p>Hawley is a member of the Senate Homeland Security and Governmental Affairs Committee and is among the members of Congress to personally survey the Butler site.  The senator shared the report with the House Task Force investigating the July 13 shooting in Butler. </p>\n","originalUrl":"https://en.tattvanews.com/international/whistle-blower-report-on-secret-service-failures-in-first-trump-assassination-attempt/","hasAudio":false,"hasInfographics":false}