{"id":"wp-te-20087","wp_id":20087,"type":"standard","category":"World","language":"te","title":"గడ్చిరోలిలో భారీ ఎన్‌కౌంటర్ లో 12 మంది నక్సల్స్ మృతి","excerpt":"మహారాష్ట్రలోని గడ్చిరోలిలో బుధవారం జరిగిన భారీ ఎన్‌కౌంటర్‌లో కనీసం 12 మంది నక్సలైట్లు మృతి చెందారు. ఇద్దరు భద్రతా జవాన్లు గాయపడ్డారు. ఛత్తీస్‌గఢ్ సరిహద్దులలోని వాండోలి గ్రామం వద్ద మధ్యాహ్నం ఆరు గంటల పాటు ఎన్‌కౌంటర్ జరిగిందని గడ్చిరోలి జిల్లా ఎస్‌పి నీలోత్పల్ తెలిపారు. ఈ ప్రాంతంలో సి 60 కమాండోలు , మావోయిస్టు బృందాల మధ్య భారీ స్థాయిలో పోరు సాగింది.  ఘటనాస్థలిలో ఇప్పటివరకు 12 మంది నక్సలైట్ల మృతదేహాలను కనుగొన్నారు. మావోయిస్టులకు చెందిన అత్యంత","author":"Tattva News Team","time":"18/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Naxals1.jpg","readTime":"5 min read","contentHTML":"\n<p>మహారాష్ట్రలోని గడ్చిరోలిలో బుధవారం జరిగిన భారీ ఎన్‌కౌంటర్‌లో కనీసం 12 మంది నక్సలైట్లు మృతి చెందారు. ఇద్దరు భద్రతా జవాన్లు గాయపడ్డారు. ఛత్తీస్‌గఢ్ సరిహద్దులలోని వాండోలి గ్రామం వద్ద మధ్యాహ్నం ఆరు గంటల పాటు ఎన్‌కౌంటర్ జరిగిందని గడ్చిరోలి జిల్లా ఎస్‌పి నీలోత్పల్ తెలిపారు. ఈ ప్రాంతంలో సి 60 కమాండోలు , మావోయిస్టు బృందాల మధ్య భారీ స్థాయిలో పోరు సాగింది. </p>\n\n\n\n<p>ఘటనాస్థలిలో ఇప్పటివరకు 12 మంది నక్సలైట్ల మృతదేహాలను కనుగొన్నారు. మావోయిస్టులకు చెందిన అత్యంత అధునాతన ఆటోమోటిక్ ఆయుదాలను కూడా స్వాధీనపర్చుకున్నట్లు ఎస్‌పి వెల్లడించారు. వీటిలో 3 ఎకె 47లు, రెండు ఇన్సాస్ రైఫిల్స్, ఓ కార్బైన్ ఓ ఎస్‌ఎల్‌ఆర్ ఉన్నాయని తెలిపారు. నక్సల్స్ దళం భారీ ఆయుధాలతో తరలివచ్చినట్లు గుర్తించామన్నారు.</p>\n\n\n\n<p>మృతుల్లో ఒక్క నక్సల్‌ను డివిసిఎం లక్ష్మణ్ అలియాస్ ఆత్రం అలియాస్ విశాల్ ఆత్రం గుర్తించారు. ఈ వ్యక్తి తిపగద్ నక్సల్ దళం ఇన్‌చార్జీగా నిర్థారించారు. మృతి చెందిన ఇతర నక్సలైట్లను గుర్తించేందుకు, ఈ ప్రాంతంలో మరింతగా గాలింపులకు దిగినట్లు ఎస్‌పి వెల్లడించారు. </p>\n\n\n\n<p>ఈ ప్రాంతంలో పెద్ద ఎత్తున నక్సల్స్ సంచారం ఉందని సమాచారం అందడంతో అత్యంత సుశిక్షితమైన కమాండోలను రంగంలోకి దింపారు. ఈ క్రమంలో ఎదురుకాల్పులు జరిగాయి. ఎన్‌కౌంటర్‌లో సి 60 కమెండోలకు చెందిన ఓ ఎస్‌ఐ , ఓ జవాను ఉన్నట్లు ఎస్‌పి తెలిపారు. వీరు ప్రమాదకర పరిస్థితి నుంచి బయటపడ్డారని , వెంటనే అక్కడి నుంచి వీరిని నాగ్‌పూర్‌కు తరలించారని వెల్లడించారు.</p>\n\n\n\n<p> కాగా ఈ ఘటనకు సంబంధించి వెంటనే మహారాష్ట్ర హోం మంత్రి దేవెంద్ర ఫడ్నవిస్ స్పందించారు. ఈ ఆపరేషన్‌లో పాల్గొన్న సి 60 కమాండో బృందాలకు రూ 51 లక్షల పారితోషికం ప్రకటించారని జిల్లా ఎస్‌పి నీలోత్పల్ మీడియాకు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20087/18/07/2024/","hasAudio":false,"hasInfographics":false}