{"id":"wp-te-19090","wp_id":19090,"type":"standard","category":"World","language":"te","title":"5 దశల్లో 310 సీట్లు మావే: అమిత్ షా","excerpt":"లోక్‌సభ ఎన్నికలకు చెందిన ఐదు దశలు పూర్తయిన తర్వాత బిజెపి ఇప్పటికే 310 సీట్లు గెలుచుకుందని కేంద్ర హోంమంత్రి అమిత్ షా జోస్యం చెప్పారు. బాబూ అధికారుల రాజ్యం) నుంచి రాష్ట్రాన్ని విముక్తం చేసి కేంద్రంలో, రాష్ట్రంలో బిజెపి ప్రభుత్వం ఏర్పడేందుకు అనుమతించాలని ఒడిశా ప్రజలకు ఆయన విజ్ఞప్తి చేశారు. మంగళవారం సంబల్‌పూర్‌లో రెండు ఎన్నికల ప్రచార సభలలో ఆయన ప్రసంగించారు. ఈ ఎన్నికల్లో ఒడిశాలో కమలం వికసిస్తుందని ఆయన ఆశాభావం వ్యక్తం చేశారు. ఆరవ విడత,","author":"Tattva News Team","time":"22/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-Odisha.jpg","readTime":"5 min read","contentHTML":"\n<p>లోక్‌సభ ఎన్నికలకు చెందిన ఐదు దశలు పూర్తయిన తర్వాత బిజెపి ఇప్పటికే 310 సీట్లు గెలుచుకుందని కేంద్ర హోంమంత్రి అమిత్ షా జోస్యం చెప్పారు. బాబూ అధికారుల రాజ్యం) నుంచి రాష్ట్రాన్ని విముక్తం చేసి కేంద్రంలో, రాష్ట్రంలో బిజెపి ప్రభుత్వం ఏర్పడేందుకు అనుమతించాలని ఒడిశా ప్రజలకు ఆయన విజ్ఞప్తి చేశారు. మంగళవారం సంబల్‌పూర్‌లో రెండు ఎన్నికల ప్రచార సభలలో ఆయన ప్రసంగించారు. ఈ ఎన్నికల్లో ఒడిశాలో కమలం వికసిస్తుందని ఆయన ఆశాభావం వ్యక్తం చేశారు.</p>\n\n\n\n<p>ఆరవ విడత, ఏడవ విడత ఎన్నికలు పూర్తయిన తర్వాత బిజెపి 400కి పైగా సీట్లు గెలుచుకుంటుందని ఆయన విశ్వాసం వ్యక్తం చేశారు. ఒడిశాలో కొద్ది మంది అధికారుల చేతుల్లో అధికార పగ్గాలు ఉన్నాయని అమిత్ షా ఆరోపించారు. ప్రస్తుతం సాగుతున్న అధికారుల పాలన ఈ ఎన్నికలతో అంతం అయిపోతుందని ఆయన చెప్పారు.</p>\n\n\n\n<p>కియోంఝర్ జిల్లాలో ఉన్న గనులు, ఖనిజ నిక్షేపాలు చాలావరకు లూటీ అయిపోయాయని, అయినప్పటికీ ఇక్కడి గిరిజనులకు ఎటువంటి ప్రయోజనాలు దక్కలేదని ఆయన ఆవేదన వ్యక్తం చేశారు. దేశ్యాప్తంగా ఎక్కడా ఉగ్రవాదం ఉండకూడదన్న ఉద్దేశంతో ప్రధాని నరేంద్ర మోదీ  చర్యలు తీసుకుంటున్నారని, పాక్ ఆక్రమిత కశ్మీరు అప్పుడు, ఇప్పుడు, ఎప్పుడూ భారత్‌లో అంతర్భాగమేనని ఆయన స్పష్టం చేశారు.</p>\n\n\n\n<p> పాకిస్తాన్ వద్ద అణుబాంబు ఉందని కాంగ్రెస్, దాని నాయకులు భయపడెతుంటారని, కాని పాకిస్తాన్ ఉగ్రవాద కార్యకలాపాలకు గట్టిగా బుద్ధి చెప్పిన ప్రధాని మోడీ ఇటువంటి అణుబాంబు బెదిరింపులకు బెదిరే ప్రసక్తి లేదని అమిత్ షా వ్యాఖ్యానించారు. గత కాంగ్రెస్ ప్రభుత్వాలపై ధ్వజమెత్తుతూ గిరజనుల కోసం ఏఅవి ఏమీ చేయలేదని ఆయన విమర్శించారు. </p>\n\n\n\n<p>మాజీ ప్రధాని అటల్ బిహారీ వాజ్‌పేయి ప్రత్యేక గిరిజనుల వ్యవహారాల మంత్రిత్వ శాఖను ఏర్పాటు చేయగా ప్రధాని నరేంద్ర మోదీ  ఒడిశా, ఆంధ్రప్రదేశ్, తెలంగాణలో నక్సలిజాన్ని నిర్మూలించారని హోం మంత్రి పేర్కొన్నారు. జిల్లా ఖనిజ ఫౌండేషన్(డిఎంఎఫ్)ను ఏర్పాటు చేసిన ప్రధాని మోడీ గిరిజన ప్రాంత అభివృద్ధి కోసం కొట్లాది రూపాయలు అందచేశారని ఆయన చెప్పారు. </p>\n\n\n\n<p>గత యుపిఎ ప్రభుత్వంలో గిరిజన వ్యవహారాల శాఖకు రూ.25,000 కోట్లు కేటాయించగా దాన్ని మోడీ ప్రభుత్వం రూ. 1.25 లక్షల కోట్లకు పెంచిందని ఆయన తెలిపారు. బిజెపి ప్రభుత్వం 740 ఏకలవ్య పాఠశాలలను ఏర్పాటు చేసిందని, అందులో లక్ష మంది విద్యార్థులు చదువుకుంటున్నారని అమిత్ షా తెలిపారు.</p>\n\n\n\n<p>ఈ పాఠశాలలలో దాదాపు 40,000 మంది ఉపాధ్యాయులను నియమించామని ఆయన వివరించారు. తునికాకు సేకరణ కూలీలకు బోనస్ లభిస్తుందని, వారి అటవీ ఉత్పత్తికి తగిన ధర లభిస్తుందని ఆయన హామీ ఇచ్చారు. కియోంఝర్‌లో 500 పడకల ఆసుపత్రిని ఏర్పాటు చేస్తామని, సంబల్‌పూర్‌లో మరో 500 పడకల ఆసుపత్రితోపాటు వైద్య కళాశాలను ఏర్పాటు చేస్తామని అమిత్ షా వాగ్దానం చేశారు. </p>\n\n\n\n<p>తునికాకు కార్మికులకు పిఎఫ్ సదుపాయం కల్పిస్తామని ఆయన హామీ ఇచ్చారు. ఒడిశా ప్రజల ఆత్మగౌరవాన్ని, భాషను, సంస్కృతిని, సంప్రదాయాలను బిజెడి ప్రభుత్వం అవమానిస్తోందని ఆయన ఆరోపించారు. బిజెపి రాష్ట్రంలో అధికారంలోకి వస్తే ఒక కష్టపడి పనిచేసే ఒక యువ ముఖ్యమంత్రిని ఒడియాకు అందచేస్తుందని ఆయన తెలిపారు. ఏడాదిన్నర లోగా రెండు లక్షల ఉద్యోగాలను కల్పిస్తుందని ఆయన హామీ ఇచ్చారు.</p>\n\n\n\n<p>పూరీలోని జగన్నాథ స్వామి ఆలయాన్ని వాణిజ్య కేంద్రంగా మార్చడానికి నవీన్ పట్నాయక్ ప్రభుత్వం ప్రయత్నిస్తోందని ఆయన ఆరోపించారు. పూరీలో మఠాలు, ఆలయాలు ధ్వంసం అయ్యాయని, జగన్నాథ ఆలయ నాలుగు ద్వారాలు ఇంకా తెరుచుకోలేదని అమిత్ షా తెలిపారు. ప్రపంచ ప్రఖ్యాతిగాంచిన జగన్నాథుని రథయాత్రను నిలిపివేయడానికి కుట్ర కూడా జరిగిందని ఆయన ఆరోపించారు.</p>\n\n\n\n<p>రాష్ట్రంలోని ఖనిజ నిక్షేపాలను లూటీ చేసేందుకు ముఖ్యమంత్రి నవీన్ పట్నాయక్ ఏ అవకాశాన్ని వదులుకోవడం లేదని అమిత్ షా ఆరోపించారు. ఒడిశాలో విలువైన ఖనిజ నిక్షేపాలు ఉన్నప్పటికీ వాటిని పరిరక్షించగల ముఖ్యమంత్రి రాష్ట్రానికి లేడని ఆయన ఆరోపించారు. పశ్చిమ ఒడిశా అత్యంత నిరాదరణకు గురయ్యిందని, బిజెపి అధికారంలోకి వస్తే అన్ని ప్రాంతాలను సమానంగా అభివృద్ధి చేస్తుందని ఆయన హామీ ఇచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/19090/22/05/2024/","hasAudio":false,"hasInfographics":false}