{"id":"wp-te-21300","wp_id":21300,"type":"standard","category":"World","language":"te","title":"28న ఆలయాల్లో పూజలకు పిలుపునిచ్చిన జగన్","excerpt":"తిరుపతి లడ్డుకు సరఫరా చేసిన నెయ్యిని వైసీపీ పాలనలో కల్తీ చేశారని దేశ వ్యాప్తంగా ఆగ్రవేశాలు వ్యక్తం అవుతుండగా, ఈ  అంశంపై వైసీపీ అధినేత, మాజీ ముఖ్యమంత్రి వై ఎస్ జగన్ మోహన్ రెడ్డి సెప్టెంబర్ 28వ తేదీన రాష్ట్రంలోని అన్ని ఆలయాల్లో ప్రత్యేక పూజలు చేయాలని పార్టీ శ్రేణులకు పిలుపునిచ్చారు. తిరుమల శ్రీవారి విశిష్టతను దెబ్బతీసేలా వ్యవహారించి ముఖ్యమంత్రి చదన్రాబాబు నాయుడు వ్యవహరించిన తీరుకు ప్రక్షాళన జరగాలని కోరుకోవాలని ప్రకటన విడుదల చేశారు. రాజకీయ దుర్భిద్ధితో","author":"Tattva News Team","time":"26/9/2024","image":"https://tattvanews.com/wp-content/uploads/2022/02/YS-Jagan4.jpg","readTime":"5 min read","contentHTML":"\n<p>తిరుపతి లడ్డుకు సరఫరా చేసిన నెయ్యిని వైసీపీ పాలనలో కల్తీ చేశారని దేశ వ్యాప్తంగా ఆగ్రవేశాలు వ్యక్తం అవుతుండగా, ఈ  అంశంపై వైసీపీ అధినేత, మాజీ ముఖ్యమంత్రి వై ఎస్ జగన్ మోహన్ రెడ్డి సెప్టెంబర్ 28వ తేదీన రాష్ట్రంలోని అన్ని ఆలయాల్లో ప్రత్యేక పూజలు చేయాలని పార్టీ శ్రేణులకు పిలుపునిచ్చారు. తిరుమల శ్రీవారి విశిష్టతను దెబ్బతీసేలా వ్యవహారించి ముఖ్యమంత్రి చదన్రాబాబు నాయుడు వ్యవహరించిన తీరుకు ప్రక్షాళన జరగాలని కోరుకోవాలని ప్రకటన విడుదల చేశారు.</p>\n\n\n\n<p>రాజకీయ దుర్భిద్ధితో కావాలని అబద్ధాలడారని వైఎస్ జగన్ ఆరోపించారు. జంతువుల కొవ్వుతో కల్తీ జరగనిది జరిగినట్టుగా చంద్రబాబు ప్రచారం చేశారని ఆగ్రహం వ్యక్తం చేశారు. అసత్య ప్రచారంతో ముఖ్యమంత్రి హోదాలో ఉన్న చంద్రబాబు తిరుమలను, తిరుమల లడ్డూను, వేంకటేశ్వరస్వామి విశిష్టతను అపవిత్రం చేశారని చెప్పారు. చంద్రబాబు చేసిన ఈ పాపాన్ని ప్రక్షాళన చేసేందుకు రాష్ట్ర వ్యాప్తంగా ఆలయాల్లో పూజలు చేయాలని ఆయన కోరారు. మరోవంక, 28న తాను స్వయంగా కాలినడకన తిరుమలలో వేంకటేశ్వరస్వామి వద్దకు వీడుతున్నట్లు ప్రకటించారు.</p>\n\n\n\n<p>కాగా, తిరుమల లడ్డూ తయారీలో కల్తీ నెయ్యి వ్యవహారంపై వైసీపీ అధినేత జగన్  ప్రధాని నరేంద్ర మోదీకి ఇటీవలన లేఖ రాశారు. తిరుమల లడ్డూ ప్రసాదానికి ఉపయోగించే నెయ్యిలో జంతువుల కొవ్వు పదార్థాలు ఉన్నాయని ప్రచారం చేయడం వల్ల కోట్లాది మంది హిందువుల మనోభావాలు దెబ్బతిన్నాయని తెలిపారు. ఇంత సున్నితమైన అంశాన్ని ఏపీలోని కూటమి పార్టీలు రాజకీయ అవసరాల కోసం వాడుకుంటున్నారంటూ జగన్ ఆరోపించారు. రాజకీయ ప్రయోజనాల కోసం కొందరు టీటీడీ ప్రతిష్టను దిగజార్చారని ఆగ్రహం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21300/26/09/2024/","hasAudio":false,"hasInfographics":false}