{"id":"wp-en-14962","wp_id":14962,"type":"standard","category":"World","language":"en","title":"AP Suspends 3 IPS Officers in actress Jetwani’s case","excerpt":"The Andhra Pradesh government on Sunday suspended three senior IPS officers following an inquiry into the allegations made by a Mumbai-based actress, Kadambari Jetwani. The state government issued orders suspending P. Sitharama Anjaneyulu, then Director General of Police, Intelligence; Kanthi Rana Tata, the then Commissioner of Police, Vijayawada, and Vishal Gunni, then Deputy Commissioner of","author":"Tattva News Team","time":"16/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/IPS-suspension1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Andhra Pradesh government on Sunday suspended three senior IPS officers following an inquiry into the allegations made by a Mumbai-based actress, Kadambari Jetwani.</p>\n\n\n\n<p>The state government issued orders suspending P. Sitharama Anjaneyulu, then Director General of Police, Intelligence; Kanthi Rana Tata, the then Commissioner of Police, Vijayawada, and Vishal Gunni, then Deputy Commissioner of Police, Vijayawada.</p>\n\n\n\n<p>She and her parents allegedly faced harassment at the hands of police officers at the instance of a leader of YSR Congress, which was then the ruling party in Andhra Pradesh. The suspensions were issued under Rule 3 (1) of the All India Services (Discipline &amp; Appeal) Rules, 1969. Sitharama Anjaneyulu has been suspended on allegations of misuse of power and grave misconduct.</p>\n\n\n\n<p>He had allegedly instructed the other two officials to arrest the actress, even before a formal crime had been registered. There are allegations that Kanthi Rana Tata arrested the actress based on oral instructions from his superior on January 31, 2024, before the registration of the FIR on February 2.</p>\n\n\n\n<p>He booked flights for officers to Mumbai for the arrest without proper written instructions or due investigation. His actions were deemed to be misconduct and dereliction of duty. According to a separate suspension order, Vishal Gunni failed to properly examine the complaint before proceeding with the arrest.</p>\n\n\n\n<p>He too acted on oral instructions and traveled to Mumbai to arrest the actress without written orders or sufficient evidence. Director General of Police Dwarka Tirumala Rao had ordered an inquiry after the actress lodged an online complaint with the Andhra Pradesh police. She recorded the statement before Vijayawada police on August 30.</p>\n\n\n\n<p>The actress also alleged that she and her family members threatened to withdraw a case against the YSRCP leader registered at Bandra Kurla Police Station in Mumbai on her complaint. A case of cheating and forgery was registered against the actress and her parents at Ibrahimpatnam Police Station in Andhra Pradesh on a complaint by Vidyasagar.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/ap-suspends-3-ips-officers-in-actress-jetwanis-case/","hasAudio":false,"hasInfographics":false}