{"id":"wp-te-18828","wp_id":18828,"type":"standard","category":"World","language":"te","title":"ఈదురు గాలులతో వర్ష బీభత్సం.. భారీగా పంట నష్టం","excerpt":"ఉన్నట్టుండి ఒక్కసారిగా వాతావరణం మారిపోయింది. మంగళవారం ఉరుములు మెరుపులతో వర్షం కురిసింది. రాష్ట్రంలో పలుచోట్ల ఈదురుగాలులతో కూడిన వడగండ్ల వర్షం పడింది. భారీ వర్షాల వల్వ రాష్ట్రంలోని వేర్వేరు ప్రాంతాల్లో జరిగిన ప్రమాదాల్లో నలుగురు వ్యక్తులు మృతి చెందారు. మెదక్ జిల్లాలో ఇద్దరు కూలీలు మృతి చెందారు. గ్రేటర్ పరిధిలోని బహుదూర్ పూరలో విద్యుత్‌పోల్‌ను తాకి విద్యుత్‌ఘాతానికి గురై ఒకరు మృతి చెందారు. వర్దన్నపేటలో మరొకరు మృతి చెందారు. భారీ వర్షం వల్ల పంట మీద ఉన్న","author":"Tattva News Team","time":"8/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Rain.webp","readTime":"5 min read","contentHTML":"\n<p>ఉన్నట్టుండి ఒక్కసారిగా వాతావరణం మారిపోయింది. మంగళవారం ఉరుములు మెరుపులతో వర్షం కురిసింది. రాష్ట్రంలో పలుచోట్ల ఈదురుగాలులతో కూడిన వడగండ్ల వర్షం పడింది. భారీ వర్షాల వల్వ రాష్ట్రంలోని వేర్వేరు ప్రాంతాల్లో జరిగిన ప్రమాదాల్లో నలుగురు వ్యక్తులు మృతి చెందారు. మెదక్ జిల్లాలో ఇద్దరు కూలీలు మృతి చెందారు. గ్రేటర్ పరిధిలోని బహుదూర్ పూరలో విద్యుత్‌పోల్‌ను తాకి విద్యుత్‌ఘాతానికి గురై ఒకరు మృతి చెందారు.</p>\n\n\n\n<p>వర్దన్నపేటలో మరొకరు మృతి చెందారు. భారీ వర్షం వల్ల పంట మీద ఉన్న వరి నేల వాలింది. గింజలు నేలరాలాయి. కాపు మీద ఉన్న మామిడి కాయలు జలజల నేలరాలాయి. పలు చోట్ల ధాన్యం కుప్పలు తడిసిముద్దయ్యాయి. ఈదురు గాలుల బీభత్సం సృష్టించాయి.దీంతో ఉద్యాన పంటలకు తీవ్ర నష్టం జరిగింది. </p>\n\n\n\n<p> సూర్యాపేట జిల్లాలోని రెబల్లె గ్రామంలో నాలుగు ఎకరాల విస్తీర్ణంలో సాగుచేస్తున్న బొప్పాయి పంటకు నష్టం వాటిల్లటంతో రైతులు భోరున విలపిస్తున్నారు. మరోవైపు వరంగల్ జిల్లాలో కూడా ఈదురు గాలులతో కూడిన వర్షాలకు మామిడి నేలరాలింది.</p>\n\n\n\n<p>పెద్దపల్లి జిల్లా మంథనిలో ఈదురు గాలులతో ఒక్కసారిగా వాతావరణం మారిపోయింది. పెద్దపల్లి జిల్లా సుల్తానాబాద్ లో భారీ వర్షానికి వ్యవసాయమార్కెట్‌లోని 300క్వింటాలళ్ల ధాన్యం కొట్టుకు పోయింది. చొప్పదండి మార్కెట్‌లో అకాల వర్షం వల్ల వర్షపు నీటికి ధాన్యం కొట్టుకు పోయింది. </p>\n\n\n\n<p>రాష్ట్రంలోని పలు ప్రాంతాల్లో ఒక మోస్తరు నుంచి భారీ వర్షం వల్ల వ్యవసాయరంగానికి భారీ నష్టం వాటిల్లింది. గ్రేటర్ హైదరాబాద్ పరిధిలో సాయంత్రం నుంచి ఈదురుగాలుతో కూడిన భారీ వర్షం కురిసింది. గంటకు 40నుంచి 50కిలోమీటర్ల వేగంతో వీచిన ఈదురుగాలుల ధాటికి పలు చోట్ల చొట్టు విరిగిపడ్డాయి. విద్యుత్ పోల్స్ వంగిపోయాయి. వైర్లు తెగిపడ్డాయి. భారీవర్షం వల్ల రోడ్లపై వర్షపు నీరు ట్రాఫిక్‌ను స్థంబింపచేసింది.</p>\n\n\n\n<p>లోక్ సభ ఎన్నికల నేపధ్యంలో రాజకీయ పార్టీల ప్రచారసభలపై భారీ వర్షాలు తీవ్రమైన ప్రభావం చూపాయి.వరంగల్‌లో మంగళవారం నిర్వహించాల్సిన ముఖ్యమంత్రి రేవంత్ రెడ్డి ఎన్నికల బహిరంగ సభ భారీ వర్షం కారణంగా రద్దయింది. వరంగల్ తిమ్మాపూర్‌లో ప్రధాని నరేంద్రమోడి ప్రచారసభకు ఏర్పాట్లు చేస్తుండగా ఈదురుగాలులతో కూడిన భారీ వర్షం వల్ల సభావేదిక కూలిపోయింది. ఈ ప్రమాదంలో పలువురికి గాయాలు తగిలాయి.</p>\n\n\n\n<p>ఎన్నికల ప్రచారంలో భాగంగా బీజేపీ అభ్యర్థి గోమాస శ్రీనివాస్‌కు మద్దతుగా బీజేపీ ఆధ్వర్యంలో మంథనిలో భారీ జనసభను ఏర్పాటు చేశారు.  భారీగా ఈదురు గాలులు రావడంతో వేసిన టెంట్లు కుప్ప కూలిపోయాయి. దీంతో భయాందోళనకు గురైన ప్రజలు టెంట్ల కింద నుంచి బయటికి పారిపోయారు. పార్టీ నాయకులు అప్పటికే ప్రసంగాలు పూర్తి చేయగా ముఖ్యఅతిథి రాజస్థాన్ ముఖ్యమంత్రి భజన్ లాల్ శర్మ తన వాహనంలోనే ఉండిపోయారు. ఈదురు గాలుల కారణంగా భారీగా ప్రజలు వెళ్లిపోతుండగా ముఖ్యఅతిథి ప్రచార వాహనం పైనుంచి ప్రసంగించారు.</p>\n\n\n\n<p>రాష్ట్రంలో అత్యధికంగా గ్రేటర్ హైదరాబాద్ పరిధిలో 84.5 మి.మి వర్షం కురిసింది. సిద్దిపేటలో 66.3 , మెదక్‌లో 65.5, మేడ్చెల్ మల్కాజిగిరిలో 59, కొమరం భీమ్ జిల్లాలో 55, జయశంకర్‌భూపాలపల్లిలో 53.8, పెద్దపల్లిలో 52.5, యాదాద్రి భువనగిరిలో 47.8, ములుగులో 45, కరీంనగర్‌లో 42.8, జనగాంలో 41.1మిల్లీమీటర్ల చొప్పున వర్షం కురిసింది.</p>\n\n\n\n<p>రాష్ట్రంలో రాగల నాలుగు రోజులపాటు ఒక మోస్తరు నుంచి భారీ వర్షాలు కురిసే అవకాశం ఉందని హైదరాబాద్ వాతారణకేంద్రం వెల్లడించింది. ఇదే సమయంలో ఉరుములు, మెరుపులు, ఈదురు గాలులతో కూడిన గాలులు గంటకు 40నుంచి 50కి.మి వేగంంతో వీస్తాయని ప్రజలు అప్రమత్తంగా ఉండాలని అధికారులు హెచ్చరించారు.</p>\n\n\n\n<p>తూర్పు విదర్భ నుంచి తెలంగాణ, రాయలసీమ దక్షిణ అంతర్గత కర్ణాటక మీదుగా దక్షిణ తమిళనాడు వరకూ ద్రోణి విచ్చతి కొనసాగుతోంది. ఇది మంగళవారం తూర్పు విదర్భ నుంచి తెలంగాణ, అంతర్గత కర్ణాటక మీదుగా ఉత్తర తమిళనాడు వరకూ సగటు సముద్ర మట్టానికి 1.5 కిమి. ఎత్తులో ద్రొణిగా కొనసాగుతోందని వీటి ప్రభావంతో పలు చోట్లు భారీ వర్షాలు కురిసే అవకాశం ఉందని వెల్లిడిస్తూ పలు జిల్లాలకు ఎల్లో అలర్ట్ జారీ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/18828/08/05/2024/","hasAudio":false,"hasInfographics":false}