{"id":"wp-en-13228","wp_id":13228,"type":"standard","category":"World","language":"en","title":"ECI Orders Action against Nandyala SP￼","excerpt":"The Election Commission of India (ECI) has ordered action against Nandyala Superintendent of Police (SP) Raghuveer Reddy.  EC ordered to file charges against the SP, who failed to implement the Mode Code of Conduct (MCC). The EC has also ordered to conduct a departmental inquiry by the Andhra Pradesh Director General of Police (DGP) against","author":"Tattva News Team","time":"13/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Nandal-SP.jpg","readTime":"5 min read","contentHTML":"\n<p>The Election Commission of India (ECI) has ordered action against Nandyala Superintendent of Police (SP) Raghuveer Reddy.  EC ordered to file charges against the SP, who failed to implement the Mode Code of Conduct (MCC). The EC has also ordered to conduct a departmental inquiry by the Andhra Pradesh Director General of Police (DGP) against the SP, SDPO Rabindranath Reddy and CI Raja Reddy.</p>\n\n\n\n<p>In its order, the ECI has sought details of the action taken against the three officials. The poll body said that no permission was taken regarding the visit of Telugu superstar Allu Arjun.</p>\n\n\n\n<p>The ECI expressed anger that fans gathered in large numbers to see Allu Arjun and the police failed to control the crowd even though Section 144 was in force. A case has already been registered against Allu Arjun.</p>\n\n\n\n<p>It is understood that prior permission was not given by the Returning Officer for his visit of Allu Arjun. Recently Allu Arjun came to Nandyala MLA and YSRCP candidate Shilpa Ravichandrakishor Reddy's home for breakfast. He was brought to the city from the outskirts of the city into the city in heavy vehicles and motorcycles by YSPCP personnel.</p>\n\n\n\n<p>Although there was no official permission for his visit, the police made elaborate arrangements. However, someone brought this matter to the attention of the Election Commission of India, following which the poll body took action.</p>\n\n\n\n<p>Meanwhile, in a separate case, the Election Commission issued orders to take disciplinary action against five police officials from the Tirupati district. The officers against whom action will be taken are Jaganmohan Reddy, Anjuyadav, Amarnath Reddy, CIs Srinivasulu and Vinodkumar.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/telegu-state/eci-orders-action-against-nandyala-sp%ef%bf%bc/","hasAudio":false,"hasInfographics":false}