{"id":"wp-en-15358","wp_id":15358,"type":"standard","category":"World","language":"en","title":"Maharashtra to vote on Nov 20, Jharkhand on Nov 13, 20","excerpt":"The Assembly polls in Maharashtra will be held in a single phase on November 20, while the Jharkhand polls will be held in two phases on November 13 and 20, the Election Commission of India announced on Tuesday. The votes for the two states will be counted on November 23. \"There are 9.63 crore eligible voters","author":"Tattva News Team","time":"16/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/ECI1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Assembly polls in Maharashtra will be held in a single phase on November 20, while the Jharkhand polls will be held in two phases on November 13 and 20, the Election Commission of India announced on Tuesday.</p>\n\n\n\n<p>The votes for the two states will be counted on November 23. \"There are 9.63 crore eligible voters in Maharashtra, while the number of eligible voters in Jharkhand is 2.6 crore,\" Chief Election Commissioner Rajiv Kumar said at a press conference.  He said 1,86,00 polling stations will be set up in Maharashtra, while over 29,000 polling stations will be set up in Jharkhand.</p>\n\n\n\n<p>Announcing the poll schedule for Maharashtra, Rajiv Kumar said that the notification for the polls would be issued on October 22 and nominations would open the same day, and the last date would be October 29. Scrutiny will be held on October 30 and the last date of withdrawal would be November 4.</p>\n\n\n\n<p>In Jharkhand, the notification for the two phases would be issued on October 18 and October 22, and nominations would open that day only, and the last date for filing candidatures would be October 25 and 29. Scrutiny will be held on October 28 and 30 and the last date of withdrawal of nominations will be October 30 and November 1.</p>\n\n\n\n<p>The CEC, who was flanked by Election Commissioners Gyanesh Kumar and Sukhbir Singh Sandhu, said that the model code of conduct comes into place right away with the announcement of the poll schedule. Citing the preparations for the polls, the CEC said that they had chosen the middle of the week to deal with the issue of “urban apathy”. He said a special meeting would be held soon on this issue.</p>\n\n\n\n<p>“On behalf of the Election Commision of India, we thank all the voters of Jammu and Kashmir and Haryana for strongly participating in polls. People of Jammu and Kashmir have made festival of democracy historic. As the world’s biggest democracy, India is setting gold standards in every election,” says Chief Election Commissioner Rajiv Kumar.</p>\n\n\n\n<p>In Maharashtra, the ruling MahaYuti, comprising the BJP, the Shiv Sena, and the National Congress Party faces the Maha Vikas Aghadi comprising the Shiv Sena-UBT, the Congress, and the National Congress Party-Sharad Pawar.</p>\n\n\n\n<p>The contest in Jharkhand will be between the ruling Jharkhand Mukti Morcha, and its allies, the Rashtriya Janata Dal and the Congress, and the BJP-led National Democratic Alliance, which also comprises the Janata Dal-United, and the Lok Janshakti Party-Ram Vilas, as well as the All Jharkhand Students Union.</p>\n","originalUrl":"https://en.tattvanews.com/national/maharashtra-to-vote-on-nov-20-jharkhand-on-nov-13-20%ef%bf%bc/","hasAudio":false,"hasInfographics":false}