{"id":"wp-en-14348","wp_id":14348,"type":"standard","category":"World","language":"en","title":"UP govt doubled punishment for conversions in the new bill￼","excerpt":"The UP Prohibition of Unlawful Conversion of Religion (Amendment) Bill 2024 was introduced in the Uttar Pradesh Assembly on Monday during the monsoon session proceedings. According to the provisions of the bill, the punishment for the already-defined crimes has been doubled. Moreover, new crimes have also been included with a provision of life imprisonment.  Earlier in 2021,","author":"Tattva News Team","time":"30/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Yogi.jpg","readTime":"5 min read","contentHTML":"\n<p>The UP Prohibition of Unlawful Conversion of Religion (Amendment) Bill 2024 was introduced in the Uttar Pradesh Assembly on Monday during the monsoon session proceedings. According to the provisions of the bill, the punishment for the already-defined crimes has been doubled. Moreover, new crimes have also been included with a provision of life imprisonment. </p>\n\n\n\n<p>Earlier in 2021, Uttar Pradesh's Yogi government passed the UP Prohibition of Unlawful Conversion of Religion Bill, following which the amended bill has been introduced today. The amended bill is likely to be passed in the assembly by voice vote on August 2. For the first time in this newly amended bill, it is proposed to give punishment up to life imprisonment for these crimes.</p>\n\n\n\n<p>Funding for illegal religious conversion has also been brought under the ambit of crime under this law. This also includes funding from foreign institutions or any illegal organization. If someone puts a person in fear of life or property, attacks, uses force or promises to marry or conspires for it with the intention of converting religion, then he will have to pay a fine along with life imprisonment.</p>\n\n\n\n<p>The court will be able to fix a fair amount as a fine for the medical expenses and rehabilitation of the victim. The government says that to stop the sensitivity of the crime, dignity and social status of women, illegal conversion of women, SC-ST etc., it was felt that the punishment and fine need to be made more stringent. Therefore, this bill is being brought.</p>\n\n\n\n<p>The old bill has a provision for punishment ranging from one to 10 years. Under this bill, conversion done only for marriage is invalid. Conversion by lying and cheating is considered a crime. In case of voluntary conversion, the magistrate would have to be informed two months in advance.</p>\n\n\n\n<p>According to the bill, there is a provision of 1-5 years of imprisonment with a fine of Rs 15,000 for forced or fraudulent religious conversion. In case, unlawful conversion happens with minors and women of the SC-ST community, there is a provision of 3-10 years of imprisonment with a fine of Rs 25,000.</p>\n\n\n\n<p>The bill stated that people wishing to convert would have to give information to the District Magistrate two months in advance on the prescribed format, violation of which could have resulted in a punishment of 6 months to 3 years and a fine of not less than Rs 10,000.</p>\n","originalUrl":"https://en.tattvanews.com/national/up-govt-doubled-punishment-for-conversions-in-the-new-bill%ef%bf%bc/","hasAudio":false,"hasInfographics":false}