{"id":"wp-en-15489","wp_id":15489,"type":"standard","category":"World","language":"en","title":"More than 43,000 Palestinians killed in Gaza within a year of deadly war￼","excerpt":"The number of Palestinians killed in the yearlong war in Gaza has passed 43,000, more than half of them women and children, the Palestinian Health Ministry said Monday. The tally includes 96 dead who arrived at hospitals in Gaza over the past two days, the ministry said.  Israeli troops have launched an ongoing operation in","author":"Tattva News Team","time":"29/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Gazaa.jpeg","readTime":"5 min read","contentHTML":"\n<p>The number of Palestinians killed in the yearlong war in Gaza has passed 43,000, more than half of them women and children, the Palestinian Health Ministry said Monday. The tally includes 96 dead who arrived at hospitals in Gaza over the past two days, the ministry said.</p>\n\n\n\n<p> Israeli troops have launched an ongoing operation in northern Gaza that included a raid on a hospital over the weekend. The military said it detained 100 suspected Hamas militants in a raid on Kamal Adwan Hospital in Beit Lahiya on Friday.</p>\n\n\n\n<p>The World Health Organization accused Israel of detaining 44 male hospital staff. Palestinian medical officials said the hospital, which was treating some 200 patients, was heavily damaged in the raid.</p>\n\n\n\n<p>Israel has raided several hospitals in Gaza over the course of the yearlong war, saying Hamas and other militants use them for military purposes. Palestinian medical officials deny those allegations and accuse the military of recklessly endangering civilians.</p>\n\n\n\n<p>An Israeli military official, speaking on condition of anonymity in keeping with regulations, said there was heavy fighting around Kamal Adwan Hospital, though not inside it, and that weapons were found inside the facility. The official said medical staff were detained and searched because some of the militants had disguised themselves as medics.</p>\n\n\n\n<p>The UN said earlier this month at least 400,000 people are still in northern Gaza and hunger is rampant as the amount of humanitarian aid reaching the north has plummeted over the past month.</p>\n\n\n\n<p>The Gaza Health Ministry said at least 43,020 people have been killed and 101,110 others wounded since the war started on Oct. 7, 2023. It did not differentiate between militants and civilians. The Israel-Hamas war began after Hamas-led militants on Oct. 7, 2023, blew holes in Israel’s security fence and stormed in, killing some 1,200 people — mostly civilians — and abducting 250 others.</p>\n","originalUrl":"https://en.tattvanews.com/international/more-than-43000-palestinians-killed-in-gaza-within-a-year-of-deadly-war%ef%bf%bc/","hasAudio":false,"hasInfographics":false}