{"id":"wp-te-18712","wp_id":18712,"type":"standard","category":"World","language":"te","title":"తెలంగాణాలో పోలింగ్ సమయం పొడిగింపు","excerpt":"తెలంగాణ రాష్ట్రంలో లోక్‌సభ ఎన్నికల పోలింగ్ సమ యం సాయంత్రం 6 గంటల వరకు పొడిగిస్తూ కేంద్ర ఎన్నికల సంఘం అనుమతించిందని రాష్ట్ర ఎన్నికల ప్రధానాధికారి వికాస్ రాజ్ చెప్పారు. రాజకీయ పార్టీలు పోలింగ్ ముగిసే సమయం సాయంత్రం 5 గంటల నుంచి ఆరు గంటల వరకు పెంచాలని చేసిన విజ్ఞప్తిని కేంద్ర ఎన్నికల సంఘం అనుమతించిందని, ఈ మేరకు ఉత్తర్వులు జారీ చేసినట్లు తెలిపారు.  ఈ నెల 13న జరిగే లోక్‌సభ ఎన్నికల పోలింగ్ ఉదయం","author":"Tattva News Team","time":"2/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Vikas-Raj.jpg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ రాష్ట్రంలో లోక్‌సభ ఎన్నికల పోలింగ్ సమ యం సాయంత్రం 6 గంటల వరకు పొడిగిస్తూ కేంద్ర ఎన్నికల సంఘం అనుమతించిందని రాష్ట్ర ఎన్నికల ప్రధానాధికారి వికాస్ రాజ్ చెప్పారు. రాజకీయ పార్టీలు పోలింగ్ ముగిసే సమయం సాయంత్రం 5 గంటల నుంచి ఆరు గంటల వరకు పెంచాలని చేసిన విజ్ఞప్తిని కేంద్ర ఎన్నికల సంఘం అనుమతించిందని, ఈ మేరకు ఉత్తర్వులు జారీ చేసినట్లు తెలిపారు. </p>\n\n\n\n<p>ఈ నెల 13న జరిగే లోక్‌సభ ఎన్నికల పోలింగ్ ఉదయం 7 గంటలకు ప్రారంభమై సాయంత్రం 6 గంటల వరకు ముగుస్తుందని స్పష్టం చేశారు. ఎండల తీవ్రత, వడగాల్పులు, రాజకీయ పార్టీల వినతి మేరకు కేంద్ర ఎన్నికల సంఘం ఈ నిర్ణయం తీసుకుందని తెలిపారు. పోలింగ్ సమయం పెంచడం వల్ల ఓటింగ్ శాతం కూడా పెరుగుతుందని భావిస్తున్నట్లు వెల్లడించారు. </p>\n\n\n\n<p>ఎన్నికల నిర్వహణకు సర్వం సిద్ధం చేశామని, మే 6 నాటికి ఎన్నికల నిర్వహణకు సంబంధించిన ఏర్పాట్లన్నీ పూర్తవుతాయని రాష్ట్ర ఎన్నికల ప్రధానాధికారి తెలిపారు. నామినేషన్ల ఉపసంహరణ, పరిశీలన అనంతరం రాష్ట్ర వ్యాప్తంగా 17 లోక్‌సభ నియోజకవర్గాల పరిధి లో 525 మంది అభ్యర్థులు ఎన్నికల బరిలో నిలిచారని అన్నారు. ఎన్నికల ఏర్పాట్లకు సంబంధించిన వివరాలను వెల్లడించారు. </p>\n\n\n\n<p>రాష్ట్రంలో ఎన్నికల అవసరాలకు గాను 1.05 లక్షల ఈవిఎంలు అవసరం కాగా అదనంగా మరో 35 వేల ఈవిఎంలు కూడా సిద్ధం చేస్తున్నామని వివరించారు.ఈ నెల 3 నుంచి ఈవిఎంలను ఆయా పోలింగ్ కేంద్రాలకు తరలించే ప్రక్రియ ప్రారంభమై ఆరవ తేదీ నాటికి ముగుస్తుందని తెలిపారు. పోటీలో ఉన్న అభ్యర్థుల్లో సికింద్రాబాద్ లోక్‌సభ స్థానం నుంచి అత్యధికంగా 45 మంది పోటీలో నిలువగా, అత్యల్పంగా ఆదిలాబాద్ లోక్‌సభ నియోజకవర్గంలో 12 మంది పోటీలో ఉన్నారని తెలిపారు.</p>\n\n\n\n<p> పోటీలో ఉన్న మొత్తం అభ్యర్థుల్లో 285 మంది స్వతంత్ర అభ్యర్థులు పోటీలో ఉండగా, మిగిలిన వారంతా జాతీయ, ప్రాంతీయ పార్టీల తరఫున పోటీలో ఉన్నారు. అలాగే సర్వీస్ ఓటర్లు 15,970 మంది ఉన్నారని వారి కోసం ప్రత్యేకం ఓటింగ్ యంత్రాలను పంపిస్తున్నామని తెలిపారు. బ్యాలెట్ పేపర్లు, పోస్టల్ బ్యా లెట్ పేపర్లు ముద్రణ జరుగుతోందని, వాటిని త్వరలోనే సంబంధిత యూనిట్లకు పంపిస్తామని  వివరించారు. </p>\n\n\n\n<p> ఎన్నికల నిర్వహణకు తాజాగా సిద్ధం చేసిన ఓటర్ల జాబితా ప్రకారం 17 లోక్‌సభ నియోజకవర్గాల పరిధిలో 3,32,380 మంది ఓటర్లు తమ ఓటు హక్కును వినియోగించుకోబోతున్నారని చెప్పారు. వీరిలో తొలిసారిగా ఓటు హక్కు వినియోగించుకునే వారు 9.20 లక్షల మంది ఉన్నారని తెలిపారు. రాష్ట్ర వ్యాప్తంగా 35,809 పోలింగ్ స్టేషన్లు ఏర్పాటు చేశామని, దీనిలో హైదరాబాద్‌లో 3986 పోలింగ్ కేంద్రాలు ఉన్నాయని వివరించారు.</p>\n\n\n\n<p> అభ్యర్థుల సంఖ్య దృష్టా ఏడు లోక్‌సభ స్థానాల్లో మూడు ఈవిఎంలు, 9 స్థానాల్లో 2 ఈవిఎంలు ఏర్పాటు చేసినట్లు తెలిపారు. ఇంటి వద్ద నుంచి ఓటింగ్ చేసే వారి కోసం 24,974 మంది దరఖాస్తు చేసుకోగా వారి కోసం తగిన ఏర్పాట్లు చేశామని చెప్పారు. 2.45 లక్షల మంది ఉద్యోగులు పోస్టల్ బ్యాలెట్ కోసం దరఖాస్తు చేసుకున్నారని పేర్కొన్నారు.</p>\n\n\n\n<p>ఎన్నికలు ప్రశాంత వాతావరణంలో నిర్వహించేందుకు 155 కేంద్ర పారా మిలటరీ బలగాలకు తోడు ఇతర రాష్ట్రాల నుంచి 20 వేల మంది పోలీసు బలగాలను, రాష్ట్రానికి చెందిన 60 వేల మందితో పటిష్ట భద్రత ఏర్పాట్లు చేసినట్లు చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/18712/02/05/2024/","hasAudio":false,"hasInfographics":false}