{"id":"wp-en-12725","wp_id":12725,"type":"standard","category":"World","language":"en","title":"Amnesty says Dow shareholders must help ensure justice for victims of Bhopal￼","excerpt":"Amnesty International is urging shareholders in the US-based Dow to consider withdrawing their investment from the chemicals company if it fails to rapidly meet its human rights responsibilities towards the more than 500,000 people still suffering from the Bhopal disaster, one of the world’s worst industrial incidents. Ahead of Dow's annual general meeting tomorrow 11","author":"Tattva News Team","time":"10/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Bhopal.jpg","readTime":"5 min read","contentHTML":"\n<p>Amnesty International is urging shareholders in the US-based Dow to consider withdrawing their investment from the chemicals company if it fails to rapidly meet its human rights responsibilities towards the more than 500,000 people still suffering from the Bhopal disaster, one of the world’s worst industrial incidents.</p>\n\n\n\n<p>Ahead of Dow's annual general meeting tomorrow 11 April, Amnesty International has written to the company's largest investors, sharing its recent report `Bhopal: 40 yeaers of Injustice”,  and asking them to help address Dow’s failure to adhere to international business and human rights standards since it purchased Union Carbide Corporation in 2001.</p>\n\n\n\n<p>Union Carbide Corporation was the ultimate owner of the pesticide plant in the Indian city of Bhopal at the time of the disastrous gas leak in 1984.  Mark Dummett, Amnesty International’s Head of Business and Human Rights said:</p>\n\n\n\n<p>“Bhopal is not a case of the past. The human rights abuses resulting from the gas leak and site contamination are unresolved and ongoing. Survivors and their descendants are still awaiting just compensation, a thorough clean-up of their environment, adequate medical assistance and treatment, punishment of all perpetrators, and comprehensive economic and social rehabilitation.”</p>\n\n\n\n<p>“We have written to major investors in Dow and asked them to engage with us and to raise concerns directly with the company about the continuing human rights abuses in Bhopal. We have asked shareholders to end their relationship with Dow if it fails to take meaningful and rapid action to address the suffering.”</p>\n\n\n\n<p>“More than half a million people continue to suffer some degree of permanent injury from the disaster in Bhopal. Those who survived the initial exposure were often permanently injured or developed chronic and debilitating illnesses, as well as experiencing miscarriages and the birth of children with congenital disorders.”</p>\n\n\n\n<p>The facility was never cleaned-up, leading to increasing contamination of local water sources from the chemicals left on site, with often catastrophic and enduring health consequences for local communities.</p>\n\n\n\n<p>Investors in Dow which Amnesty International have written to include the US-based investment groups or financial institutions Vanguard Group, BlackRock, and State Street.</p>\n\n\n\n<p>The letter asks investors to ensure that Dow reports on its responsibilities regarding Bhopal based on the UN Guiding Principles, and publicly discloses its findings without delay. Amnesty International is asking investors to request that Dow meets these following specific recommendations:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>Provide additional compensation to Bhopal survivors, their children and grandchildren, to cover the actual number of deaths and injuries caused by the gas disaster.</li></ul>\n\n\n\n<ul class=\"wp-block-list\"><li>Provide compensation for the adverse health, economic and social impacts caused by the ongoing contamination at the plant site and of the groundwater.</li></ul>\n\n\n\n<ul class=\"wp-block-list\"><li>Contribute an appropriate and fair financial sum towards clean-up works at the contaminated plant site and surrounding areas, and towards the cost of health monitoring and healthcare for the affected population.</li></ul>\n\n\n\n<ul class=\"wp-block-list\"><li>Disclose all information about the leaked Methyl Isocyanate gas, and other chemicals released, including their toxicity, long-term impact on people’s health, and the most appropriate medical treatment.</li></ul>\n","originalUrl":"https://en.tattvanews.com/special-stories/amnesty-says-dow-shareholders-must-help-ensure-justice-for-victims-of-bhopal%ef%bf%bc/","hasAudio":false,"hasInfographics":false}