{"id":"wp-en-15154","wp_id":15154,"type":"standard","category":"World","language":"en","title":"PPFA urges Dispur, AASU to bat for 1951 as cut-off year","excerpt":"By Nava J Thakuria  Guwahati- based Patriotic People’s Front Assam (PPFA) appreciates the State government in Dispur and current leadership of All Assam Students’ Union (AASU) to resolve the definition of Asomiya (Assamese people) with the cut-off date of 1 January 1951. The forum of nationalist citizens, based in the far-eastern part of Bharat, however urges","author":"Tattva News Team","time":"29/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/PPFA.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria </strong></p>\n\n\n\n<p>Guwahati- based Patriotic People’s Front Assam (PPFA) appreciates the State government in Dispur and current leadership of All Assam Students’ Union (AASU) to resolve the definition of Asomiya (Assamese people) with the cut-off date of 1 January 1951. The forum of nationalist citizens, based in the far-eastern part of Bharat, however urges both the parties to bat for 1951 as the base year for ‘detection and deportation’ of all illegal foreigners in the State as well.</p>\n\n\n\n<p>The representatives of AASU (which launched the Assam Movement in association with Asom Gana Sangram Parishad during 1979 to 1985) recently discussed with State chief minister Himanta Biswa Sarma to find ways to implement Clause 6 of historic Assam Accord, where it was resolved that Asomiya  should encompass only the indigenous tribal families, other indigenous communities of the State, Indian citizens residing in the territory on or before the specific cut-off date and their descendants.</p>\n\n\n\n<p>The Clause 6 mentions about the ‘constitutional, legislative and administrative safeguards’ to protect, preserve and promote ‘the cultural, social, linguistic identity and heritage of the Assamese people’. The previous clause referred to the illegal migrants (East Pakistani nationals, who came to Assam before 25 March 1971 and settled here) who would get Indian citizenship and live in Assam. However, the meeting tried to distinguish the Assamese people (from a common Indian national) with the recommendations from the Biplab Kumar Sarma led committee.</p>\n\n\n\n<p>“It can be a good beginning for safeguarding the socio-political, linguistic and cultural interest of Asomiya people in their own land. Now what will be wrong if both  Dispur and  AASU go for the national cut-off year for identifying the illegal migrants in Assam also. If deportation of the then East Pakistanis will be difficult for various international complications, the Union government in New Delhi may think of resettling them in other parts of India,” said a PPFA statement, adding that for any reason Assam should not be compelled to take the burden of millions of migrants for decades.</p>\n","originalUrl":"https://en.tattvanews.com/national/ppfa-urges-dispur-aasu-to-bat-for-1951-as-cut-off-year%ef%bf%bc/","hasAudio":false,"hasInfographics":false}