{"id":"wp-te-18810","wp_id":18810,"type":"standard","category":"World","language":"te","title":"వైఎస్ షర్మిలపై కేసు నమోదు","excerpt":"ఆంధ్రప్రదేశ్ కాంగ్రెస్ పార్టీ అధ్యక్షురాలు, కడప పార్లమెంట్ నియోజకవర్గం కాంగ్రెస్ అభ్యర్థి వైఎస్ షర్మిలపై కేసు నమోదైంది. బద్వేల్ పోలీస్ స్టేషన్‌లో ఆమెపై కేసు నమోదు చేశారు. మే 2వ తేదీన బద్వేల్‌ బహిరంగ సభలో వైఎస్ వివేకానంద రెడ్డి హత్య కేసు గురించి ప్రసంగించారని.. షర్మిలపై బద్వేల్ నోడల్ అధికారి, మున్సిపల్ కమిషనర్‌లు ఫిర్యాదు చేశారు.  ఈ ఫిర్యాదు ఆధారంగా పోలీసులు షర్మిలపై కేసు నమోదు చేశారు. ఎఫ్ ఐఆర్ 168 , ఐపీసీ సెక్షన్","author":"Tattva News Team","time":"7/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Sharmila.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ కాంగ్రెస్ పార్టీ అధ్యక్షురాలు, కడప పార్లమెంట్ నియోజకవర్గం కాంగ్రెస్ అభ్యర్థి వైఎస్ షర్మిలపై కేసు నమోదైంది. బద్వేల్ పోలీస్ స్టేషన్‌లో ఆమెపై కేసు నమోదు చేశారు. మే 2వ తేదీన బద్వేల్‌ బహిరంగ సభలో వైఎస్ వివేకానంద రెడ్డి హత్య కేసు గురించి ప్రసంగించారని.. షర్మిలపై బద్వేల్ నోడల్ అధికారి, మున్సిపల్ కమిషనర్‌లు ఫిర్యాదు చేశారు. </p>\n\n\n\n<p>ఈ ఫిర్యాదు ఆధారంగా పోలీసులు షర్మిలపై కేసు నమోదు చేశారు. ఎఫ్ ఐఆర్ 168 , ఐపీసీ సెక్షన్ 188 కింద కేసు నమోదు చేశారు పోలీసులు.  ఎన్నికల సమయంలో వైఎస్ వివేకా హత్య కేసు గురించి ప్రస్తావించకూడదని కడప కోర్టు ఆదేశించిన సంగతి తెలిసిందే. కోర్టు ఆదేశాలను ధిక్కరిస్తూ వైఎస్ షర్మిల.. వివేకా హత్య కేసును ప్రస్తావించారని అధికారులు ఫిర్యాదు చేశారు. </p>\n\n\n\n<p>ఈ ఫిర్యాదు మేరకు బద్వేల్ పోలీస్ స్టేషన్‌లో ఆమెపై కేసు నమోదు చేశారు. వైఎస్ వివేకా హత్య కేసు గురించి ప్రచారంలో పదే, పదే ప్రస్తావిస్తున్నారని.. ఎవరూ ఈ అంశంపై మాట్లాడకుండా ఆదేశాలు ఇవ్వాలని వైఎస్సార్‌సీపీ నేత కడప కోర్టులో పిటిషన్ దాఖలు చేశారు. విచారణ జరిపిన కోర్టు.. వివేకా హత్య కేసు గురించి ఎవరూ మాట్లాడొద్దని ఆదేశించిన సంగతి తెలిసిందే.</p>\n\n\n\n<p>రాష్ట్రంలో భూమాఫియా దౌర్జన్యాల్లో నలిగిపోతున్న సామాన్య ప్రజలకేం సమాధానం చెబుతారంటూ వైఎస్ షర్మిల సీఎం జగన్‌కు మరో లేఖ రాశారు. న్యాయ నవ సందేహాల పేరిట తొమ్మిది ప్రశ్నలు సంధించారు. తన 9 ప్రశ్నలకు తక్షణమే సమాధానం చెప్పాలని కోరారు.</p>\n\n\n\n<p>1. రాష్ట్రంలో పౌరుల భూ హక్కులు, వ్యక్తిగత ఆస్తులు, వాటి హక్కులకు భంగం కలిగేలా భూమాఫియా కబ్జాలకు పాల్పడుతున్న విషయం మీ దృష్టికి వచ్చిందా?<br>2. ల్యాండ్‌ టైటిల్‌ యాక్టు ద్వారా ప్రైవేటు భూముల కబ్జాకు కుట్ర జరుగుతున్నట్లు అభియోగాలున్నాయి. ఈ విషయంలో ప్రభుత్వం చర్యలు తీసుకుందా?<br>3. వ్యక్తిగత స్థిరాస్తులకు సంబంధించిన పట్టాదారు పాస్‌ పుస్తకంపై మీ ఫొటో ఎందుకన్న ప్రశ్నకు మీవద్ద సమాధానం ఉందా? ఉంటే చెప్పండి<br>4. జగనన్న కాలనీల కోసం రూ.56,102 కోట్లు వెచ్చించి జరిపిన 71,811 ఎకరాల భూమి కొనుగోలులో వైసీపీ నాయకుల బినామీలే సుమారు రూ.30,000 కోట్లు దోచినట్లు ఆరోపణలున్నాయి. విచారణకు సిద్ధమా?<br>5. ఇసుక మాఫియా దాష్టీకాల వల్ల అన్నమయ్య ప్రాజెక్టు కొట్టుకుపోయి, 42మంది చనిపోతే, తగు విచారణ జరిపి ఎవరినైనా బాధ్యుల్ని చేశారా?<br>6. సుమారు 14 లక్షల ఎకరాల అసైన్డ్‌ భూములు కబ్జాలకు గురయ్యే ప్రమాదంలో ఉన్నాయి. సుమారు 4లక్షల ఎకరాలకు పైగా ఉన్న దేవాలయాల భూముల్లో 40 వేల ఎకరాలు కనబడటం లేదని స్వయానా మీ మంత్రి అన్నారు. దీనిపై చర్యలేంటి?<br>7. రాష్ట్రంలో 14లక్షల డీకేటీ భూముల అమ్మకాలు, కొనుగోళ్లపై ఉన్న ఆంక్షల్ని రాష్ట్ర ప్రభుత్వం ఎత్తివేయనుందని తెలుసుకున్న వైసీపీ నాయకులు కారుచౌకగా పేదల నుంచి వాటిని చాలావరకూ కాజేశారు. ఇది ఇన్‌సైడర్‌ ట్రేడింగ్‌ కాక మరేమవుతుంది?<br>8. విశాఖ తీర ప్రాంత భూములు ఇప్పటికే కబ్జాలపాలయ్యాయి. రుషికొండను బోడిగుండు చేశారు. ఎన్జీటీ, కోర్టుల ఆక్షేపణలకు మీ సమాధానం ఏంటి?<br>9. దసపల్లా భూములు, సింహాచలం దేవస్థానం భూముల దోపిడీ బాగోతం ఎప్పటికి తేలుస్తారు? అంటూ ప్రశ్నలు సంధించారు.</p>\n","originalUrl":"https://tattvanews.com/18810/07/05/2024/","hasAudio":false,"hasInfographics":false}