{"id":"wp-en-15272","wp_id":15272,"type":"standard","category":"World","language":"en","title":"Atishi evicted from Delhi CM’s official residence?￼","excerpt":"In what could flare up as another face off between the Centre and the Delhi government, the Aam Aadmi Party on Wednesday alleged that Chief Minister Atishi was forcefully evicted from her official residence at 6, Flagstaff Road in Civil Lines. The chief minister’s office also put out a statement, saying Lt Governor Vinai Saxena","author":"Tattva News Team","time":"10/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Delhi-CM-House1.webp","readTime":"5 min read","contentHTML":"\n<p>In what could flare up as another face off between the Centre and the Delhi government, the Aam Aadmi Party on Wednesday alleged that Chief Minister Atishi was forcefully evicted from her official residence at 6, Flagstaff Road in Civil Lines.</p>\n\n\n\n<p>The chief minister’s office also put out a statement, saying Lt Governor Vinai Saxena gave the direction to remove Atishi’s belongings at the behest of the BJP. In the afternoon, a cycle-rickshaw and a mini truck were seen leaving the CM’s residence with a cupboard and some cardboard boxes. The baggage scanner near the entry gate was covered with a white cloth. Officials also said the CM Camp office was shut down and the staff were asked to leave the premises.</p>\n\n\n\n<p>\"For the first time in the history of the country, the Chief Minister's residence was vacated. At the behest of the BJP, the Lt Governor forcibly removed Chief Minister Atishi's belongings from the Chief Minister residence,\" the CMO said. It further alleged that there was a plan to allot the bungalow to some important BJP leader.</p>\n\n\n\n<p>The residence, located at 6-flagg Staff Road in the Civil Lines area of the national capital, was vacated recently by AAP national convenor Arvind Kejriwal, who resigned as Delhi chief minister last month after getting bail from the Supreme Court in a corruption case. It has been dubbed as ‘<em>sheeshmahal</em>’ by the opposition for its luxurious facilities, with Kejriwal, who entered politics as an ‘<em>aam aadmi</em>’ (common man) facing criticism for leading a ‘luxurious’ life.</p>\n\n\n\n<p>Hours after Delhi CMO alleged that the 'Delhi chief minister's residence', the sources from the Lieutenant Governor House on Wednesday (October 8) clarified that the official residence of Delhi CM will soon be allocated to Atishi after conducting a proper inventory.</p>\n","originalUrl":"https://en.tattvanews.com/national/atishi-evicted-from-delhi-cms-official-residence%ef%bf%bc/","hasAudio":false,"hasInfographics":false}