{"id":"wp-en-14957","wp_id":14957,"type":"standard","category":"World","language":"en","title":"Nitin Gadkari says he was offered support for PM post","excerpt":"Union Minister Nitin Gadkari said that a political leader once offered to support him if he entered the race for the Prime Minister's post, but he declined the offer, stating that he did not harbour such ambitions. \"I remember one incident... I won’t name anyone. That person said, 'If you are going to become the","author":"Tattva News Team","time":"16/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/03/Gadkari-Ethanol.png","readTime":"5 min read","contentHTML":"\n<p>Union Minister Nitin Gadkari said that a political leader once offered to support him if he entered the race for the Prime Minister's post, but he declined the offer, stating that he did not harbour such ambitions.</p>\n\n\n\n<p>\"I remember one incident... I won’t name anyone. That person said, 'If you are going to become the Prime Minister, we will support you,'\" Gadkari said at an event in Nagpur, without specifying when the conversation took place.</p>\n\n\n\n<p>However, the Union Minister of Road Transport and Highways stressed that becoming the Prime Minister was not a goal in his life. \"But I asked why should you support me, and why should I accept your support? Becoming the Prime Minister is not the aim of my life. I am loyal to my convictions and my organisation, and I am not going to compromise for any post because my convictions are most important to me,\" he said.</p>\n\n\n\n<p>Although Gadkari refrained from identifying the opposition leader or sharing more details, his revelation has come as a surprise to many within his own party. Despite his roots in the RSS-BJP, Gadkari has cordial relations with leaders across parties, including Congress.</p>\n\n\n\n<p>The Union Minister noted the value of ethics in politics as well as journalism. Reiterating his long-standing friendship with Communist leader A B Bardhan, Gadkari said, “I was often asked about my friendship and respect for Bardhan. I liked his commitment and conviction to his party. Whether it is politics or any profession what matters is conviction.”</p>\n","originalUrl":"https://en.tattvanews.com/national/nitin-gadkari-says-he-was-offered-support-for-pm-post/","hasAudio":false,"hasInfographics":false}