{"id":"wp-te-20355","wp_id":20355,"type":"standard","category":"World","language":"te","title":"ఎస్సి, ఎస్టీ ఉపవర్గీకరణకు సుప్రీంకోర్టు పచ్చజెండా","excerpt":"షెడ్యూల్డ్ కులాలు, షెడ్యూల్డ్ తెగల రిజర్వేషన్ల ఉపవర్గీకరణ చేపట్టేందుకు రాష్ట్ర ప్రభుత్వాలకు అధికారం ఉందని సుప్రీంకోర్టు స్పష్టం చేసింది. ఉద్యోగాలు, విద్యా సంస్థల్లో ప్రవేశాల కోసం రిజర్వేషన్ కోటాను రాష్ట్రాలు విభజించవచ్చని గురువారం కీలక తీర్పునిచ్చింది.  ఉపవర్గీకరణకు సంబంధించి 2004లో సుప్రీంకోర్టు 'ఈవీ చిన్నయ్య వర్సెస్ ఆంధ్రప్రదేశ్' కేసులో ఇచ్చిన తీర్పు చెల్లదని తేల్చిచెప్పింది. అయితే, ఉపవర్గీకరణ చేపట్టే రాష్ట్రాలు- అందుకు సహేతుక కారణాలు చూపాల్సి ఉంటుందని స్పష్టం చేసింది. ఏడుగురు న్యాయమూర్తులతో కూడిన ధర్మాసనంలో జస్టిస్","author":"Tattva News Team","time":"1/8/2024","image":"https://tattvanews.com/wp-content/uploads/2022/09/Supreme-Court.jpg","readTime":"5 min read","contentHTML":"\n<p>షెడ్యూల్డ్ కులాలు, షెడ్యూల్డ్ తెగల రిజర్వేషన్ల ఉపవర్గీకరణ చేపట్టేందుకు రాష్ట్ర ప్రభుత్వాలకు అధికారం ఉందని సుప్రీంకోర్టు స్పష్టం చేసింది. ఉద్యోగాలు, విద్యా సంస్థల్లో ప్రవేశాల కోసం రిజర్వేషన్ కోటాను రాష్ట్రాలు విభజించవచ్చని గురువారం కీలక తీర్పునిచ్చింది.</p>\n\n\n\n<p> ఉపవర్గీకరణకు సంబంధించి 2004లో సుప్రీంకోర్టు 'ఈవీ చిన్నయ్య వర్సెస్ ఆంధ్రప్రదేశ్' కేసులో ఇచ్చిన తీర్పు చెల్లదని తేల్చిచెప్పింది. అయితే, ఉపవర్గీకరణ చేపట్టే రాష్ట్రాలు- అందుకు సహేతుక కారణాలు చూపాల్సి ఉంటుందని స్పష్టం చేసింది. ఏడుగురు న్యాయమూర్తులతో కూడిన ధర్మాసనంలో జస్టిస్ బేలా త్రివేది మాత్రమే విభేదించగా మిగిలిన ఆరుగురు ఉపవర్గీకరణకు అనుకూలంగా తీర్పు ఇచ్చారని ప్రధాన న్యాయమూర్తి జస్టిస్ డీవై చంద్రచూడ్ తెలిపారు.</p>\n\n\n\n<p>జస్టిస్ చంద్రచూడ్ నేతృత్వంలోని ధర్మాసనంలో జస్టిస్ బీఆర్​ గవై, జస్టిస్ విక్రమ్​ నాథ్​, జస్టిస్ బేలా త్రివేది, జస్టిస్ పంకజ్ మిత్తల్, జస్టిస్ మనోజ్ మిశ్రా, జస్టిస్ సతీశ్ చంద్ర సభ్యులుగా ఉన్నారు. వీరు ఈ కేసులో 6 తీర్పులను విడివిడిగా ఇచ్చారు. ఉపవర్గీకరణకు అనుకూలంగా జస్టిస్​ మిశ్రాకు, తనకు కలిపి సీజేఐ ఒక తీర్పు రాశారు. మిగిలిన నలుగురు ఇదే వైఖరితో నాలుగు తీర్పులు విడివిడిగా ఇచ్చారు.</p>\n\n\n\n<p>వీరిలో ఒకరైన జస్టిస్ బీఆర్​ గవై- కీలక వ్యాఖ్యలు చేశారు. రాష్ట్ర ప్రభుత్వాలు ఎస్​సీ, ఎస్​టీల్లో క్రీమీలేయర్​ను గుర్తించి, వారిని రిజర్వేషన్ పరిధి నుంచి తప్పించాలని సూచించారు. జస్టిస్ బేలా త్రివేది మాత్రం ఉపవర్గీకరణకు వ్యతిరేకంగా తీర్పు ఇచ్చారు. మెజారిటీ తీర్పుతో తాను విభేదిస్తున్నానని, రాజ్యాంగంలోని 341వ అధికరణ కింద నోటిఫై చేసిన ఎస్​సీ జాబితాను మార్చే అధికారం రాష్ట్రాలకు లేదని ఆమె అభిప్రాయపడ్డారు. </p>\n\n\n\n<p>ఉమ్మడి ఆంధ్రప్రదేశ్‌లో 2000 నుంచి 2004వరకు వర్గీకరణను అప్పటి ఉమ్మడి ఏపీ సీఎం నారా చంద్రబాబు నాయుడు అమలు చేశారు. ఎమ్మార్పీఎస్‌ పోరాటం నేపథ్యంలో అప్పటి టీడీపీ ప్రభుత్వం ఎస్సీ వర్గీకరణ చేపట్టింది. నాలుగేళ్ల పాటు ఏపీలో రిజర్వేషన్ల వర్గీకరణ అమలు చేశారు. </p>\n\n\n\n<p>దీనిపై ఎస్సీల్లో మరో వర్గం అభ్యంతరం వ్యక్తం చేసింది. ఉమ్మడి ఏపీలో ఎస్సీ వర్గీకరణ అమలును వ్యతిరేకిస్తూ మాలమహానాడు ఏపీ హైకోర్టును ఆశ్రయించడంతో రిజర్వేషన్లలో వర్గీకరణ రద్దు చేశారు. దీనిపై వివాదం సుప్రీం కోర్టును చేరింది. అప్పట్లో ఐదుగురు సభ్యులతో కూడిన రాజ్యాంగ ధర్మాసనం మాలలకు అనుకూలంగా తీర్పునిస్తూ ఎస్సీ వర్గీకరణ చేయడానికి వీల్లేదని తెలిపింది. </p>\n\n\n\n<p>2004 తీర్పు నేపథ్యంలో అప్పటినుంచి ఎస్సీ వర్గీకరణపై వివాదం కొనసాగుతోంది. ఇటీవల తెలంగాణ అసెంబ్లీ ఎన్నికలకు ముందు హైదరాబాద్‌ ఎన్నికల ప్రచార సభలో ఎస్సీ రిజర్వేషన్లకు తాము అనుకూలంగా ఉన్నామని ప్రధామంత్రి నరేంద్ర మోదీ ప్రకటించారు. <br>మళ్లీ అధికారంలోకి వస్తే ఎస్సీ వర్గీకరణపై కీలక నిర్ణయం తీసుకుంటామని హామీ ఇచ్చారు. చివరకు వర్గీకరణ చేసే అధికారం రాష్ట్రాలదేనంటూ సుప్రీం విస్తృత రాజ్యాంగ ధర్మాసనం వెల్లడించడంతో ఇక ఈ సమస్యకు పరిష్కారం దొరికినట్లైంది.</p>\n","originalUrl":"https://tattvanews.com/20355/01/08/2024/","hasAudio":false,"hasInfographics":false}