{"id":"wp-en-14456","wp_id":14456,"type":"standard","category":"World","language":"en","title":"Hundreds of Hindu temples, houses attacked amid growing concerns in India￼","excerpt":"As communal tensions have gripped Bangladesh following deadly protests that forced former Prime Minister Sheikh Hasina to flee the country, hundreds of Hindu temples, businesses and houses have been vandalised since Hasina's ouster, a community association said on Tuesday. This comes as India has voiced concerns about the status of minorities and many have requested","author":"Tattva News Team","time":"8/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Bangla-turmoil.jpg","readTime":"5 min read","contentHTML":"\n<p>As communal tensions have gripped Bangladesh following deadly protests that forced former Prime Minister Sheikh Hasina to flee the country, hundreds of Hindu temples, businesses and houses have been vandalised since Hasina's ouster, a community association said on Tuesday. This comes as India has voiced concerns about the status of minorities and many have requested New Delhi's intervention in the crisis.</p>\n\n\n\n<p>Hindus constitute around 8 per cent in Bangladesh's 170 million people and have historically largely supported Hasina's Awami League party, which identifies as largely secular. On the other hand, the opposition bloc led by the Bangladesh Nationalist Party (BNP) includes a hardline Islamist party that is reputed for a rise in extremism.</p>\n\n\n\n<p>The Bangladesh Hindu Buddhist Christian Unity Council (BHBCUC) told Reuters that 200-300 mainly Hindu homes and businesses had been vandalised since Monday, and 15-20 Hindu temples damaged. Up to 40 people have been injured though not seriously, said its general secretary, Rana Dasgupta. \"The communal atrocities erupted hours before she resigned,\" he said.</p>\n\n\n\n<p>\"Although there is no killing, there is injury. Houses and businesses of minorities, especially Hindus, as well as temples, have been targeted, looted, damaged,\" Dasgupta further said, adding that some people threw a brick at his car on Monday in Chattogram.</p>\n\n\n\n<p> \"The situation is horrific,\" said Manindra Kumar Nath, a Hindu community leader. \"Even today, we are getting calls from people asking us to save their lives, but we are not receiving any support from anywhere.\"</p>\n\n\n\n<p>Students who led the protests against Hasina that have killed over 400 people since July have repeatedly urged people not to target minority communities in the overwhelmingly Muslim country. However, Hindu community leaders said they were feeling vulnerable because of the lack of a functioning government.</p>\n\n\n\n<p>According to Bangladesh Hindu Buddhist Christian Unity Council, around 200 to 300 homes of the minorities and 15 to 20 temples were attacked since Monday. Around 40 people have also been injured.</p>\n\n\n\n<p>All Indian diplomats are reportedly staying at the Indian High Commission office in Dhaka while non-essential staff and their families were evacuated from the consulates in Chittagong, Rajshahi, Khulna and Sylhet.</p>\n","originalUrl":"https://en.tattvanews.com/international/hundreds-of-hindu-temples-houses-attacked-amid-growing-concerns-in-india%ef%bf%bc/","hasAudio":false,"hasInfographics":false}