{"id":"wp-te-20918","wp_id":20918,"type":"standard","category":"World","language":"te","title":"మాజీ మంత్రులు హరీశ్, పువ్వాడ కార్లపై రాళ్లదాడి","excerpt":"ఖమ్మం నగరంలో మున్నేరు వరద బాధితులను పరామర్శించేందుకు ఖమ్మంకు చేరుకున్న బిఆర్‌ఎస్ ప్రతినిధుల బృందం వాహనాలపై మంగళవారం రాళ్ళ దాడి జరిగింది. మాజీ మంత్రి, సిద్దిపేట ఎంఎల్‌ఎ తన్నీరు హరీశ్‌రావుతోపాటు మాజీ మంత్రులు జగదీశ్ రెడ్డి, సబితా ఇంద్రా రెడ్డి, ఎంఎల్‌ఎ కౌశిక్ రెడ్డి కార్లతోపాటు మాజీ మంత్రి పువ్వాడ అజయ్ కుమార్ మరో కారుపై కూడా రాళ్ళ దాడి జరిగింది. మున్నేరు వరదలో నష్టపోయిన బాధిత కుటుంబాలను పరామర్శించేందుకు హరీశ్ రావు నాయకత్వంలో నాయకులు మంగళవారం మధ్యాహ్నం","author":"Tattva News Team","time":"4/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Harish-car.jpg","readTime":"5 min read","contentHTML":"\n<p>ఖమ్మం నగరంలో మున్నేరు వరద బాధితులను పరామర్శించేందుకు ఖమ్మంకు చేరుకున్న బిఆర్‌ఎస్ ప్రతినిధుల బృందం వాహనాలపై మంగళవారం రాళ్ళ దాడి జరిగింది. మాజీ మంత్రి, సిద్దిపేట ఎంఎల్‌ఎ తన్నీరు హరీశ్‌రావుతోపాటు మాజీ మంత్రులు జగదీశ్ రెడ్డి, సబితా ఇంద్రా రెడ్డి, ఎంఎల్‌ఎ కౌశిక్ రెడ్డి కార్లతోపాటు మాజీ మంత్రి పువ్వాడ అజయ్ కుమార్ మరో కారుపై కూడా రాళ్ళ దాడి జరిగింది.</p>\n\n\n\n<p>మున్నేరు వరదలో నష్టపోయిన బాధిత కుటుంబాలను పరామర్శించేందుకు హరీశ్ రావు నాయకత్వంలో నాయకులు మంగళవారం మధ్యాహ్నం ఖమ్మం చేరుకున్నారు. పొలేపల్లిలోని రాజీవ్ స్వగృహ కాలనీలోని వరద బాధితులను పరామర్శించిన అనంతరం ఖమ్మం నగరంలోని 48వ డివిజన్లో బొక్కల గడ్డ ప్రాంతంలో వరద బాధితులను పరామర్శించారు.</p>\n\n\n\n<p>ఇదే సమయంలో సమ్మక్క సారక్క ఆర్చికి సమీపంలో కాంగ్రెస్ కార్యకర్తలు వరద బాధితులకు ఆహార పొట్లాలను పంపిణీ చేస్తున్నారు. ఈ సందర్భంగా కాంగ్రెస్, బిఆర్‌ఎస్ కార్యకర్తల మధ్య ఘర్షణ చోటుచేసుకుంది. రెచ్చగొట్టే వ్యాఖ్యలు చేయడం వల్ల ఈ ఘర్షణకు దారితీసినట్లు తెలుస్తోంది. ఇరు పార్టీల కార్యకర్తలు కర్రలతో ఘర్షణ పడ్డారు. పోలీసులు అక్కడ ఉన్న సమయంలోనే ఘర్షణ చోటుచేసుకుంది. <br>ఈ ఘర్షణలో ఇద్దరు బిఆర్‌ఎస్ కార్యకర్తలు గాయపడగా, వారిని వెంటనే ఆసుపత్రికి తరలించారు. ఇదే సమయంలో వదర బాధితులను పరామర్శించి తిరిగి వస్తున్న హరీశ్ రావు ఉన్న కారుపై రాళ్ళ దాడి జరుగగా కారు ముందు భాగం అద్దం దెబ్బతిన్నది. ఈ కారులో హరీశ్ రావుతోపాటు మాజీ మంత్రులు జగదీశ్ రెడ్డి, సబితా ఇంద్రారెడ్డి , ఎంఎల్‌ఎ కౌశిక్ రెడ్డి ఉన్నారు.</p>\n\n\n\n<p>వెనుక వచ్చే మరో కారులో మాజీ మంత్రి పువ్వాడ అజయ్ కుమార్ ఉండగా ఆ కారుపై కూడా రాళ్ళ దాడి జరిగింది. ఈ కారు ముందు భాగంలోని అద్దం కూడా దెబ్బతిన్నది. పోలీసులు రంగ ప్రవేశం చేసి ఇరువర్గాలను చెదరగొట్టారు. కాంగ్రెస్ నాయకులు మిక్కిలినేని నరేందర్ నాయకత్వంలో బాణాల లక్ష్మణ్, ఎస్‌కె యాకుబ్ బాబా, ఎం డి షుకూర్, ఎస్ కె యూసుఫ్, నిమ్మల బోయిన సురేశ్ , హుస్సేన్ ఈ దాడులకు పాల్పడారని బిఆర్‌ఎస్ నాయకులు ఆరోపించారు. </p>\n\n\n\n<p>ఈ మేరకు మాజీ మంత్రులు హరీష్ రావు నేతృత్వంలోని నాయకులు జిల్లా పోలీస్ కమిషనర్‌ను కలిసి ఫిర్యాదు చేశారు. దాడి చేసిన వారిని వెంటనే అరెస్ట్ చేయాలని కోరారు. అంతకుముందు దాడిలో గాయపడి మమత ఆసుపత్రిలో చికిత్స పొందుతున్న సంతోష్ రెడ్డిని బిఆర్‌ఎస్ నేతలు పరామర్శించారు. గాయపడిన సంతోష్ రెడ్డికి ధైర్యం చెప్పి అన్నివిధాలుగా అండగా ఉంటామని భరోసా ఇచ్చారు.</p>\n\n\n\n<p>అధికార పార్టీ నేతలను ప్రశ్నిస్తే దాడులు చేస్తున్నారని మాజీ మంత్రులు హరీశ్ రావు, జగదీశ్ రెడ్డి, పువ్వాడ అజయ్ కుమార్ ఆరోపించారు. వరద బాధితులను పరామర్శించడానికి వస్తే దాడులు చేస్తారా?  ఇదేనా ప్రజా పాలన? అంటూ ప్రశ్నించారు. తాను ప్రయాణిస్తున్న కారుతోపాటు పువ్వాడ అజయ్ కారుపై కూడా దాడి చేశారని హరీశ్ రావు చెప్పారు. పోలీసుల సమక్షంలో పోలీసుల ప్రోద్బలంతోనే ఈ దాడి జరిగిందని ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/20918/04/09/2024/","hasAudio":false,"hasInfographics":false}