{"id":"wp-te-20846","wp_id":20846,"type":"standard","category":"World","language":"te","title":"`నా దేవుడు ఛత్రపతి శివాజీకి తల వంచి క్షమాపణలు చెబుతున్నా'... ప్రధాని మోదీ","excerpt":"మహారాష్ట్రలోని సింధుదుర్గ్ జిల్లాలో ఛత్రపతి శివాజీ విగ్రహం కూలిపోయిన ఘటన.. ఆ రాష్ట్రంలో అసెంబ్లీ ఎన్నికల ముందు తీవ్ర చర్చనీయాంశంగా మారింది. శివాజీ విగ్రహాన్ని ఏర్పాటు చేయడంలో తీవ్ర అవినీతి చోటు చేసుకుందని.. ప్రతిపక్షంలో ఉన్న కాంగ్రెస్, శరద్ పవార్ ఎన్సీపీ, ఉద్ధవ్ ఠాక్రే శివసేన నేతృత్వంలోని మహా వికాస్ ఆఘాఢీ తీవ్ర విమర్శలు గుప్పిస్తోంది.  ఈ క్రమంలోనే తాజాగా మహారాష్ట్రలోని పాల్ఘర్ జిల్లాలో పర్యటించిన ప్రధానమంత్రి నరేంద్ర మోదీ శివాజీ విగ్రహం కూలిపోయిన ఘటనపై స్పందిస్తూ","author":"Tattva News Team","time":"30/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Modi-Shivaji.webp","readTime":"5 min read","contentHTML":"\n<p>మహారాష్ట్రలోని సింధుదుర్గ్ జిల్లాలో ఛత్రపతి శివాజీ విగ్రహం కూలిపోయిన ఘటన.. ఆ రాష్ట్రంలో అసెంబ్లీ ఎన్నికల ముందు తీవ్ర చర్చనీయాంశంగా మారింది. శివాజీ విగ్రహాన్ని ఏర్పాటు చేయడంలో తీవ్ర అవినీతి చోటు చేసుకుందని.. ప్రతిపక్షంలో ఉన్న కాంగ్రెస్, శరద్ పవార్ ఎన్సీపీ, ఉద్ధవ్ ఠాక్రే శివసేన నేతృత్వంలోని మహా వికాస్ ఆఘాఢీ తీవ్ర విమర్శలు గుప్పిస్తోంది. </p>\n\n\n\n<p>ఈ క్రమంలోనే తాజాగా మహారాష్ట్రలోని పాల్ఘర్ జిల్లాలో పర్యటించిన ప్రధానమంత్రి నరేంద్ర మోదీ శివాజీ విగ్రహం కూలిపోయిన ఘటనపై స్పందిస్తూ ఆయన క్షమాపణలు చెప్పారు.  2013 లో ప్రధానమంత్రి అభ్యర్థిగా తనను బీజేపీ ప్రకటించినపుడు మొట్టమొదటగా రాయ్‌గఢ్ జిల్లాలో ఉన్న ఛత్రపతి శివాజీ మహరాజ్ సమాధి వద్దకు చేరుకునని, తన కొత్త ప్రయాణాన్ని ప్రారంభించినట్లు మోదీ వెల్లడించారు. </p>\n\n\n\n<p>ఛత్రపతి శివాజీ మహారాజ్ అనేది మనకు ఒక పేరు మాత్రమే కాదని.. ఇవాళ నా దేవుడు అయిన ఛత్రపతి శివాజీ మహారాజ్‌కు తలవంచి క్షమాపణలు చెబుతున్నట్లు ప్రధాని మోదీ తెలిపారు. మన విలువలు చాలా వేరుగా ఉంటాయని.. భరతమాత గొప్ప బిడ్డ అయిన ఛత్రపతి శివాజీ మహరాజ్‌ను దూషించడం, అవమానించడం చేసే వాళ్లం కాదని పేర్కొన్నారు. </p>\n\n\n\n<p>శివాజీ, వీర్ సావర్కర్‌లు భరతమాత బిడ్డలు అని ప్రధాని మోదీ చెప్పారు. కొందరు వీరికి క్షమాపణలు చెప్పడానికి సిద్ధంగా లేరని.. పైగా కోర్టుల్లోకి వెళ్లి పోరాటం చేస్తారని ప్రతిపక్ష పార్టీలపై విమర్శలు గుప్పించారు.</p>\n\n\n\n<p>\"మాకు ఛత్రపతి శివాజీ అంటే కేవలం ఒక పేరు కాదు, దైవం. మా దైవానికి తలవంచి క్షమాపణ చెప్పుకుంటున్నాను. మాకు భిన్నమైన విలువలు ఉన్నాయి. ఈ గడ్డలో లో పుట్టిన భరతమాత పుత్రుడు వీర సావార్కర్‌ను నిరంతరం అవమానించే కొందరి వ్యక్తుల తరహాలో మేము ఉండం. వాళ్లు క్షమాపణలు చెప్పేందుకు సిద్ధంగా లేరు. కోర్టులకు వెళ్లేందుకు, పోరాడేందుకే సిద్ధంగా ఉంటారు\" అని విపక్షాల తీరును మోదీ ఎండగట్టారు.</p>\n\n\n\n<p>ఆగస్టు 26 వ తేదీన సింధ్‌దుర్గ్ జిల్లాలోని మాల్వాన్‌ ప్రాంతంలోని రాజ్‌కోట్ కోటలో ఉన్న 35 అడుగుల ఛత్రపతి శివాజీ విగ్రహం ఒక్కసారిగా కుప్పకూలిపోయింది. అయితే ఆ విగ్రహాన్ని 2023 డిసెంబర్ 4వ తేదీన నేవీ డే సందర్భంగా ప్రధాని నరేంద్ర మోదీ విగ్రహావిష్కరణ చేశారు. అయితే విగ్రహాన్ని ఏర్పాటు చేసి ఘనంగా ప్రారంభించి ఏడాది పూర్తి కాకుండానే కూలిపోవడం మహారాష్ట్ర రాజకీయాల్లో తీవ్ర విమర్శలకు దారి తీసింది.</p>\n","originalUrl":"https://tattvanews.com/20846/30/08/2024/","hasAudio":false,"hasInfographics":false}