{"id":"wp-te-20168","wp_id":20168,"type":"standard","category":"World","language":"te","title":"భద్రాచలం వద్ద గోదావరి మొదటి ప్రమాద హెచ్చరిక","excerpt":"గోదావరి వరద ఉధృతమవుతోంది. తూర్పుగోదావరి జిల్లా ధవళేశ్వరం బ్యారేజీ వద్ద మొదటి ప్రమాద హెచ్చరిక దిశగా పరుగులు పెడుతోంది. ఆదివారం సాయంత్రం 6గంటలకు బ్యారేజీ వద్ద నీటిమట్టం 10.10 అడుగులకు చేరింది. పాండ్‌ లెవెల్‌ 13.75 మీటర్లుగా ఉంది. బ్యారేజీ నుంచి రాత్రి 9గంటలకు 8,18,853 క్యూసెక్కులు సముద్రంలోకి వదిలేస్తున్నారు.  ఈ ప్రవాహం 10లక్షల క్యూసెక్కులు దాటినా.. బ్యారేజీ నీటిమట్టం 11.75 అడుగులకు చేరినా మొదటి ప్రమాద హెచ్చరిక జారీ చేస్తారు. భద్రాచలం వద్ద ఆదివారం రాత్రి","author":"Tattva News Team","time":"22/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Godavari.jpg","readTime":"5 min read","contentHTML":"\n<p>గోదావరి వరద ఉధృతమవుతోంది. తూర్పుగోదావరి జిల్లా ధవళేశ్వరం బ్యారేజీ వద్ద మొదటి ప్రమాద హెచ్చరిక దిశగా పరుగులు పెడుతోంది. ఆదివారం సాయంత్రం 6గంటలకు బ్యారేజీ వద్ద నీటిమట్టం 10.10 అడుగులకు చేరింది. పాండ్‌ లెవెల్‌ 13.75 మీటర్లుగా ఉంది. బ్యారేజీ నుంచి రాత్రి 9గంటలకు 8,18,853 క్యూసెక్కులు సముద్రంలోకి వదిలేస్తున్నారు. </p>\n\n\n\n<p>ఈ ప్రవాహం 10లక్షల క్యూసెక్కులు దాటినా.. బ్యారేజీ నీటిమట్టం 11.75 అడుగులకు చేరినా మొదటి ప్రమాద హెచ్చరిక జారీ చేస్తారు. భద్రాచలం వద్ద ఆదివారం రాత్రి 43 అడుగులకు గోదావరి నీటిమట్టం చేరడంతో మొదటి ప్రమాద హెచ్చరిక జారీ చేశారు. ఎగువన కురుస్తున్న వర్షాలకు గోదావరి జారీ చేశారు. ఎగువన కురుస్తున్న వర్షాలకు గోదావరి ఇంకా పెరిగే అవకాశం ఉందని అక్కడి అధికారులు అంచనా వేస్తున్నారు</p>\n\n\n\n<p>వరద నీరు పెరగడంతో తెలంగాణలోని భద్రాచలం స్నాన ఘట్టాల ప్రాంతంలోని మెట్లు నీట మునిగాయి. చర్ల మండలం వద్ద ఈత వాగుపై నుంచి వరద నీరు పారడంతో నాలుగు గ్రామాలకు రాకపోకలు నిలిచిపోయాయి. దుమ్ముగూడెం మండలం వద్ద సీతవాగు, గుబ్బల మంగి వాగు ఉధృతంగా ప్రవహించడంతో పర్ణశాల వద్ద నార చీరల ప్రాంతం వరద నీటిలో మునిగింది. </p>\n\n\n\n<p>భదాచ్రలం నుంచి ఛత్తీస్‌గఢ్‌, ఒడిశాలకు వెళ్లే ప్రధాన రహదారి చట్టి వద్ద వరద నీరు చేరడంతో తెలంగాణ నుంచి ఛత్తీస్‌గఢ్‌, ఒడిశా రాష్ట్రాలకు రాకపోకలు నిలిచిపోయాయి. గోదావరి వరద పోటుతో తెలంగాణ-ఛత్తీస్‌గఢ్‌ సరిహద్దు ప్రాంతమైన టేకులగూడెం సమీపంలో 163వ నెంబరు జాతీయ రహదారిపై వరద నీరు చేరింది. దీంతో, ఈ రెండు రాష్ట్రాల మధ్య రాకపోకలు స్తంభించాయి. </p>\n\n\n\n<p>అల్లూరి జిల్లాలోని చీకటివాగు, సోకిలేరు వాగు, చంద్రవంక వాగులు పొంగిపొర్లడంతో కొమ్మూరు, మామిల్లగూడెం, రేగులపాడు, బోజ్రాయిగూడెం తదితర గ్రామాలకు చింతూరు మండల కేంద్రంతో సంబంధాలు తెగిపోయాయి. సోకిలేరువాగు ఉగ్రరూపం దాల్చడంతో 30 గ్రామాలు జలదిగ్బంధంలో చిక్కుకున్నాయి.</p>\n\n\n\n<p>చూటూరు, ముకునూరు, నర్సింగపేట, జల్లివారిగూడెం, ఏజీ కోడేరు, తిమ్మిరిగూడెం, కుందలూరు, ఉలుమూరు తదితర గ్రామాలకు రవాణా నిలిచిపోయింది. ఘాట్‌ రోడ్డులో చెట్లు, కొండచరియలు విరిగిపడే ప్రమాదం ఉన్నందున మారేడుమిల్లి, చింతూరు. రాజమండ్రికి వెళ్లే వాహనాలను సాయంత్రం ఏడు గంటల నుండి ఉదయం ఆరు గంటల వరకు అధికారులు ముందస్తుగా నిలిపివేస్తున్నారు. </p>\n\n\n\n<p>ఎటపాక మండలం నెల్లిపాక-వీరాయిగూడెం గ్రామాల మధ్య రహదారిపైకి వరద నీరు చేరింది. గన్నవరంలో ముమ్మనేని లక్ష్మీ సుభద్ర పెంకుటిల్లు కూలింది. చింతూరు మండలం చట్టి వద్ద కొమ్మూరు వాగు ఉధృతికి జాతీయ రహదారి 30పైకి వరద నీరు చేరడంతో భద్రాచలం, చింతూరు, రాజమండ్రి, కాకినాడ తదితర ప్రాంతాలకు రాకపోకలు నిలిచిపోయాయి. జికె.వీధి మండలం సీలేరు జెన్‌కో చెక్‌పోస్టు వద్ద ప్రధాన రహదారిలో భారీ వృక్షం కూలడంతో వాహన రాకపోకలకు అంతరాయం ఏర్పడింది. </p>\n\n\n\n<p>రాజవొమ్మంగిలోని ఒట్టి గెడ్డ పొంగి ప్రవహించడంతో శ్రీరామనగర్‌, శాంతినగర్‌, వయ్యాడ, బూరుగుపల్లి, ముంజవాప్పాడు గ్రామాలకు రాకపోకలు నిలిచిపోయాయి, మారేడుమిల్లి సిబిఐటి ఆధ్వర్యంలో నిర్వహిస్తున్న జలతరంగిణి, అమృతధార జలపాతాలు, గుడిసె వంటి పర్యాటక ప్రాంతాల సందర్శనను జిల్లా కలెక్టర్‌ దినేష్‌కుమార్‌ ఆదేశాలతో నిలుపుదల చేశారు. హుకుంపేట మండలంలోని చీడిపుట్టు కల్వర్టుపై నీటి ఉధృతి ఎక్కువగా ఉండడంతో రాకపోకలు నిలిచిపోయాయి. అనంతగిరి మండలం కటికి, చిట్టంపాడు, సరియా జలపాతాల ఉధృతి పెరిగింది.</p>\n","originalUrl":"https://tattvanews.com/20168/22/07/2024/","hasAudio":false,"hasInfographics":false}