{"id":"wp-en-15263","wp_id":15263,"type":"standard","category":"World","language":"en","title":"PM Modi says 'people of Haryana have done wonders'￼","excerpt":"Prime Minister Narendra Modi on Tuesday addressed the Bharatiya Janata Party's (BJP) workers at the party's headquarters in the national capital. He hailed the BJP's win in the Haryana Assembly polls as a victory of its politics of development and good governance. Addressing the party workers, the Prime Minister said the people of Haryana have done wonders. \"Jaha","author":"Tattva News Team","time":"9/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Haryana-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Tuesday addressed the Bharatiya Janata Party's (BJP) workers at the party's headquarters in the national capital. He hailed the BJP's win in the Haryana Assembly polls as a victory of its politics of development and good governance.</p>\n\n\n\n<p>Addressing the party workers, the Prime Minister said the people of Haryana have done wonders. \"Jaha doodh-dahi ka khana, waisa hai apna Haryana'...Today is the sixth day of Navratri, the day of Maa Katyayani. Maa Katyayani is sitting on a lion with a lotus in her hand. She is blessing all of us. On such a holy day, lotus has bloomed in Haryana for the third time,\" he added. </p>\n\n\n\n<p>Prime Minister Narendra Modi has expressed his heartfelt gratitude to the people of Haryana for giving the Bharatiya Janata Party (BJP) a majority in the state. He said that this is a victory for the politics of development and good governance.</p>\n\n\n\n<p>Taking to X, he stated, \"I salute the people's strength of Haryana for once again granting the Bharatiya Janata Party a clear majority. I assure the people here that we will leave no stone unturned in fulfilling their aspirations.</p>\n\n\n\n<p>\"I also extend my heartfelt congratulations to all our worker companions who have worked tirelessly and with complete dedication for this great victory! You have not only served the people of the state but have also communicated our development agenda to them. This is the reason behind BJP's historic win in Haryana,\" the Prime Minister added.</p>\n\n\n\n<p>Meanwhile, Union Home Minister Amit Shah said that the massive victory of the BJP in Haryana is a victory of the unwavering faith of farmers, poor, backward, soldiers and youth in the BJP government led by Prime Minister Narendra Modi.</p>\n\n\n\n<p>Shah also said the people of 'Veerbhoomi' Haryana have completely rejected the \"negative and divisive politics\" of Congress which \"divides\" people on the basis of caste and region. The people have chosen the 10 years track record of development and welfare of poor of BJP, he added.</p>\n\n\n\n<p>\"Salute to the people of Veerbhoomi Haryana. This massive victory of the BJP in Haryana is a victory of the unwavering faith of farmers, the poor, the backward, the soldiers and the youth in the BJP government led by Prime Minister Shri @narendramodi ji,\" he wrote on X in Hindi.</p>\n\n\n\n<p>The Home Minister said Haryana, the land of farmers and soldiers, has taught a lesson to those who go abroad and insult the country for their vote bank. \"I express my heartfelt gratitude to the people of Haryana for giving BJP the opportunity to serve the state for the third consecutive time,\" he added.</p>\n\n\n\n<p>Proving wrong predictions of exit polls, BJP achieved its biggest victory in Haryana polls with the Hindi heartland state seemingly turning into one of its bastions. The BJP made a hat-trick and created electoral history in the state. The Congress, which was seen to be having advantage of anti-incumbency and was seen to be ahead in the perception battle, fumbled again and could not pull enough weight to dislodge the saffron party in the state. </p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-people-of-haryana-have-done-wonders%ef%bf%bc/","hasAudio":false,"hasInfographics":false}