{"id":"wp-te-19589","wp_id":19589,"type":"standard","category":"World","language":"te","title":"30 నుంచి మళ్లీ ‘మన్‌కీబాత్‌’ ప్రారంభం","excerpt":"ఈనెల 30 నుంచి మళ్లీ మొదలు కానున్న మన్‌కీబాత్ రేడియో ప్రసంగానికి ప్రజలు తమ ఆలోచనలు, సూచనలు పంచుకోవాలని ప్రధాని నరేంద్ర మోదీ  మంగళవారం ప్రజలకు పిలుపునిచ్చారు. 30న 111 వ ఎపిసోడ్‌తో ఈ కార్యక్రమం ప్రారంభమవుతుంది. “సార్వత్రిక ఎన్నికల కారణంగా ఈ కార్యక్రమం కొన్ని నెలల పాటు తాత్కాలికంగా వాయిదా పడిందని, మళ్లీ ప్రారంభం కానుందని చెప్పడం సంతోషంగా ఉందని ప్రధాని తన ఎక్స్ ఖాతా ద్వారా వెల్లడించారు. mygov ఓపెన్ ఫోరమ్, namo యాప్","author":"Tattva News Team","time":"19/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-Mann.jpg","readTime":"5 min read","contentHTML":"\n<p>ఈనెల 30 నుంచి మళ్లీ మొదలు కానున్న మన్‌కీబాత్ రేడియో ప్రసంగానికి ప్రజలు తమ ఆలోచనలు, సూచనలు పంచుకోవాలని ప్రధాని నరేంద్ర మోదీ  మంగళవారం ప్రజలకు పిలుపునిచ్చారు. 30న 111 వ ఎపిసోడ్‌తో ఈ కార్యక్రమం ప్రారంభమవుతుంది.</p>\n\n\n\n<p>“సార్వత్రిక ఎన్నికల కారణంగా ఈ కార్యక్రమం కొన్ని నెలల పాటు తాత్కాలికంగా వాయిదా పడిందని, మళ్లీ ప్రారంభం కానుందని చెప్పడం సంతోషంగా ఉందని ప్రధాని తన ఎక్స్ ఖాతా ద్వారా వెల్లడించారు. mygov ఓపెన్ ఫోరమ్, namo యాప్ లేదా 1800 11 7800 ఫోన్ నెంబర్ ద్వారా పౌరులు తమ అభిప్రాయాలను పంచుకోవాలి” అని ఎక్స్ వేదికగా ప్రధాని మోదీ  సూచించారు. </p>\n\n\n\n<p>ప్రతినెల చివరి ఆదివారంలో వచ్చే మన్‌కీబాత్ ..110వ ఎపిసోడ్ ఈ ఏడాది ఫిబ్రవరి 25న ప్రసారం అయ్యింది. ప్రధాని మోదీ మాట్లాడుతూ.. తొలిసారి ఓటు హక్కు పొందిన యువతీ యువకులు పెద్ద సంఖ్యలో సార్వత్రిక ఎన్నికల్లో పాల్గొనాలని పిలుపునిచ్చారు. </p>\n\n\n\n<p>తదుపరి ఎపిసోడ్‌ను ఉదేశిస్తూ… 111 సంఖ్యకు ఎంతో విశిష్టత ఉందని పేర్కొన్నారు. ఆ తరువాత ఎన్నికల కోడ్ అమలులోకి రావడంతో ఆ కార్యక్రమానికి మూడు నెలలకు పైగా బ్రేక్ పడింది. మూడోసారి ప్రధాన మంత్రిగా బాధ్యతలు చేపట్టిన మోదీ,, తొలి ప్రసంగంలో ఏ అంశాలు పంచుకుంటారనే విషయంపై సర్వత్రా ఆసక్తి నెలకొంది.<a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19589/19/06/2024/","hasAudio":false,"hasInfographics":false}