{"id":"wp-en-12739","wp_id":12739,"type":"standard","category":"World","language":"en","title":"Accountability sought for attacks against journalists in Serbia ￼","excerpt":"Commemorating 25 years since the brutal murder of Serbian journalist Slavko Ćuruvija, the European Federation of Journalists joins the Media Freedom Rapid Response (MFRR) partners and the Safe Journalists Network to condemn the continued impunity surrounding his assassination and demand accountability for all acts of violence committed against journalists in Serbia.  The recent acquittal of security officers accused of","author":"Tattva News Team","time":"12/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Serbia.jpg","readTime":"5 min read","contentHTML":"\n<p>Commemorating 25 years since the brutal murder of Serbian journalist Slavko Ćuruvija, the <strong>European Federation of Journalists</strong> joins the Media Freedom Rapid Response (MFRR) partners and the Safe Journalists Network to condemn the continued impunity surrounding his assassination and demand accountability for all acts of violence committed against journalists in Serbia. </p>\n\n\n\n<p>The recent acquittal of security officers accused of Ćuruvija’s murder, as well as the escalating attacks against journalists in Novi Sad, underscore the urgent need for authorities to act and protect press freedom in Serbia.</p>\n\n\n\n<p>Ćuruvija, an esteemed editor and publisher, was fatally shot in front of his home in Belgrade on 11 April 1999. No one is convicted for executing him or ordering the killing.</p>\n\n\n\n<p>Justice in Ćuruvija’s case was delayed from the start, with the first trial beginning only 16 years after his death, in June 2015. The accused were sentenced to 100 years in prison in 2019, with a retrial in 2021 confirming  the guilty verdicts.</p>\n\n\n\n<p>However, the recent decision by the Belgrade Court of Appeals to acquit  former Serbian state security officers implicated in Ćuruvija’s murder due to alleged lack of evidence is deeply troubling.</p>\n\n\n\n<p>This shocking verdict, going against previous convictions, has raised concerns  about Serbia’s commitment to human rights and the rule of law. Taking into account also the unresolved deaths of Milan Pantic   in 2001 and Dada Vujasinovic in 1994, the general impunity environment asks for urgent attention. </p>\n","originalUrl":"https://en.tattvanews.com/international/accountability-sought-for-attacks-against-journalists-in-serbia-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}