{"id":"wp-en-12719","wp_id":12719,"type":"standard","category":"World","language":"en","title":"Setback to Kejriwal in Delhi High Court￼","excerpt":"In a major setback to Delhi Chief Minister Aravind Kejriwal, the Delhi High Court on Tuesday dismissed his plea against his arrest in the liquor scam case saying the Enforcement Directorate's (ED) remand after arrest cannot be held to be illegal. The arrest of the Delhi Chief Minister by ED is not in contravention of legal","author":"Tattva News Team","time":"10/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Kejriwal-hc.jpg","readTime":"5 min read","contentHTML":"\n<p>In a major setback to Delhi Chief Minister Aravind Kejriwal, the Delhi High Court on Tuesday dismissed his plea against his arrest in the liquor scam case saying the Enforcement Directorate's (ED) remand after arrest cannot be held to be illegal. The arrest of the Delhi Chief Minister by ED is not in contravention of legal provisions, the court added.</p>\n\n\n\n<p>According to sources, the Aam Aadmi Party (AAP) is not satisfied with the High Court's judgment and is likely to move Supreme Court, latest by tomorrow. During the hearing, the court said that it's concerned with constitutional morality, not political morality adding statements of approvers will be judged during the trial and Arvind Kejriwal is free to cross-examine then.</p>\n\n\n\n<p>The Delhi Chief Minister is in judicial custody in a money laundering case linked with the alleged excise scam. The court said that it is their job to test the veracity of the government witnesses. This law is more than 100 years old and the law of making disprovers has never been questioned.</p>\n\n\n\n<p>The High Court said that this was not the first case where the statements of the approver have been recorded. Many cases have been registered before this. The statement of the High Court approver is not written by the ED but by the court. If you question him then you are questioning the judge, the court said.</p>\n\n\n\n<p>The High Court mentioned that ED has said that the petitioner (Arvind Kejriwal) is involved in this entire matter. The court further said that many statements have been recorded in this case including statements of Raghav, Sharat Reddy adding Kejriwal's petition has not been for bail but has challenged the custody.</p>\n\n\n\n<p>The AAP national convener has questioned the \"timing\" of his arrest by the agency and said it was in contravention of the basic structure of the Constitution, including democracy, free and fair elections and level playing field.</p>\n","originalUrl":"https://en.tattvanews.com/national/setback-to-kejriwal-in-delhi-high-court%ef%bf%bc/","hasAudio":false,"hasInfographics":false}