{"id":"wp-te-19785","wp_id":19785,"type":"standard","category":"World","language":"te","title":"లిక్కర్ స్కాం కేసులో అప్రూవర్‌గా మారేందుకు కవిత సిద్ధం?","excerpt":"దేశంలో సంచలనంగా మారిన ఢిల్లీ లిక్కర్ స్కాం కేసులో అరెస్టయి జ్యూడీషియల్‌ ఖైదీగా తీహార్ జైలులో ఉన్నారు బీఆర్ఎస్ ఎమ్మెల్సీ కల్వకుంట్ల కవిత. 100 రోజులకు పైగానే ఆమె జైలులో ఉంటున్నారు. కవిత అటు రౌస్ అవెన్యూ కోర్టులోనూ బెయిల్ దొరకలేదు. ఇటు ఢిల్లీ హైకోర్టులోనూ దొరకట్లేదు. రిమాండ్ గడువును న్యాయస్థానం పొడిగిస్తూ వస్తోంది.  ఈ క్రమంలోనే ఈ కేసులో కవిత అప్రూవర్‌గా మారేందుకు సిద్ధంగా ఉన్నారంటూ కాంగ్రెస్ ఎమ్మెల్యే యెన్నం శ్రీనివాస్ రెడ్డి సంచలన ఆరోపణ","author":"Tattva News Team","time":"30/6/2024","image":"https://tattvanews.com/wp-content/uploads/2023/03/Kavitha-ED.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశంలో సంచలనంగా మారిన ఢిల్లీ లిక్కర్ స్కాం కేసులో అరెస్టయి జ్యూడీషియల్‌ ఖైదీగా తీహార్ జైలులో ఉన్నారు బీఆర్ఎస్ ఎమ్మెల్సీ కల్వకుంట్ల కవిత. 100 రోజులకు పైగానే ఆమె జైలులో ఉంటున్నారు. కవిత అటు రౌస్ అవెన్యూ కోర్టులోనూ బెయిల్ దొరకలేదు. ఇటు ఢిల్లీ హైకోర్టులోనూ దొరకట్లేదు. రిమాండ్ గడువును న్యాయస్థానం పొడిగిస్తూ వస్తోంది. </p>\n\n\n\n<p>ఈ క్రమంలోనే ఈ కేసులో కవిత అప్రూవర్‌గా మారేందుకు సిద్ధంగా ఉన్నారంటూ కాంగ్రెస్ ఎమ్మెల్యే యెన్నం శ్రీనివాస్ రెడ్డి సంచలన ఆరోపణ చేశారు. అయితే, కవిత అప్రూవర్‌గా మారకుండా ఉండడానికి బీఆర్ఎస్ అధినేత, మాజీ సీఎం కేసీఆర్ ప్రయత్నాలు మొదలు పెట్టారని తెలిపారు.</p>\n\n\n\n<p>బీఆర్ఎస్ కట్టిన ప్రాజెక్టులు కూలిపోతున్నాయి.. వాటి కోసం తెచ్చిన అప్పులు మాత్రం కట్టాల్సి వస్తోందని  శ్రీనివాస్ రెడ్డి విమర్శించారు. భూస్వాములకు, రియల్టర్లకు రైతుబంధు నిలిపేస్తున్న దమ్మున్న ముఖ్యమంత్రి రేవంత్ రెడ్డి అంటూ చెప్పుకొచ్చారు. రాష్ట్రంలో పదేళ్లుగా పేరుకుపోయిన సమస్యలను రేవంత్ రెడ్డి పరిష్కరిస్తున్నారని తెలిపారు.</p>\n\n\n\n<p>పాఠశాలల ప్రారంభంలోనే విద్యార్థులకు యూనిఫాంలు, పుస్తకాలు పంపిణీ చేశారని శ్రీనివాస్ రెడ్డి గుర్తుచేశారు.  బీఆర్ఎస్ తీసుకొచ్చిన ధరణి పోర్టల్‌లో కేసీఆర్ పరిష్కరించలేని భూసమస్యలను సీఎం రేవంత్ రెడ్డి పరిష్కరిస్తున్నట్టు తెలిపారు. ప్రధాన మంత్రి నరేంద్ర మోదీ దగ్గరికి వెళ్లేందుకు కేసీఆర్ భయపడితే రేవంత్ రెడ్డి మాత్రం ధైర్యంగా వెళ్లి రాష్ట్ర సమస్యల పరిష్కారం కోసం కృషి చేస్తున్నారని కొనియాడారు. </p>\n\n\n\n<p>మిషన్ భగీరథకు రూ.50 వేల కోట్లు ఖర్చు పెట్టారని, అయితే అందులో మొత్తం అవినీతి, అక్రమాలేనని ఆరోపించారు. నిర్మాణాత్మక ప్రతిపక్ష పాత్ర పోషిస్తూ అసెంబ్లీకి కేసీఆర్ రావాలంటూ శ్రీనివాస్ రెడ్డి డిమాండ్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19785/30/06/2024/","hasAudio":false,"hasInfographics":false}