{"id":"wp-en-15539","wp_id":15539,"type":"standard","category":"World","language":"en","title":"PM Modi slams Congress’s so-called guarantees lie unfulfilled","excerpt":"Taking a major dig at the Congress party, Prime Minister Narendra Modi on Friday stated that the opposition’s pattern of making false promises has now left them badly exposed before the public. The PM said that campaign after campaign, the Congress party indulges in making promises they know are difficult to fulfill but continue to make","author":"Tattva News Team","time":"2/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>Taking a major dig at the Congress party, Prime Minister Narendra Modi on Friday stated that the opposition’s pattern of making false promises has now left them badly exposed before the public. The PM said that campaign after campaign, the Congress party indulges in making promises they know are difficult to fulfill but continue to make regardless.</p>\n\n\n\n<p>\"The Congress party is learning the hard way that making unrealistic promises is easy, but implementing them properly is tough, if not impossible. Campaign after campaign, they make promises to the people that they know they will never be able to deliver. Now, they stand badly exposed in front of the people,\" the PM stated.</p>\n\n\n\n<p>\"Look at any state where Congress governs today—Himachal Pradesh, Karnataka, and Telangana. The developmental trajectory and fiscal health in these states are going from bad to worse. Their so-called ‘guarantees’ remain unfulfilled, which is a terrible betrayal of the people in these states. The victims of such politics are the poor, young people, farmers, and women, who are not only denied the benefits of these promises but also see their existing schemes diluted,\" he added.</p>\n\n\n\n<p>Significantly, the PM in one of his statement also urged citizens to stay vigilant against what he described as a Congress-sponsored culture of fake promises. He stated that recently in Haryana, the people chose a stable, progress-oriented, action-driven government rather than falling for the Congress party's empty promises.</p>\n\n\n\n<p>\"There is a growing realization across India that a vote for Congress is a vote for non-governance, poor economics, and unparalleled corruption,\" the PM remarked.</p>\n\n\n\n<p>\"The people of India want development and progress, not the same old #FakePromisesOfCongress,\" he stated.</p>\n\n\n\n<p>It is pertinent to note that the statement by the PM came after its chief Mallikarjun Kharge meted out advice to the Congress units headed for polls cautioning them to announce guarantees on the basis of their budget. Kharge urged for careful considerations and warned that an unplanned approach could lead to financial difficulties and negatively impact future generations.</p>\n\n\n\n<p>During the press conference, he underscored the importance of fiscal responsibility, stating that if the government fails to deliver on its commitments, it could result in a bad reputation and hardships for the community.</p>\n\n\n\n<p>Kharge said, \"In Maharashtra, I have said that they shouldn't announce 5, 6, 10 or 20 guarantees. They should announce guarantees based on budget. Otherwise, there'll be bankruptcy. If there's no money for roads, everyone will turn against you. If this government fails, the future generation will be left with nothing but a bad name. They'll have to live in exile for 10 years.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-slams-congresss-so-called-guarantees-lie-unfulfilled%ef%bf%bc/","hasAudio":false,"hasInfographics":false}