{"id":"wp-te-18457","wp_id":18457,"type":"standard","category":"World","language":"te","title":"ఎడారి దేశాల్లో కుండపోత వానలు.. వరద నీటిలో దుబాయ్","excerpt":"మంగళవారం కురిసిన భారీ వర్షానికి ఎడారి నగరమైన దుబాయ్ స్తంభించిపోయి ప్రధాన రహదారులు, అంతర్జాతీయ విమానాశ్రయం జలమయమయ్యాయి. దుబాయ్ విమానాశ్రయంలో 25 నిమిషాల పాటు కార్యకలాపాలను నిలిపివేశారు. దుబాయ్ అంతర్జాతీయ విమానాశ్రయం నీటితో మునిగి ఉన్న దృశ్యాలు సోషల్ మీడియాలో వైరల్ అయ్యాయి. దుబాయ్  అంతర్జాతీయ విమానాశ్రయంలో సేకరించిన వాతావరణ డేటా ప్రకారం.. ఏడాదిన్నర కాలంలో కురిసేంత వర్షపాతం దుబాయ్ నగరంలో 24 గంటల్లోనే నమోదైందని తేలింది. సోమవారం రాత్రి ఈ వర్షం ప్రారంభమైంది. ఆ రోజు","author":"Tattva News Team","time":"18/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Dubai-rains2.jpeg","readTime":"5 min read","contentHTML":"\n<p>మంగళవారం కురిసిన భారీ వర్షానికి ఎడారి నగరమైన దుబాయ్ స్తంభించిపోయి ప్రధాన రహదారులు, అంతర్జాతీయ విమానాశ్రయం జలమయమయ్యాయి. దుబాయ్ విమానాశ్రయంలో 25 నిమిషాల పాటు కార్యకలాపాలను నిలిపివేశారు. దుబాయ్ అంతర్జాతీయ విమానాశ్రయం నీటితో మునిగి ఉన్న దృశ్యాలు సోషల్ మీడియాలో వైరల్ అయ్యాయి.</p>\n\n\n\n<p>దుబాయ్  అంతర్జాతీయ విమానాశ్రయంలో సేకరించిన వాతావరణ డేటా ప్రకారం.. ఏడాదిన్నర కాలంలో కురిసేంత వర్షపాతం దుబాయ్ నగరంలో 24 గంటల్లోనే నమోదైందని తేలింది. సోమవారం రాత్రి ఈ వర్షం ప్రారంభమైంది. ఆ రోజు అర్థరాత్రి వరకు 20 మిల్లీమీటర్ల (0.79 అంగుళాలు) వర్షపాతం నమోదైంది. దాంతో, దుబాయిలోని రహదారులు జలమయమయ్యాయి. </p>\n\n\n\n<p>మంగళవారం ఉదయానికి ఇది మరింత తీవ్రమైంది. ఆ రోజు చివరి నాటికి, మొత్తంగా 142 మిల్లీమీటర్ల (5.59 అంగుళాలు) కంటే ఎక్కువ వర్షపాతం నమోదై రికార్డు సృష్టించింది. దాంతో, దుబాయ్ నగరం జలమయమైంది. రహదారులు వరద నీటిలో మునిగాయి. సాధారణంగా, దుబాయ్ అంతర్జాతీయ విమానాశ్రయంలో సగటున సంవత్సరానికి 94.7 మిల్లీమీటర్ల (3.73 అంగుళాలు) వర్షం కురుస్తుంది. అలాంటిది, ఇప్పుడు 24 గంటల వ్యవధిలోనే 142 మిల్లీమీటర్ల వర్షం కురిసింది.</p>\n\n\n\n<p>భారీ వర్షాలకు ముందు యుఎఈ ప్రభుత్వం ప్రజలకు హెచ్చరికలు జారీ చేసింది. పాఠశాలలను మూసివేసింది. ఉద్యోగులు రిమోట్ గా పని చేయాలని కోరింది. ప్రజలు ఇళ్లల్లోనే ఉండాలని సూచించింది. అత్యవసరమైతే తప్ప, ఇళ్లలో నుంచి బయటకు రావద్దని హెచ్చరించింది. ఈ భారీ వర్షాలకు కారణం అరేబియా ద్వీపకల్పం గుండా ప్రయాణించి, గల్ఫ్ ఆఫ్ ఒమన్ మీద ఏర్పడిన తుపాను అని వాతావరణ శాఖ తెలిపింది. </p>\n\n\n\n<p>దీనివల్ల యూఏఈ లోనే కాకుండా ఇతర గల్ఫ్ దేశాల్లోనూ భారీ వర్షాలు కురిశాయి. ఒమన్ లో వరదల కారణంగా 18 మంది ప్రాణాలు కోల్పోయారు. ఓవైపు వరదలు, మరోవైపు తీవ్రగాలుల కారణంగా దుబాయ్ అంతర్జాతీయ విమానాశ్రయంలో విమానాల రాకపోకలకు అంతరాయం కలిగింది. యూఏఈలో మొత్తం పాఠశాలలను మూసివేశారు. చాలా మంది ఉద్యోగులు, కార్మికులు ఇళ్ల వద్దనే ఉండిపోయారు. వీధులు, రోడ్లపై ఉన్న వరద నీటిని ట్యాంకర్ల సహాయంతో తొలగిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/18457/18/04/2024/","hasAudio":false,"hasInfographics":false}