{"id":"wp-en-14056","wp_id":14056,"type":"standard","category":"World","language":"en","title":"Moody’s keeps India’s 2024 economic growth at 6.8%￼","excerpt":"Moody's maintained its GDP growth forecast for India at 6.8% for 2024, with a slight moderation to 6.5% expected in 2025. The agency attributed this outlook to strong domestic and international demand, supporting growth across emerging markets (EM) with varying trajectories.  In its March Global Macro Outlook 2024-25, Moody's upgraded India's growth projection from 6.1%","author":"Tattva News Team","time":"11/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Moodys.jpg","readTime":"5 min read","contentHTML":"\n<p>Moody's maintained its GDP growth forecast for India at 6.8% for 2024, with a slight moderation to 6.5% expected in 2025. The agency attributed this outlook to strong domestic and international demand, supporting growth across emerging markets (EM) with varying trajectories.</p>\n\n\n\n<p> In its March Global Macro Outlook 2024-25, Moody's upgraded India's growth projection from 6.1% to 6.8% for 2024, citing robust manufacturing and increased infrastructure spending as key drivers. India is anticipated to lead in growth among G-20 economies during this period.</p>\n\n\n\n<p>GDP for FY24 expanded by 8.2%, driven by notable growth in manufacturing, construction, mining, and services. Moody's noted a moderation in headline inflation in India, primarily due to lower food prices, although volatility remains a concern. Inflation is projected to ease to 5.2% in 2024 and further to 4.8% in 2025, down from 5.7% in 2023.</p>\n\n\n\n<p>Regarding monetary policy, Moody's expects the Reserve Bank of India (RBI) to maintain the current interest rates amidst challenges in achieving the 4% inflation target. During its June policy meeting, the RBI held the benchmark interest rate (repo rate) steady at 6.5%, reflecting a cautious approach to managing inflationary pressures. While overall inflation has moderated below 5% since March, persistent elevated food prices continue to pose ongoing challenges to economic stability and policy decisions.</p>\n","originalUrl":"https://en.tattvanews.com/economy/moodys-keeps-indias-2024-economic-growth-at-6-8%ef%bf%bc/","hasAudio":false,"hasInfographics":false}