{"id":"wp-te-19374","wp_id":19374,"type":"standard","category":"World","language":"te","title":"కీలక అంశాలపై చంద్రబాబు  శ్వేతపత్రాలు","excerpt":"ముఖ్యమంత్రిగా పదవీ స్వీకారం చేపట్టడానికి ముందే టిడిపి అధినేత చంద్రబాబు నాయుడు పరిపాలనపై దృష్టి సారిస్తున్నారు. బుధవారం తనను మర్యాదపూర్వకంగా కలిసిన కొందరు సీనియర్ అధికారులతో ఈ విషయమై చర్చించినట్లు తెలుస్తున్నది. కీలకమైన శాఖలలో నెలకొన్న పరిస్థితులలపై శ్వేతపత్రాలను సిద్ధం చేయమని ఆదేశించినట్లు చెబుతున్నారు.  ప్రధానంగా రాష్ట్ర ఆర్థిక స్థితిగతుల గురించి దృష్టి సారిస్తున్నారు. ఈ శాఖకు సంబంధించి ఐదేళ్ల కాలంలో తీసుకున్న రుణాలు, వచ్చిన ఆదాయం, చేసిన వ్యయం వంటి అంశాలతో పూర్తిస్థాయిలో నివేదికను సిద్ధం","author":"Tattva News Team","time":"6/6/2024","image":"https://tattvanews.com/wp-content/uploads/2022/05/Chandrababu.jpeg","readTime":"5 min read","contentHTML":"\n<p>ముఖ్యమంత్రిగా పదవీ స్వీకారం చేపట్టడానికి ముందే టిడిపి అధినేత చంద్రబాబు నాయుడు పరిపాలనపై దృష్టి సారిస్తున్నారు. బుధవారం తనను మర్యాదపూర్వకంగా కలిసిన కొందరు సీనియర్ అధికారులతో ఈ విషయమై చర్చించినట్లు తెలుస్తున్నది. కీలకమైన శాఖలలో నెలకొన్న పరిస్థితులలపై శ్వేతపత్రాలను సిద్ధం చేయమని ఆదేశించినట్లు చెబుతున్నారు. </p>\n\n\n\n<p>ప్రధానంగా రాష్ట్ర ఆర్థిక స్థితిగతుల గురించి దృష్టి సారిస్తున్నారు. ఈ శాఖకు సంబంధించి ఐదేళ్ల కాలంలో తీసుకున్న రుణాలు, వచ్చిన ఆదాయం, చేసిన వ్యయం వంటి అంశాలతో పూర్తిస్థాయిలో నివేదికను సిద్ధం చేయమని ఆదేశించారు. అలాగే కేంద్రం నుంచి తీసుకున్న రుణాలు, వచ్చిన గ్రాంట్లు, రాష్ట్రంలోని పథకాలకు ఆసియన్‌ డెెవలప్‌మెంట్‌ బ్యాంకు , నబార్డ్‌, హడ్కో, జైకా వంటి జాతీయ, అరతర్జాతీయ విత్త సంస్థల నుంచి తీసుకున్న సాయం వంటి అంశాలను కూడా పూర్తిగా ఆ నివేదికలో పొందుపరచనున్నారు. </p>\n\n\n\n<p>అలాగే 2014 నుంచి 2019 వరకు ఉన్న ఆర్థిక స్థితి, ఆ తరువాత 2019 నుంచి 2024 ఉన్న పరిస్థితులను ఆర్థిక సంవత్సరాల వారీగా పోలుస్తూ మరో నివేదికను కూడా రూపొందించాలని అధికారులు భావిస్తున్నారు.ఇదే సమయంలో నీటిపారుదల రంగంలో జరిగిన అభివృద్ధి, రాష్ట్రంలో మౌళికాభివృద్ధి కోసం తీసుకున్న చర్యలు, ఖర్చు చేసిన నిధులు, విద్యుత్‌ రంగంలో పరిస్థితి, పెంచిన ఛార్జీల వివరాలు, విద్యుత్‌ కొనుగోళ్ల కోసం చేసిన ఖర్చు, అందుకు చేసిన రుణాలు వంటివి కూడా సిద్ధం చేయాలని ఆయా శాఖలకు ఉన్నతాధికారుల నుండి ఆదేశాలు వెళ్లినట్లు తెలిసింది.</p>\n\n\n\n<p>రాజధాని అమరావతిపై ప్రత్యేకంగా మరో శ్వేతపత్రాన్ని రూపొందించడానికి కూడా అధికారులు కసరత్తు ప్రారంభించారు. గత టిడిపి పాలనలో రాజధానిలో జరిగిన పనులు, అప్పట్లో వివిధ విదేశీ సంస్థలతో కుదుర్చుకున్న ఒప్పందాలు, ప్రస్తుత వాటి స్థితి తదితర అంశాలను ఈ నివేదికలో పొందుపరచనున్నట్లు సమాచారం. రాజధాని నిర్మాణానికి జరిగిన ఖర్చు, నిర్మాణాల స్థితి, జరిగిన మార్పులు తదితర అంశాలతో నివేదికను సిద్ధం చేయాలని ఇప్పటికే సూచనలు వచ్చినట్లు అధికారులు అంటున్నారు.</p>\n\n\n\n<p>రాష్ట్ర ప్రభుత్వ ప్రధాన కార్యదర్శి సిఎస్‌ జవహర్‌రెడ్డి, ఎన్నికల నేపథ్యంలో డిజిపిగా నియమితులైన హరీష్‌కుమార్‌గుప్తా, ఇరటలిజెన్స్‌ చీఫ్‌ వంటి వారు చంద్రబాబును కలిసారు. ఈ సందర్భంగా తొమ్మిదో తేదీన జరిగే ప్రమాణ స్వీకారోత్సవ ఏర్పాట్లు, ఇతర అంశాలపై అధికారులు వివరించినట్లు తెలిసింది. ప్రస్తుత సిఎస్‌ త్వరలో పదవీ విరమణ చేయనున్న నేపథ్యంలో ఆ పదవికి రేసులో ఉంటారని భావిస్తున్న అటవీ, పర్యావరణ శాఖ ప్రత్యేక కార్యదర్శి నీరబ్‌కుమార్‌ ప్రసాద్‌, ఆర్‌టిసి ఎమ్‌డి ద్వారకా తిరుమలరావు, మాజీ డిజిపి ఆర్‌పి ఠాకూర్‌ కూడా చంద్రబాబును కలిసిన వారిలో ఉన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19374/06/06/2024/","hasAudio":false,"hasInfographics":false}