{"id":"wp-en-12869","wp_id":12869,"type":"standard","category":"World","language":"en","title":"Railways to operate highest ever train trips to meet summer rush￼","excerpt":"In a bid to accommodate a higher number of passengers and facilitate travel to various destinations, the Railway Ministry has announced a substantial increase in train trips for the upcoming summer season. Compared to last year, there will be a significant surge of 43 per cent in the number of train trips operated by the","author":"Tattva News Team","time":"20/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/10/Railways.jpg","readTime":"5 min read","contentHTML":"\n<p>In a bid to accommodate a higher number of passengers and facilitate travel to various destinations, the Railway Ministry has announced a substantial increase in train trips for the upcoming summer season. Compared to last year, there will be a significant surge of 43 per cent in the number of train trips operated by the ministry. </p>\n\n\n\n<p>“To ensure the convenience of passengers and manage the anticipated surge in travel demand during summers, the Indian Railways is operating a record-breaking 9, 111 trips during the summer season,” a press statement from the Railway Ministry said. </p>\n\n\n\n<p>“This marks a substantial rise compared to the summer of 2023, where a total of 6,369 trips were offered. This translates to an increase of 2742 trips, demonstrating the Indian Railways' commitment to meeting passenger demands effectively,” it added.</p>\n\n\n\n<p>According to the ministry, the additional trains have been meticulously planned to connect key destinations across the country, ensuring seamless travel on major railway routes.</p>\n\n\n\n<p>Out of these 9,111 train trips, the Western Railway will operate the highest number -- 1,878 -- followed by the North Western Railway with 1,623 trips. Other Railway zones, which will run a significant number of trips are the South Central Railway (1,012 trips) and the East Central Railway (1,003). </p>\n\n\n\n<p>“All zonal railways spread across India have geared up to operate these additional trips catering to the summer travel rush from states like Tamil Nadu, Maharashtra, Gujarat, Odisha, West Bengal, Bihar, Uttar Pradesh, Karnataka, Andhra Pradesh, Telangana, Jharkhand, Madhya Pradesh, Rajasthan and Delhi,” the Railway Ministry said.</p>\n","originalUrl":"https://en.tattvanews.com/economy/railways-to-operate-highest-ever-train-trips-to-meet-summer-rush%ef%bf%bc/","hasAudio":false,"hasInfographics":false}