{"id":"wp-en-15612","wp_id":15612,"type":"standard","category":"World","language":"en","title":"Domestic solar installations surge 167% to 16.4 gigawatts (GW)￼","excerpt":"India added 16.4 gigawatts (GW) of solar capacity during January-September 2024, marking a 167% YoY increase, largely driven by the commissioning of delayed projects, according to Mercom Capital. In comparison, the country had installed 6.2 GW during the same period in 2023. The third quarter of 2024 saw solar installations rise by 78%, reaching 3.5","author":"Tattva News Team","time":"24/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/03/Solar-power.jpg","readTime":"5 min read","contentHTML":"\n<p>India added 16.4 gigawatts (GW) of solar capacity during January-September 2024, marking a 167% YoY increase, largely driven by the commissioning of delayed projects, according to Mercom Capital. In comparison, the country had installed 6.2 GW during the same period in 2023.</p>\n\n\n\n<p>The third quarter of 2024 saw solar installations rise by 78%, reaching 3.5 GW, up from 2 GW in Q3 2023. As of September 2024, India’s cumulative installed solar capacity stood at 89.1 GW, with utility-scale projects comprising over 86% and rooftop solar accounting for nearly 14%. Solar power now constitutes approximately 20% of India's total installed power capacity and over 44% of its reneficant increase in solar tender announcements, with 57.6 GW of tenders issuwable energy capacity.</p>\n\n\n\n<p>The report also noted a signied during the first nine months of 2024, a 40% rise from the 41.1 GW announced in 2023.</p>\n\n\n\n<p>In Q3 2024 alone, 16.2 GW of tenders were announced, reflecting a 19% increase from 13.6 GW in Q3 2023. Rajasthan, Gujarat, and Karnataka remain the leading states for large-scale solar capacity installations.</p>\n\n\n\n<p>Mercom Capital, a US-based research firm, specialises in market intelligence for energy storage, smart grid technology, and solar energy, and it provides advisory services on emerging markets and strategic decision-making.</p>\n","originalUrl":"https://en.tattvanews.com/economy/domestic-solar-installations-surge-167-to-16-4-gigawatts-gw%ef%bf%bc/","hasAudio":false,"hasInfographics":false}