{"id":"wp-en-13963","wp_id":13963,"type":"standard","category":"World","language":"en","title":"Bhole Baba blames `anti-social’ elements for tragic stampede￼","excerpt":"Baba Narayan Sakar Hari, known as Bhole Baba has issued his first statement on the Hathras tragedy in which 121 people were killed after a stampede occurred on Tuesday. He has blamed 'anti-social' elements for the tragic incident. In a statement issued on Wednesday, he said, \"The stampede was created by some anti-social elements, I have","author":"Tattva News Team","time":"4/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Yogi-visit.jpg","readTime":"5 min read","contentHTML":"\n<p>Baba Narayan Sakar Hari, known as Bhole Baba has issued his first statement on the Hathras tragedy in which 121 people were killed after a stampede occurred on Tuesday. He has blamed 'anti-social' elements for the tragic incident.</p>\n\n\n\n<p>In a statement issued on Wednesday, he said, \"The stampede was created by some anti-social elements, I have authorised Dr A P Singh, Senior Advocate to take further legal action on this.\"  Express our deepest condolence, to the families of the deceased and pray to Prabhu / Parmatma for the Speedy recovery of the injured, the statement added.</p>\n\n\n\n<p>Uttar Pradesh Chief Minister Yogi Adityanath had announced a judicial probe into the Hathras tragedy. Not ruling out the possibility of conspiracy, CM said that the 'sevadars' should have rushed the victims to the hospital rather than leaving them to die. He also accused the ‘sevadars’ of fleeing the scene without considering the lives of the people.</p>\n\n\n\n<p>After meeting those injured at the hospital, Adityanath reached the venue of the religious congregation and assessed the situation. He also obtained eyewitness accounts of the events that unfolded. </p>\n\n\n\n<p>\"A judicial probe by a retired high court judge will be conducted into the incident,\" he said. \"If this is not an accident, then whose conspiracy is this? All of these will be probed. Retired officials of the police and civic administration will be part of the judicial inquiry and action will be taken against those found responsible,\" Adityanath added.</p>\n\n\n\n<p>CM also added that the government formed a Special Investigation Team (SIT) led by the additional director general (ADG) of police, Agra. A preliminary report by the SIT was submitted as well.</p>\n\n\n\n<p>Meanwhile, the preliminary report on the stampede was submitted by Sikandra Rau sub-divisional magistrate (SDM) to the district magistrate (DM). The SDM, who gave permission for the 'satsang' (religious congregation), was also present at the venue when the incident occurred, according to the report.</p>\n\n\n\n<p>\"A crowd of more than 2 lakh people was present in the satsang pandal. Shri Narayan Sakar Hari (Bhole Baba) reached the satsang pandal at about 12.30 pm and the program went on for 1 hour.\"</p>\n\n\n\n<p>\"After this, at about 1.40 pm, Shri Narayan Sakaar Hari (Bhole Baba) came out of the pandal to go towards Etah on National Highway-91,\" the preliminary report said, adding that when the godman was leaving the venue, his followers started running towards him for a 'darshan' and collect soil from around his feet.</p>\n\n\n\n<p>\"Satsangi women/men/children etc started applying the dust of Baba's feet on their foreheads (while trying) to get his darshan, touch his feet and take his blessings,\" reads the report dated July 2. The situation worsened when more people waiting on the divider of the road ahead began running towards his vehicle, it said.</p>\n","originalUrl":"https://en.tattvanews.com/national/bhole-baba-blames-anti-social-elements-for-tragic-stampede%ef%bf%bc/","hasAudio":false,"hasInfographics":false}