{"id":"wp-te-20516","wp_id":20516,"type":"standard","category":"World","language":"te","title":"15వ శతాబ్దపు విష్ణుమూర్తి విగ్రహం స్వాధీనం","excerpt":"తమిళనాడులో 15వ శతాబ్దానికి చెందిన శ్రీమహావిష్ణు విగ్రహాన్ని అగ్రమంగా తరలిస్తున్న ఏడుగురు వ్యక్తులను తమిళనాడు పోలీసుకు చెందిన విగ్రహాల విభాగం శనివారం అరెస్టు చేసి వారి నుంచి విగ్రహాన్ని స్వాధీనం చేసుకుంది.  ముందుగా అందిన సమాచారం మేరకు తంజావూరు-తిరుచిరాపల్లి జాతీయ రహదారిపైన మేలతిరువిళాపట్టి వద్ద ఒక కారును అడ్డగించి రెండున్నర అడుగుల ఉన్న విష్ణుమూర్తి విగ్రహాన్ని పోలీసులు స్వాధీనం చేసుకున్నారు. వారిని ప్రశ్నించగా భూమిని తవ్వుతుండగా తన తండ్రికి ఈ విగ్రహం దొరికినట్లు ఎ దినేష్ అనే","author":"Tattva News Team","time":"11/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Idol.jpg","readTime":"5 min read","contentHTML":"\n<p>తమిళనాడులో 15వ శతాబ్దానికి చెందిన శ్రీమహావిష్ణు విగ్రహాన్ని అగ్రమంగా తరలిస్తున్న ఏడుగురు వ్యక్తులను తమిళనాడు పోలీసుకు చెందిన విగ్రహాల విభాగం శనివారం అరెస్టు చేసి వారి నుంచి విగ్రహాన్ని స్వాధీనం చేసుకుంది. </p>\n\n\n\n<p>ముందుగా అందిన సమాచారం మేరకు తంజావూరు-తిరుచిరాపల్లి జాతీయ రహదారిపైన మేలతిరువిళాపట్టి వద్ద ఒక కారును అడ్డగించి రెండున్నర అడుగుల ఉన్న విష్ణుమూర్తి విగ్రహాన్ని పోలీసులు స్వాధీనం చేసుకున్నారు. వారిని ప్రశ్నించగా భూమిని తవ్వుతుండగా తన తండ్రికి ఈ విగ్రహం దొరికినట్లు ఎ దినేష్ అనే వ్యక్తి పోలీసులకు వెల్లడించాడు. </p>\n\n\n\n<p>విగ్రహాన్ని తన తండ్రి తమ పవుశుల కొట్టంలోని భూమిలో దాచిపెట్టాడని దినేష్ చెప్పాడు. తన తండ్రి మరణించిన తర్వాత ఆ విగ్రహాన్ని విక్రయించాలని నిర్ణయించుకున్నానని, తన సహచరులతో కలసి రూ. 2 కోట్లకు విగ్రహాన్ని విక్రయించేందుకు బేరం కుదుర్చుకున్నానని దినేష్ చెప్పినట్లు పోలీసులు తెలిపారు. </p>\n\n\n\n<p>కుంభకోణం కోర్టులో నిందితులను జుడిషియల్ రిమాండ్ చేసినట్లు పోలీసులు చెప్పారు. ప్రాథమిక దర్యాప్తులో ఈ విగ్రహం 15 లేదా 16వ శతాబ్దానికి చెందిన విగ్రహంగా తెలుస్తోందని, అయితే ఇది ఏ ఆలయం నుంచో చోరీ చేసి ఉండవచ్చని కూడా అనుమానిస్తున్నామని పోలీసులు చెప్పారు. ఇందుకు సంబంధించి దర్యాప్తు జరుపుతున్నామని వారు తెలిపారు. తమిళనాడు వ్యాప్తంగా జరుగుతున్న ఆలయాల చోరీలను అరికట్టేందుకు తమిళనాడు విగ్రహాల విభాగం ఏర్పాటైంది.</p>\n","originalUrl":"https://tattvanews.com/20516/11/08/2024/","hasAudio":false,"hasInfographics":false}