{"id":"wp-te-20667","wp_id":20667,"type":"standard","category":"World","language":"te","title":"మంకీపాక్స్‌ విజృంభణతో అప్రమత్తమైన కేంద్రం","excerpt":"ప్రపంచ దేశాలను భయాందోళనకు గురిచేస్తున్న మంకీ పాక్స్‌పై ప్రపంచ ‌ఆరోగ్య సంస్థ హెల్త్‌ ఎమర్జెన్సీ ప్రకటించిన నేపథ్యంలో కేంద్రం అప్రమత్తమైంది. దద్దుర్లు ఉన్న రోగులను గుర్తించి, వారికి వైద్యం అందిచడానికి ఐసోలేషన్‌ వార్డులు సిద్ధం చేయాలని అధికారులకు ఆరోగ్య మంత్రిత్వశాఖ ఆదేశాలు జారీ చేసినట్లు సమాచారం. అలాగే డిల్లీలో మూడు నోడల్‌ ఆస్పత్రులను సిద్ధం చేస్తున్నట్లు తెలుస్తోంది. విమానాశ్రయాల్లో తగిన జాగ్రత్తలు తీసుకోవాలని, అవసరమైతే అనుమానితులకు RT-PCR వ్యాధి నిర్థరణ పరీక్ష చేయాలని మంత్రిత్వశాఖ ఆదేశించింది. ఆఫ్రికాలో","author":"Tattva News Team","time":"20/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/MPox.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రపంచ దేశాలను భయాందోళనకు గురిచేస్తున్న మంకీ పాక్స్‌పై ప్రపంచ ‌ఆరోగ్య సంస్థ హెల్త్‌ ఎమర్జెన్సీ ప్రకటించిన నేపథ్యంలో కేంద్రం అప్రమత్తమైంది. దద్దుర్లు ఉన్న రోగులను గుర్తించి, వారికి వైద్యం అందిచడానికి ఐసోలేషన్‌ వార్డులు సిద్ధం చేయాలని అధికారులకు ఆరోగ్య మంత్రిత్వశాఖ ఆదేశాలు జారీ చేసినట్లు సమాచారం.</p>\n\n\n\n<p>అలాగే డిల్లీలో మూడు నోడల్‌ ఆస్పత్రులను సిద్ధం చేస్తున్నట్లు తెలుస్తోంది. విమానాశ్రయాల్లో తగిన జాగ్రత్తలు తీసుకోవాలని, అవసరమైతే అనుమానితులకు RT-PCR వ్యాధి నిర్థరణ పరీక్ష చేయాలని మంత్రిత్వశాఖ ఆదేశించింది. ఆఫ్రికాలో ఈ ఏడాది 18 వేలకుపైగా మంకీపాక్స్‌ కేసులు నమోదయ్యాయి. </p>\n\n\n\n<p>పొరుగుదేశం పాకిస్తాన్‌లోనూ మంకీపాక్స్‌ కేసులు వెలుగుచూశాయి. మంకీపాక్స్‌ కేసుల్లో మరణాల రేటు 1 నుంచి 10 శాతం వరకు ఉంది. డబ్ల్యూహెచ్ఓ ప్రకారం, మంకీపాక్స్ వైరస్‌ మనిషి శరీరం లోపలికి ప్రవేశించిన తర్వాత 1 నుంచి 21 రోజుల్లో ఎప్పుడైనా లక్షణాలు బయటపడవచ్చు. </p>\n\n\n\n<p>పొక్కులు, జ్వరం, గొంతు ఎండిపోవడం, తల, కండరాల నొప్పులు, వెన్ను నొప్పి, నిస్సత్తువ వంటివి సాధారణంగా కనిపిస్తాయి. ఇవి దాదాపు 2 నుంచి 4 వారాలపాటు కొనసాగవచ్చు. ఇది సదరు వ్యక్తి ఇమ్యూనిటీ పవర్పై ఆధారపడి ఉంటుంది. కొంతమందికి నోరు, కళ్లు, గొంతు, ప్రైవేట్ భాగాలపై పొక్కులు రావొచ్చు.</p>\n","originalUrl":"https://tattvanews.com/20667/20/08/2024/","hasAudio":false,"hasInfographics":false}