{"id":"wp-en-14214","wp_id":14214,"type":"standard","category":"World","language":"en","title":"Bangladesh Supreme Court scales back the quota","excerpt":"After days of deadly protest that saw over 114 people dead, Bangladesh's top court on Sunday scrapped the controversial quota system for government jobs. The court's Appellate Division dismissed a lower court order that had reinstated the controversial quota system that reserved up to 30% of government jobs for relatives of veterans who fought in","author":"Tattva News Team","time":"22/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bangla-stir.webp","readTime":"5 min read","contentHTML":"\n<p>After days of deadly protest that saw over 114 people dead, Bangladesh's top court on Sunday scrapped the controversial quota system for government jobs. The court's Appellate Division dismissed a lower court order that had reinstated the controversial quota system that reserved up to 30% of government jobs for relatives of veterans who fought in Bangladesh's war of independence in 1971.</p>\n\n\n\n<p>The protesting students were demanding to scrap the country’s quota system that reserves 30% of government jobs for families of the country’s freedom fighters, along with other reservations leaving just 44% of opportunities open to the students. The court ruling has reduced the freedom fighter quota to 5% and maintained 2% reserved for ethnic minorities; transgender and differently-abled people. </p>\n\n\n\n<p>The court ruling opens 93% job opportunities based on merit providing hope to the youth in the country that is struggling with a stagnant economy. The protesting students were against the reservation which was effectively favouring the third generation of the families of freedom fighters who are mostly the supporters of Bangladesh’s ruling party, Awami League.</p>\n\n\n\n<p>The streets in the country have become calm following the verdict. Meanwhile, student leaders welcomed the court order but vowed to continue demonstrations till the jailed students are free and the officials responsible for the violence are held accountable. </p>\n\n\n\n<p>Shah Monjurul Hoque, a lawyer involved in the case, told AFP that the court had also asked protesting students \"to return to class\" after issuing its verdict. </p>\n\n\n\n<p>This came after the nation plunged into chaos after deadly clashes between police and protesters.   Though the controversial quota system was scrapped by Prime Minister Sheikh Hasina's government in 2018, the lower court reinstated it last  month, sparking the protests and ensuring a government crackdown.</p>\n\n\n\n<p>Angry students took to the streets, clashing with the police which fired tear gas and rubber bullets and hurled smoke grenades. Sporadic clashes in some parts of Dhaka, the capital, were reported on Saturday but it was not immediately clear whether there were any fatalities.</p>\n","originalUrl":"https://en.tattvanews.com/international/bangladesh-supreme-court-scales-back-the-quota%ef%bf%bc/","hasAudio":false,"hasInfographics":false}