{"id":"wp-en-14387","wp_id":14387,"type":"standard","category":"World","language":"en","title":"GST collection rises 10.3% to third highest at Rs 1.82 lakh crore ￼","excerpt":"According to official data, GST collections in July rose by 10.3% to over Rs 1.82 trillion (US$ 21.74 billion), primarily driven by domestic transactions in goods and services. This marks the third-highest monthly collection since the indirect tax regime was implemented on July 1, 2017. After accounting for total refunds of Rs 16,283 crore (US$","author":"Tattva News Team","time":"3/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/02/GST1.jpg","readTime":"5 min read","contentHTML":"\n<p>According to official data, GST collections in July rose by 10.3% to over Rs 1.82 trillion (US$ 21.74 billion), primarily driven by domestic transactions in goods and services. This marks the third-highest monthly collection since the indirect tax regime was implemented on July 1, 2017.</p>\n\n\n\n<p>After accounting for total refunds of Rs 16,283 crore (US$ 1.94 billion), the net GST collection exceeded Rs 1.66 trillion (US$ 19.83 billion), reflecting a growth of 14.4%.</p>\n\n\n\n<p>The gross GST revenue reached Rs 1,82,075 crore (US$ 21.75 billion), comprising Central GST of Rs 32,386 crore (US$ 3.87 billion), State GST of Rs 40,289 crore (US$ 4.81 billion), and Integrated GST of Rs 96,447 crore (US$ 11.52 billion), along with a compensation cess of Rs 12,953 crore (US$ 1.55 billion).</p>\n\n\n\n<p>Domestic tax revenue grew by 8.9% to Rs 1.34 trillion (US$ 16 billion), while revenue from imports increased by 14.2% to Rs 48,039 crore (US$ 5.74 billion).</p>\n\n\n\n<p>Experts noted that while gross GST revenues showed a 10.3% increase, the growth rate for imports outpaced that of domestic supplies. Mr. MS Mani from Deloitte India highlighted the slowdown in refunds, contributing to a net increase of 14.4% compared to a gross increase of 10.4%.</p>\n\n\n\n<p>With the festive season approaching, further increases in collections are anticipated. Additionally, Mr. Saurabh Agarwal from EY India pointed out a surge in tax collections from regions like Nagaland and Manipur, suggesting heightened economic activity. However, a potential decline in collections may occur during August due to the monsoon season.</p>\n","originalUrl":"https://en.tattvanews.com/economy/gst-collection-rises-10-3-to-third-highest-at-rs-1-82-lakh-crore-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}