{"id":"wp-en-14567","wp_id":14567,"type":"standard","category":"World","language":"en","title":"'Father of Agni Missiles' Ram Narain Agarwal dies","excerpt":"Renowned scientist Dr Ram Narain Agarwal, a pivotal figure in India's defence research, passed away on Thursday at the age of 84 in Hyderabad. He is survived by his wife and two children. Dr Agarwal, widely known as the \"Father of Agni Missiles,\" played a crucial role in the development of India's long-range ballistic missile","author":"Tattva News Team","time":"16/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Agni.jpg","readTime":"5 min read","contentHTML":"\n<p>Renowned scientist Dr Ram Narain Agarwal, a pivotal figure in India's defence research, passed away on Thursday at the age of 84 in Hyderabad. He is survived by his wife and two children. Dr Agarwal, widely known as the \"Father of Agni Missiles,\" played a crucial role in the development of India's long-range ballistic missile program under the aegis of the Defence Research and Development Organisation (DRDO).</p>\n\n\n\n<p> Agarwal's contributions to India's missile technology have been instrumental in enhancing the nation's defence capabilities. His leadership and expertise were central to the successful development of the Agni missile series, which has become a cornerstone of India's strategic defence framework.</p>\n\n\n\n<p>As the Project Director of the Agni missile programme, which commenced in 1983, Dr Agarwal's leadership and vision were instrumental in the project's success over more than two decades. Under his guidance, the team achieved a significant milestone in May 1989 with the successful testing of the Technology Demonstrator missile.</p>\n\n\n\n<p>This marked the beginning of a series of advancements in India's missile technology. The Agni missile, initially conceptualised as a technological demonstrator, evolved into a formidable weapon system with multiple versions being developed and subsequently inducted into the defence forces.</p>\n\n\n\n<p>One of the most notable achievements of the programme is the development of Agni V, a nuclear-capable, intermediate-range ballistic missile. This missile, with a striking range of over 5,000 kilometers, has significantly enhanced India's strategic capabilities, underscoring the country's defence preparedness on a global scale. </p>\n\n\n\n<p>Dr Agarwal's contributions were not limited to the Agni programme alone. He also played a pivotal role in the establishment of the Advanced Systems Laboratory (ASL) in Hyderabad, where cutting-edge research and development in missile technology have continued to thrive. His tenure as the founder and director of ASL until his retirement in 2005 left an indelible mark on India's defence research infrastructure.</p>\n\n\n\n<p>Dr Agarwal worked on the Agni and other missile programmes alongside Dr Arunachalam and Dr APJ Abdul Kalam, Dr Agarwal played a key role in establishing the re-entry technology, all composite heat shield, onboard propulsion system, guidance and control etc for missiles during a distinguished tenure of 22 years. In 1995 he was appointed Programme Director of Agni for weaponisation and deployment of Agni 2.</p>\n\n\n\n<p>Within 4 years in 1999, Dr Agarwal and team established the new version with road-mobile launch capability too with enhanced strike distance from Agni-1. In subsequent years, the demonstration of the powerful Agni-3 missile weapon system has put India into a select club of countries with nuclear-capable missile power of long-range with strengths in indigenously developing all systems.</p>\n","originalUrl":"https://en.tattvanews.com/national/father-of-agni-missiles-ram-narain-agarwal-dies%ef%bf%bc/","hasAudio":false,"hasInfographics":false}