{"id":"wp-te-18652","wp_id":18652,"type":"standard","category":"World","language":"te","title":"దేవెగౌడ మనవడి లైంగిక వేధింపుల వీడియో వైరల్","excerpt":"కర్ణాటకలో మాజీ ప్రధాని దేవెగౌడ మానవుడు, జేడీఎస్ యువ ఎంపీ ప్రజ్వల రేవణ్ణ సెక్స్ వీడియోల వ్యవహారం తీవ్ర కలకలం రేపుతోంది. కర్ణాటకలో లోక్‌సభ ఎన్నికలు రెండు దశల్లో జరగుతుండగా.. ఏప్రిల్ 26న మొదట విడత ముగిసింది. ఈ పోలింగ్‌కు రెండు రోజుల ముందు యువ ఎంపీ వీడియోలు బయటకు వచ్చాయి. సోషల్ మీడియాలో ఈ వీడియోలు, ఫోటోలు వైరల్ అయ్యాయి.  ఆ నేత యువతులు, మహిళలపై లైంగిక దౌర్జన్యాలకు పాల్పడుతున్నట్టు ఫిర్యాదు అందాయి. యువతులపై బలవంతంగా","author":"Tattva News Team","time":"29/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Revanna1.jpg","readTime":"5 min read","contentHTML":"\n<p>కర్ణాటకలో మాజీ ప్రధాని దేవెగౌడ మానవుడు, జేడీఎస్ యువ ఎంపీ ప్రజ్వల రేవణ్ణ సెక్స్ వీడియోల వ్యవహారం తీవ్ర కలకలం రేపుతోంది. కర్ణాటకలో లోక్‌సభ ఎన్నికలు రెండు దశల్లో జరగుతుండగా.. ఏప్రిల్ 26న మొదట విడత ముగిసింది. ఈ పోలింగ్‌కు రెండు రోజుల ముందు యువ ఎంపీ వీడియోలు బయటకు వచ్చాయి. సోషల్ మీడియాలో ఈ వీడియోలు, ఫోటోలు వైరల్ అయ్యాయి. </p>\n\n\n\n<p>ఆ నేత యువతులు, మహిళలపై లైంగిక దౌర్జన్యాలకు పాల్పడుతున్నట్టు ఫిర్యాదు అందాయి. యువతులపై బలవంతంగా లైంగిక దాడికి పాల్పడి.. వాటిని వీడియోలు తీసి, అవసరమైనప్పుడు శారీరక అవసరాలను తీర్చుకుంటున్నారని రాష్ట్ర మహిళా కమిషన్‌‌ అధ్యక్షురాలు నాగలక్ష్మి చౌదరి వెల్లడించారు.</p>\n\n\n\n<p>లైంగిక వేధింపుల నివేదికలపై తీవ్ర ఆందోళన వ్యక్తం చేసిన మహిళా కమిషన్.. వీడియోలతో బెదిరించి అత్యాచారానికి పాల్పడిన ఘటనల్లో శక్తివంతమైన రాజకీయ నాయకుల ప్రమేయం ఉందని ఆమె ఆరోపించారు.ఈ అంశంపై దర్యాప్తునకు ప్రత్యేకంగా సిట్ ఏర్పాటు చేయాలని ముఖ్యమంత్రి సిద్ధరామయ్యకు మహిళా కమిషన్ ఛైర్‌పర్సన్ లేఖ రాశారు. </p>\n\n\n\n<p>ఈ లేఖ ఆధారంగా ప్రత్యేక దర్యాప్తు బృందం (సిట్‌) ఏర్పాటు చేస్తూ శనివారం రాత్రి సీఎం ఉత్తర్వులు జారీచేశారు. ఈ అంశంలో మాజీ సీఎం హెచ్‌డీ కుమారస్వామిపై అధికార కాంగ్రెస్ విమర్శలు గుప్పించింది. అశ్లీల ఫోటోలు, వీడియోలను పెన్‌ డ్రైవ్‌లలో ఉంచి విక్రయిస్తున్నారని, కుమారస్వామి కొద్ది నెలల కిందట ప్రదర్శించిన పెన్‌డ్రైవ్‌లో అటువంటి వీడియోలే ఉండి ఉంటాయని డిప్యూటీ డీకే శివకుమార్‌ ఆరోపించారు. దీనిపై కుమారస్వామి ప్రకటన చేయాలని కాంగ్రెస్ డిమాండ్ చేసింది.</p>\n\n\n\n<p>‘కుమారస్వామి మీరు ఒకసారి పెన్ డ్రైవ్‌ను ప్రదర్శించారు.. రహస్యం బయటపడిందా? హాసన్‌లోని ప్రతి వీధిలో వైరల్‌గా మారిన మీ పెన్ డ్రైవ్ ఇదేనా? రాష్ట్రంలోని మహిళలు దారి తప్పారని చెప్పిన మీరు ఇప్పుడు ఎందుకు మౌనంగా ఉన్నారు? అసలు దారితప్పినవాళ్లెవరో వాళ్లకు తెలుసు కాబట్టి వాళ్లకు ముఖం చూపించే ధైర్యం లేదు’ అని కాంగ్రెస్ ట్వీట్ చేసింది.</p>\n\n\n\n<p>ప్రస్తుతం హాసన్ నుండి లోక్ సభకు పోటీ చేస్తున్న ప్రజ్వల రేవణ్ణ (33) 2019 ఎన్నికలలో కర్ణాటక నుండి గెలుపొందిన జేడీఎస్ ఏకైక ఎంపీ. ఈ నియోజకవర్గంలో శుక్రవారం పోలింగ్ ముగిసింది.</p>\n\n\n\n<p>మరోవైపు, వీడియోలపై దర్యాప్తునకు సిట్ వేస్తున్నట్టు ప్రభుత్వం ప్రకటన చేయగానే యువ ఎంపీ విదేశాలకు వెళ్లిపోయినట్టు తెలుస్తోంది. బెంగళూరు నుంచి ఆయన జర్మనీలోని ఫ్రాంక్‌ఫర్ట్‌కు శనివారం ఉదయం విమానం ఎక్కినట్టు సమాచారం. ఎంపీ దేశం విడిచి వెళ్లారనే వార్తలపై కర్ణాటక హోం మంత్రి జి పరమేశ్వర మాట్లాడుతూ, ‘అతను దేశం విడిచి వెళ్లిపోయాడని నాకు తెలిసింది.. ఇకపై సిట్‌కి వదిలేస్తాం.. ప్రభుత్వ ఉత్తర్వులు వెలువడిన తర్వాత అతడిని తిరిగి భారత్‌కు రప్పించి దర్యాప్తు చేయాల్సిన బాధ్యత సిట్‌కి ఉంటుంది’ అని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/18652/29/04/2024/","hasAudio":false,"hasInfographics":false}