{"id":"wp-te-20948","wp_id":20948,"type":"standard","category":"World","language":"te","title":"విద్యాసంస్థలకు తెలంగాణాలో ఉచిత విద్యుత్‌","excerpt":"ఉపాధ్యాయ దినోత్సవం వేళ రాష్ట్రంలోని ప్రభుత్వ విద్యాసంస్థలకు ఉచిత విద్యుత్‌ని సరఫరా చేయనున్నట్లు తెలంగాణ ప్రభుత్వం  ప్రకటించింది. ఈ మేరకు గురువారం విద్యుత్‌ శాఖ ఉత్తర్వులను జారీ చేసింది. రాష్ట్రంలో 27, 862 విద్యాలయాలకు  ఉచితంగా విద్యుత్తును అందిస్తున్నట్లు ఉప ముఖ్యమంత్రి  విద్యుత్ శాఖ మంత్రి భట్టి విక్రమార్క తెలిపారు.  ఉపాధ్యాయ దినోత్సవం సందర్భంగా రవీంద్ర భారతిలో జరిగిన గురుపూజోత్సవ కార్యక్రమంలో పాల్గొన్న ఆయన విద్యా సంస్థలకు ఉచితంగా ఇచ్చే విద్యుత్తును రాష్ట్ర ప్రభుత్వమే విద్యుత్ శాఖకు","author":"Tattva News Team","time":"6/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Bhatti.webp","readTime":"5 min read","contentHTML":"\n<p>ఉపాధ్యాయ దినోత్సవం వేళ రాష్ట్రంలోని ప్రభుత్వ విద్యాసంస్థలకు ఉచిత విద్యుత్‌ని సరఫరా చేయనున్నట్లు తెలంగాణ ప్రభుత్వం  ప్రకటించింది. ఈ మేరకు గురువారం విద్యుత్‌ శాఖ ఉత్తర్వులను జారీ చేసింది. రాష్ట్రంలో 27, 862 విద్యాలయాలకు  ఉచితంగా విద్యుత్తును అందిస్తున్నట్లు ఉప ముఖ్యమంత్రి  విద్యుత్ శాఖ మంత్రి భట్టి విక్రమార్క తెలిపారు. </p>\n\n\n\n<p>ఉపాధ్యాయ దినోత్సవం సందర్భంగా రవీంద్ర భారతిలో జరిగిన గురుపూజోత్సవ కార్యక్రమంలో పాల్గొన్న ఆయన విద్యా సంస్థలకు ఉచితంగా ఇచ్చే విద్యుత్తును రాష్ట్ర ప్రభుత్వమే విద్యుత్ శాఖకు చెల్లిస్తుందని తెలిపారు. ఉచిత విద్యుత్ పై కొద్దిరోజుల కిందట ముఖ్యమంత్రి రేవంత్ రెడ్డి ఆదేశాలు ఇచ్చిన సంగతి తెలిసిందే.</p>\n\n\n\n<p> తెలంగాణలో భవిష్యత్తు అవసరాలను దృష్టిలో ఉంచుకొని నాణ్యమైన విద్యుత్ అందుబాటులో ఉండేలా కార్యాచరణ ప్రణాళిక సిద్ధం చేయాలని ముఖ్యమంత్రి రేవంత్ రెడ్డి అధికారులను ఆదేశించారు. ఉపముఖ్యమంత్రి భట్టితో కలిసి సమీక్షించిన ఆయన రాష్ట్రంలో విద్యుత్ రంగం, ప్రజల అవసరాలకు అనుగుణంగా తీసుకోవలసిన చర్యలపై పలు సూచనలు చేశారు.</p>\n\n\n\n<p>రాష్ట్రంలో డిమాండ్‌కు తగ్గ ఉత్పత్తి చేసేందుకు వీలుగా సోలార్ విద్యుత్ ఉత్పత్తి, వినియోగం పెరిగేలా చర్యలు తీసుకోవాలని ముఖ్యమంత్రి దిశానిర్దేశం చేశారు. వివిధ శాఖల పరిధిలో నిరుపయోగంగా ఉన్న భూముల్లో సోలార్ విద్యుత్ ఉత్పత్తి చర్యలు తీసుకోవాలన్నారు.  సోలార్ విద్యుత్‌ను ప్రోత్సహించడానికి రైతులకు ఉచితంగా సోలార్ పంప్‌సెట్లు అందజేస్తామని చెప్పారు. కొండారెడ్డిపల్లెలో పైలట్ ప్రాజెక్ట్ ను చేపట్టాలని నిర్ణయించారు.</p>\n\n\n\n<p>వంటగ్యాస్ బదులుగా సోలార్ విద్యుత్ వినియోగ విధానం అమల్లోకి తీసుకువచ్చేలా చర్యలు తీసుకోవాలని సీఎం పేర్కొన్నారు. ఈ విషయంలో మహిళా సంఘాలకు శిక్షణ ఇవ్వాలని పేర్కొన్నారు.  </p>\n\n\n\n<p>అటవీ భూముల్లో సోలార్ విద్యుత్ ఉత్పత్తికి చర్యలు తీసుకోవాలన్న ఆయన ప్రతీ ఏటా 40వేల మెగావాట్స్ విద్యుత్ అందుబాటులో ఉండే విధంగా కార్యాచరణ రూపొందించాలని ఆదేశించారు. ఓవర్ లోడ్ సమస్యకు శాశ్వత పరిష్కారం, అంతరాయం లేకుండా విద్యుత్‌ సరఫరా చేయడమే లక్ష్యంగా ముందుకు సాగాలని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20948/06/09/2024/","hasAudio":false,"hasInfographics":false}