{"id":"wp-en-14351","wp_id":14351,"type":"standard","category":"World","language":"en","title":"Manu Bhaker clinches historic second Olympic medal￼","excerpt":"A calm and composed Manu Bhaker scripted history to become the first Indian athlete in post-independence era to win two Olympic medals in a single edition of the Games as she combined with an equally unruffled Sarabjot Singh to clinch the 10m air pistol mixed team bronze here on Tuesday. The Indian pair defeated the","author":"Tattva News Team","time":"30/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Manu-Sarabjot.jpg","readTime":"5 min read","contentHTML":"\n<p>A calm and composed Manu Bhaker scripted history to become the first Indian athlete in post-independence era to win two Olympic medals in a single edition of the Games as she combined with an equally unruffled Sarabjot Singh to clinch the 10m air pistol mixed team bronze here on Tuesday.</p>\n\n\n\n<p>The Indian pair defeated the Korean duo of Lee Wonoho and Oh Yeh Jin 16-10 to earn the country its second medal at Chateauroux's shooting range.</p>\n\n\n\n<p>The 22-year-old Bhaker had earlier snared the women's 10m air pistol bronze medal at the same venue on Sunday, wiping off the memories of a horrendous Olympic debut in Tokyo 2020 where her pistol malfunctioned leaving her in tears.</p>\n\n\n\n<p>Before her, British-Indian athlete Norman Pritchard had won two silver medals in 200m sprint and 200m hurdles at the 1900 Olympics but that achievement had come in the pre-Independence era.</p>\n\n\n\n<p>Sarabjot Singh is now the sixth shooter from India to win a medal at the Olympics. His partner Manu Bhaker had become the fifth Indian shooter to win an Olympics medal earlier. Manu had missed the silver medal by just 0.1 point in that event but by winning yet another medal, she has more than made up for it.</p>\n\n\n\n<p>\"I'm feeling really proud and there is a lot of gratitude, thanks for all the blessings\" said Bhaker after the match, which the two young Indians played with remarkable poise to make it a one-sided contest.</p>\n\n\n\n<p>\"Actually we can't control (what the rivals will do), we can do what is in our hand, me and my partner thought let's just try our best and we will keep fighting till the end,\" added the shooter from Jhajjar in Haryana. In Tokyo, she could not even qualify for this event alongside Saurabh Chaudhary and had finished seventh.</p>\n\n\n\n<p>President Droupadi Murmu congratulated shooters Manu Bhaker and Sarabjot Singh as the pair won the 10-metre air pistol mixed team bronze defeating South Korean to script history at the Paris Olympics 2024. </p>\n\n\n\n<p> \"Congratulations to Manu Bhaker and Sarabjot Singh for winning bronze medal for India in the mixed team 10 metre air pistol event for shooting! Manu Bhaker has created history, becoming the first woman shooter from India to win two medals in the same Olympic games. She has done us immensely proud,\" the President wrote in a post on X. </p>\n\n\n\n<p>Prime Minister Narendra Modi also extended his congratulatory message to Bhaker and Singh for their splendid performance in Paris. Taking to his official X account, the Prime Minister said India is incredibly delighted with their success. </p>\n\n\n\n<p>\"Our shooters continue to make us proud! Congratulations to @realmanubhaker  and Sarabjot Singh for winning the Bronze medal in the 10m Air Pistol Mixed Team event at the #Olympics. Both of them have shown great skills and teamwork. India is incredibly delighted (sic),\" he wrote in the post.</p>\n\n\n\n<p>\"For Manu, this is her second consecutive Olympic medal, showcasing her consistent excellence and dedication. #Cheer4Bharat,\" the Prime Minister added. </p>\n","originalUrl":"https://en.tattvanews.com/national/manu-bhaker-clinches-historic-second-olympic-medal%ef%bf%bc/","hasAudio":false,"hasInfographics":false}