{"id":"wp-en-15009","wp_id":15009,"type":"standard","category":"World","language":"en","title":"Complaints against Rahul Gandhi, FIR against union minister Bittu","excerpt":"Bharatiya Janata Party (BJP) on Thursday filed police complaints against Leader of Opposition Rahul Gandhi in Delhi over his remarks on the reservation during his recent US visit. The complaint were filed in Punjabi Bagh, Tilak Nagar, Parliament Street police stations. Moreover, FIR was registered against Union Minsiter Ravneet Singh Bittu in Bengaluru after one of","author":"Tattva News Team","time":"20/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Rahul-Bittu.webp","readTime":"5 min read","contentHTML":"\n<p>Bharatiya Janata Party (BJP) on Thursday filed police complaints against Leader of Opposition Rahul Gandhi in Delhi over his remarks on the reservation during his recent US visit. The complaint were filed in Punjabi Bagh, Tilak Nagar, Parliament Street police stations.</p>\n\n\n\n<p>Moreover, FIR was registered against Union Minsiter Ravneet Singh Bittu in Bengaluru after one of the office-bearers of Karnataka Pradesh Congress Committee (CPCC) filed complaint. The FIR was for Union Minister’s remark against Gandhi over the statements he made in the US about the condition of Sikhs in India.</p>\n\n\n\n<p>The complaint against Rahul Gandhi was filed in Punjabi Bagh, Tilak Nagar and Parliament Street police stations. BJP Scheduled Caste (SC) unit president Mohan Lal Gihara, BJP Sikh cell member Charanjit Singh Lovely and party ST wing member CL Meena filed complaints against the Congress leader. They filed a complaint against the statement made by Rahul Gandhi on the reservation to SC, ST and OBC communities.</p>\n\n\n\n<p>\"Formal complaint regarding Shri Rahul Gandhi, MP (Lok Sabha Rae Bareilly) under Bharatiya Nyay Sanhita, 2023 for making divisive and provocative remarks targeting the SC (Schedule Castes), ST (Schedule Tribes) and OBC (Other Backward Classes) communities, endangering India's internal security, sovereignty, Unity and Integrity,\" One of complaint filed in the police station read.</p>\n\n\n\n<p>The FIR was registered against the Union Minister  under sections 353 (2) (making, publishing or circulating a statement or report with false information, rumors, or alarming news), 192 (wantonly giving provocation with intent to cause riot- if rioting be committed; if not committed) and 196 (promoting enmity between different groups on grounds of religion, race, place of birth, residence, language, etc. , and doing acts prejudicial to maintenance of harmony) of the Bharatiya Nyaya Sanhita at High Grounds police Station.</p>\n\n\n\n<p>Attacking the Leader of Opposition in the Lok Sabha over the statements about the condition of Sikhs in India, the Minister of State for Railways on Sunday said if those \"manufacturing bombs\" were supporting him, he is the \"number one terrorist\". Condemning the statement, the Congress had said Bittu was talking \"like a senseless man\".</p>\n\n\n\n<p>A BJP vs Congress political battle is going on over the statement made by Gandhi at public events in the USA prompting both national parties to file cross-police complaints.</p>\n","originalUrl":"https://en.tattvanews.com/national/complaints-against-rahul-gandhi-fir-against-union-minister-bittu/","hasAudio":false,"hasInfographics":false}