{"id":"wp-en-13969","wp_id":13969,"type":"standard","category":"World","language":"en","title":"Hemant Soren stakes claim to form government￼","excerpt":"Champai Soren on Wednesday resigned as the Chief Minister of Jharkhand. He has sent his resignation to the state Governor. After sending his resignation, Champai has left for the Raj Bhavan. He was accompanied by the JMM-led alliance leaders and MLAs. Former CM Hemant Soren will take oath as the next Chief Minister. Hemant Soren has also met","author":"Tattva News Team","time":"4/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Jharkhand.webp","readTime":"5 min read","contentHTML":"\n<p>Champai Soren on Wednesday resigned as the Chief Minister of Jharkhand. He has sent his resignation to the state Governor. After sending his resignation, Champai has left for the Raj Bhavan. He was accompanied by the JMM-led alliance leaders and MLAs. Former CM Hemant Soren will take oath as the next Chief Minister. Hemant Soren has also met the governor and staked a claim to form the government.</p>\n\n\n\n<p>He has also asked for time to take oath as the next chief minister. Meanwhile, Champai Soren has said, \"A few days ago, I was made the Chief Minister and I got the responsibility of the state. After Hemant Soren was back, our alliance took this decision and we chose Hemant Soren as our leader. Now, I have resigned from the post of Chief Minster...\"</p>\n\n\n\n<p>Champai had assumed the office after Hemant Soren was arrested and had resigned from the post in January. Hemant was arrested in an alleged land scam case on January 31. On June 28, he was granted bail by the Jharkhand High Court in a money laundering case linked to an alleged land scam. Earlier today, a meeting was held at Champai Soren's residence where it was unanimously decided to elect Hemant as chief minister. </p>\n\n\n\n<p>The meeting was also attended by Congress' Jharkhand in-charge Ghulam Ahmad Mir and state President Rajesh Thakur. The decision of Hemant Soren's return was backed by the coalition partners of the Jharkhand Mukti Morcha (JMM).</p>\n\n\n\n<p>\"A decision was taken in the meeting to replace Champai Soren with Hemant Soren,\" a party source said. If sworn in, he will be the 13th chief minister of Jharkhand and the third-time CM, which was carved out of Bihar on November 15, 2000.</p>\n","originalUrl":"https://en.tattvanews.com/national/hemant-soren-stakes-claim-to-form-government%ef%bf%bc/","hasAudio":false,"hasInfographics":false}