{"id":"wp-en-14491","wp_id":14491,"type":"standard","category":"World","language":"en","title":"Aman Sehrawat secures India's 6th medal at Paris Olympics ￼","excerpt":"Aman Sehrawat has secured India's fifth bronze medal at the Paris Olympics defeating Puerto Rico's Darian Toi Cruz 13-5 in the 57kg freestyle wrestling. He was the only male wrestler for India competing this year and the man has created history in his maiden appearance at the Olympic Games. It was a thrilling encounter to claim the","author":"Tattva News Team","time":"10/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Aman1.webp","readTime":"5 min read","contentHTML":"\n<p>Aman Sehrawat has secured India's fifth bronze medal at the Paris Olympics defeating Puerto Rico's Darian Toi Cruz 13-5 in the 57kg freestyle wrestling.</p>\n\n\n\n<p>He was the only male wrestler for India competing this year and the man has created history in his maiden appearance at the Olympic Games. It was a thrilling encounter to claim the bronze medal as Cruz fought well for the majority of the match before conceding a huge lead late in the second round.</p>\n\n\n\n<p>The bout started with the Puerto Rico wrestler earning the first point. It could've been the worst start for India but Aman prevented the takedown smartly and his opponent could only push him out of the mat limiting the damage to just a solitary point. From here on, Aman went on the charge gaining a 2-1 lead.</p>\n\n\n\n<p>Aman's defence once again came to its fore as he recovered from a takedown to concede only two points and in turn, pushed Cruz over the edge while taking him down. At the end of the first half, Aman was leading 6-3 and the lead only increased in the second round even as Cruz also tried his best to make a comeback with yet another takedown.</p>\n\n\n\n<p>With more than a couple of minutes to go, Cruz was in the hunt as he was behind by only three points (5-8) but was taking multiple breaks for some reason. Aman had the momentum with him and he rode home the advantage making a leg attack and rolling the Puerto Ricon down onto the mat extending his lead to 10-5.</p>\n\n\n\n<p>When the timer went down below one minute, Cruz didn't have any option but to go for the attack only to fail and the 21-year-old Indian reversed the move into an attack of his own to make 13-5. Soon, the hooter blew and Aman Sehrawat became the youngest individual medallist of India at the Paris Olympics.</p>\n\n\n\n<p>Prime Minister Narendra Modi on Friday (August 9) congratulated Aman Sehrawat as he secured India's fifth bronze medal at the Paris Olympics defeating Puerto Rico's Darian Toi Cruz in the 57kg freestyle wrestling.</p>\n\n\n\n<p>\"More pride thanks to our wrestlers! Congratulations to Aman Sehrawat for winning the Bronze Medal in the Men's Freestyle 57 kg at the Paris Olympics. His dedication and perseverance are clearly evident. The entire nation celebrates this remarkable feat,\" PM Modi posted on X.</p>\n\n\n\n<p>Union Home Minister Amit Shah extended wishes to the wrestler and said that the nation is proud of his achievement.</p>\n\n\n\n<p>\"Congratulations, Aman! With your remarkable perseverance and strength, you have secured the Bronze Medal for India in the wrestling match at the #ParisOlympics2024. The nation is proud of your achievement,\" Shah posted on X.</p>\n","originalUrl":"https://en.tattvanews.com/national/aman-sehrawat-secures-indias-6th-medal-at-paris-olympics-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}