{"id":"wp-te-18542","wp_id":18542,"type":"standard","category":"World","language":"te","title":"పద్మ అవార్డు గ్రహీతలకు అవార్డుల ప్రదానం","excerpt":"ఢిల్లీలోని రాష్ట్రపతి భవన్ లో  పద్మ అవార్డుల ప్రదానోత్సవ కార్యక్రమం రాష్ట్రపతి భవన్‌లో ఘనంగా జరిగింది. భారత రాష్ట్రపతి ద్రౌపది ముర్ము పద్మ అవార్డు గ్రహీతలకు పురస్కారాలను సోమవారం సాయంత్రం అందించారు. 132 పద్మ పురస్కారాలను కేంద్ర ప్రభుత్వం ప్రకటించిన సంగతి తెలిసిందే. ఇందులో 110 పద్మ శ్రీ అవార్డులు ఉండగా, 17 పద్మభూషణ్ అవార్డులు ఉన్నాయి. 5 పద్మవిభూషణ్ అవార్డులు ఉన్నాయి. ఈ కార్యక్రమంలో మాజీ ఉపరాష్ట్రపతి వెంకయ్యనాయుడుకు దేశంలోనే రెండో అత్యున్నత పౌర పురస్కారం","author":"Tattva News Team","time":"23/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Venkaiah-Murmu.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీలోని రాష్ట్రపతి భవన్ లో  పద్మ అవార్డుల ప్రదానోత్సవ కార్యక్రమం రాష్ట్రపతి భవన్‌లో ఘనంగా జరిగింది. భారత రాష్ట్రపతి ద్రౌపది ముర్ము పద్మ అవార్డు గ్రహీతలకు పురస్కారాలను సోమవారం సాయంత్రం అందించారు. 132 పద్మ పురస్కారాలను కేంద్ర ప్రభుత్వం ప్రకటించిన సంగతి తెలిసిందే. ఇందులో 110 పద్మ శ్రీ అవార్డులు ఉండగా, 17 పద్మభూషణ్ అవార్డులు ఉన్నాయి. 5 పద్మవిభూషణ్ అవార్డులు ఉన్నాయి.</p>\n\n\n\n<p>ఈ కార్యక్రమంలో మాజీ ఉపరాష్ట్రపతి వెంకయ్యనాయుడుకు దేశంలోనే రెండో అత్యున్నత పౌర పురస్కారం అయిన పద్మవిభూషణ్ పురస్కారాన్ని రాష్ట్రపతి ద్రౌపది ముర్ము అందజేశారు. వెంకయ్యనాయుడుతో పాటు సులభ్ ఇంటర్నేషనల్ వ్యవస్థాపకుడు బిందేశ్వర్ పాఠక్ (మరణానంతరం), ప్రముఖ నటి వైజయంతీమాల, సుప్రసిద్ధ నాట్య కళాకారిణి పద్మ సుబ్రహ్మణ్యం పద్మవిభూషణ్ కు ఎంపికయ్యారు.</p>\n\n\n\n<p>రాష్ట్రపతి ద్రౌపది ముర్ము చేతుల మీదుగా పద్మ పురస్కారాలు అందుకున్న వారిలో బాలీవుడ్ నటుడు మిథున్ చక్రవర్తి (పద్మ భూషణ్), ప్రముఖ గాయని ఉషా ఉతుప్ (పద్మ భూషణ్), ఉత్తరప్రదేశ్ మాజీ గవర్నర్ రామ్ నాయక్ (పద్మ భూషణ్), ప్రముఖ పారిశ్రామికవేత్త సీతారామ్ జిందాల్ (పద్మ భూషణ్) తదితరులు ఉన్నారు. తెలంగాణ రాష్ట్రంలోని నారాయణ పేటకు చెందిన బుర్ర వీణ వాయిద్య కళాకారుడు దాసరి కొండప్ప పద్మ శ్రీ అవార్డును అందుకున్నారు.</p>\n\n\n\n<p> దాదాపు 67 మంది ప్రముఖులకు సోమవారం అవార్డులు అందజేయగా, మిగిలిన అవార్డులను వచ్చే వారం ప్రదానం చేసే అవకాశం ఉంది. రాష్ట్రపతి భవన్ లో జరిగిన ఈ పురస్కారాల ప్రదాన కార్యక్రమానికి ఉప రాష్ట్రపతి జగదీప్ ధంకర్, ప్రధాని నరేంద్ర మోదీ, కేంద్ర హోంమంత్రి అమిత్ షా, విదేశాంగ శాఖ మంత్రి ఎస్.జై శంకర్ తదితరులు హాజరయ్యారు.</p>\n","originalUrl":"https://tattvanews.com/18542/23/04/2024/","hasAudio":false,"hasInfographics":false}