{"id":"wp-te-20769","wp_id":20769,"type":"standard","category":"World","language":"te","title":"భగవద్గీత స్ఫూర్తితోనే కూల్చివేతలు... రేవంత్ రెడ్డి","excerpt":"శ్రీకృష్ణ భగవానుడి భగవద్గీత బోధన అనుసారం చెరువులను కాపాడేందుకు అక్రమ నిర్మాణాలు కూలగొడుతున్నామని సీఎం రేవంత్ రెడ్డి తెలిపారు. తమపై ఎంత ఒత్తిడి ఉన్నా వెనక్కి తగ్గకుండా ముందుకు సాగుతున్నామని చెప్పారు. హైదరాబాద్ మహానగరంలో చెరువులను చెరబట్టిన వారిపై ఉక్కుపాదం మోపుతున్నామని వెల్లడించారుయ కోకాపేట్​ అక్షయ పాత్ర ఫౌండేషన్​ సమీపంలో హరే కృష్ణ హెరిటేజ్​ టవర్ ఆధ్వర్యంలో అనంత శేష స్థాపన ఉత్సవంలో ఆయన పాల్గొని మాట్లాడారు. చెరువులు మనవాళికి జీవనాధారమన్న రేవంత్ రెడ్డి, కొందరు శ్రీమంతులు","author":"Tattva News Team","time":"26/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Revanth.jpg","readTime":"5 min read","contentHTML":"\n<p>శ్రీకృష్ణ భగవానుడి భగవద్గీత బోధన అనుసారం చెరువులను కాపాడేందుకు అక్రమ నిర్మాణాలు కూలగొడుతున్నామని సీఎం రేవంత్ రెడ్డి తెలిపారు. తమపై ఎంత ఒత్తిడి ఉన్నా వెనక్కి తగ్గకుండా ముందుకు సాగుతున్నామని చెప్పారు. హైదరాబాద్ మహానగరంలో చెరువులను చెరబట్టిన వారిపై ఉక్కుపాదం మోపుతున్నామని వెల్లడించారుయ కోకాపేట్​ అక్షయ పాత్ర ఫౌండేషన్​ సమీపంలో హరే కృష్ణ హెరిటేజ్​ టవర్ ఆధ్వర్యంలో అనంత శేష స్థాపన ఉత్సవంలో ఆయన పాల్గొని మాట్లాడారు.</p>\n\n\n\n<p>చెరువులు మనవాళికి జీవనాధారమన్న రేవంత్ రెడ్డి, కొందరు శ్రీమంతులు వాటిలో ఫామ్​హౌజ్​లు నిర్మించారని అసహనం వ్యక్తం చేశారు. అక్రమార్కుల నుంచి చెరువులను విముక్తి చేస్తామని స్పష్టం చేశారు. హైదరాబాద్​ను రక్షించుకోవాల్సిన బాధ్యత అందరిపై ఉందని చెప్పారు. ప్రభుత్వంలో ఉన్న వ్యక్తులు అక్రమ నిర్మాణాలు చేసినా కూల్చివేస్తామని స్పష్టం చేశారు. </p>\n\n\n\n<p>అక్రమ నిర్మాణాలు చేసిన వ్యక్తులు ప్రభుత్వాన్ని ప్రభావితం చేసిన స్థాయిలో ఉండొచ్చని చెప్పారు. ప్రకృతి సంపదను విధ్వంసం చేస్తే అది మనమీద కక్ష కడుతుందని పేర్కొన్నారు. విద్యా, వైద్యం కాంగ్రెస్‌ ప్రభుత్వ ప్రాధాన్యతనిస్తుందని రేవంత్​రెడ్డి తెలిపారు.</p>\n\n\n\n<p>భవిష్యత్​ తరాలకు ఉపయోగపడేలా ధ్యాన కేంద్రాన్ని నిర్మిస్తున్నారని నిర్వాహకులను సీఎం రేవంత్ రెడ్డి ప్రశంసించారు. ధ్యాన కేంద్రం ప్రారంభోత్సవానికి రావడం అదృష్టంగా భావిస్తున్నానని తెలిపారు. స్థలదాతలను మనస్ఫూర్తిగా అభినందిస్తున్నానన్నారు. సమాజంలో వ్యక్తులకు స్ఫూర్తినిచ్చేలా హెరిటేజ్‌ టవర్‌ నిర్మాణం జరగాలని ఆశాభావం వ్యక్తం చేశారు. </p>\n\n\n\n<p>హెరిటేజ్‌ టవర్‌ నిర్మాణం 36 నుంచి 42 నెలల్లో పూర్తవుతుందని ఆశిస్తున్నామని చెప్పారు. హెరిటేజ్‌ టవర్‌ ప్రారంభోత్సవానికి తనను ఆహ్వానించాలని విజ్ఞప్తి చేశారు. తెలంగాణకు కోకాపేట్ ఆర్థికక్షేత్రం అని అభివర్ణించారు.</p>\n\n\n\n<p>హెరిటేజ్‌ టవర్‌ నిర్మాణానికి అగర్వాల్‌ ఆరు ఎకరాలు భూదానం చేశారని మంత్రి శ్రీధర్‌బాబు తెలిపారు. అక్షయపాత్ర ఫౌండేషన్‌ ద్వారా 22 లక్షల స్కూళ్లకు భోజనం అందిస్తున్నారన్నారు. రాష్ట్రంలో ఉన్న చెరువులు అన్యాక్రాంతం కాకుండా సీఎం చేస్తున్నారని కొనియాడారు. రేవంత్​రెడ్డి చేస్తున్న గొప్ప కార్యక్రమానికి పెద్దల ఆశీర్వాదాలు ఉండాలి అని శ్రీధర్​బాబు</p>\n","originalUrl":"https://tattvanews.com/20769/26/08/2024/","hasAudio":false,"hasInfographics":false}