{"id":"wp-te-20081","wp_id":20081,"type":"standard","category":"World","language":"te","title":"బిజెపి మైనారిటీ మోర్చాను రద్దు చేయాలి","excerpt":"మైనారిటీల మద్దతు లేకపోవడమే లోక్‌సభ ఎన్నికల్లో పార్టీ పేలవ పనితీరుకు కారణమని పశ్చిమ బెంగాల్‌కు చెందిన బీజేపీ నేత సువేందు అధికారి ఆరోపించారు. ఈ నేపథ్యంలో బీజేపీ మైనారిటీ మోర్చాను రద్దు చేయాలని ఆయన డిమాండ్‌ చేశారు.  బెంగాల్ అసెంబ్లీలో ప్రతిపక్ష నేత అయిన సువేందు అధికారి, బీజేపీ రాష్ట్ర కార్యవర్గ సమావేశం సందర్భంగా మాట్లాడారు. రాష్ట్రంలో మైనార్టీల మద్దతు లేకపోవడం వల్లనే లోక్‌సభ ఎన్నికల్లో ఎక్కువ స్థానాల్లో బీజేపీ గెలువలేకపోయిందని తెలిపారు. ఈ నేపథ్యంలో బీజేపీ","author":"Tattva News Team","time":"18/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Suvendu.webp","readTime":"5 min read","contentHTML":"\n<p>మైనారిటీల మద్దతు లేకపోవడమే లోక్‌సభ ఎన్నికల్లో పార్టీ పేలవ పనితీరుకు కారణమని పశ్చిమ బెంగాల్‌కు చెందిన బీజేపీ నేత సువేందు అధికారి ఆరోపించారు. ఈ నేపథ్యంలో బీజేపీ మైనారిటీ మోర్చాను రద్దు చేయాలని ఆయన డిమాండ్‌ చేశారు.</p>\n\n\n\n<p> బెంగాల్ అసెంబ్లీలో ప్రతిపక్ష నేత అయిన సువేందు అధికారి, బీజేపీ రాష్ట్ర కార్యవర్గ సమావేశం సందర్భంగా మాట్లాడారు. రాష్ట్రంలో మైనార్టీల మద్దతు లేకపోవడం వల్లనే లోక్‌సభ ఎన్నికల్లో ఎక్కువ స్థానాల్లో బీజేపీ గెలువలేకపోయిందని తెలిపారు. ఈ నేపథ్యంలో బీజేపీ మైనారిటీ మోర్చాను తప్పనిసరిగా రద్దు చేయాలని స్పష్టం చేశారు.</p>\n\n\n\n<p>కాగా, అదేవిధంగా బీజేపీ నినాదమైన ‘సబ్‌కా సాథ్‌ సబ్‌కా వికాస్‌’కు స్వస్తి పలకాలని సువేందు అధికారి పిలుపునిచ్చారు. ‘హమ్ ఉంకే సాథ్ జో హమారే సాథ్’ (మనతో ఉన్న వారితో మేం ఉంటాం) అనే కొత్త నినాదాన్ని పార్టీ అనుసరించాలని సూచించారు.</p>\n\n\n\n<p>‘నేను జాతీయవాద ముస్లింల గురించి కూడా మాట్లాడా. మేమంతా ‘సబ్‌ కా సాథ్ సబ్‌ కా వికాస్’ అని చెప్పాం. కానీ నేను ఇకపై ఇది చెప్పను. ఎందుకంటే ‘హమ్ ఉంకే సాథ్ జో హుమారే సాథ్’ (మాతో ఉన్న వారితో మేం కలిసి ఉన్నాం) మైనారిటీ మోర్చా అవసరం లేదు’ అని తేల్చి చెప్పారు.<br><ins></ins></p>\n\n\n\n<p>మరోవైపు సువేందు అధికారి వ్యాఖ్యలపై విమర్శలు వెల్లువెత్తాయి. ప్రజాస్వామ్యానికి బీజేపీ వ్యతిరేకమని టీఎంసీ నేత కునాల్ ఘోష్ విమర్శించారు. అయితే తన వ్యాఖ్యలను తప్పుగా అర్థం చేసుకున్నారని సువేందు అధికారి తెలిపారు. దేశం, బెంగాల్‌ కోసం నిలిచే జాతీయవాదులతో బీజేపీ ఉండాలని తాను అన్నట్లు వివరించారు. ఈ మేరకు ఎక్స్‌ పోస్ట్‌లో పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20081/18/07/2024/","hasAudio":false,"hasInfographics":false}