{"id":"wp-en-14910","wp_id":14910,"type":"standard","category":"World","language":"en","title":"Yogi slams Congress prince heading to become anti-India separatist group leader","excerpt":"As Congress leader Rahul Gandhi faces heat over his controversial remarks during the United States visit, Uttar Pradesh Chief Minister Yogi Adityanath that he is heading towards becoming an 'anti-India separatist group leader.' In a post on X, CM Yogi said, \"Congress prince Rahul Gandhi is heading towards becoming the leader of an anti-India separatist","author":"Tattva News Team","time":"12/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Yogi.jpg","readTime":"5 min read","contentHTML":"\n<p>As Congress leader Rahul Gandhi faces heat over his controversial remarks during the United States visit, Uttar Pradesh Chief Minister Yogi Adityanath that he is heading towards becoming an 'anti-India separatist group leader.'</p>\n\n\n\n<p>In a post on X, CM Yogi said, \"Congress prince Rahul Gandhi is heading towards becoming the leader of an anti-India separatist group.\" He further said, \"Their only aim is to destroy the unity, integrity, and social harmony of India and push the country towards civil war.\"</p>\n\n\n\n<p>CM Yogi also attacked Gandhi for forging alliance with the National Conference in J-K. He said, \"The prince of Congress, who had formed an alliance with the anti-national National Conference and had broken into the reservation system of the backward classes and handed over a major part of it to the Muslims, is now hatching a conspiracy to abolish reservation from the country.\"</p>\n\n\n\n<p>He further added, \"But, Rahul Gandhi should understand that as long as there is even one BJP worker in this country, his divisive intentions will not succeed. 'We the people of India' are united against all anti-national forces including the Congress.\"</p>\n","originalUrl":"https://en.tattvanews.com/regional/yogi-slams-congress-prince-heading-to-become-anti-india-separatist-group-leader/","hasAudio":false,"hasInfographics":false}