{"id":"wp-te-18552","wp_id":18552,"type":"standard","category":"World","language":"te","title":"ఏపీలో ఇద్దరు సీనియర్ పోలీస్ అధికారులపై బదిలీ వేటు","excerpt":"ఎన్నికల పోలింగ్ తేదీ సమీపిస్తున్న వేళ ఆంధ్రప్రదేశ్‌‍లోని ఇద్దరు సీనియర్ పోలీసు అధికారులపై కేంద్ర ఎన్నికల సంఘం బదిలీ వేటు వేసింది. ఇంటెలిజెన్స్‌ డీజీ పీఎస్‌ఆర్‌ ఆంజనేయులు, విజయవాడ సీపీ కాంతిరాణాలను బదిలీ చేస్తూ కేంద్ర ఎన్నికల సంఘం ఆదేశాలు జారీ చేసింది. ఈ ఇద్దరు ఐపీఎస్ అధికారులకు ఎన్నికలతో సంబంధం లేని విధులు అప్పగించాలని ఎన్నికల సంఘం స్పష్టం చేసింది.  వీరిద్దరిని తక్షణమే విధుల నుంచి తప్పించాలని.. వీరి స్థానంలో కొత్తవారిని నియమించేందుకు పేర్లు సూచించాలని","author":"Tattva News Team","time":"24/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/EC-AP-Police.webp","readTime":"5 min read","contentHTML":"\n<p>ఎన్నికల పోలింగ్ తేదీ సమీపిస్తున్న వేళ ఆంధ్రప్రదేశ్‌‍లోని ఇద్దరు సీనియర్ పోలీసు అధికారులపై కేంద్ర ఎన్నికల సంఘం బదిలీ వేటు వేసింది. ఇంటెలిజెన్స్‌ డీజీ పీఎస్‌ఆర్‌ ఆంజనేయులు, విజయవాడ సీపీ కాంతిరాణాలను బదిలీ చేస్తూ కేంద్ర ఎన్నికల సంఘం ఆదేశాలు జారీ చేసింది. ఈ ఇద్దరు ఐపీఎస్ అధికారులకు ఎన్నికలతో సంబంధం లేని విధులు అప్పగించాలని ఎన్నికల సంఘం స్పష్టం చేసింది. </p>\n\n\n\n<p>వీరిద్దరిని తక్షణమే విధుల నుంచి తప్పించాలని.. వీరి స్థానంలో కొత్తవారిని నియమించేందుకు పేర్లు సూచించాలని కేంద్ర ఎన్నికల సంఘం తన ఉత్తర్వుల్లో స్పష్టం చేసింది. `మేమంతా సిద్ధం' బస్సు యాత్రలో భాగంగా వైఎస్ జగన్ మోహన్ రెడ్డి ఇటీవల విజయవాడలో పర్యటించారు. అయితే విజయవాడ పర్యటనలో వైఎస్ జగన్ మీద రాయితో దాడి చేశారు. </p>\n\n\n\n<p>ఈ ఘటనలో సీఎం ఎడమకన్ను పై భాగంలో గాయం కాగా.. మాజీ మంత్రి వెల్లంపల్లి శ్రీనివాస్ కంటికి తీవ్రగాయమైంది. ఈ ఘటన రాష్ట్ర వ్యాప్తంగా తీవ్ర చర్చనీయాంశమైంది. సీఎం హోదాలో ఉన్న వ్యక్తి మీద రాయితో దాడి జరగడం దేశవ్యాప్తంగా చర్చకు దారతీసింది. ఇది పోలీస్ అధికారుల భద్రతా వైఫల్యమేనని విపక్షాలు ఆరోపించగా.. టీడీపీ శ్రేణులు దాడి చేశాయని వైసీపీ ఆరోపించింది. ఈ ఘటనకు సంబంధించి పోలీసులు సిట్ ఏర్పాటు చేసి దర్యాప్తు జరుపుతున్నారు.</p>\n\n\n\n<p>అయితే ఘటన విజయవాడ పరిధిలో జరగడంతో విజయవాడ సీపీ కాంతి రాణా దీనిపై ఎన్నికల సంఘానికి నివేదిక సమర్పించారు. ఘటన ఎలా జరిగిందనే వివరాలను ఈసీకి నివేదించారు.  సీఎం మీద దాడి జరగడాన్ని ఈసీ చాలా సీరియస్‌గా తీసుకున్నట్లు సమాచారం. రాయిదాడి ఘటనపై పోలీసుల దర్యాప్తు జరుగుతున్న సమయంలోనే ఇంటెలిజెన్స్ డీజీ ఆంజనేయులు, విజయవాడ సీపీ కాంతిరాణాలను బదిలీ చేస్తూ నిర్ణయం తీసుకుంది. </p>\n\n\n\n<p>ఘటనపై ఈసీకి వచ్చిన ఫిర్యాదుల ఆధారంగానే బదిలీ చేసినట్లు సమాచారం.  వీరి స్థానంలో కొత్తవారిని నియమించేందుకు బుధవారం మధ్యాహ్నం 3గంటల్లోగా ఒక్కో పోస్టుకు ముగ్గురేసి అధికారుల పేర్లు పంపాలని సూచించింది.</p>\n\n\n\n<p>గత నెలలో ప్రధాని చిలకలూరిపేట వద్ద పాల్గన్న బహిరంగ సభలో భద్రతా చర్యలు తీసుకోవడంలో వైఫల్యం చెందడం ఇంటెలిజెన్స్‌ చీఫ్‌పై వేటుకు ప్రధాన కారణమని సమాచారం. ఈ విషయమై బిజెపితో పాటు టిడిపి,జనసేనలు ఇసికి ఫిర్యాదు చేశాయి. అంతే కాకుండా ఎన్నికల నియమావళికి విరుద్దంగా వ్యవహరిస్తున్నారనే ఆరోపణలు రావడం, ఇంటెలిజెన్సీ చీఫ్‌గా కొనసాగితే మే 13 న జరుగునున్న సాధారణ ఎన్నికలు పారదర్శకంగా జరిగే అవకాశాలు ఉండవని ఎన్‌డిఎ కూటమి కేంద్ర ఎన్నికల సంఘానికి వరుస పిర్యాదుల చేసిన నేపథ్యంలో ఆయనపై బదిలీ వేటు పడిందని భావిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/18552/24/04/2024/","hasAudio":false,"hasInfographics":false}