{"id":"wp-te-21023","wp_id":21023,"type":"standard","category":"World","language":"te","title":"ఆరోగ్య బీమా జీఎస్టీ రేటుపై మంత్రుల బృందం... నవంబర్ లో నిర్ణయం","excerpt":"ఎప్పటినుంచో జీవిత బీమా, ఆరోగ్య బీమాలపై విధిస్తున్న జీఎస్టీని తగ్గించాలని డిమాండ్లు వెల్లువెత్తుతున్నాయి. దేశంలోని ప్రతిపక్ష పార్టీలే కాకుండా.. అధికార పార్టీ నేతల నుంచి విజ్ఞప్తులు, డిమాండ్లు వస్తుండటంతో ఈ జీఎస్టీ మండలి సమావేశంలో చర్చించారు.  జీఎస్టీ కౌన్సిల్‌ 54వ సమావేశం సోమవారం జరిగింది. ఇన్సూరెన్స్ ప్రీమియంలపై జీఎస్టీ తగ్గింపుపై జీఎస్టీ సమావేశంలో ఏకాభిప్రాయం కుదిరింది. దీనిపై మరింత పరిశీలన చేయడానికి మంత్రివర్గ ఉపసంఘాన్ని ఏర్పాటు చేశారు.   బీహార్‌ ఉపముఖ్యమంత్రి సామ్రాట్‌ చౌధరి నేతృత్వంలో జీఎస్టీ రేట్ల","author":"Tattva News Team","time":"10/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/GST-council1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఎప్పటినుంచో జీవిత బీమా, ఆరోగ్య బీమాలపై విధిస్తున్న జీఎస్టీని తగ్గించాలని డిమాండ్లు వెల్లువెత్తుతున్నాయి. దేశంలోని ప్రతిపక్ష పార్టీలే కాకుండా.. అధికార పార్టీ నేతల నుంచి విజ్ఞప్తులు, డిమాండ్లు వస్తుండటంతో ఈ జీఎస్టీ మండలి సమావేశంలో చర్చించారు.  జీఎస్టీ కౌన్సిల్‌ 54వ సమావేశం సోమవారం జరిగింది.</p>\n\n\n\n<p>ఇన్సూరెన్స్ ప్రీమియంలపై జీఎస్టీ తగ్గింపుపై జీఎస్టీ సమావేశంలో ఏకాభిప్రాయం కుదిరింది. దీనిపై మరింత పరిశీలన చేయడానికి మంత్రివర్గ ఉపసంఘాన్ని ఏర్పాటు చేశారు.   బీహార్‌ ఉపముఖ్యమంత్రి సామ్రాట్‌ చౌధరి నేతృత్వంలో జీఎస్టీ రేట్ల హేతుబద్ధీకరణపై ఏర్పాటైన మంత్రుల బృందానికే హెల్త్, లైఫ్ ఇన్సూరెన్స్‌పై జీఎస్టీ తగ్గింపుపై ఈ బాధ్యతను అప్పగించింది. </p>\n\n\n\n<p>కొంతమంది కొత్త సభ్యులు కూడా ఈ బృందంలో చేరతారని.. వారంతా అక్టోబర్‌ చివరి నాటికి నివేదిక సమర్పిస్తారని నిర్మలా సీతారామన్‌ వెల్లడించారు. అనంతరం నవంబర్‌లో నిర్వహించే జీఎస్టీ కౌన్సిల్‌ సమావేశంలో నిర్ణయం తీసుకుంటామని పేర్కొన్నారు. అదే సమయంలో పలు వస్తువులపై ఇప్పటివరకు వసూలు చేస్తున్న జీఎస్టీని తగ్గిస్తూ నిర్ణయం తీసుకున్నారు. అదే సమయంలో మరికొన్ని వస్తువులపై విధిస్తున్న జీఎస్టీని పూర్తిగా తొలగిస్తున్నట్లు ప్రకటించారు.</p>\n\n\n\n<p>క్యాన్సర్‌ రోగులకు కేంద్రం శుభవార్త చెప్పారు. క్యాన్సర్‌ చికిత్సలో ఉపయోగించే మందుల ధరలపై జీఎస్టీని తగ్గిస్తున్నట్లు ప్రకటించారు. క్యాన్సర్‌ మందులతో పాటు స్నాక్స్‌పై జీఎస్టీ రేట్లను తగ్గిస్తున్నట్లు తెలిపారు. ప్రభుత్వ అనుబంధ విద్యాసంస్థలను జీఎస్టీ నుంచి మినహాయించినట్లు తెలిపారు. </p>\n\n\n\n<p>వాణిజ్య ఆస్తులను అద్దెకు ఇవ్వడం రివర్స్ ఛార్జ్ మెకానిజం కిందకు తీసుకువస్తామని ఆర్థిక మంత్రి చెప్పారు. క్యాన్సర్ మందులపై జీఎస్టీని 12శాతం నుంచి 5శాతానికి తగ్గించామని, దాంతో ఖర్చును మరింత తగ్గించేందుకు నిర్ణయం తీసుకున్నట్లు తెలిపారు.</p>\n\n\n\n<p>ఎంపిక చేసిన స్నాక్స్‌పై పన్నును 18శాతం నుంచి 12శాతానికి తగ్గించాలని జీఎస్టీ కౌన్సిల్‌ నిర్ణయించిందని చెప్పారు. ఇక ఆన్‌లైన్ గేమింగ్ ఆదాయం ఆరు నెలల్లో 412శాతం పెరిగి రూ.6,909 కోట్లకు చేరుకుందని తెలిపారు. రేట్ల హేతుబద్ధీకరణపై జీఓఎం స్టేటస్ రిపోర్టును సమర్పించాల్సి ఉందని ఆర్థిక మంత్రి తెలిపారు. </p>\n\n\n\n<p>ఒకటి రియల్ ఎస్టేట్, మరొకటి రేట్ల హేతుబద్ధీకరణపై స్టేటస్‌ రిపోర్ట్‌ను సమర్పించాల్సి ఉందని ఆమె పేర్కొన్నారు. ఆన్‌లైన్ గేమింగ్, క్యాసినోల స్థితిగతులను సైతం కౌన్సిల్ సమావేశంలో ప్రదర్శించినట్లు ఆర్థిక మంత్రి తెలిపారు. క్యాసినో ఆదాయం 30శాతం పెరిగిందని తెలిపారు.</p>\n\n\n\n<p>అంతేకాకుండా మతపరమైన తీర్థయాత్రల కోసం హెలికాప్టర్ సేవల నిర్వహణపై పన్నును ఐదు శాతానికి తగ్గించాలని జీఎస్టీ కౌన్సిల్ నిర్ణయించింది. ఈ విషయాన్ని ఉత్తరాఖండ్ ఆర్థిక మంత్రి ప్రేమ్ చంద్ అగర్వాల్ సోమవారం వెల్లడించారు. </p>\n\n\n\n<p>ఆయన విలేకరులతో మాట్లాడుతూ కేదార్‌నాథ్‌, బద్రీనాథ్ తదితర తీర్థయాత్రలకు భక్తులను తీసుకెళ్లే హెలికాప్టర్‌ సేవలపై పన్ను 18శాతం నుంచి 5శాతానికి తగ్గించామని చెప్పారు. ఇంతకు డెబిట్, క్రెడిట్ కార్డుల ద్వారా రూ.2వేల వరకు చిన్న డిజిటల్ లావాదేవీల కోసం బిల్‌డెస్క్, సీసీ ఎవెన్యూ తదితర చెల్లింపు అగ్రిగేటర్లపై 18 శాతం జీఎస్‌టి విధించే అంశాన్ని కౌన్సిల్ సిఫార్సు కమిటీకి సూచించిందని అగర్వాల్ చెప్పారు. ప్రస్తుతం, అగ్రిగేటర్లు రూ.2వేల కంటే తక్కువ లావాదేవీలపై జీఎస్టీ  మినహాయించారు.</p>\n","originalUrl":"https://tattvanews.com/21023/10/09/2024/","hasAudio":false,"hasInfographics":false}