{"id":"wp-en-14401","wp_id":14401,"type":"standard","category":"World","language":"en","title":"Govt advises Indians in Middle East to `stay vigilant’￼","excerpt":"The Indian embassy in Tel Aviv on Friday advised all Indian nationals in Israel to stay vigilant and adhere to the safety protocols as told by the local authorities following the escalating tension in the region. It comes after the back-to-back assassination of two senior Hamas leaders and a top Hezbollah commander. The advisory, posted","author":"Tattva News Team","time":"4/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Middle-East.jpg","readTime":"5 min read","contentHTML":"\n<p>The Indian embassy in Tel Aviv on Friday advised all Indian nationals in Israel to stay vigilant and adhere to the safety protocols as told by the local authorities following the escalating tension in the region. It comes after the back-to-back assassination of two senior Hamas leaders and a top Hezbollah commander.</p>\n\n\n\n<p>The advisory, posted on all social media platforms of the embassy, and issued in English, Hindi, Telugu and Kannada, also gave contact details such as telephone numbers +972-547520711 and +972-543278392 along with the email address cons1.telaviv@mea.gov.in for 24X7 help “in case of any emergency”.</p>\n\n\n\n<p>The US Defence Department will move a fighter jet squadron to the Middle East and maintain an aircraft carrier in the region, the Pentagon said as President Joe Biden made good on his promise to beef up the American military presence to help defend Israel from possible attacks by Iran and its proxies and safeguard US troops.</p>\n\n\n\n<p>In a statement, the department said Defence Secretary Lloyd Austin also ordered additional ballistic missile defence-capable cruisers and destroyers to the European and Middle East regions and is taking steps to send more land-based ballistic missile defence weapons there.</p>\n\n\n\n<p>The shifts come as US leaders worry about escalating violence in the Middle East in response to recent attacks by Israel on Hamas and Hezbollah leaders, which triggered threats of retaliation.</p>\n\n\n\n<p>The assassinations of Hamas leader Ismail Haniyeh in Tehran on Wednesday and senior Hezbollah commander Fouad Shukur in Beirut on Tuesday risk escalating the fighting into an all-out regional war, with Iran also threatening to respond after the attack on its territory. Israel has vowed to kill Hamas leaders over the group’s October 7 attack, which sparked the war.</p>\n\n\n\n<p>The White House in a statement said Biden “reaffirmed his commitment to Israel’s security against all threats from Iran, including its proxy terrorist groups Hamas, Hezbollah and the Houthis.”</p>\n","originalUrl":"https://en.tattvanews.com/international/govt-advises-indians-in-middle-east-to-stay-vigilant%ef%bf%bc/","hasAudio":false,"hasInfographics":false}