{"id":"wp-te-19636","wp_id":19636,"type":"standard","category":"World","language":"te","title":"యోగా, ధ్యానంతో ఏకాగ్రత పెరుగుతోంది.. మోదీ","excerpt":"పదేళ్లుగా ప్రపంచ వ్యాప్తంగా యోగా దినోత్సవం ఘనంగా జరుపుకుంటున్నామని ప్రధాని నరేంద్ర మోదీ తెలిపారు. విదేశాల్లో యోగా చేసే వారి సంఖ్య క్రమంగా పెరుగుతోందని,  జర్మనీలో ఇవాళ కోటిన్నర మంది నిత్యం యోగా చేస్తున్నారని, ప్రపంచ యోగా గురువుగా భారత్ మారిందని చెప్పారు.  పదో అంతర్జాతీయ యోగా దినోత్సవం శుక్రవారం ఘనంగా జరిగింది. శ్రీనగర్‌లోని డాల్ సరస్సు నద ఒడ్డున యోగా దినోత్సవానికి ప్రధాని నరేంద్ర మోదీ హాజరయ్యారు.  షేర్-ఏ-కశ్మీర్ సమావేశ కేంద్రం వద్ద ప్రధాని యోగాసనాలు","author":"Tattva News Team","time":"21/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Yoga-Modi.jpg","readTime":"5 min read","contentHTML":"\n<p><a href=\"https://tattvanews.com/wp-admin/edit.php?post_type=post\"></a></p>\n\n\n\n<p>పదేళ్లుగా ప్రపంచ వ్యాప్తంగా యోగా దినోత్సవం ఘనంగా జరుపుకుంటున్నామని ప్రధాని నరేంద్ర మోదీ తెలిపారు. విదేశాల్లో యోగా చేసే వారి సంఖ్య క్రమంగా పెరుగుతోందని,  జర్మనీలో ఇవాళ కోటిన్నర మంది నిత్యం యోగా చేస్తున్నారని, ప్రపంచ యోగా గురువుగా భారత్ మారిందని చెప్పారు.  పదో అంతర్జాతీయ యోగా దినోత్సవం శుక్రవారం ఘనంగా జరిగింది. శ్రీనగర్‌లోని డాల్ సరస్సు నద ఒడ్డున యోగా దినోత్సవానికి ప్రధాని నరేంద్ర మోదీ హాజరయ్యారు. </p>\n\n\n\n<p>షేర్-ఏ-కశ్మీర్ సమావేశ కేంద్రం వద్ద ప్రధాని యోగాసనాలు వేశారు. ఈ సందర్భంగా ఆయన మాట్లాడారు. 2015లో తొలిసారి యోగా గురించి ప్రస్తావించాక మార్పు మొదలైందని, యోగా నేర్పేందుకు వందల సంఖ్యలో సంస్థలు వెలిశాయని, యోగాతో శారీరకంగా, మానసికంగా మార్పులు వస్తాయని, యోగా నేర్పే మహిళలకు పద్మ శ్రీ అవార్డు కూడా దక్కిందని మోదీ  ప్రశంసించారు.</p>\n\n\n\n<p>\"ఈ యోగా దినోత్సవం నాడు ప్రపంచం నలుమూలల యోగా చేస్తున్న వారందరికి నా శుభాకాంక్షలు. యోగా డే చారిత్రక ప్రయాణానికి 10ఏళ్లు నిండింది. 2014లో యోగా దినోత్సవాన్ని నేను ఐక్యరాజ్య సమితికి ప్రతిపాదించాను. భారత దేశ ప్రతిపాదనను 177 దేశాలు అంగీకరించాయి. ఇదొక రికార్డు. అప్పటి నుంచి.. ఈ యోగా డే.. సరికొత్త రికార్డులు సృష్టిస్తోంది,\" అని చెప్పుకొచ్చారు మోదీ.</p>\n\n\n\n<p>భారతదేశంలో అనేక వర్సిటీలు యోగా కోర్సులు ప్రారంభించాయని, యోగా, ధ్యానంతో ఏకాగ్రత పెరుగుతోందని, యోగా ఇవాళ కోట్ల మందికి దైనందిన కార్యక్రమంగా మారిందని కొనియాడారు. యోగా ప్రాముఖ్యతను అనేక దేశాల నేతలు తనని అడిగారని, యోగా ప్రాముఖ్యత రోజు రోజుకు పెరుగుతోందని చెప్పారు.</p>\n\n\n\n<p>\"యోగా చుట్టూ ఉన్న అభిప్రాయాలు.. గత 10ఏళ్లల్లో పూర్తిగా మారిపోయాయి. ఈరోజున ప్రపంచం సరికొత్త 'యోగా ఎకానమీ'ని చూస్తోంది. ఇండియాలో రిషికేశ్​ నుంచి కాశీ, కేరళ వరకు..యోగా టూరిజంకు కనెక్షన్​ కనిపిస్తోంది. యోగాని నేర్చుకునేందుకు ప్రపంచ దేశాల నుంచి ప్రజలు ఇండియాకు వస్తున్నారు. వ్యక్తిగత యోగా శిక్షకులను కూడా పెట్టుకుంటున్నారు. ఇదంతా.. యువతకు కొత్త ఉద్యోగ అవకాశాలను కల్పించింది,\" అని మోదీ తెలిపారు.</p>\n\n\n\n<p>జూన్​ 21న ప్రపంచ యోగా దినోత్సవం. ఈ నేపథ్యంలో అమెరికా నుంచి జపాన్​ వరకు యోగా దినోత్సవ వేడుకలు ఘనంగా జరుగుతున్నాయి. ఉత్తర​ ప్రదేశ్​ సీఎం యోగి ఆదిత్యనాథ్​.. లక్నోలోని నిర్వహించిన యోగా దినోత్సవ వేడుకల్లో పాల్గొన్నారు. ప్రజలతో కలిసి యోగా చేశారు. దేశవ్యాప్తంగా బీజేపీ నేతలు ఈ తరహా ఈవెంట్​లో పాల్గొంటున్నారు. అమెరికా న్యూయార్క్​లో ప్రజలు భారీ స్థాయిలో తరలి వెళ్లి యోగాసనాలు వేశారు. వీరి కోసం ప్రత్యేకంగా ఏర్పాట్లు చేశారు.</p>\n\n\n\n<p>జపాన్​లోని సుకిజీ హోంగ్వాన్​జీ ఆలయంలో.. భారత రాయబార కార్యాలయం ఆధ్వర్యంలో యోగా దినోత్సవ వేడుకలు జరుగాయి. ప్రజలు భారీ సంఖ్య పాల్గొని యోగాసనాలు వేశారు. సిక్కింలో 15వేల అడుగుల ఎత్తులో ఉండే ముగుథంగ్​ సెక్టార్​ వద్ద ఐటీబీపీ జవాన్లు యోగా చేశారు. తూర్పు లద్దాఖ్​లో సైతం సైనికులు యోగా చేస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19636/21/06/2024/","hasAudio":false,"hasInfographics":false}