{"id":"wp-en-15877","wp_id":15877,"type":"standard","category":"World","language":"en","title":"Pragjyotishpur LitFest ’24 concludes with a high note","excerpt":"By Nava Thakuria Curtain came down for the Pragjyotishpur Literature Festival 2024 at Madhavdev international auditorium of Srimanta Sankaradeva Kalakshetra premises in the prehistoric city of northeast India Guwahati. Organised for the second time by Sankardev Education and Research Foundation (SERF) with the theme ‘In Search of Roots’ on 13, 14 and 15 December, the closing","author":"Tattva News Team","time":"20/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/LitFest-1.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">By Nava Thakuria</h1>\n\n\n\n<h1 class=\"wp-block-heading\">Curtain came down for the Pragjyotishpur Literature Festival 2024 at Madhavdev international auditorium of Srimanta Sankaradeva Kalakshetra premises in the prehistoric city of northeast India Guwahati. Organised for the second time by Sankardev Education and Research Foundation (SERF) with the theme ‘In Search of Roots’ on 13, 14 and 15 December, the closing ceremony also witnessed the presentation of Pragjyotishpur LitFest Awards to veteran Nepali writer Bidyapati Dahal and in the promising writer’s category to Suprakash Bhuyan.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">Assam’s widely acclaimed academician Dr Amarjyoti Choudhury graced the occasion as the chief guest, where award-winning Assamese author Anuradha Sharma Pujari, Dr Smriti Kumar Sinha, vice-chancellor of Pragjyotishpur University, Soumyadeep Dutta, executive president of Pragjyotishpur LitFest, also shared the dais.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">Dahal, a Sanskrit scholar immensely contributing to Nepali and Hindi literature expressed his gratitude to the organizing committee for the honour and commented that it has given him a motivation to create more literary works in the coming days. On the other hand, Bhuyan who is a thought-provoking story writer regularly contributing for prominent Assamese literary magazines like Prakash, Gariyosi, Prantik, Satsori, etc stated that the award has made him more responsible to his literary activities.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">Dr Choudhury observed that the LitFest, organized in the quest for roots, would open doors to new ideas, which became necessary for the younger generation. He mentioned that Bharat Ratna Dr Bhupen Hazarika always maintained a sense of national responsibility, harmony and universal philosophy in his creations. Himself an actor and writer, Dr Choudhury lauded the initiative to organize a series of discussions on heritage, tradition, self-awareness & pride during the event. Begun with a Borgeet recited by vocalist Sarat Raag, the closing function was anchored by Dr Hirakjyoti Sharma and vote of thanks was offered by PU academician Dr Yogesh Kakoti.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">The last day also witnessed five intriguing sessions where Prof Gajendra Adhikari (centre-head at North Eastern Studies of Mohapurush Srimanta Sankardev University), Dr Prashanta Chakrabarty from Cotton University and Dr Jogendra Nath Sharma (retired Dibrugarh University professor) spoke elaborately on ‘Swabodh & Swabhimaan: From the time of Pragjyotishpur to present-day Assam’. Four young cultural researchers from Tripura, Manipur and Arunachal Pradesh graced another session titled ‘Exploring Regional Literature & Culture: Voice of North-East India’. Moderated by Dr Pari Hiloidari from Handique Girls' College, the session was enlightened by Dr Bompy Riba (Rajiv Gandhi Regional University), Gankhu Sumnayan (Wangsa Government College), Dilip Mayengbam and Ashok Dev with their stimulating views. Kavya Kaveri (multilingual poetry session) was enriched by moderator Ratneshwar Basumatary (Bodo poet) along with Dr Deven Chapkata (Nepali), Ravi Shankar Ravi (Hindi), Welsing Hanse (Karbi), Mridul Halai and Abhijit Gogoi (Asomiya). Two parallel workshops attracted a good number of young participants where writer Atanu Bhattacharya conducted the training program on ‘Creative Writing: The Art of Storytelling’ and environmentalist author Soumyadeep Dutta conducted a session on ‘Preserving Assam's Natural Heritage’.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">The second day unfolded four interesting panel discussions exploring socio-cultural and political developments of the far eastern part of Bharat. The discussions witnessed vibrant intellectual exchanges delving into heritage, culture, cinema and journalism in the region. Experts from various fields shared their perspectives, contributing to a deeper understanding of the local culture and society.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">The first session tiled `Heritage and Cultural Identity: The Role of Technology’, explored the possibilities of preservation for the cultural heritage through technological advancements. Moderated by Dr Rakhee Kalita Maral from Cotton University, the session was addressed by Dr Dhruvajyoti Bora, vice-chancellor of Srimanta Sankaradeva Health Science University, where he highlighted the importance of regional languages in maintaining cultural authenticity.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">Dr Bhaskarjyoti Sharma from Anundoram Borooah Institute of Language, Art & Culture, discussed how traditions shape identity and stressed the role of technology in conserving these legacies. Similarly, Dr Arup Nath from Tezpur Central University stated that some traditions are tangible and visible to us. These are markers of history, but there are also intangible traditions that can only be felt (for instance the melodies in Bhupen-da's songs), he added.</h1>\n\n\n\n<p>Participating in the discussion titled ‘Role of Brahmaputra in Assam’s Diverse Society’ Er Pradeep Bhuyan cautioned about ecological and cultural threats posed by a number of hydroelectric dams on Brahmaputra in the upper riparian localities (including Tibet). Prashanta Boro from Bodo Sahitya Sabha spoke about the mighty river’s historical significance from ancient Pragjyotishpur to modern era Asom, where the session was moderated by Padma Shri awardee author Arup Kumar Dutta.</p>\n\n\n\n<p>On the ‘Changing Media Landscape: Credibility and Reliability', which was moderated by Prasanta Jyoti Baruah of  Assam Tribune, focused on the evolving characteristics of journalism in the region. Senior journalist Rupam Barua discussed the challenges ahead of mainstream media persons while maintaining factual accuracy amidst the aggression of social media. As a panellist this writer emphasized on truth-driven reporting and  highlighted on adverse impacts of unchecked misinformation speared by some media outlets.</p>\n\n\n\n<p>The panel on ‘Beyond Entertainment: The Role of Cinema in Shaping Societal Narratives’, which was moderated by film critic Aparajita Pujari, examined cinema’s transformative potential in shaping societal norms and perceptions. Atul Gangwar, a veteran filmmaker, spoke about cinema’s power to address misconceptions and foster positive social changes. Popular Assamese actor Kapil Bora highlighted the importance of conveying meaningful messages through film-works. Accomplished speaker Dabang Tayeng and academician Samrat Bora highlighted how the cinema (celluloid to current digital forms) can introduce new ideas to influence social growth and progress.</p>\n\n\n\n<p>The unique literary confluence of author-translators, art-connoisseurs, critics, budding writers, commentators on economics & history was inaugurated by Dr Malini Goswami, former vice-chancellor of Assam Women's University, in the gracious presence of renowned economist & Swaminathan Gurumurthy, Supreme Court advocate & prominent author- columnist J Sai Deepak, Jawaharlal Nehru University professor & author Anand Ranganathan, SERF chairman Lt Gen (retired) Rana Pratap Kalita, festival organising committee chief Taren Boro with many others.</p>\n\n\n\n<p>The inaugural function began with an Assamese devotional song Borgeet, performed by classical musician Vidyasagar to greet the audience comprising several distinguished personalities like social workers Basistha Bujarbaruah, Narendra Kumar, Sunil Mohanty, Khagen Saikia, Ramen Sarma, writers Dr Jagadindra Raichoudhury, Nayan J Bhattacharya, Devajit Bhuyan, Pramod Kalita, Rouhin Dev, organising secretary Bikram Kalita, etc. It was wrapped up with a few selected cultural programs comprising a mime act presented by young artistes under the direction of Dr Kuldeep Patgiri, a modern song performed by Ananya Goswami and folk songs played by Hirakjyoti Sarma.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/pragjyotishpur-litfest-24-concludes-with-a-high-note%ef%bf%bc/","hasAudio":false,"hasInfographics":false}