{"id":"wp-en-13502","wp_id":13502,"type":"standard","category":"World","language":"en","title":"RBI shifts 100 tonnes of gold from vaults in UK to India￼","excerpt":"The Reserve Bank of India (RBI) has shifted around 100 tonnes of its gold kept in bank vaults in the UK to its own vaults in India in a move aimed at saving storage costs, according to media reports. This is the first time since 1991 that India has undertaken such a large-scale overseas transfer of","author":"Tattva News Team","time":"1/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/RBI-Gold1.webp","readTime":"5 min read","contentHTML":"\n<p>The Reserve Bank of India (RBI) has shifted around 100 tonnes of its gold kept in bank vaults in the UK to its own vaults in India in a move aimed at saving storage costs, according to media reports. This is the first time since 1991 that India has undertaken such a large-scale overseas transfer of gold reserves.</p>\n\n\n\n<p>Economist Sanjeev Sanyal, a member of the PM’s Economic Advisory Council, said, “While no one was watching, RBI has shifted 100 tonnes of its gold reserves back to India from the UK.”</p>\n\n\n\n<p>“Most countries keep their gold in the vaults of the Bank of England or some such location (and pay a fee for the privilege). India will now hold most of its gold in its own vaults. We have come a long way since we had to ship out gold overnight in 1991 in the midst of a crisis,” he added.</p>\n\n\n\n<p>In 1991, when the country was in the grip of a severe foreign crisis with no money to pay for essential imports, the Chandra Shekhar government pledged gold to raise funds. The RBI then pledged 46.91 tonnes of gold with the Bank of England and the Bank of Japan, to secure $400 million.</p>\n\n\n\n<p>More than half of the RBI’s gold reserves are held overseas in secure custody with the Bank of England and the Bank of International Settlements, while approximately a third is stored in the RBI’s vaults in Nagpur and Mumbai.</p>\n\n\n\n<p>The central bank held 822.10 tonnes of gold as part of its foreign exchange reserves as of March 31, 2024, an increase from the 794.63 tonnes held at the same time last year, according to the annual data released by the RBI.</p>\n\n\n\n<p>RBI has, like other central banks, been buying gold as a safe-haven asset. The strategy of holding gold is primarily aimed at hedging against inflation and reducing foreign currency risks, especially in times of uncertainty triggered by geopolitical tensions.</p>\n\n\n\n<p>The share of gold in India’s total foreign exchange reserves increased from 7.75 per cent at the end of December 2023 to about 8.7 per cent by the end of April 2024.</p>\n","originalUrl":"https://en.tattvanews.com/national/rbi-shifts-100-tonnes-of-gold-from-vaults-in-uk-to-india%ef%bf%bc/","hasAudio":false,"hasInfographics":false}