{"id":"wp-en-14236","wp_id":14236,"type":"standard","category":"World","language":"en","title":"Dharmendra Pradhan slams Rahul Gandhi on NEET issue￼","excerpt":"Union Education Minister Dharmendra Pradhan on Monday took a swipe at Congress MP Rahul Gandhi. Taking to social media platform X, Pradhan said, \"May be Rahul Gandhi understands the fundamentals and maths of unfair practices too well. That explains why Congress govt failed to implement the bills to stop malpractices in educational institutions, including Prohibition of","author":"Tattva News Team","time":"23/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Rahul-Dharmendra.webp","readTime":"5 min read","contentHTML":"\n<p>Union Education Minister Dharmendra Pradhan on Monday took a swipe at Congress MP Rahul Gandhi. Taking to social media platform X, Pradhan said, \"May be Rahul Gandhi understands the fundamentals and maths of unfair practices too well. That explains why Congress govt failed to implement the bills to stop malpractices in educational institutions, including Prohibition of Unfair Practices Bill, 2010.\"</p>\n\n\n\n<p>Pradhan's remarks came after Rahul Gandhi targeted him and said,  \"There is a very serious problem in the country's exam system. The Union education minister has blamed everybody except himself for the NEET-UG row.\"</p>\n\n\n\n<p>Pradhan also targeted Akhilesh Yadav for raging NEET UG row. While terming Rahul Gandhi's concern on NEET as crocodile tears, he reminded Akhilesh Yadav of paper leaks during his term.</p>\n\n\n\n<p>Pradhan said, \"The LoP and his cabal are all but shedding crocodile tears. The ground reality on paper leaks during the UPA regime and when Shri Akhilesh was at the helm of UP, will open a can of worms for both Rahul Gandhi and Akhilesh Yadav,\" Pradhan said.</p>\n\n\n\n<p>Raising questions on Congress' concerns regarding competitive exams, Pradhan further asked \"Can the LoP tell under what compulsions, pressure and for what considerations did the Congress Party refuse to bring laws to curb irregularities?\"</p>\n\n\n\n<p>Earlier in the day, Pradhan had said in Parliament that there was no proof of paper leaks in the last seven years adding that the government had nothing to hide on the NEET-UG controversy.</p>\n\n\n\n<p> \"The government has nothing to hide. We have put all the facts before the Supreme Court. Right now, the Supreme Court is hearing the case. So let's wait and see what instructions the court gives. This House is open for any kind of discussion,\" Pradhan said in Parliament.</p>\n\n\n\n<p>Furthermore, he also said that since the establishment of the National Testing Agency (NTA, over 240 exams have taken place with 4.5 crore students successfully participating in it.</p>\n","originalUrl":"https://en.tattvanews.com/national/dharmendra-pradhan-slams-rahul-gandhi-on-neet-issue%ef%bf%bc/","hasAudio":false,"hasInfographics":false}