{"id":"wp-en-15209","wp_id":15209,"type":"standard","category":"World","language":"en","title":"ITUC slams World Bank’s new Index for its “dangerous” ranking of countries’ labour policies￼","excerpt":"The World Bank has released its Business Ready Index or “B-Ready Index”, ranking countires on their alleged ease of doing business.  In the leadup to its development, the  International Trade Union Confederation (ITUC) had previously criticized  the B-Ready Index’s proposed methodology, and for effectively promoting a race-to-the-bottom in labour rights, working conditions and social protection. “As workers","author":"Tattva News Team","time":"4/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/World-Bank.jpg","readTime":"5 min read","contentHTML":"\n<p>The World Bank has released its Business Ready Index or “B-Ready Index”, ranking countires on their alleged ease of doing business.  In the leadup to its development, the  International Trade Union Confederation (ITUC) had previously criticized  the B-Ready Index’s proposed methodology, and for effectively promoting a race-to-the-bottom in labour rights, working conditions and social protection.</p>\n\n\n\n<p>“As workers around the world face brutal retaliation for exercising their right to organise a union and improve their working conditions, it is deeply troubling for the World Bank to rank countries in a way that stimulates competition to erode labour standards. There is no shortcut for democratic consultation and social dialogue on labour market practices. Reforms based on such an unbalanced analysis will be misguided at best and dangerous at worst,” said Luc Triangle, ITUC General Secretary.</p>\n\n\n\n<p>“Labour policies are not simple inputs, like business licenses or utility hook-ups, and they can’t be ranked in the same fashion. Trade unions globally argue that labour is not an appropriate topic for the B-Ready Index and should be removed.”</p>\n\n\n\n<p>The ITUC moreover is disappointed by the process that developed the Index. Despite repeated requests by trade unions to engage with the Bank on this, and on other initiatives that have major implications for workers, the Bank went ahead with the Index with its flawed labour topic, ignoring the concerns of democratic workers’ representatives.</p>\n\n\n\n<p>Key failures of the B-Ready Index include:</p>\n\n\n\n<p><strong>Superficial evaluation of workers' rights and fundamental freedoms</strong>: The index is based on formal assessments of labour laws, without considering their practical implementation or enforcement. This allows countries with poor records on workers' rights to score highly, creating a stark discrepancy between B-Ready scores and real-world labour conditions as measured by indices like the ITUC Global Righs Index  (GRI). The Philippines, ranked among the 10 worst countries for workers by the GRI, is in the top 10 for labour scores in the B-Ready Index. Other “top performers” include Indonesia, Hungary, Georgia and Vietnam – all countries with poor workers’ rights records. The index fails to properly evaluate whether fundamental rights are actually enforced or experienced by workers, undermining its credibility and incentivising hollow reforms.</p>\n\n\n\n<p><strong>Undermining social protection</strong>: By penalising contribution-based social protection systems, the B-Ready Index promotes an unrealistic and potentially harmful shift towards tax-financed schemes. This approach ignores the successful mixed models used in many countries and could widen social protection gaps, particularly in low-income nations.</p>\n\n\n\n<p><strong>Eroding social dialogue and promoting harmful flexibility</strong>: The Index's prescriptive approach to labour regulations, including the promotion of unlimited fixed-term contracts and inadequate wages, undermines the crucial role of collective bargaining and tripartite negotiations in shaping fair labour policies. Its focus on reducing \"regulatory burdens\" for businesses often leads to policies that increase precarious work, weaken job security, and hinder workers' ability to organise and bargain collectively. This approach risks creating a race to the bottom in labour standards, contradicting the goal of inclusive development.</p>\n\n\n\n<p>The B-Ready Index is a renewal of the World Bank's previously discredited Doing Business Report,  which was discontinued in 2020 following serious methodological and data failures and widespread criticism by academics, trade unions and civil society.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/ituc-slams-world-banks-new-index-for-its-dangerous-ranking-of-countries-labour-policies%ef%bf%bc/","hasAudio":false,"hasInfographics":false}