{"id":"wp-te-20463","wp_id":20463,"type":"standard","category":"World","language":"te","title":"బంగ్లాదేశ్ లో కొనసాగుతున్న గందరగోళం","excerpt":"బంగ్లాదేశ్‌లో హసీనా ప్రభుత్వం పతనమైన తరువాత గత మూడు రోజులుగా తీవ్ర గందరగోళం కొనసాగుతోంది. శాంతిభద్రతలను అదుపు చేయడం , ట్రాఫిక్‌ను నియంత్రించడం లో పోలీస్‌లు తమ విధులకు గైరు హాజరు కావడంతో పరిస్థితిని యథాప్రకారం అదుపు లోకి తీసుకురాడానికి అధికారులు నానా తంటాలు పడుతున్నారు. తాత్కాలిక ప్రభుత్వ అధినేతగా ప్రకటించిన నోబెల్ విజేత ముహమ్మద్ యూనుస్ గురువారం మధ్యాన్నం దేశంలోకి చేరుకోనున్నారు.  రెండోరోజు బుధవారం విద్యార్థులు, స్కౌట్ సభ్యులు ట్రాఫిక్ నిర్వహణ విధుల్లో స్వచ్ఛందంగా పాల్గొన్నారు.","author":"Tattva News Team","time":"8/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Bangla-turmoil.jpg","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్‌లో హసీనా ప్రభుత్వం పతనమైన తరువాత గత మూడు రోజులుగా తీవ్ర గందరగోళం కొనసాగుతోంది. శాంతిభద్రతలను అదుపు చేయడం , ట్రాఫిక్‌ను నియంత్రించడం లో పోలీస్‌లు తమ విధులకు గైరు హాజరు కావడంతో పరిస్థితిని యథాప్రకారం అదుపు లోకి తీసుకురాడానికి అధికారులు నానా తంటాలు పడుతున్నారు. తాత్కాలిక ప్రభుత్వ అధినేతగా ప్రకటించిన నోబెల్ విజేత ముహమ్మద్ యూనుస్ గురువారం మధ్యాన్నం దేశంలోకి చేరుకోనున్నారు. </p>\n\n\n\n<p>రెండోరోజు బుధవారం విద్యార్థులు, స్కౌట్ సభ్యులు ట్రాఫిక్ నిర్వహణ విధుల్లో స్వచ్ఛందంగా పాల్గొన్నారు. పోలీస్ ఉన్నతాధికారిగా మంగళవారం డైరెక్టర్ జనరల్ ఆఫ్ ఆర్‌ఎబిగా నియామకమైన అడిషనల్ ఇన్‌స్పెక్టర్ జనరల్ ఆఫ్ పోలీస్ (ఎఐజి) ఎకెఎం షహిదుర్ రెహ్మాన్ పోలీస్‌లు తమ విధులకు హాజరు కావాలని, ప్రజల భద్రత, శాంతిభద్రతలు పరిరక్షించాలని విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>ప్రజలకు పోలీస్‌లు స్నేహితులని, ప్రజల కోసమే పనిచేస్తారని, పోలీస్‌లు లేకుండా సమాజాన్ని ఊహించలేమని, అందువల్ల వదంతులను విడిచిపెట్టి విధులకు తిరిగి దశల వారీగా హాజరు కావాలని రెహ్మాన్ విజ్ఞప్తి చేశారు.</p>\n\n\n\n<p>రాపిడ్ యాక్షన్ బెటాలియన్ (ఆర్‌ఎబి), ఢాకా మెట్రోపాలిటన్ పోలీస్ (డిఎంపి) ఉన్నత స్థానాల్లో బుధవారం తిరిగి నియామకాలు జరిగాయి. నోబెల్ బహుమతి గ్రహీత మొహమ్మద్ యూనస్‌ను ఆపద్ధర్మ ప్రభుత్వఅధినేతగా అధ్యక్షుడు మొహమ్మద్ షాహబుద్దీన్ నియమించిన తరువాత ఈ నియామకాలు జరిగాయి. </p>\n\n\n\n<p>2020 అక్టోబర్‌లో నియామకమైన అటార్నీ జనరల్ అడ్వకేట్ అబు మొహమ్మద్ అమిన్ ఉద్దీన్ బుధవారం రాజీనామా చేశారు. ఇదిలా ఉండగా పారిశ్రామిక, వాణిజ్య వర్గాలు శాంతిభద్రతలను అదుపు చేయాలని పాలక వర్గాన్ని అభ్యర్థించారు. గత రెండు రోజులుగా ఫ్యాక్టరీలను దగ్ధం చేస్తున్నారని, ఈ పరిస్థితుల్లో తమ ఉత్పత్తులకు భద్రత కల్పించే చర్యలు తీసుకోవాలని కోరారు. </p>\n\n\n\n<p>బుధవారం గార్మెంట్ యూనిట్లను తెరిచినప్పటికీ చాలా మంది భయాందోళనలతో తమ యూనిట్లను నడపలేక పోయారు. బంగ్లాదేశ్ బ్యాంకులో ఆందోళనకర పరిస్థితి నెలకొనడంతో డిప్యూటీ గవర్నర్ కాజీ సయేదుర్ రెహ్మాన్‌తోపాటు బంగ్లాదేశ్ బ్యాంకుకు చెందిన ఆరుగురు ఉన్నతాధికారులు రాజీనామా చేశారు.</p>\n\n\n\n<p>బంగ్లాదేశ్ బ్యాంకుకు చెందిన వందమంది అధికారులు బ్యాంకు గవర్నర్ ఆఫీస్‌ను స్తంభింప చేశారని, అనేక మంది డిప్యూటీ గవర్నర్లను ఆఫీస్‌ను విడిచిపెట్టేలా చేశారని ఢాకా ట్రిబ్యూన్ పేర్కొంది. వీరిలో ఇద్దరు బ్యాంకు లూటీదారులకు సహాయం చేశారని ఆందోళన కారులు ఆరోపించారని తెలియజేసింది. </p>\n\n\n\n<p>బంగ్లాదేశ్‌లో ప్రభుత్వ ఉద్యోగాల్లో కోటా విధానంపై జులైలో మొదట ఆందోళన ప్రారంభమైన దగ్గర నుంచి ఇప్పటివరకు 469 మంది మృతి చెందగా, మంగళవారం హసీనా కు చెందిన అవామీ లీగ్ పార్టీ మద్దతుదారులైన 29 మంది మృతదేహాలను స్వాధీనం చేసుకున్నారు. </p>\n\n\n\n<p>మైనార్టీలపై మంగళవారం హింసాత్మక దాడులు భారీగా జరిగాయని మీడియా కథనాలు వెల్లడించాయి. ప్రఖ్యాత గాయకుడు రాహుల్ ఆనంద్ గృహాన్ని ఆందోళన కారులు తగుల బెట్టారు. ఆయన సంగీత వాయిద్యాలు 3000 వరకు దగ్ధం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20463/08/08/2024/","hasAudio":false,"hasInfographics":false}