{"id":"wp-te-19360","wp_id":19360,"type":"standard","category":"World","language":"te","title":"రేవంత్ రాజీనామా చేయాలి... అరుణ","excerpt":"లోక్ స‌భ ఎన్నిక‌ల‌లో మహబూబ్ నగర్‌లో కాంగ్రెస్ పార్టీ ఓడిపోయినందుకు నైతికంగా రేవంత్ రెడ్డి సీఎం పదవి నుంచి వైదొలగాలని బీజేపీ  ఉపాధ్యక్షురాలు, మహబూబ్ నగర్ నుండి లోక్ సభకు ఎన్నికైన  డీకే అరుణ డిమాండ్ చేశారు. హైదరాబాద్‌లో ఆమె మీడియాతో మాట్లాడుతూ లోక్ సభ ఎన్నికలు కాంగ్రెస్ పాలనకు రెఫరెండమని 14 సీట్లు తప్పకుండా గెలుస్తామని ఆ పార్టీ నేతలు చెప్పారని గుర్తు చేశారు.  ఇప్పుడు ఏమైందని ఆమె ప్రశ్నించారు. ప్రధాని మోదీ రాజీనామా చేసి","author":"Tattva News Team","time":"5/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Aruna-DK.jpg","readTime":"5 min read","contentHTML":"\n<p>లోక్ స‌భ ఎన్నిక‌ల‌లో మహబూబ్ నగర్‌లో కాంగ్రెస్ పార్టీ ఓడిపోయినందుకు నైతికంగా రేవంత్ రెడ్డి సీఎం పదవి నుంచి వైదొలగాలని బీజేపీ  ఉపాధ్యక్షురాలు, మహబూబ్ నగర్ నుండి లోక్ సభకు ఎన్నికైన  డీకే అరుణ డిమాండ్ చేశారు. హైదరాబాద్‌లో ఆమె మీడియాతో మాట్లాడుతూ లోక్ సభ ఎన్నికలు కాంగ్రెస్ పాలనకు రెఫరెండమని 14 సీట్లు తప్పకుండా గెలుస్తామని ఆ పార్టీ నేతలు చెప్పారని గుర్తు చేశారు. </p>\n\n\n\n<p>ఇప్పుడు ఏమైందని ఆమె ప్రశ్నించారు. ప్రధాని మోదీ రాజీనామా చేసి తప్పుకోవాలని కాంగ్రెస్ నేతలు అంటున్నారని, కానీ సీఎం సొంత నియోజకవర్గంలో ఆ పార్టీ ఓడిపోయినందుకు రేవంత్ రెడ్డి పదవికి రాజీనామా చేయాలని ఆమె స్పష్టం చేశారు.</p>\n\n\n\n<p>బీఆర్ఎస్ ఆత్మబలిదానం చేసుకొని బీజేపీని గెలిపించిందని రేవంత్ రెడ్డి మాట్లాడటం విడ్డూరంగా ఉందని ఆమె ధ్వజమెత్తారు. పాలమూరులో కాంగ్రెస్ ఓడిపోతే అభివృద్ధి జరగదని హెచ్చరించారని ఆమె మండిపడ్డారు. అక్కడ ముఖ్యమంత్రే అభ్యర్థిలా వ్యవహరించారని అరుణ విమర్శించారు. కొంతమంది నేతలు కర్ణాటక నుంచి వచ్చి డబ్బులు పంచారని అయినప్పటికీ తన గెలుపును ఆపలేకపోయారని ఆమె వెల్లడించారు.</p>\n\n\n\n<p>బీజేపీకి పది సీట్లు వస్తాయనుకుంటే ఎనిమిది మాత్రమే వచ్చాయని చెబుతూ లోక్ సభ ఎన్నికల్లో ప్రతి గ్రామం, ప్రతి ఇంటికి మోదీ అభివృద్ధి నినాదం వెళ్లిందని ఆమె పేర్కొన్నారు. కానీ తమను ఓడించేందుకు రేవంత్ రెడ్డి, కాంగ్రెస్ నేతలు… రిజర్వేషన్లు తొలగిస్తారని అసత్య ప్రచారం చేశారని అరుణ మండిపడ్డారు. రాష్ట్రంలో అభివృద్ధి జరగాలంటే కేంద్రంతో స్నేహపూర్వకంగా వ్యవహరించాలని ఆమె  సూచించారు.</p>\n\n\n\n<p>సీఎం సొంత ఇలాఖాలో కాంగ్రెస్ కు ఓటర్లు షాక్ ఇచ్చారు. మహబూబ్‌నగర్ బీజేపీ అభ్యర్థి డీకే అరుణ ఘన విజయం సాధించారు. 4,500 ఓట్ల మెజార్టీతో డీకే అరుణ విజయ దుందుభి మోగించారు. సర్వ శక్తులు ఒడ్డీనా వంశీ చంద్ రెడ్డి గెలుపు తీరాలకు చేరలేదు.</p>\n\n\n\n<p>కొడంగల్, షాద్ నగర్, జడ్చర్ల అసెంబ్లీ నియోజకవర్గాల్లో కాంగ్రెస్కు లీడ్ వచ్చింది. కాని మహబూబ్ నగర్, దేవరకద్ర, మక్తల్, నారాయణపేటలో బీజేపీ మెజార్టీ ఓట్లు సాధించింది. పోస్టల్ బ్యాలెట్ లోనూ బీజేపీ పై చేయి కనబరిచింది. సీఎం రేవంత్ రెడ్డి వరుసగా పదిసార్లు పర్యటించిన కాంగ్రెస్ కి విజయం దక్కలేదు. . అభివృద్ధి, సంక్షేమ మంత్రం పని చేయలేదు.</p>\n\n\n\n<p>కాగా.. జూన్ 2న విడుదలైన మహబూబ్ నగర్ స్థానిక సంస్థల ఎమ్మెల్సీ ఎన్నికలో కూడా సీఎం రేవంత్ రెడ్డికి గట్టి ఎదురు దెబ్బ తగిలింది. ఈ ఉప ఎన్నికలో బీఆర్ ఎస్ విజయం సాధించింది. బీఆర్ఎస్ అభ్యర్థి నవీన్‌కుమార్‌రెడ్డి 108 ఓట్ల మెజార్టీతో గెలుపొందారు.</p>\n","originalUrl":"https://tattvanews.com/19360/05/06/2024/","hasAudio":false,"hasInfographics":false}