{"id":"wp-en-13074","wp_id":13074,"type":"standard","category":"World","language":"en","title":"Rahul Gandhi to contest from Rae Bareli￼","excerpt":"Congress leader Rahul Gandhi will contest from Rae Bareli for the Lok Sabha elections and party senior leader and loyalist Kishori Lal Sharma has been chosen for the Amethi seat, a statement released by the AICC said. Earlier, Rahul's name was speculated for Amethi, which he lost to BJP candidate Smriti Irani in 2019, while Congress general secretary Priyanka Gandhi was said","author":"Tattva News Team","time":"3/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Rahul-KL-Sharma.jpg","readTime":"5 min read","contentHTML":"\n<p>Congress leader Rahul Gandhi will contest from Rae Bareli for the Lok Sabha elections and party senior leader and loyalist Kishori Lal Sharma has been chosen for the Amethi seat, a statement released by the AICC said.</p>\n\n\n\n<p>Earlier, Rahul's name was speculated for Amethi, which he lost to BJP candidate Smriti Irani in 2019, while Congress general secretary Priyanka Gandhi was said to contest from Rae Bareli. However, by Thursday night, it was almost clear that KL Sharma would be the party's pick for Amethi. </p>\n\n\n\n<p>The BJP on Thursday announced Dinesh Pratap Singh as its candidate from Rae Bareli. He had lost to Sonia Gandhi in the 2019 Lok Sabha polls.</p>\n\n\n\n<p>The two will file their nomination papers on Friday, the last date for the filing of nominations for the seats that will go to polls on May 20 in the fifth round of the seven-phase general elections. Gandhi will take on BJP candidate Dinesh Pratap Singh at this seat. Singh had lost to Sonia Gandhi in the 2019 Lok Sabha polls.</p>\n\n\n\n<p>KL Sharma, a trusted confidant of the Gandhi family, has also served as the representative for Sonia Gandhi in Rae Bareli constituency during her tenure as MP. He is the first 'non-Gandhi' to contest Lok Sabha polls from Amethi in the last 40 years.</p>\n\n\n\n<p>However, Sharma faces a formidable challenge as his opponent is BJP MP from Amethi and Union Minister Smriti Irani. In 2019, Rahul Gandhi had contested the election from Amethi against Smriti Irani but lost by a margin of 56,000 votes. </p>\n\n\n\n<p>Rahul Gandhi represented Amethi in the Lok Sabha from 2004 to 2019. His father and former prime minister Rajiv Gandhi, too, was an elected member of Amethi in the Lower House from 1981 till his death in 1991.</p>\n\n\n\n<p>The Raebareli constituency was represented by Sonia Gandhi from 2004 to 2024. Prior to that, Sonia Gandhi had represented the Amethi Lok Sabha constituency after she entered politics and contested for the first time in 1999. The seat has previously been represented by Sanjay Gandhi, Rajiv Gandhi and Sonia Gandhi.</p>\n","originalUrl":"https://en.tattvanews.com/national/rahul-gandhi-to-contest-from-rae-bareli%ef%bf%bc/","hasAudio":false,"hasInfographics":false}