{"id":"wp-te-18908","wp_id":18908,"type":"standard","category":"World","language":"te","title":"ష‌ర్మిల‌ను గెలిపించండి – త‌ల్లి విజ‌య‌మ్మ వీడియో సందేశం","excerpt":"ఎన్నికల వేళ ఏపీ సీఎం జగన్ మోహన్ రెడ్డి తల్లి వైఎస్ విజయమ్మ కీలక ప్రకటన చేశారు. తన కూతురు షర్మిలకు ఓటు వేసి గెలిపించాలని ఆమె ప్రజలకు విజ్ఞప్తి చేశారు. ప్రస్తుతం అమెరికాలో ఉన్న ఆమె ఇందుకు సంబంధించిన వీడియో సందేశాన్ని విడుదల చేశారు.  ‘వైఎస్సార్ ను అభిమానించే వారికి, ప్రేమించేవారికి నా హృదయ పూర్వక నమస్కారాలు. వైఎస్సార్ కూతురు షర్మిల కడప ఎంపీగా పోటీ చేస్తోంది. కడప ప్రజలకు సేవ చేసే అవకాశం వైఎస్","author":"Tattva News Team","time":"12/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Vijayamma.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఎన్నికల వేళ ఏపీ సీఎం జగన్ మోహన్ రెడ్డి తల్లి వైఎస్ విజయమ్మ కీలక ప్రకటన చేశారు. తన కూతురు షర్మిలకు ఓటు వేసి గెలిపించాలని ఆమె ప్రజలకు విజ్ఞప్తి చేశారు. ప్రస్తుతం అమెరికాలో ఉన్న ఆమె ఇందుకు సంబంధించిన వీడియో సందేశాన్ని విడుదల చేశారు.</p>\n\n\n\n<p> ‘వైఎస్సార్ ను అభిమానించే వారికి, ప్రేమించేవారికి నా హృదయ పూర్వక నమస్కారాలు. వైఎస్సార్ కూతురు షర్మిల కడప ఎంపీగా పోటీ చేస్తోంది. కడప ప్రజలకు సేవ చేసే అవకాశం వైఎస్ రాజశేఖర్ రెడ్డికి కల్పించినట్టే నా బిడ్డకు కూడా కల్పించండి అని నేను విన్నవించుకుంటున్నాను. ఆమెను కడప ఎంపీగా గెలిపించి పార్లమెంటుకు పంపించాలని కడప ప్రజలను ప్రార్థిస్తున్నాను’ అని ఆ వీడియోలో విజయమ్మ పేర్కొన్నారు.</p>\n\n\n\n<p>వైఎస్ కుటుంబానికి కడప లోక్ సభ నియోజకవర్గం కంచుకోటగా ఉంది. అయితే, తొలిసారిగా కడప లోక్ సభ నియోజకవర్గంలో ఇద్దరు కుటంబ సభ్యుల మధ్య ఎన్నికల పోటీ హోరాహోరీగా మారింది. కడప నియోజకవర్గం నుంచి వైఎస్సార్ సీపీ తరఫున సీఎం జగన్ బంధువు అవినాష్ రెడ్డి పోటీ చేస్తున్నారు. షర్మిల కూడా ఇదే స్థానం నుంచి కాంగ్రెస్ తరఫున బరిలో ఉన్నారు. ఈ క్రమంలో ఇక్కడ పోటీ కీలకంగా మారింది.</p>\n\n\n\n<p>కడప లోక్ సభ నియోజకవర్గ పరిధిలో మొత్తం ఏడు అసెంబ్లీ నియోజకవర్గాలు ఉన్నాయి. కడప, ప్రొద్దుటూరు, జమ్మలమడుగు, కమలాపురం, బద్వేల్, మైదుకూరు, పులివెందుల అసెంబ్లీ నియోజకవర్గాలు ఉన్నాయి. వైఎస్ కుటుంబానికి చెందిన ఇద్దరు అభ్యర్థులు హోరాహోరీగా పోటీ పడుతుండడంతో చర్చనీయాంశంగా మారింది.</p>\n\n\n\n<p>అయితే, అవినాష్ తరఫున సీఎం జగన్ సతీమణి వైఎస్ భారతి సహా ఆయన బంధువులు ప్రచారం చేస్తున్నారు. ఇటు షర్మిల తరఫున మాజీ మంత్రి వైఎస్ వివేకానందరెడ్డి కుమార్తె సునీత, ఆమె భర్త ముమ్మరంగా ప్రచారం చేస్తున్నారు. ఈ నేపథ్యంలో కడపలో పోటీ కీలకంగా మారింది. ఈ క్రమంలో తన కూతురుకు ఓట్లు వేసి ఎంపీగా గెలిపించండంటూ కడప ప్రజలకు విజ్ఞప్తి చేస్తూ వైఎస్ విజయమ్మ అమెరికా నుంచి వీడియోను విడుదల చేయడంతో ప్రస్తుతం చర్చనీయాంశంగా మారింది.</p>\n","originalUrl":"https://tattvanews.com/18908/12/05/2024/","hasAudio":false,"hasInfographics":false}