{"id":"wp-en-14291","wp_id":14291,"type":"standard","category":"World","language":"en","title":"IMD issues red alert as heavy rains hit Mumbai￼","excerpt":"Mumbai residents have been advised by the police to stay indoors until 8:30 AM on Friday following a heavy rain forecast. This advisory follows a red alert issued by the India Meteorological Department (IMD). The rainfall recorded in the last 24 hours until 8:30 AM today was 44 mm in Mumbai city, 90 mm in the","author":"Tattva News Team","time":"26/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Mumbai.webp","readTime":"5 min read","contentHTML":"\n<p>Mumbai residents have been advised by the police to stay indoors until 8:30 AM on Friday following a heavy rain forecast. This advisory follows a red alert issued by the India Meteorological Department (IMD). The rainfall recorded in the last 24 hours until 8:30 AM today was 44 mm in Mumbai city, 90 mm in the eastern suburbs, and 89 mm in the western suburbs.</p>\n\n\n\n<p>Chief Minister Eknath Shinde assessed the situation and instructed the Raigad collector to assist flood-affected residents. Traffic was halted at Tamhini Ghat on the Raigad-Pune route due to a landslide.</p>\n\n\n\n<p>“There is water on the roads and in the houses of people in Pune. There is a lot of rain at Khadakwasla Dam and in the catchment area. The District Collector, Municipal Commissioner, and Police Commissioner are on alert,” Shinde said. Teams of the National Disaster Response Force (NDRF) and the state counterpart have been deployed, and army airlifting teams are on standby.</p>\n\n\n\n<p>\"IMD has declared a red alert for Mumbai till tomorrow at 8:30 AM. Requesting all Mumbaikars to stay indoors, unless essential. Please stay safe. Dial 100, 112 in case of emergencies,\" the Mumbai Police posted on social media.</p>\n\n\n\n<p>Mumbai's relentless downpour on Thursday led to the cancellation of 11 flights and the diversion of 10 others to nearby airports. The Mumbai airport halted runway operations twice due to low visibility, causing significant disruptions.</p>\n\n\n\n<p>Runway operations were first halted for 11 minutes from 8:32 AM to 8:43 AM, and then again for 19 minutes from 10:36 AM to 10:55 AM as visibility dropped to 300 meters and the Runway Visual Range (RVR) fell to 500 meters amidst heavy rains.</p>\n\n\n\n<p>A total of 11 arrivals and departures were cancelled, with IndiGo cancelling ten services, including five arrivals, and Air India cancelling one departure from Mumbai. Additionally, ten flights were diverted to airports in Ahmedabad, Surat, Hyderabad, Indore, and MOPA in Goa. All diverted flights eventually returned to Mumbai.</p>\n\n\n\n<p>Air India offered full refunds or one-time complimentary rescheduling for bookings confirmed for travel on July 25, 2024. The airline urged passengers to check flight statuses on its website before heading to the airport. </p>\n\n\n\n<p>IndiGo also issued a travel advisory, stating, \"Continuous and heavy rains over Mumbai are causing periodic delays in flight schedules. We kindly ask you to check your flight status before leaving for the airport.\" Akasa Air echoed similar advice, urging passengers to reach the airport well in advance due to potential delays caused by water-logging and slowed traffic movement.</p>\n","originalUrl":"https://en.tattvanews.com/others/imd-issues-red-alert-as-heavy-rains-hit-mumbai%ef%bf%bc/","hasAudio":false,"hasInfographics":false}