{"id":"wp-te-20555","wp_id":20555,"type":"standard","category":"World","language":"te","title":"వైద్యురాలిపై అత్యాచారం, హత్య కేసు సిబిఐకి బదిలీ","excerpt":"పశ్చిమబెంగాల్‌లో జూనియర్‌ వైద్యురాలిపై అత్యాచారం, హత్య కేసు దర్యాప్తును సిబిఐకి బదిలీ చేస్తూ కోల్‌కతా హైకోర్టు మంగళవారం ఉత్తర్వులు జారీ చేసింది. ప్రాథమికంగా ఈ కేసు దర్యాప్తులో గణనీయమైన పురోగతి కనిపించడం లేదని జస్టిస్‌ టి.ఎస్‌. శివజ్ఞానం నేతృత్వంలోని డివిజన్‌ బెంచ్‌ పేర్కొంది. యంత్రాంగం బాధితురాలి లేదా బాధితురాలి కుటుంబంతో లేదని పేర్కొనడం సమంజసమేనని కోర్టు పేర్కొంది. ఆగస్ట్‌ 14 ఉదయం 10.00 గంటలకల్లా కేసు డైరీ, ఇతర రికార్డులను సిబిఐకి అప్పగించాల్సిందిగా కోర్టు ఆదేశించింది. సమ్మె","author":"Tattva News Team","time":"14/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Medicos.jpg","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమబెంగాల్‌లో జూనియర్‌ వైద్యురాలిపై అత్యాచారం, హత్య కేసు దర్యాప్తును సిబిఐకి బదిలీ చేస్తూ కోల్‌కతా హైకోర్టు మంగళవారం ఉత్తర్వులు జారీ చేసింది. ప్రాథమికంగా ఈ కేసు దర్యాప్తులో గణనీయమైన పురోగతి కనిపించడం లేదని జస్టిస్‌ టి.ఎస్‌. శివజ్ఞానం నేతృత్వంలోని డివిజన్‌ బెంచ్‌ పేర్కొంది. యంత్రాంగం బాధితురాలి లేదా బాధితురాలి కుటుంబంతో లేదని పేర్కొనడం సమంజసమేనని కోర్టు పేర్కొంది.</p>\n\n\n\n<p>ఆగస్ట్‌ 14 ఉదయం 10.00 గంటలకల్లా కేసు డైరీ, ఇతర రికార్డులను సిబిఐకి అప్పగించాల్సిందిగా కోర్టు ఆదేశించింది. సమ్మె విరమించాలని నిరసన తెలుపుతున్న జూనియర్‌ వైద్యులను కోర్టు కోరింది. ఈ కేసు మొదట్లో ప్రిన్పిపాల్‌పై హత్య కేసు ఎందుకు నమోదు చేయలేదని, తాలా పోలీస్‌ స్టేషన్‌నలో అసహజ మరణంగా ఎందుకు నమోదు చేశారని చీఫ్‌ జస్టిస్‌ ప్రశ్నించారు.</p>\n\n\n\n<p>ట్రైనీ మృతదేహం రహదారిపై కనిపించలేదని, ఆస్పత్రి సూపరింటెండెంట్‌ లేదా ప్రిన్సిపల్‌పై ఫిర్యాదు చేయాలని జస్టిస్‌ టి.ఎస్‌. శివజ్ఞానం, జస్టిస్‌ హిరణ్మరు భట్టాచార్యలతో కూడిన డివిజన్‌ బెంచ్‌ పేర్కొంది. ఘటన జరిగిన ఆర్‌.జి కార్‌ ఆసత్రి ప్రిన్సిపల్‌ పదవికి రాజీనామా చేసిన సందీఫ్‌ కుమార్‌ ఘోష్‌ను కొన్ని గంటల్లోనే మరో మెడికల్‌ కాలేజీ ప్రిన్సిపల్‌ పదవిని బహుమతిగా ఎలా ఇచ్చారని జస్టిస్‌ శివజ్ఞానం ప్రశ్నించారు.</p>\n\n\n\n<p>”ఆయన చాలా పలుకుబడి కలిగిన వ్యక్తి అని, మీ క్లయింట్‌ను ఇంటికి పంపండి” అని జడ్జి వ్యాఖ్యానించారు. ఘటన అనంతరం ఆర్‌జి కార్‌ ప్రిన్సిపల్‌ నుండి వాంగ్మూలం ఎందుకు నమోదు చేయలేదని కోర్టు ప్రశ్నించింది. ఆయనను ఎందుకు రక్షిస్తున్నారు. ఆయన వాంగ్మూలమే ఆధారం.. ఏదో మిస్సైంది అని కోర్టు పేర్కొంది.</p>\n\n\n\n<p>కాగా, ఆదిలోనే హత్య కేసు ఎందుకు దాఖలు చేయలేదని, అసహజ మరణం కేసు ఎందుకు నమోదు చేశారని హైకోర్టు ప్రశ్నించింది. హత్యపై వెంటనే ఫిర్యాదు ఏదీ రానందున అసహజ మరణం కేసు నమోదు చేసినట్లు పశ్చిమ బెంగాల్ ప్రభుత్వ న్యాయవాది చెప్పినప్పుడు ప్రధాన న్యాయమూర్తి టిఎస్ శివజ్ఞానం ఆయనకు ఆ ప్రశ్న వేశారు. </p>\n\n\n\n<p>పోస్ట్ గ్రాడ్యుయేట్ ట్రైనీ మృతదేశం రోడ్టు పక్కన దొరకలేదని ప్రధాన న్యాయమూర్తి సారథ్యంలోని ధర్మాసనం వ్యాఖ్యానించింది. ఆసుపత్రి సూపరింటెండెంట్ గాని, ప్రిన్సిపాల్ గాని ఫిర్యాదు దాఖలు చేసి ఉండవలసిందని బెంచ్ అన్నది. న్యాయమూర్తి హిరణ్మయ్ భట్టాచార్య కూడా బెంచ్‌లో ఉన్నారు. ఈ కేసులో కోర్టు పర్యవేక్షిత దర్యాప్తు కోరుతూ పిజి ట్రైనీ తల్లిదండ్రులు హైకోర్టును ఆశ్రయించారు.</p>\n\n\n\n<p>కేసుపై సిబిఐ దర్యాప్తు కోరుతూ పలు ఇతర పిల్‌లు కూడా దాఖలయ్యాయి. పిటిషన్లను బెంచ్ విచారిస్తూ, దర్యాప్తులో ‘ఏదో లోటు ఉన్నట్లు కనిపిస్తోంది’ అని వ్యాఖ్యానించింది. అప్పటి వైద్య కళాశాల ప్రిన్సిపాల సందీప్ ఘోష్ వాఙ్మూలాన్ని నమోదు చేశారా అని బెంచ్ ప్రశ్నించగా లేదని ప్రభుత్వ న్యాయవాది సమాధానం ఇచ్చారు. </p>\n\n\n\n<p>రాజీనామా చేసిన ఆర్‌జి కర్ ఆసుపత్రి ప్రిన్సిపాల్‌ను గంటల వ్యవధిలోనే కలకత్తా జాతీయ వైద్య కళాశాల, ఆసుపత్రి ప్రిన్సిపాల్‌గా ఎలా తిరిగి నియమించారని బెంచ్ ప్రశ్నిస్తూ, రాజీనామా పత్రాన్ని, ఆ తర్వాత నియామక పత్రాన్ని సమర్పించాలని ఆయన న్యాయవాదిని కోరింది. ఘోష్‌ను మధ్యాహ్నం 3 లోగా దీర్ఘకాల సెలవుపై వెళ్లవలసిందని ఆయనను కోరవలసిందని, లేనిచో తామే తగిన ఉత్తర్వులు జారీ చేస్తామని ఆయన న్యాయవాదితో హైకోర్టు చెప్పింది.</p>\n\n\n\n<p>హత్య అత్యంత కిరాతకమని, వైద్యులు, ఇంటర్న్‌లు తమ ఆవేదనను వ్యక్తం చేయడం సమర్థనీయమేనని కూడా ప్రధాన న్యాయమూర్తి స్పష్టం చేశారు. పశ్చిమ బెంగాల్ వ్యాప్తంగా జూనియర్ డాక్టర్లు, ఇంటర్న్‌లు ఆ ఘటనకు నిరసన వ్యక్తంచేస్తూ, ఆసుపత్రి సిబ్బందికి తగిన రక్షణ కల్పించాలని కోరుతూ మంగళవారం తమ సమ్మె కొనసాగించారు. సమ్మె చేస్తున్న డాక్టర్లతో ప్రభుత్వం చర్చలు జరపాలని హైకోర్టు సూచించింది.</p>\n","originalUrl":"https://tattvanews.com/20555/14/08/2024/","hasAudio":false,"hasInfographics":false}