{"id":"wp-en-15721","wp_id":15721,"type":"standard","category":"World","language":"en","title":"BRS MLA Kaushik Reddy arrested on the complaint of police inspector  ￼","excerpt":"The police arrested BRS MLA Padi Kaushik Reddy. He was arrested on the complaint of  Inspector Raghavendra at the Banjara Hills PS alleging that he had obstructed his duties. Incidentally, Kaushik Reddy went to the Police Station on Wednesday to file a complaint alleging that his phone is being tapped by Intelligence IG Sasidhar Reddy","author":"Tattva News Team","time":"5/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Kaushik-Reddy.webp","readTime":"5 min read","contentHTML":"\n<p>The police arrested BRS MLA Padi Kaushik Reddy. He was arrested on the complaint of  Inspector Raghavendra at the Banjara Hills PS alleging that he had obstructed his duties. Incidentally, Kaushik Reddy went to the Police Station on Wednesday to file a complaint alleging that his phone is being tapped by Intelligence IG Sasidhar Reddy on the directions of Chief Minister Revanth Reddy.</p>\n\n\n\n<p>Following this, a case was registered against Kaushik Reddy and 20 of his followers. On Thursday morning, a large number of police reached Kaushik Reddy's residence in Kondapur and arrested him. Later, he was shifted to the PS from there.</p>\n\n\n\n<p>Meanwhile, senior BRS leaders T Harish Rao, Jagadeesh Reddy and others were also shifted to police station, when they reached Kaushik Reddy’s house knowing about his arrest and tried to enter the house. Harish Rao wondered if it was the Indiramma regime? Or returning of Emergency dark days?</p>\n\n\n\n<p> Earlier, former ministers Harish Rao and Jagadish Reddy along with BRS activists reached Kaushik Reddy's residence. Harish Rao tried to enter his house but was stopped by the police. The activists tried to jump the gates of the house and leave. In this order, Harish Rao was detained by the Gachibowli police and taken away from there.</p>\n\n\n\n<p>The activists tried to block the vehicle carrying Harish Rao. After that, tensions arose there after Kaushik Reddy was arrested. Strongly protesting against the arrest of Kaushik Reddy, Harish Rao lamented that democracy has died in the state today. He was furious that cases were filed against the MLA who had gone to complain that his phone was being tapped in the state.</p>\n\n\n\n<p>He alleged that Kaushik Reddy is being illegally arrested and taken to the police station. Referring to the repressive regime of Revanth Reddy, he said “If you ask, you get arrested, if you question, you get cases, if you depose, you get threats. You are continuing the demonic rule by claiming that it is a democratic rule”.</p>\n\n\n\n<p>Harish Rao warned that they will not be afraid of threats and illegal cases. He lashed out at Revanth Reddy, saying that the Telangana society will teach him a lesson. Meanwhile, BRS Working President KTR was furious over this. He questioned why cases are filed if the government's mistakes are questioned and arrests are made if the Congress party's promises are challenged?</p>\n\n\n\n<p>Taking to X, Rama Rao criticised the police officials at the Banjara Hills station for avoiding meeting Kaushik Reddy, who went to the station to lodge a complaint on his phone being tapped. “Are officials afraid to meet an opposition MLA? Is this public governance or a mockery of democracy?” he questioned.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/brs-mla-kaushik-reddy-arrested-on-the-complaint-of-police-inspector-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}