{"id":"wp-en-13430","wp_id":13430,"type":"standard","category":"World","language":"en","title":"Swati Maliwal alleges rape and death threats, blames AAP leaders, YouTuber Dhruv Rathee￼","excerpt":"Aam Aadmi Party MP Swati Maliwal alleged she is facing extreme rape threats and abuses after YouTuber Dhruv Rathee posted a video against her, based on her alleged assault case against Delhi Chief Minister Arvid Kejriwal’s aide Bhibav Kumar. Maliwal tweeted, “After the leaders and volunteers of my party i.e. AAP orchestrated a campaign of character assassination, victim shaming and fanning of emotions","author":"Tattva News Team","time":"27/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Swati1-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Aam Aadmi Party MP Swati Maliwal alleged she is facing extreme rape threats and abuses after YouTuber Dhruv Rathee posted a video against her, based on her alleged assault case against Delhi Chief Minister Arvid Kejriwal’s aide Bhibav Kumar.</p>\n\n\n\n<p>Maliwal tweeted, “After the leaders and volunteers of my party i.e. AAP orchestrated a campaign of character assassination, victim shaming and fanning of emotions against me, I have been getting rape and death threats. This got further exacerbated when YouTuber @Dhruv_Rathee posted a one-sided video against me.”</p>\n\n\n\n<p> The AAP MP alleged, “It is shameful that people like him (Rathee), who claim to be independent journalists, could act like other AAP spokespersons and victim shame me to the extent that I am now facing extreme abuses and threats.”</p>\n\n\n\n<p>Maliwal charged that the party leadership is trying to intimidate her into withdrawing the police complaint against Bhibhav Kumar. She said, “I tried my best to reach out to him, to tell him my version, but he ignored my calls and messages.”</p>\n\n\n\n<p>Questioning Rathee’s video, Maliwal said, “Facts that he failed to mention in his 2.5-minute video against me - Party took a U-turn on its stand after accepting the incident has happened; MLC report that reveals injuries due to the assault; Selected part of the video was released and then phone of the accused was formatted?; The accused was arrested from the crime scene (CM house). Why was he allowed to enter the place again? For tampering of evidence?; How a woman who always stood for the right issues, even went to Manipur alone without security could be bought over by the BJP?”</p>\n\n\n\n<p>Maliwal charged the stand of party leadership and its supporters on her issue “speaks volumes on their stand on women's issues”. Maliwal added she will be reporting the threats to Delhi police for further action.</p>\n","originalUrl":"https://en.tattvanews.com/national/swati-maliwal-alleges-rape-and-death-threats-blames-aap-leaders-youtuber-dhruv-rathee%ef%bf%bc/","hasAudio":false,"hasInfographics":false}