{"id":"wp-te-20419","wp_id":20419,"type":"standard","category":"World","language":"te","title":"ఏపీ బ్రాండ్‌ని దెబ్బతీసేలా గత ఐదేళ్ల పాలన.. చంద్రబాబు","excerpt":"ఏపీబ్రాండ్‌ని దెబ్బతీసేలా గత ఐదేళ్ల పాలన సాగిందని, వైఎస్సార్సీపీ విధ్వంస పాలనతో అందరూ నష్టపోయారని కలెక్టర్ల సమావేశంలో ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలిపారు. అమరావతి సచివాలయంలో చంద్రబాబు అధ్యక్షతన నిర్వహించిన కలెక్టర్ల సమావేశంలో అధికారుల బాధ్యతలను గుర్తు చేస్తూ ప్రభుత్వ ప్రాధాన్యతలను సీఎం వివరించారు.  పొలిటికల్ గవర్నెన్సే ఉంటుందని స్పష్టం చేసిన ఆయన ప్రజా సమస్యల పరిష్కారానికి వచ్చిన ఎమ్మెల్యేలను గౌరవించాలని కలెక్టర్లకు ఆదేశాలు జారీ చేశారు. ఇక ఆకస్మిక తనిఖీలకు వస్తానని, అధికారులు సిద్ధంగా ఉండాలని","author":"Tattva News Team","time":"5/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Chandrababu-Col.jpg","readTime":"5 min read","contentHTML":"\n<p>ఏపీబ్రాండ్‌ని దెబ్బతీసేలా గత ఐదేళ్ల పాలన సాగిందని, వైఎస్సార్సీపీ విధ్వంస పాలనతో అందరూ నష్టపోయారని కలెక్టర్ల సమావేశంలో ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలిపారు. అమరావతి సచివాలయంలో చంద్రబాబు అధ్యక్షతన నిర్వహించిన కలెక్టర్ల సమావేశంలో అధికారుల బాధ్యతలను గుర్తు చేస్తూ ప్రభుత్వ ప్రాధాన్యతలను సీఎం వివరించారు. </p>\n\n\n\n<p>పొలిటికల్ గవర్నెన్సే ఉంటుందని స్పష్టం చేసిన ఆయన ప్రజా సమస్యల పరిష్కారానికి వచ్చిన ఎమ్మెల్యేలను గౌరవించాలని కలెక్టర్లకు ఆదేశాలు జారీ చేశారు. ఇక ఆకస్మిక తనిఖీలకు వస్తానని, అధికారులు సిద్ధంగా ఉండాలని సీఎం హెచ్చరించారు. 1995లో ఐఏఎస్‌లను డ్రైన్లలోకి దింపానన్న ఆయన నాటి విషయాలను సీఎం గుర్తు చేశారు.</p>\n\n\n\n<p>నిబంధనలతోపాటు మానవత్వ కోణంలో పని చేయాలని కలెక్టర్లకు సూచించారు. ఏపీ విజన్ డాక్యుమెంట్ 2047ను అక్టోబర్‌ 2న విడుదల చేస్తామని చెప్పారు. ఈ నేపథ్యంలో విజన్ డాక్యుమెంట్ రూపొందించుకోవాలని అధికారులకు సూచించారు. దీంతోపాటు ఫేక్ ప్రచారాలను కౌంటర్ చేయాలని కలెక్టర్లు, అధికారులకు సూచించిన ఆయన రాష్ట్ర పునర్నిర్మాణంలో కలెక్టర్లదే కీలక బాధ్యత అని చెప్పారు. లక్ష్యాలకు అనుగుణంగా అధికారులంతా ముందుకెళ్లాల్సిన అవసరముందని స్పష్టం చేశారు.</p>\n\n\n\n<p>ఒకప్పుడు ఆంధ్రా అధికారులంటే ఢిల్లీలో ఒక గౌరవం ఉండేదన్న చంద్రబాబు, ఇప్పుడు చులకన భావం కలిగే పరిస్థితిని తీసుకొచ్చారని మండిపడ్డారు. మనం తీసుకునే నిర్ణయాల వల్ల వ్యవస్థలే మారే పరిస్థితి ఉంటుందని కలెక్టర్లతో పేర్కొన్నారు. ఈ నేపథ్యంలో మంచి నిర్ణయాలు తీసుకుంటే భవిష్యత్తు తరాలకు మేలు జరుగుతుందని తెలిపారు. ఈ కలెక్టర్ల సదస్సు చరిత్ర తిరగరాయబోతోందన్న ఆయన మనమంతా కష్టపడితే 2047 నాటికి ప్రపంచంలోనే మనం నంబర్‌ వన్‌గా ఉంటామని చెప్పారు.</p>\n\n\n\n<p>అంతకుముందు మాట్లాడిన ఉపముఖ్యమంత్రి పవన్​ కల్యాణ్​వ్యవస్థలను కాపాడాలనే ఉద్దేశంతోనే కష్టాలు ఎదుర్కొని నిలబడ్డామని తెలిపారు. వ్యవస్థలను గత ప్రభుత్వం ఆటబొమ్మలుగా మార్చిందని వ్యాఖ్యానించారు. కలెక్టర్ల సదస్సులో పాల్గొన్న పవన్ కల్యాణ్ ప్రజలు పాలకులపై పెట్టుకున్న నమ్మకానికి న్యాయం చేయాలని కోరారు. </p>\n\n\n\n<p>పాలన ఎలా ఉండకూడదో గత ఐదేళ్ల పాలన తెలియజేసిందన్న పవన్  చంద్రబాబు నుంచి పాలనా అనుభవం నేర్చుకొనేందుకు సిద్ధంగా ఉన్నామని తెలిపారు. ప్రజల ఆకాంక్షలను నెరవేర్చేవిధంగా పని చేయాలని కలెక్టర్లకు పవన్ దిశానిర్దేశం చేశారు. ప్రజల నుంచి వచ్చే ఫిర్యాదుల్లో 80 శాతం రెవెన్యూ సమస్యలేనని మంత్రి అనగాని సత్యప్రసాద్‌ గుర్తు చేశారు. రెవెన్యూ శాఖను ప్రక్షాళన చేయాల్సిన అవసరం ఉందని చెప్పారు. చట్టానికి లోబడి అధికారులంతా పనిచేయాలని కలెక్టర్లకు సూచించారు. </p>\n\n\n\n<p>గత పాలకులు స్వార్థం కోసం ఎన్నో అరాచకాలు చేశారని అనగాని ధ్వజమెత్తారు. హక్కులన్నీ నిర్వీర్యం చేసేలా తెచ్చిన ల్యాండ్‌ టైట్లింగ్‌ చట్టాన్ని రద్దు చేశామని వివరించారు. ఈ నెలలోనే అన్న క్యాంటీన్లను పునరుద్ధరించబోతున్నామని మంత్రి సత్యప్రసాద్‌ తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20419/05/08/2024/","hasAudio":false,"hasInfographics":false}