{"id":"wp-te-20584","wp_id":20584,"type":"standard","category":"World","language":"te","title":"వినేశ్ ఫొగాట్‌ ఒలింపిక్ మెడల్ ఆశలు భగ్నం ￼","excerpt":"పారిస్ ఒలింపిక్స్​లో తనపై విధించిన అనర్హతను సవాలు చేస్తూ రెజ్లర్ వినేశ్‌ ఫొగాట్‌ చేసిన అభ్యర్థనను కోర్ట్‌ ఆఫ్‌ ఆర్బిట్రేషన్‌ ఫర్‌ స్పోర్ట్స్‌ తాజాగా తిరస్కరించింది. ఆమె దాఖలు చేసిన పిటిషన్‌ను కొట్టివేసింది. అయితే ఈ కేసును ఇప్పటికే మూడు సార్లు వాయిదా వేయగా, తుది తీర్పు కోసం వెయిట్ చేసిన క్రీడాభిమానులకు నిరాశే మిగిలింది. \"యునైటెడ్ వరల్డ్ రెజ్లింగ్, అంతర్జాతీయ ఒలింపిక్ కమిటీ విధించిన అనర్హతను సవాలు చేస్తూ రెజ్లర్ వినేశ్ ఫొగాట్ చేసిన అప్పీల్‌ను","author":"Tattva News Team","time":"15/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Vinesh.jpg","readTime":"5 min read","contentHTML":"\n<p>పారిస్ ఒలింపిక్స్​లో తనపై విధించిన అనర్హతను సవాలు చేస్తూ రెజ్లర్ వినేశ్‌ ఫొగాట్‌ చేసిన అభ్యర్థనను కోర్ట్‌ ఆఫ్‌ ఆర్బిట్రేషన్‌ ఫర్‌ స్పోర్ట్స్‌ తాజాగా తిరస్కరించింది. ఆమె దాఖలు చేసిన పిటిషన్‌ను కొట్టివేసింది. అయితే ఈ కేసును ఇప్పటికే మూడు సార్లు వాయిదా వేయగా, తుది తీర్పు కోసం వెయిట్ చేసిన క్రీడాభిమానులకు నిరాశే మిగిలింది.</p>\n\n\n\n<p>\"యునైటెడ్ వరల్డ్ రెజ్లింగ్, అంతర్జాతీయ ఒలింపిక్ కమిటీ విధించిన అనర్హతను సవాలు చేస్తూ రెజ్లర్ వినేశ్ ఫొగాట్ చేసిన అప్పీల్‌ను కాస్‌ తిరస్కరించడం నన్ను దిగ్భ్రాంతికి అలాగే నిరాశకు గురిచేసింది. సిల్వర్ మెడల్ ఇవ్వాలని వినేశ్‌ చేసిన అభ్యర్థనను తోసిపుచ్చుతూ కాస్‌ ఆగస్టు 14న తీర్పును ఇచ్చింది\" అని భారత ఒలింపిక్ సంఘం అధ్యక్షురాలు పీటీ ఉష తాజాగా ఒక ప్రకటనలో పేర్కొన్నారు.</p>\n\n\n\n<p>అయితే వినేశ్ అప్పీలుపై తీర్పు ఆలస్యం అవుతుండడం వల్ల సోషల్ మీడియాలో తీవ్ర అసంతృప్తి వ్యక్తం చేస్తున్నారు. తీర్పు ఎందుకు వాయిదా పడుతుందో అర్థంకావడం లేదంటూ నెటిజన్లు కామెంట్లు చేశారు. 'వినేశ్‌ ఫొగాట్ కేసు తీర్పును కాస్‌ మళ్లీ వాయిదా వేసింది. దీనిని చూస్తుంటే సినిమాల్లో కోర్టుల్లాగా రోజూ వాయిదా పడే సన్నివేళాలు గుర్తుకొచ్చాయి' అంటూ ఓ నెటిజన్ తన అభిప్రాయాన్ని చెప్పారు. </p>\n\n\n\n<p>ఇక 'పతకం ఇవ్వాలని లేదా ఏంటీ?', 'సీరియస్ సమస్య కాస్త ఓ జోక్​లా అయిపోయింది!','ఇలా వాయిదా వేస్తూ పోతుంటే తీర్పు ఏమిచ్చినా ఎవరూ పట్టించుకోరని కాస్‌ భావిస్తున్నట్లుంది. వినేశ్‌కు న్యాయం జరగాల్సిందే', 'డైలీ సీరియల్​లా సాగిస్తున్నారు' అంటూ పలువురు నెటిజన్లు కామెంట్స్ చేశారు.</p>\n\n\n\n<p>తాజాగా తీర్పు మరోసారి వాయిదా పడిన తర్వాత వినేశ్ పెదనాన్న మహావీర్ ఫొగాట్​ కూడా స్పందించారు. మంగళవారం ఆయన మీడియాతో మాట్లాడారు. వినేశ్​ను ఛాంపియన్​లాగే ఎదుర్కొంటాం అని మహావీర్ ఈ సందర్భంగా పేర్కొన్నారు.</p>\n\n\n\n<p> 'గత 5- 6 రోజులుగా తీర్పు కోసం ఎదురుచూస్తున్నాం. ఫలితం వస్తుందనుకుంటే, వాయిదాలపై వాయిదాలే ఎదురవుతున్నాయి. కాస్ తీర్పు కోసం ఎదురుచూస్తున్నాం. వాళ్ల తీర్పును అంగీకరిస్తాం. కాస్​ జడ్జిమెంట్ అనుకులంగా వస్తుందని ఆశతో ​140కోట్ల భారతీయులు ఎదురుచూస్తున్నారు. ఆమె పారిస్ నుంచి రాగానే, ఛాంపియన్​లాగే వినేశ్​కు స్వాగతం పలుకుతాం' అని ఆయన అన్నారు.</p>\n\n\n\n<p>అయితే పారిస్ ఒలింపిక్స్‌ రెజ్లింగ్‌ ఫ్రీస్టైల్ 50 కేజీల విభాగంలో 100 గ్రాములు అదనంగా బరువు ఉందని వినేశ్‌పై అనర్హత వేటు పడింది. ఫైనల్‌కు ముందు ఇలా జరగడం వల్ల సర్వత్రా విస్మయం వ్యక్తమైంది. దీంతో వినేశ్‌ రెజ్లింగ్‌ కెరీర్‌కు వీడ్కోలు పలికేసింది. కాస్‌కు అప్పీలు చేసిన వినేశ్‌కు తుది తీర్పుపై ఉత్కంఠ కొనసాగుతోంది.</p>\n","originalUrl":"https://tattvanews.com/20584/15/08/2024/","hasAudio":false,"hasInfographics":false}