{"id":"wp-te-20966","wp_id":20966,"type":"standard","category":"World","language":"te","title":"ఆర్టికల్ 370 ఇక చరిత్రలో భాగమే.. అమిత్ షా","excerpt":"ఆర్టికల్ 370 ఇక చరిత్రలో ఓ భాగం అని, అది తిరిగి వచ్చే ప్రసక్తి లేదని కేంద్ర హోమ్ మంత్రి అమిత్ షా స్పష్టం చేశారు.  జమ్మూ కాశ్మీర్ అసెంబ్లీ ఎన్నికల వేల బీజేపీ ఎన్నికల మేనిఫెస్టోను శుక్రవారం విడుదల చేస్తూ  రాష్ట్రానికి ప్రత్యేక హోదాను కల్పించే ఆర్టికల్ 370 పునరుద్ధరణను తోసిపుచ్చారు. జమ్మూ & కాశ్మీర్‌లో తీవ్రవాదాన్ని పూర్తిగా నిర్మూలిస్తామని.. తీవ్రవాదానికి బాధ్యత వహించేందుకు శ్వేతపత్రం విడుదల చేస్తామని హామీ ఇచ్చారు. “ఒకప్పుడు వేర్పాటువాదం, ఆర్టికల్‌","author":"Tattva News Team","time":"7/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/BJP-JK-Manifesto.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆర్టికల్ 370 ఇక చరిత్రలో ఓ భాగం అని, అది తిరిగి వచ్చే ప్రసక్తి లేదని కేంద్ర హోమ్ మంత్రి అమిత్ షా స్పష్టం చేశారు.  జమ్మూ కాశ్మీర్ అసెంబ్లీ ఎన్నికల వేల బీజేపీ ఎన్నికల మేనిఫెస్టోను శుక్రవారం విడుదల చేస్తూ  రాష్ట్రానికి ప్రత్యేక హోదాను కల్పించే ఆర్టికల్ 370 పునరుద్ధరణను తోసిపుచ్చారు. జమ్మూ & కాశ్మీర్‌లో తీవ్రవాదాన్ని పూర్తిగా నిర్మూలిస్తామని.. తీవ్రవాదానికి బాధ్యత వహించేందుకు శ్వేతపత్రం విడుదల చేస్తామని హామీ ఇచ్చారు.</p>\n\n\n\n<p>“ఒకప్పుడు వేర్పాటువాదం, ఆర్టికల్‌ 370 నీడలో హురియత్‌ వంటి సంస్థలు ఉండేవి. వివిధ రాష్ట్ర, జాతీయ నాయకులు దానిని అస్థిరపరిచేందుకు ప్రయత్నించాయి. గత ప్రభుత్వాలు బుజ్జగించే విధానాలను అవలంభిస్తూ వచ్చాయి. కానీ, 2014- 2024 మధ్య జమ్మూ కాశ్మీర్ అభివృద్ధి సువర్ణాక్షరాలతో లిఖించబడుతుంది\" అని తెలిపారు. </p>\n\n\n\n<p>\"స్వాతంత్య్రం వచ్చినప్పటి నుంచి జమ్మూ కాశ్మీర్ మా పార్టీకి చాలా ముఖ్యమైనదని మీ అందరికీ తెలుసు. ఈ ప్రాంతాన్ని భారత్‌తో అనుసంధానం చేయడానికి మేము చాలా ప్రయత్నాలు చేసాము, జమ్మూ కాశ్మీర్ ఎల్లప్పుడూ భారతదేశంలో భాగమేనని, 2014 వరకు ఇక్కడ వేర్పాటువాదం నీడ ఉందని మా పార్టీ నమ్ముతుంది” అని షా చెప్పారు.</p>\n\n\n\n<p>మేనిఫెస్టోను 'సంకల్ప్ పత్ర్' పేరుతో విడుదల చేశారు కేంద్ర మంత్రి అమిత్ షా. 'మా సమ్మాన్ యోజన' కింద ప్రతి కుటంబంలోని వృద్ధ మహిళకు ఏడాదికి రూ.18,000 ఇస్తామని ప్రకటించారు. ఉజ్వల పథకం కింద ప్రతి ఇంటికి ఉచితంగా రెండు గ్యాస్ సిలిండర్లు ఇస్తామని అన్నారు. ఇక ప్రగతి శిక్ష యోజన కింద కాలేజీ విద్యార్థులకు ఏడాదికి రూ.3000 చొప్పున ఇస్తామని అమిత్ షా ప్రకటించారు. </p>\n\n\n\n<p>వీటితో పాటు జమ్ముకశ్మీర్‌ను టెరరిస్టు హాట్‌స్పాట్‌ నుంచి టూరిస్ట్‌ స్పాట్‌గా మారుస్తామని బీజేపీ మేనిఫెస్టోలో పేర్కొంది. హిందూ ఆలయాలను పునర్నిర్మించడం సహా పునరుద్ధరిస్తామని తెలిపింది. భూమి లేనివారికి అటల్ ఆవాస్ యోజన కింద 1361 చదరపు అడుగుల స్థలాన్ని ఉచితంగా ఇస్తామని బీజేపీ హామీ ఇచ్చింది.</p>\n\n\n\n<p>కాగా, ఆగస్టు 16, 2024 కేంద్ర ఎన్నికల సంఘం జమ్మూకాశ్మీర్ అసెంబ్లీ ఎన్నికలకు సంబంధించి షెడ్యూల్ ను విడుదల చేసింది. మొత్తం మూడు దశల్లో జమ్మూకాశ్మీర్ లో అసెంబ్లీ ఎన్నికలు నిర్వహిస్తామని పేర్కొన్నది. </p>\n\n\n\n<p>సెప్టెంబర్ 18 తొలి దశ, 25న రెండో దశ, అక్టోబర్ 1న మూడో దశ ఎన్నికలు నిర్వహిస్తామని స్పష్టం చేసింది. జమ్మూకాశ్మీర్ లో మొత్తం 90 స్థానాలకు ఎన్నికలు జరుగుతాయని ఈసీ ప్రకటించింది. ఫలితాలను అక్టోబర్ 4న విడుదల చేస్తామని చెప్పింది.</p>\n","originalUrl":"https://tattvanews.com/20966/07/09/2024/","hasAudio":false,"hasInfographics":false}