{"id":"wp-te-20137","wp_id":20137,"type":"standard","category":"World","language":"te","title":"హర్యానాలో ఆప్ ఉచిత విద్యుత్‌, మహిళలకు నెలకు రూ.1,000","excerpt":"ఢిల్లీ, పంజాబ్‌లో ప్రభుత్వాలు ఏర్పాటు చేసిన ఆమ్‌ ఆద్మీ పార్టీ (ఆప్‌) హర్యానా అసెంబ్లీ ఎన్నికలపై దృష్టిసారించింది. ఉచిత విద్యుత్, మహిళలకు నెలకు రూ.1,000 సాయం వంటి హామీలు ప్రకటించింది. ఆప్‌ చీఫ్‌, ఢిల్లీ సీఎం అరవింద్ కేజ్రీవాల్ భార్య సునీతా కేజ్రీవాల్ హర్యానాలో ‘కేజ్రీవాల్ కి హామీలు’ పోస్టర్‌ను శనివారం విడుదల చేశారు.  24 గంటల ఉచిత విద్యుత్ సరఫరా, అందరికీ ఉచిత వైద్యం, పిల్లలకు నాణ్యమైన ఉచిత విద్య, నిరుద్యోగ యువకులకు ఉద్యోగాలు, మహిళలకు","author":"Tattva News Team","time":"21/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/AAP-Haryana.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ, పంజాబ్‌లో ప్రభుత్వాలు ఏర్పాటు చేసిన ఆమ్‌ ఆద్మీ పార్టీ (ఆప్‌) హర్యానా అసెంబ్లీ ఎన్నికలపై దృష్టిసారించింది. ఉచిత విద్యుత్, మహిళలకు నెలకు రూ.1,000 సాయం వంటి హామీలు ప్రకటించింది. ఆప్‌ చీఫ్‌, ఢిల్లీ సీఎం అరవింద్ కేజ్రీవాల్ భార్య సునీతా కేజ్రీవాల్ హర్యానాలో ‘కేజ్రీవాల్ కి హామీలు’ పోస్టర్‌ను శనివారం విడుదల చేశారు.</p>\n\n\n\n<p> 24 గంటల ఉచిత విద్యుత్ సరఫరా, అందరికీ ఉచిత వైద్యం, పిల్లలకు నాణ్యమైన ఉచిత విద్య, నిరుద్యోగ యువకులకు ఉద్యోగాలు, మహిళలకు నెలకు రూ.1000 వంటి హామీలు అందులో ఉన్నాయి.  కాగా, పంజాబ్ సీఎం భగవంత్ మాన్, ఆప్ సీనియర్ నేత సంజయ్ సింగ్‌తో కలిసి పంచకులలో ఎన్నికల ప్రచారానికి సునీతా కేజ్రీవాల్‌ శ్రీకారం చుట్టారు.</p>\n\n\n\n<p>ఈ సందర్భంగా ఆమె మాట్లాడారు. ఢిల్లీ, పంజాబ్‌లో అరవింద్ కేజ్రీవాల్ ప్రభుత్వం అనేక మార్పులు తీసుకొచ్చిందని తెలిపారు. మొహల్లా క్లినిక్‌ల విజయాలు, దేశ రాజధానిలో ప్రభుత్వ పాఠశాలల అభివృద్ధి గురించి ఆమె ప్రస్తావించారు. మరోవైపు అరవింద్‌ కేజ్రీవాల్‌ హర్యానాకు చెందిన వ్యక్తి అని సునీతా కేజ్రీవాల్‌ తెలిపారు. </p>\n\n\n\n<p>‘ఆయన (అరవింద్ కేజ్రీవాల్) హర్యానాలోని హిసార్‌లో పెరిగాడు. ఈ కుర్రోడు (అరవింద్ కేజ్రీవాల్) దేశ రాజధానిని పాలిస్తాడని కలలో కూడా ఎవరూ ఊహించలేదు. ఇది చిన్న విషయం కాదు. ఇది ఒక అద్భుతం కంటే తక్కువ కాదు. ఆయన ఏదైనా గొప్పగా చేయాలని భగవంతుడు కోరుకుంటాడని నా నమ్మకం’ అని ఆమె చెప్పారు. </p>\n\n\n\n<p>కాగా, అరవింద్ కేజ్రీవాల్‌ జీరో నుంచి ప్రారంభించి, సొంత పార్టీని స్థాపించి ఢిల్లీ ముఖ్యమంత్రి అయ్యారని సునీతా కేజ్రీవాల్‌ ప్రశంసించారు. పెద్ద నాయకులు చేయలేని పనులు ఆయన చేశారని తెలిపారు. దేశ వ్యాప్తంగా ప్రజలు అరవింద్ కేజ్రీవాల్‌ను ఆయన పనుల ద్వారా గుర్తిస్తున్నారని పేర్కొన్నారు. అయితే ఢిల్లీ మద్యం పాలసీ కేసులో అరెస్టైన సీఎం అరవింద్‌ కేజ్రీవాల్‌ ప్రస్తుతం జైలులో ఉన్నారు. ఈ నేపథ్యంలో హర్యానాలో ఎన్నికల ప్రచార బాధ్యతలను ఆయన భార్య సునీతా కేజ్రీవాల్‌ చేపట్టారు.</p>\n","originalUrl":"https://tattvanews.com/20137/21/07/2024/","hasAudio":false,"hasInfographics":false}