{"id":"wp-te-19454","wp_id":19454,"type":"standard","category":"World","language":"te","title":"తెలంగాణ బీజేపీ కొత్త అధ్యక్షుడిగా ఈటల రాజేందర్?","excerpt":"బీజేపీ రాష్ట్ర అధ్యక్షుడు జి. కిషన్ రెడ్డిని కేంద్రమంత్రివర్గంలోకి తీసుకోవడంతో రాష్ట్ర అధ్యక్ష పదవిపై పార్టీలో జోరుగా చర్చ నడుస్తోంది. అధ్యక్ష పదవి కోసం కొంతమంది నాయకులు ఢిల్లీలో ఉండి లాబీయింగ్ చేస్తుంటే పార్టీ శ్రేణుల్లో అధ్యక్ష పదవి ఎవరికి దక్కుతుందనే ఆసక్తి నెలకొంది. కిషన్ రెడ్డి, బండి సంజయ్లకు కేంద్ర మంత్రివర్గంలో చోటు దక్కడంతో రాష్ట్ర అధ్యక్ష పగ్గాలు మల్కాజిగిరి ఎంపీ ఈటల రాజేందర్కు దక్కే అవకాశం ఉన్నట్లు సమాచారం. కేంద్ర మంత్రి పదవి ఆశించి","author":"Tattva News Team","time":"11/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Etela-Amit-Shah.jpeg","readTime":"5 min read","contentHTML":"\n<p>బీజేపీ రాష్ట్ర అధ్యక్షుడు జి. కిషన్ రెడ్డిని కేంద్రమంత్రివర్గంలోకి తీసుకోవడంతో రాష్ట్ర అధ్యక్ష పదవిపై పార్టీలో జోరుగా చర్చ నడుస్తోంది. అధ్యక్ష పదవి కోసం కొంతమంది నాయకులు ఢిల్లీలో ఉండి లాబీయింగ్ చేస్తుంటే పార్టీ శ్రేణుల్లో అధ్యక్ష పదవి ఎవరికి దక్కుతుందనే ఆసక్తి నెలకొంది. కిషన్ రెడ్డి, బండి సంజయ్లకు కేంద్ర మంత్రివర్గంలో చోటు దక్కడంతో రాష్ట్ర అధ్యక్ష పగ్గాలు మల్కాజిగిరి ఎంపీ ఈటల రాజేందర్కు దక్కే అవకాశం ఉన్నట్లు సమాచారం.</p>\n\n\n\n<p>కేంద్ర మంత్రి పదవి ఆశించి భంగపడిన ఈటలకు రాష్ట్ర అధ్యక్ష పదవి కట్టబెట్టాలనే యోచనలో ఉన్నట్లు తెలుస్తోంది.  ఈటల రాజేందర్ కేంద్రమంత్రి అమిత్ షాతో సోమవారం భేటీ అయ్యారు. కేంద్రమంత్రిగా ప్రమాణస్వీకారం చేసిన అమిత్ షాకు శుభాకాంక్షలు తెలియజేశారు. ఈ నేపథ్యంలో అసెంబ్లీ ఎన్నికల ముందు పార్టీకి నష్టం కలగకుండా ఉండేందుకు అనూహ్యంగా బండి సంజయ్ని పక్కన పెట్టి కేంద్ర మంత్రి కిషన్ రెడ్డికి అదనంగా రాష్ట్ర అధ్యక్ష బాధ్యతలు అప్పగించారు.</p>\n\n\n\n<p>కిషన్ రెడ్డి సారథ్యంలో అసెంబ్లీ, లోక్సభ ఎన్నికలకు వెళ్లిన బీజేపీ మంచి సీట్లు, ఓట్లు సాధించింది. రెండోసారి మోదీ కేబినెట్కు కిషన్ రెడ్డి ఎంపిక కావడంతో రాష్ట్ర అధ్యక్ష పదవి నుంచి తప్పించి ఈటలకు ఈ బాధ్యతలు కట్టబెడతారని విశ్వసనీయ సమాచారం. </p>\n\n\n\n<p>అలాగే కేంద్ర సహాయ మంత్రి అయిన బండి సంజయ్ ఇప్పటికే జాతీయ ప్రధాన కార్యదర్శిగా వ్యవహిస్తున్నారు. తాజాగా కేంద్రమంత్రి అయిన నేపథ్యంలో ఒక పదవికే పరిమితం చేస్తారనే చర్చ జోరుగా నడుస్తోంది. కేంద్ర మంత్రి అయిన బండి సంజయ్ను ఈటల రాజేందర్ కలిశారు. ఢిల్లీలో శాలువా కప్పి శుభాకాంక్షలు తెలిపారు.</p>\n\n\n\n<p>పార్లమెంటు ఎన్నికల్లో దేశంలోనే అతిపెద్ద నియోజకవర్గం మల్కాజిగిరి నుంచి పోటీ చేసిన బీజేపీ అభ్యర్థి ఈటల రాజేందర్ తన ప్రత్యర్థి కాంగ్రెస్ నేత సునీత మహేందర్ రెడ్డిపై 3.86 లక్షల ఓట్ల భారీ మెజారిటీతో విజయం సాధించారు. అయితే ఈ నియోజకవర్గంలో ఎవరు గెలిచినా వారు రాజకీయపరంగా అత్యున్నత శిఖరాలకు వెళతారనేది ప్రచారంలో ఉంది. ఇప్పుడు ఈటలకు రాష్ట్ర అధ్యక్ష పదవి కట్టబెడితే ఈ ఆనవాయితీ కొనసాగినట్లవుతుంది.</p>\n","originalUrl":"https://tattvanews.com/19454/11/06/2024/","hasAudio":false,"hasInfographics":false}