{"id":"wp-en-14382","wp_id":14382,"type":"standard","category":"World","language":"en","title":"Allahabad High Court rejects Muslim's plea in Krishna Janmabhoomi-Shahi Idgah case￼","excerpt":"In a significant ruling, the Allahabad High Court dismissed the plea filed by the Shahi Idgah Mosque under Order 7 Rule 11 CPC, which challenged the maintainability of 18 suits brought forward by the deity and Hindu worshippers regarding the Krishna Janmabhoomi-Shahi Eidgah Mosque dispute in Mathura. The bench, led by Justice Mayank Kumar Jain,","author":"Tattva News Team","time":"2/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Mathura.jpg","readTime":"5 min read","contentHTML":"\n<p>In a significant ruling, the Allahabad High Court dismissed the plea filed by the Shahi Idgah Mosque under Order 7 Rule 11 CPC, which challenged the maintainability of 18 suits brought forward by the deity and Hindu worshippers regarding the Krishna Janmabhoomi-Shahi Eidgah Mosque dispute in Mathura.</p>\n\n\n\n<p>The bench, led by Justice Mayank Kumar Jain, determined that all 18 suits are maintainable, clearing the path for them to be heard on their merits. This decision comes after the Single Judge reserved the verdict on June 6, following the hearing of the plea from the Shahi Eidgah Mosque Committee.</p>\n\n\n\n<p>In delivering the verdict, the Court stated that the suits filed by the Hindu worshippers and the deity are not barred under the Limitation Act or the Places of Worship Act, among other statutes.</p>\n\n\n\n<p>The ruling rejects the primary argument from the Committee of Management Trust Shahi Masjid Idgah (Mathura) that the pending suits are barred by the Places of Worship Act 1991, the Limitation Act 1963, and the Specific Relief Act 1963.</p>\n\n\n\n<p>Conversely, the Hindu plaintiffs argued that no property in the name of Shahi Idgah exists in government records, alleging illegal occupation. They also contended that if the property is claimed to be Waqf, the Waqf Board must disclose the donor of the disputed property. Furthermore, they asserted that the Places of Worship Act, Limitation Act, and Waqf Act do not apply to this case.</p>\n","originalUrl":"https://en.tattvanews.com/national/allahabad-high-court-rejects-muslims-plea-in-krishna-janmabhoomi-shahi-idgah-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}