{"id":"wp-te-20975","wp_id":20975,"type":"standard","category":"World","language":"te","title":"జమ్మూకశ్మీర్‌లో శాంతి నెలకొనేంత వరకూ పాక్ తో చర్చల్లేవు","excerpt":"జమ్మూకశ్మీర్‌లో శాంతి నెలకొనేంత వరకూ పాకిస్థాన్‌ తో చర్చలు జరిపే ప్రసక్తే లేదని కేంద్ర హోం మంత్రి అమిత్‌షా స్పష్టం చేశారు. జమ్మూకశ్మీర్ అసెంబ్లీ ఎన్నికల ప్రచారాన్ని హోం మంత్రి శనివారంనాడు జమ్మూలో ప్రారంభించారు. ఈ సందర్భంగా ఏర్పాటు చేసిన ర్యాలీలో ఆయన మాట్లాడుతూ, రాబోయే ఎన్నికలు చరిత్రాత్మకమని, ఎన్నికల ప్రచారాన్ని 'వినాయకత చవితి' రోజున బీజేపీ ప్రారంభించిందని పేర్కొన్నారు.  తొలిసారి రెండు జెండాల నీడలో కాకుండా ఒకే జెండా త్రివర్ణ పతాకం కింద ఇక్కడి ప్రజలు","author":"Tattva News Team","time":"7/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Amit-Shah-Jammu.webp","readTime":"5 min read","contentHTML":"\n<p>జమ్మూకశ్మీర్‌లో శాంతి నెలకొనేంత వరకూ పాకిస్థాన్‌ తో చర్చలు జరిపే ప్రసక్తే లేదని కేంద్ర హోం మంత్రి అమిత్‌షా స్పష్టం చేశారు. జమ్మూకశ్మీర్ అసెంబ్లీ ఎన్నికల ప్రచారాన్ని హోం మంత్రి శనివారంనాడు జమ్మూలో ప్రారంభించారు. ఈ సందర్భంగా ఏర్పాటు చేసిన ర్యాలీలో ఆయన మాట్లాడుతూ, రాబోయే ఎన్నికలు చరిత్రాత్మకమని, ఎన్నికల ప్రచారాన్ని 'వినాయకత చవితి' రోజున బీజేపీ ప్రారంభించిందని పేర్కొన్నారు. </p>\n\n\n\n<p>తొలిసారి రెండు జెండాల నీడలో కాకుండా ఒకే జెండా త్రివర్ణ పతాకం కింద ఇక్కడి ప్రజలు తమ ఓటు హక్కును వినియోగించుకుంటున్నారని చెప్పారు. \"ఇద్దరు ప్రధానులు ఉండరు, ఒకరే ప్రధాని. యావద్దేశం ఎన్నుకున్న ప్రధానమంత్రి మన మోదీ. చాలా స్పష్టంగా ఒకమాట చెప్పదలచుకున్నాను. బీజేపీ ఈ ఎన్నికల్లో పూర్తి శక్తిసామర్థ్యాలతో పోరాడుతుంది, గెలుపు సాధిస్తుంది\" అని అమిత్‌షా ధీమా వ్యక్తం చేశారు.</p>\n\n\n\n<p>కాంగ్రెస్ కు  స్పష్టమైన సందేశం ఇస్తూ, ఈ ప్రాంతంలో దళితులు, ఇతర కమ్యూనిటీలకు ఇచ్చే రిజర్వేషన్లను కాంగ్రెస్ వాళ్లు తాకనైనా తాకలేరని హెచ్చరించారు. \"రాహుల్ గాంధీ నా మాటలు జాగ్రత్తగా వినాలి. మీరెంత (రాహుల్) ప్రయత్నించినా పహాడి, బకర్వాల్, దళితుల రిజర్వేషన్లను తాకనైనా లేరు\" అని స్పష్టం చేశారు.</p>\n\n\n\n<p>\"ఎన్​డీఏ సర్కార్ ఉగ్రవాదాన్ని పునురుద్ధరణను అనుమతించదు. బీజేపీ ప్రభుత్వం కల్పించిన రిజర్వేషన్లతో గుజ్జర్లు, పహారీలు, బకర్‌ వాల్​లు, దళితులతో సహా ఏ వర్గానికి అన్యాయం జరగదు. జమ్ముకశ్మీర్​లో రాబోయే ఎన్నికలు చారిత్రకమైనవి. ఎందుకంటే స్వాతంత్ర్యం వచ్చిన తర్వాత మొదటిసారి భారత జాతీయ జెండా, రాజ్యాంగం కింద మొదటిసారి ఎన్నికలు జరుగుతున్నాయి\" అని అమిత్ షా చెప్పారు. </p>\n\n\n\n<p>పీడీపీ అధికారంలోకి వస్తే \"క్రాస్ బోర్డర్ ట్రేడ్\" తిరిగి తీసుకు వస్తామంటూ చేసిన వాగ్దానాన్ని అమిత్‌షా తప్పుపట్టారు. సరిహద్దు వాణిజ్యానికి తలుపులు తెరస్తే ఇందువల్ల వచ్చే లాభాలు నేరుగా ఉగ్ర కలాపాలకు వెళ్తాయని ధ్వజమెత్తారు. జమ్మూకశ్మీర్‌లో శాంతి నెలకొనేంత వరకూ పొరుగుదేశమైన పాకిస్థాన్‌లో చర్చల ప్రసక్తే లేదని స్పష్టం చేశారు. </p>\n\n\n\n<p>జమ్మూకశ్మీర్‌కు స్వయం ప్రతిపత్తి పునరుద్ధరిస్తామని పీడీపీ చెబుతోందని, అయితే ఏ శక్తి కూడా తిరిగి జమ్మూకశ్మీర్‌కు స్వయం ప్రతిపత్తిని పునరుద్ధరించలేదని స్పష్టం చేశారు. ఎన్నికల తర్వాత జమ్మూకశ్మీర్‌కు తిరిగి రాష్ట్ర హోదా ఇస్తామని చెప్పారు. పార్లమెంటులో కూడా ఇదే విషయం చెప్పామని, ప్రజలను తప్పుదారి పట్టించడం రాహుల్ గాంధీ మానుకోవాలని హితవు పలికారు.</p>\n\n\n\n<p>కూటమితో ఎన్నికలకు వెళ్తున్న కాంగ్రెస్-నేషనల్ కాన్ఫరెన్స్‌కు జమ్మూకశ్మీర్‌లో అధికారం కల్ల అని అమిత్‌షా జోస్యం చెప్పారు. ఇదే వ్యక్తులు రాజా హరి సింగ్‌ను అవమానించారని గుర్తు చేశారు. దేశంలోని ఇతర ప్రాంతాల్లో అవినీతి ఒక ఎత్తయితే, జమ్మూ కశ్మీర్‌లోని మూడు కుటుంబాల అవినీతి ఒక ఎత్తని ఆక్షేపించారు. కాగా, సెప్టెంబర్ 18, 25, అక్టోబర్ 1న మూడు విడతల్లో అసెంబ్లీ ఎన్నికలు జరుగనుండగా, అక్టోబర్ 8న ఫలితాలు వెలువడతాయి.</p>\n","originalUrl":"https://tattvanews.com/20975/07/09/2024/","hasAudio":false,"hasInfographics":false}