{"id":"wp-en-15637","wp_id":15637,"type":"standard","category":"World","language":"en","title":"Timeless legacy of Mahavir Lachit honoured in Delhi meet","excerpt":"By Nava Thakuria With the aim to spread the timeless legacy of patriotism and valour of the legendary Ahom warrior Lachit Borphukan, the Northeast Association, Delhi observed Lachit Divas in the national capital on 24 November 2024.  The event, held at Haryana Bhawan in Delhi, commemorated the birth anniversary of Mahavir Lachit, with the organization","author":"Tattva News Team","time":"25/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Assam.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong><strong></strong></p>\n\n\n\n<p>With the aim to spread the timeless legacy of patriotism and valour of the legendary Ahom warrior Lachit Borphukan, the Northeast Association, Delhi observed Lachit Divas in the national capital on 24 November 2024.  The event, held at Haryana Bhawan in Delhi, commemorated the birth anniversary of Mahavir Lachit, with the organization urging everyone to draw inspiration from the patriot’s ideals.</p>\n\n\n\n<p>The event saw the presence of notable personalities like  Shankar Das Kalita, Bauddhik Pramukh of Rashtriya Swayamsevak Sangh in  Assam Kshetra, Prof Kiran Hazarika, Pro-Vice Chancellor of Bathinda Central University, Dr Sunil Mohanty, Prachar Pramukh of  RSS in Assam Kshetra and several dignitaries from the north-eastern region residing in Delhi. The program began with the lighting of lamps and garlanding of Mahavir Lachit's portrait, followed by speeches emphasizing the importance of making his  heroism widely known.</p>\n\n\n\n<p>Keynote speaker Shankar Das Kalita highlighted the significance of Lachit's courage and valor, stressing that limiting him as a hero only for Assam is inappropriate. \"While everyone knows about Shivaji today, many are unaware of Lachit Borphukan. This is primarily due to the deliberate neglect by certain historians and the tendency of some people to confine Lachit's great legacy within Assam. It is time to look beyond this, and significant progress has been made in this direction also as Lachit’s legacy has a lot to be learned for all over India. It is crucial for future generations to learn about Lachit’s extraordinary skills,” he stated.</p>\n\n\n\n<p>Referring to the Assam government's celebration of Lachit Divas in Delhi (2022), Kalita noted that while it was a commendable effort, some criticized it extensively. He also mentioned how certain groups began questioning Lachit's existence after some Mughal chapters were removed from the curriculum, claiming that without the Mughals, Lachit wouldn’t exist. He emphasized that such arguments and perspectives have confined the golden legacy of a great warrior like Lachit within boundaries. To overcome this limitation, it is necessary to disseminate accurate information and broaden mindsets.</p>\n\n\n\n<p>Kalita pointed out that Lachit Borphukan didn't become a great warrior overnight. He emphasized that the new generation must study and emulate Lachit's perseverance and discipline. He elaborated on Lachit's journey from a commander of a small military unit to the rank of Borphukan (Chief of Army), explaining how his rigorous training and adherence to discipline were key to his success. Lachit's indomitable courage and exceptional war strategies not only defeated the invader Mughals but also protected the entire southeast Asia region from Islamisation.</p>\n","originalUrl":"https://en.tattvanews.com/national/timeless-legacy-of-mahavir-lachit-honoured-in-delhi-meet%ef%bf%bc/","hasAudio":false,"hasInfographics":false}