{"id":"wp-en-15170","wp_id":15170,"type":"standard","category":"World","language":"en","title":"Supreme Court asks why did CM Naidu go to press on Tirupati laddu row?￼","excerpt":"Amid the growing controversy of Tirupati laddu adulteration, the Supreme Court asked to keep divinity out of politics.“We expect Gods to be kept away from politics, why did the Andhra chief minister (N Chandrababu Naidu) go to the press?” the Court asked. It was hearing a set of petitions regarding the controversy surrounding the alleged","author":"Tattva News Team","time":"30/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/SC-Laddu1.webp","readTime":"5 min read","contentHTML":"\n<p>Amid the growing controversy of Tirupati laddu adulteration, the Supreme Court asked to keep divinity out of politics.“We expect Gods to be kept away from politics, why did the Andhra chief minister (N Chandrababu Naidu) go to the press?” the Court asked.</p>\n\n\n\n<p>It was hearing a set of petitions regarding the controversy surrounding the alleged use of animal fat in the renowned Tirupati laddus. Petitions have been filed by BJP leader Subramanian Swamy, Rajya Sabha MP from the YSR Congress Party and former chairman of the Tirumala Tirupati Devasthanams (TTD) YV Subba Reddy, both demanding a court-monitored investigation.</p>\n\n\n\n<p>The court asked the Centre to respond if the Special Investigation Team (SIT) set up by the Andhra Pradesh Government should continue to probe the allegations. Fixing the matter for hearing again on October 3, the court asked the state to lay its hands off till then.</p>\n\n\n\n<p>“You get the report in July. September 18, you go public. You say you ordered an investigation. It is very clear from the report that this is not the ghee which had been used. Unless you are sure, how did you go to public with that?” asked Justice Viswanathan.</p>\n\n\n\n<p>“You ordered an investigation through SIT. Till the outcome of such an investigation, what was the necessity to go to the press?… We expect Gods to be kept away from politics,” said Justice Gavai.</p>\n\n\n\n<p>Meanwhile, the Andhra Pradesh government has formed a special investigation team to investigate the matter.On September 19, Naidu alleged that the previous YSRCP government had used substandard ingredients and animal fat to make the world-renowned Tirupati laddu.</p>\n\n\n\n<p>While YSRCP and its chief Jagan Mohan Reddy have strongly denied Naidu’s claims, a purported lab report claimed the presence of “lard” (relating to pig fat) and fish oil in the samples. Subsequently,Chief Minister Chandrababu Naidu announced that all temples in the state would be sanitised.</p>\n\n\n\n<p> Speaking to the media on September 21, Naidu said, “The Almighty does everything and we are only nominal. That is what I feel. Every religion has certain traditions and commitments, and the government needs to respect all of them.”</p>\n\n\n\n<p>Jagan, on the other hand, wrote a letter to Prime Minister Narendra Modi <a href=\"https://www.siasat.com/jagan-writes-to-pm-refutes-andhra-cms-claims-of-adultration-in-tirupati-laddus-3100873/\"><u> </u></a>claiming that the allegations leveled against him were nothing but to tarnish his party’s image.</p>\n","originalUrl":"https://en.tattvanews.com/national/supreme-court-asks-why-did-cm-naidu-go-to-press-on-tirupati-laddu-row%ef%bf%bc/","hasAudio":false,"hasInfographics":false}