{"id":"wp-en-13280","wp_id":13280,"type":"standard","category":"World","language":"en","title":"ECI summons AP DGP, Chief Secretary to Delhi￼","excerpt":"Taking cognisance of post-poll violence in Andhra Pradesh, the Election Commission of India (ECI) has summoned the state's chief secretary and the DGP on Thursday to \"personally explain\" the administration's failure to contain the incidents, sources said. Reminding the state government that the Model Code of Conduct is still in force, the EC also asked","author":"Tattva News Team","time":"16/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/DGP-CS.jpg","readTime":"5 min read","contentHTML":"\n<p>Taking cognisance of post-poll violence in Andhra Pradesh, the Election Commission of India (ECI) has summoned the state's chief secretary and the DGP on Thursday to \"personally explain\" the administration's failure to contain the incidents, sources said.</p>\n\n\n\n<p>Reminding the state government that the Model Code of Conduct is still in force, the EC also asked the chief secretary and the police chief to ensure such incidents are not repeated.</p>\n\n\n\n<p>The Commission has repeatedly emphasised that there is no place for violence in a democracy and since the announcement of Lok Sabha elections, Chief Election Commissioner Rajiv Kumar has been personally monitoring the election space to ensure peaceful and violence-free conduct of polls, officials pointed out.</p>\n\n\n\n<p>When they appear at the EC headquarters here on Thursday, the top Andhra Pradesh officials will be asked to \"personally explain\" the reasons for the administration's failure to contain the post-poll violence, the sources said.</p>\n\n\n\n<p>They will also be asked about preemptive steps being taken to avoid any such incidents in the future, the sources said. Post-poll violence was reported in parts of Andhra Pradesh on Tuesday where Lok Sabha and assembly polls were held together on Monday.</p>\n\n\n\n<p>The leaders of the ruling YSRCP and opposition TDP have levelled allegations against each other for the incidents. Following the summons, both CS and DGP held an emergency meeting in the evening. The EC observers sent complaint to ECI that there is administrative failure and CS and DGP had failed in controlling the violence.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/eci-summons-ap-dgp-chief-secretary-to-delhi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}