{"id":"wp-te-20257","wp_id":20257,"type":"standard","category":"World","language":"te","title":"నీట్ యూజీ 2024 ఫైనల్ రిజల్ట్స్ లో 17 మంది మాత్రమే టాపర్స్","excerpt":"నేషనల్ టెస్టింగ్ ఏజెన్సీ ఎట్టకేలకు నీట్ యూజీ 2024 సవరించిన ఫలితాలను జూలై 26, శుక్రవారం ప్రకటించింది. పరీక్ష రాసిన అభ్యర్థులు ఎన్టీఏ అధికారిక వెబ్సైట్ exams.nta.ac.in/NEET నుంచి తమ స్కోర్ కార్డులను డౌన్లోడ్ చేసుకోవచ్చు. ఫలితాలను డౌన్లోడ్ చేయడానికి, అభ్యర్థులు తమ అప్లికేషన్ నంబర్, పుట్టిన తేదీ, రిజిస్టర్డ్ మొబైల్ నంబర్ లేదా ఇమెయిల్ ఐడీ వంటి వివరాలను నమోదు చేయాల్సి ఉంటుంది. గతంలో విడుదల చేసి, వివాదాస్పదం అయిన ఫలితాల్లో టాప్ ర్యాంక్ ను","author":"Tattva News Team","time":"27/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/NEET-results.jpg","readTime":"5 min read","contentHTML":"\n<p>నేషనల్ టెస్టింగ్ ఏజెన్సీ ఎట్టకేలకు నీట్ యూజీ 2024 సవరించిన ఫలితాలను జూలై 26, శుక్రవారం ప్రకటించింది. పరీక్ష రాసిన అభ్యర్థులు ఎన్టీఏ అధికారిక వెబ్సైట్ exams.nta.ac.in/NEET నుంచి తమ స్కోర్ కార్డులను డౌన్లోడ్ చేసుకోవచ్చు. ఫలితాలను డౌన్లోడ్ చేయడానికి, అభ్యర్థులు తమ అప్లికేషన్ నంబర్, పుట్టిన తేదీ, రిజిస్టర్డ్ మొబైల్ నంబర్ లేదా ఇమెయిల్ ఐడీ వంటి వివరాలను నమోదు చేయాల్సి ఉంటుంది.</p>\n\n\n\n<p>గతంలో విడుదల చేసి, వివాదాస్పదం అయిన ఫలితాల్లో టాప్ ర్యాంక్ ను మొత్తం 61 మంది పంచుకోగా, ఈ రివైజ్డ్, ఫైనల్ ఫలితాల్లో కేవలం 17 మందికి టాప్ ర్యాంక్ వచ్చింది. 2024 జూన్ 4న ప్రకటించిన ఫలితాల్లో మొత్తం 67 మంది అభ్యర్థులు 720 మార్కులు సాధించడం అనుమానాలకు తావిచ్చింది. పరీక్ష కేంద్రంలో సమయం వృథా కావడంతో గ్రేస్ మార్కులు పొందిన ఆరుగురిని టాపర్స్ లిస్ట్ నుంచి ఎన్టీఏ తొలగించిన తరువాత, ఆ సంఖ్యను 61 తగ్గింది.</p>\n\n\n\n<p>ఈ పరీక్షలో ఫిజిక్స్ విభాగానికి చెందిన ఒక ప్రశ్నకు ఒకే సరైన సమాధానం ఉందని, రెండు కాదు అని ఐఐటి-ఢిల్లీకి చెందిన నిపుణుల కమిటీ సుప్రీంకోర్టుకు తెలియజేయడంతో 61 మందిలో 720/720 మార్కులు సాధించిన మొత్తం 44 మంది అభ్యర్థులు నాలుగు మార్కులు కోల్పోయారు. దీంతో ఆటోమేటిక్ గా 17 మంది అభ్యర్థులు మాత్రమే ర్యాంక్ 1ను పంచుకోగలిగారు.</p>\n\n\n\n<p>వివాదాస్పద  ఫిజిక్స్ ప్రశ్నపై ఐఐటీ ఢిల్లీ సిఫార్సును అనుసరించి ఫలితాలను తిరిగి లెక్కించాలని సుప్రీంకోర్టు ఎన్టీఏను ఆదేశించింది. నిపుణుల నిర్ధారించినందువల్ల సరైన ఆప్షన్ విషయంలో తమకు ఎలాంటి సందేహాలు లేవని సుప్రీంకోర్టు పేర్కొంది. ‘‘మేము ఐఐటి ఢిల్లీ నివేదికను అంగీకరిస్తున్నాము, తదనుగుణంగా, ఆ ప్రశ్నకు ఆప్షన్ 4 ను సరైన సమాధానంగా గుర్తిస్తూ, ఎన్టిఏ నీట్ యూజీ ఫలితాలను తిరిగి లెక్కించాలి’’ అని సుప్రీంకోర్టు స్పష్టం చేసింది.</p>\n\n\n\n<p>ఫైనల్ ఫలితాల ప్రకటనతో మెడికల్ కౌన్సిలింగ్ కమిటీ (ఎంసీసీ), రాష్ట్ర కౌన్సిలింగ్ సంస్థలు యూజీ మెడికల్ అడ్మిషన్లకు ఆన్లైన్ కౌన్సెలింగ్ ప్రక్రియను ప్రారంభించనున్నాయి. కౌన్సెలింగ్ వివరాలు, షెడ్యూల్ ఆరోగ్య, కుటుంబ సంక్షేమ మంత్రిత్వ శాఖ, రాష్ట్రాల వైద్య విద్య డైరెక్టరేట్ల వెబ్సైట్లలో అందుబాటులో ఉంటాయని ఎన్టీఏ తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/20257/27/07/2024/","hasAudio":false,"hasInfographics":false}