{"id":"wp-te-19116","wp_id":19116,"type":"standard","category":"World","language":"te","title":"5 లక్షల ఓబీసీ సర్టిఫికెట్లు రద్దు చేసిన కలకత్తా హైకోర్టు","excerpt":"తృణమూల్ కాంగ్రెస్ (టీఎంసీ) హయాంలో2010 సంవత్సరం నుంచి జారీ చేసిన ఇతర వెనుకబడిన తరగతుల (ఓబీసీ) సర్టిఫికెట్లన్నీ రద్దు చేస్తూ కోల్‌కతా హైకోర్టు డివిజన్ బెంచ్ బుధవారం సంచలన తీర్పును వెలువరించింది. దీంతో గత పద్నాలుగేళ్ల వ్యవధిలో జారీ అయిన దాదాపు 5 లక్షల ఓబీసీ సర్టిఫికెట్లన్నీ రద్దయ్యాయి.  ఓబీసీ సర్టిఫికెట్లను వాడుకొని ఇప్పటికే ఉద్యోగాలు పొందిన వారిపై, ఆ దిశగా ప్రయత్నాలు చేస్తున్న వారిపై ఈ ఆదేశాల ప్రభావం ఉండదని హైకోర్టు స్పష్టం చేసింది. అలాంటి","author":"Tattva News Team","time":"23/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Mamata-HC.png","readTime":"5 min read","contentHTML":"\n<p>తృణమూల్ కాంగ్రెస్ (టీఎంసీ) హయాంలో2010 సంవత్సరం నుంచి జారీ చేసిన ఇతర వెనుకబడిన తరగతుల (ఓబీసీ) సర్టిఫికెట్లన్నీ రద్దు చేస్తూ కోల్‌కతా హైకోర్టు డివిజన్ బెంచ్ బుధవారం సంచలన తీర్పును వెలువరించింది. దీంతో గత పద్నాలుగేళ్ల వ్యవధిలో జారీ అయిన దాదాపు 5 లక్షల ఓబీసీ సర్టిఫికెట్లన్నీ రద్దయ్యాయి.</p>\n\n\n\n<p> ఓబీసీ సర్టిఫికెట్లను వాడుకొని ఇప్పటికే ఉద్యోగాలు పొందిన వారిపై, ఆ దిశగా ప్రయత్నాలు చేస్తున్న వారిపై ఈ ఆదేశాల ప్రభావం ఉండదని హైకోర్టు స్పష్టం చేసింది. అలాంటి వారంతా ఓబీసీ కోటాలోనే కొనసాగుతరాని పేర్కొంది. బంగాల్ బీసీ కమిషన్ చట్టం - 1993 ప్రకారం ఓబీసీల కొత్త జాబితాను రూపొందించాలని రాష్ట్ర ప్రభుత్వాన్ని హైకోర్టు ఆదేశించింది. </p>\n\n\n\n<p>కొత్త జాబితాను రాష్ట్ర అసెంబ్లీ ఆమోదించాలని నిర్దేశించింది. 2010కి ముందు బంగాల్ ఓబీసీల జాబితాలో ఉన్న కేటగిరీలలో ఎలాంటి మార్పూ ఉండదని తేల్చి చెప్పింది. 2010 సంవత్సరం తర్వాత రాష్ట్ర సర్కారు జారీ చేసిన ఓబీసీ సర్టిఫికెట్లు 1993 చట్టానికి వ్యతిరేకంగా ఉన్నాయని న్యాయమూర్తులు జస్టిస్ తపోబ్రత చక్రవర్తి, జస్టిస్ రాజశేఖర్ మంథర్లతో కూడిన ధర్మాసనం వ్యాఖ్యానించింది.</p>\n\n\n\n<p>కాగా, 2010లో వచ్చిన బీసీ కమిషన్ మధ్యంతర నివేదిక ఆధారంగా ఆనాడు బంగాల్‌లో అధికారంలో ఉన్న వామపక్ష ప్రభుత్వం కొన్ని కేటగిరీలను ఓబీసీలలో చేర్చి, వారికి సర్టిఫికెట్లు జారీ చేసింది. 2011 సంవత్సరంలో టీఎంసీ అధికారంలోకి రాగానే బీసీ కమిషన్ సమగ్ర నివేదిక రాకముందే ఓబీసీ జాబితాను ఆమోదించి చట్టంగా మార్చేసిందని పిటిషనర్ ఆరోపించారు. </p>\n\n\n\n<p>దీనివల్లే ఓబీసీ జాబితాలో లోటుపాట్లు జరిగాయని హైకోర్టు బెంచ్ ఎదుట వాదన వినిపించారు. దీనివల్ల అసలైన ఓబీసీలకు అన్యాయం జరిగిందని పేర్కొన్నారు. ఓబీసీల కొత్త జాబితాను చట్టంగా మారుస్తూ మమతా బెనర్జీ సర్కారు చేసిన 2012 చట్టాన్ని రద్దు చేయాలని పిటిషనర్ డిమాండ్ చేశారు.</p>\n\n\n\n<p>హైకోర్టు తీర్పుపై బంగాల్ సీఎం మమతా బెనర్జీ అసంతృప్తి వ్యక్తం చేశారు. దీన్ని తాము అంగీకరించబోమని తెలిపారు. \"ఓబీసీ రిజర్వేషన్లకు సంబంధించి ఇంటింటి సర్వే నిర్వహించి బిల్లు తీసుకొచ్చాం. రాజ్యాంగానికి లోబడి తీసుకొచ్చిన ఈ బిల్లును శాసనసభ ఆమోదించింది. ఇప్పుడు బీజేపీ కేంద్ర దర్యాప్తు సంస్థలను ఉపయోగించి దీన్ని నిలిపివేయాలని కుట్ర పన్నింది. ఈ తీర్పును మేం అంగీకరింబోం. ఓబీసీ రిజర్వేషన్లు కొనసాగుతాయి\" అని దీదీ స్పష్టంచేశారు.</p>\n\n\n\n<p>\"ఒకేసారి 26వేల మంది ఉద్యోగాలను తీసేస్తామని హైకోర్టు ఆదేశించినప్పుడు నేను విభేదించాను. ఈ తీర్పుతోనూ నేను విభేదిస్తున్నాను.బీజేపీ ఆదేశాలకు మేం తలవంచం. ఓబీసీ రిజర్వేషన్లను ఎవరూ తీసేయలేరు\" అని మమతా బెనర్జీ వ్యాఖ్యానించారు. </p>\n\n\n\n<p>\"ఓబీసీ రిజర్వేషన్ల జాబితాను అప్పట్లో రూపొందించింది నేను కాదు. రిటైర్డ్ ఐపీఎస్ ఆఫీసర్ ఉపేన్ బిస్వాస్ సారథ్యంలోని కమిటీ ఆ లిస్టును తయారు చేసింది. శాస్త్రీయంగా సర్వేలు చేసిన తర్వాతే ఓబీసీల జాబితాలను తయారు చేశారు. గతంలోనూ ఈ జాబితాలను సవాల్ చేస్తూ కేసులు నమోదయ్యాయి. ఇప్పుడే కోర్టు ఆదేశం వచ్చింది. ఇక ఆట మొదలవుతుంది\" అని దీదీ తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19116/23/05/2024/","hasAudio":false,"hasInfographics":false}