{"id":"wp-te-19967","wp_id":19967,"type":"standard","category":"World","language":"te","title":"తెరుచుకోబోతున్న జగన్నాథుడి రత్న భాండాగారం","excerpt":"ఒడిశాలోని పూరీ జగన్నాథుని రత్న భాండాగారం దాదాపు నాలుగున్నర దశాబ్దాల తర్వాత తెరుచుకోబోతున్నది. ఈ నెల 14న రత్న భాండాగారాన్ని తెరవాలని నిర్ణయించిన జస్టిస్‌ విశ్వనాథ్‌ రథ్‌ కమిటీ.. ఆ మేరకు ఒడిశా సర్కారుకు సిఫారసు చేసింది. దాంతో జూలై 14న జగన్నాథుడి రత్న భాండాగారాన్ని తెరిచేందుకు ప్రభుత్వం సిద్ధమైంది. ఒడిశాలోని పూరీ శ్రీ క్షేత్ర రత్న భాండాగారం ఓ అద్భుతమైన ఖజానా. జగన్నాథుడి వెలకట్టలేని ఆభరణాలను ఐదు చెక్క పెట్టెల్లో ఉంచి, రహస్య గదిలో భద్రపరిచారు.","author":"Tattva News Team","time":"10/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Puri-temple.webp","readTime":"5 min read","contentHTML":"\n<p>ఒడిశాలోని పూరీ జగన్నాథుని రత్న భాండాగారం దాదాపు నాలుగున్నర దశాబ్దాల తర్వాత తెరుచుకోబోతున్నది. ఈ నెల 14న రత్న భాండాగారాన్ని తెరవాలని నిర్ణయించిన జస్టిస్‌ విశ్వనాథ్‌ రథ్‌ కమిటీ.. ఆ మేరకు ఒడిశా సర్కారుకు సిఫారసు చేసింది. దాంతో జూలై 14న జగన్నాథుడి రత్న భాండాగారాన్ని తెరిచేందుకు ప్రభుత్వం సిద్ధమైంది.</p>\n\n\n\n<p>ఒడిశాలోని పూరీ శ్రీ క్షేత్ర రత్న భాండాగారం ఓ అద్భుతమైన ఖజానా. జగన్నాథుడి వెలకట్టలేని ఆభరణాలను ఐదు చెక్క పెట్టెల్లో ఉంచి, రహస్య గదిలో భద్రపరిచారు. అయితే గతంలో అప్పుడప్పుడు ఆ గదిని తెరిచి సంపద లెక్కించేవారు. కానీ 1978 నుంచి దాన్ని తెరవడం ఆపేశారు. దాంతో ఆ భాండాగారం విషయంలో వివాదాలెన్నో తెరపైకి వచ్చాయి.</p>\n\n\n\n<p>ఆ భాండాగారానికి సంబంధించిన తాళం ఏమైందనే అంశం మొన్నటి ఎన్నికల్లో ప్రధానంగా ప్రస్తావనకు వచ్చింది. ఎన్నికల్లో ప్రభుత్వం మారింది. బీజేడీ పాలన ముగిసి బీజేపీ అధికారంలోకి వచ్చింది. ఇప్పుడు బీజేపీ సర్కారు జగన్నాథుడి రత్న భాండాగారాన్ని తెరవాలని నిర్ణయించింది. దాంతో సుమారు 46 ఏళ్ల సుదీర్ఘ విరామం తర్వాత రత్న భాండాగారం తెరుచుకోబోతోంది.</p>\n\n\n\n<p>రత్న భాండాగారంలో ఆభరణాల లెక్కింపుతోపాటు అవసరమైన వాటికి మరమ్మతులు చేపట్టాలని రాష్ట్ర ప్రభుత్వం నిర్ణయించింది. ఆ మేరకు ఇదే విషయమై ప్రభుత్వం నియమించిన జస్టిస్‌ బిశ్వనాథ్‌ రథ్‌ కమిటీ.. 14న భాండాగారం తెరిచేలా ప్రభుత్వానికి సిఫార్సు చేసింది. భాండాగారం తెరవడంతోపాటు సంపద లెక్కింపు, ఆభరణాల భద్రత, మరమ్మతులపై ప్రభుత్వానికి నివేదించింది.</p>\n","originalUrl":"https://tattvanews.com/19967/10/07/2024/","hasAudio":false,"hasInfographics":false}