{"id":"wp-te-19576","wp_id":19576,"type":"standard","category":"World","language":"te","title":"వయనాడ్‌లో ప్రియాంక గాంధీ పోటీ","excerpt":"రెండు లోక్ సభ నియోజకవర్గాల నుండి గెలుపొందిన కాంగ్రెస్‌ ముఖ్య నేత రాహుల్‌గాంధీ కేరళలోని వాయనాడ్‌ లోక్‌సభ స్థానాన్ని వదులుకోనున్నట్లు ప్రకటించారు. ఉత్తరప్రదేశ్‌లోని రాయ్‌బరేలి నుంచి ఎంపీగా కొనసాగనున్నట్లు ఆయన తెలిపారు. తాను రాజీనామా చేస్తున్న వాయనాడ్‌ నుంచి కాంగ్రెస్ ప్రధాన కార్యదర్శి, తన సోదరి ప్రియాంకాగాంధీ బరిలో దిగనున్నట్లు వెల్లడించారు. ఆమె తొలిసారిగా ప్రత్యక్ష ఎన్నికల్లో పోటీకి సిద్ధమయ్యారు. సోమవారం సాయంత్రం ఢిల్లీలో కాంగ్రెస్‌ పార్టీ జాతీయాధ్యక్షుడు మల్లికార్జున్‌ ఖర్గే నివాసంలో ఆ పార్టీ అగ్రనేతలు","author":"Tattva News Team","time":"18/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Rahul-Priyanka2.jpg","readTime":"5 min read","contentHTML":"\n<p>రెండు లోక్ సభ నియోజకవర్గాల నుండి గెలుపొందిన కాంగ్రెస్‌ ముఖ్య నేత రాహుల్‌గాంధీ కేరళలోని వాయనాడ్‌ లోక్‌సభ స్థానాన్ని వదులుకోనున్నట్లు ప్రకటించారు. ఉత్తరప్రదేశ్‌లోని రాయ్‌బరేలి నుంచి ఎంపీగా కొనసాగనున్నట్లు ఆయన తెలిపారు. తాను రాజీనామా చేస్తున్న వాయనాడ్‌ నుంచి కాంగ్రెస్ ప్రధాన కార్యదర్శి, తన సోదరి ప్రియాంకాగాంధీ బరిలో దిగనున్నట్లు వెల్లడించారు. ఆమె తొలిసారిగా ప్రత్యక్ష ఎన్నికల్లో పోటీకి సిద్ధమయ్యారు.</p>\n\n\n\n<p>సోమవారం సాయంత్రం ఢిల్లీలో కాంగ్రెస్‌ పార్టీ జాతీయాధ్యక్షుడు మల్లికార్జున్‌ ఖర్గే నివాసంలో ఆ పార్టీ అగ్రనేతలు సమావేశమయ్యారు. కాంగ్రెస్‌ పార్లమెంటరీ పార్టీ చైర్‌పర్సన్‌ సోనియాగాంధీ, ఎంపీ రాహుల్‌గాంధీ, పార్టీ ప్రధాన కార్యదర్శి ప్రియాంకాగాంధీ, మరో ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్‌ ఈ సమావేశంలో పాల్గొన్నారు. </p>\n\n\n\n<p>ఈ సమావేశంలోనే ఇటీవల రాహుల్‌గాంధీ గెలిచిన రెండు ఎంపీ స్థానాల్లో దేన్ని వదులుకోవాలనే విషయంలో నిర్ణయం తీసుకున్నారు. అనంతరం ఆ నిర్ణయాన్ని మీడియాకు ఖర్గే ప్రకటించారు. యనాడ్‌ స్థానాన్ని వదులుకున్నప్పటికీ అక్కడి ప్రజలతో తన అనుబంధం కొనసాగుతుందని రాహుల్ చెప్పారు. రాయ్‌బరేలీ, వాయనాడ్‌లలో ఏ స్థానాన్ని వదులుకోవాలనే విషయాన్ని తేల్చుకోవడానికి తాను చాలా కష్టపడాల్సి వచ్చిందని పేర్కొన్నారు.</p>\n\n\n\n<p>రాహుల్ గాంధీ 2019 ఎన్నికల్లో ఉత్తరప్రదేశ్‌లోని అమేథీతో పాటు కేరళలోని వయనాడ్‌లో పోటీ చేయగా, అమేథీలో ఓటమిని చవిచూశారు. అయితే, వయనాడ్‌ నుంచి ఘనవిజయం సాధించారు. రాయబరేలి నుంచి వరుసగా ఎన్నికవుతూ వస్తున్న సోనియాగాంధీ 2024 లోక్‌సభ ఎన్నికల్లో పోటీకి దూరమవుతున్నట్టు ప్రకటించారు. అనంతరం ఆమె రాజ్యసభకు ఎన్నికయ్యారు. </p>\n\n\n\n<p>దీంతో అటు వయనాడ్‌తో పాటు ఇటు రాయబరేలి నుంచి కూడా వ్యూహాత్మకంగా రాహుల్‌ను కాంగ్రెస్ పార్టీ బరిలోకి దింపింది. అందుకు తగ్గట్టే ఈ రెండు నియోజకవర్గాల్లోనూ రాహుల్ భారీ మెజారిటీతో గెలుపొందారు. అయితే, రెండు నియోజకవర్గాల్లో ఏదో ఒక నియోజకవర్గాన్ని వదులుకోవాల్సి రావడంతో కాంగ్రెస్ సోమవారంనాడు మరోసారి వ్యూహాత్మకంగా వ్యవహరించింది. </p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19576/18/06/2024/","hasAudio":false,"hasInfographics":false}