{"id":"wp-te-19199","wp_id":19199,"type":"standard","category":"World","language":"te","title":"31న సిట్ విచారణకు ప్రజ్వల రేవణ్ణ","excerpt":"తనపై వచ్చిన లైంగిక దౌర్జన్యాల ఆరోపణలకు సంబంధించిన మాజీ ప్రధాని హెచ్‌డీ దేవెగౌడ మనవడు, హసన ఎంపీ ప్రజ్వల్ రేవణ్ణ తొలిసారి స్పందించారు. ఈ కేసులో మే 31న తాను సిట్ ముందు హాజరవుతానని వెల్లడించారు. అంతేకాదు, ప్రత్యేక దర్యాప్తు బృందానికి తాను సహకరిస్తానని స్పష్టం చేవారు. న్యాయవ్యవస్థ, చట్టాలపై తనకు నమ్మకం ఉందని రేవణ్ణ తెలిపారు. కానీ, తనపై తప్పుడు కేసుల పెట్టారని ఆయన ఆరోపించారు. రాజకీయ కుట్రలో భాగంగానే ఇది జరిగిందని యువ ఎంపీ","author":"Tattva News Team","time":"28/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Prajwal.jpg","readTime":"5 min read","contentHTML":"\n<p>తనపై వచ్చిన లైంగిక దౌర్జన్యాల ఆరోపణలకు సంబంధించిన మాజీ ప్రధాని హెచ్‌డీ దేవెగౌడ మనవడు, హసన ఎంపీ ప్రజ్వల్ రేవణ్ణ తొలిసారి స్పందించారు. ఈ కేసులో మే 31న తాను సిట్ ముందు హాజరవుతానని వెల్లడించారు. అంతేకాదు, ప్రత్యేక దర్యాప్తు బృందానికి తాను సహకరిస్తానని స్పష్టం చేవారు. న్యాయవ్యవస్థ, చట్టాలపై తనకు నమ్మకం ఉందని రేవణ్ణ తెలిపారు.</p>\n\n\n\n<p>కానీ, తనపై తప్పుడు కేసుల పెట్టారని ఆయన ఆరోపించారు. రాజకీయ కుట్రలో భాగంగానే ఇది జరిగిందని యువ ఎంపీ దుయ్యబట్టారు. తల్లిదండ్రులు, పార్టీ కార్యకర్తలకు ఈ సందర్బంగా ప్రజ్వల్ క్షమాపణలు చెప్పారు. ఈ మేరకు ప్రజ్వల్ సెల్ఫీ వీడియోను విడుదల చేశారు.</p>\n\n\n\n<p>‘రాహుల్ గాంధీతో పాటు చాలా మంది కాంగ్రెస్ నేతలు దీనిపై నాకు వ్యతిరేకంగా వ్యాఖ్యలు చేస్తున్నారు.. ఇదంతా రాజకీయ కుట్రలో బాగమే.. మే 31న ఉదయం 10.00 గంటలకు సిట్ ముందు హాజరై కేసుకు సంబంధించిన సమాచారం అందజేస్తాను.. విచారణకు సహకరిస్తాను.. న్యాయవ్యవస్థపై నాకు నమ్మకం ఉంది.. అంతేకాదు, నా విదేశీ ప్రయాణానికి ముందుగానే ఏర్పాట్లు చేసుకున్నాను.. అప్పటికి నాపై ఎలాంటి కేసు లేదు.. నేను విదేశీ పర్యటనలో ఉండగానే ఆరోపణలు బయటపడ్డాయి’ అని రేవణ్ణ వివరించారు .</p>\n\n\n\n<p>తప్పుడు ఆరోపణలు కారణంగా తాను తీవ్రమైన ఒత్తిడికి గురయ్యాయని ప్రజ్వల్ పేర్కొన్నారు. అయితే, రెండు రోజుల కిందట మనవడ్ని లొంగిపోవాలని దేవెగౌడ హెచ్చరించిన విషయం తెలిసిందే. ప్రజలకు సమాధానం చెప్పలేకపోతున్నానని, విదేశాల నుంచి రావాలని హెచ్చరించారు. </p>\n\n\n\n<p> ఇక, ఎంపీ ప్రజ్వల్ రేవణ్ణ దౌత్య పాస్‌పోర్ట్‌ను రద్దు చేయాలని కేంద్రానికి కర్ణాటక ప్రభుత్వం అభ్యర్థించింది. దీనిపై స్పందించిన కేంద్ర విదేశాంగ శాఖ.. హసన ఎంపీకీ షోకాజ్ నోటీసులు పంపింది. డిప్లొమాటిక్ పాస్‌పోర్ట్ ఎందుకు రద్దుచేయకూడదో వివరణ ఇవ్వాలని మెయిల్‌లో కోరింది.<br><br>ఇక, ఈ విషయంలో కర్ణాటక సర్కారుకు మద్దతిస్తున్నట్లు మాజీ సీఎం, ప్రజ్వల్ బాబాయి హెచ్‌డీ కుమారస్వామి తెలిపారు. ప్రజ్వల్ దౌత్య పాస్‌పోర్ట్‌ను రద్దు చేస్తూ కేంద్రం నిర్ణయం తీసుకుంటే స్వాగతిస్తామని స్పష్టం చేశారు. </p>\n","originalUrl":"https://tattvanews.com/19199/28/05/2024/","hasAudio":false,"hasInfographics":false}