{"id":"wp-te-21040","wp_id":21040,"type":"standard","category":"World","language":"te","title":"కోఠి ఉమెన్స్ విశ్వవిద్యాలయంకు చాకలి ఐలమ్మ పేరు","excerpt":"కోఠి ఉమెన్స్ విశ్వవిద్యాలయం పేరు మార్చనున్నట్టు ముఖ్యమంత్రి రేవంత్ రెడ్డి తెలిపారు. మహిళా విశ్వవిద్యాలయానికి వీర వనిత చాకలి ఐలమ్మ పేరు పెట్టనున్నట్టు రేవంత్‌ రెడ్డి ప్రకటించారు. హైదరాబాద్ రవీంద్రభారతిలో ఏర్పాటు చేసిన చాకలి ఐలమ్మ 39వ వర్ధంతి కార్యక్రమంలో పాల్గొన్న సీఎం రేవంత్ రెడ్డి కీలక ప్రకటనలు చేశారు.  సాయుధ పోరాటంలో చాకలి ఐలమ్మ వీర చరిత మరువలేనిదని కొనియాడారు. ఐలమ్మ స్ఫూర్తితోనే కాంగ్రెస్‌ సర్కార్ కూడా ముందుకు సాగుతోందని చెప్పుకొచ్చారు. భూముల ఆక్రమణలు అడ్డుకోవడంలో","author":"Tattva News Team","time":"11/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/REvanth.jpg","readTime":"5 min read","contentHTML":"\n<p>కోఠి ఉమెన్స్ విశ్వవిద్యాలయం పేరు మార్చనున్నట్టు ముఖ్యమంత్రి రేవంత్ రెడ్డి తెలిపారు. మహిళా విశ్వవిద్యాలయానికి వీర వనిత చాకలి ఐలమ్మ పేరు పెట్టనున్నట్టు రేవంత్‌ రెడ్డి ప్రకటించారు. హైదరాబాద్ రవీంద్రభారతిలో ఏర్పాటు చేసిన చాకలి ఐలమ్మ 39వ వర్ధంతి కార్యక్రమంలో పాల్గొన్న సీఎం రేవంత్ రెడ్డి కీలక ప్రకటనలు చేశారు. </p>\n\n\n\n<p>సాయుధ పోరాటంలో చాకలి ఐలమ్మ వీర చరిత మరువలేనిదని కొనియాడారు. ఐలమ్మ స్ఫూర్తితోనే కాంగ్రెస్‌ సర్కార్ కూడా ముందుకు సాగుతోందని చెప్పుకొచ్చారు. భూముల ఆక్రమణలు అడ్డుకోవడంలో చాకలి ఐలమ్మనే తమకు స్ఫూర్తి అని రేవంత్ రెడ్డి వివరించారు.</p>\n\n\n\n<p>ఈ సందర్భంగా సీఎం రేవంత్ రెడ్డి మరో కీలక ప్రకటన చేశారు. చాకలి ఐలమ్మ మనమరాలు శ్వేతను రాష్ట్ర మహిళా కమిషన్‌ సభ్యురాలిగా నియమిస్తున్నట్టు రేవంత్ రెడ్డి ప్రకటించారు. శ్వేత మాటలు విన్న తర్వాత తనకు నమ్మకం కలిగిందని తెలిపిన రేవంత్ రెడ్డి ఈమేరకు నిర్ణయం తీసుకున్నట్టు చెప్పుకొచ్చారు.</p>\n\n\n\n<p>త్వరలోనే ప్రభుత్వం నుంచి అధికారికంగా నియామక పత్రాలు జారీ చేయనున్నట్టు మహిళా కమిషన్ ఛైర్మన్ నేరెళ్ల శారదకు కీలక సూచనలు చేశారు. అనంతరం చాకలి ఐలమ్మ కుటుంబాన్ని సీఎం రేవంత్ రెడ్డి సన్మానించారు.</p>\n\n\n\n<p>మరోవైపు ప్రభుత్వ కార్యక్రమానికి తమను ఆహ్వానించటం పట్ల చాకలి ఐలమ్మ మనవరాలు శ్వేత హర్షం వ్యక్తం చేశారు. ప్రభుత్వ కార్యక్రమానికి ఆహ్వానించటం ఇదే మొదటిసారి అని చెబుతూ అందుకు రేవంత్ రెడ్డి సర్కారుకు చాకలి ఐలమ్మ వారసులందరి తరపున కృతజ్ఞతలు తెలిపారు. </p>\n\n\n\n<p>మరోవైపు తనను మహిళ కమిషన్ సభ్యురాలిగా నియమిస్తూ తీసుకున్న నిర్ణయానికి తాను సీఎం రేవంత్ రెడ్డితో పాటు మహిళా మంత్రులు సీతక్క, కొండా సురేఖకు ధన్యావాదాలు తెలిపారు శ్వేత.</p>\n\n\n\n<p>ఈ సందర్భంగా కార్యక్రమంలో నిర్వహించిన సంస్కృతిక కార్యమాలు ఆద్యంతం ఆకట్టుకున్నాయి. చాకలి ఐలమ్మ వీరోచిత పోరాటం గురించి కళ్లకు కట్టేలా ప్రదర్శించిన నాటకం ప్రత్యేక ఆకర్షణగా నిలిచింది. కాగా.. ఈ నాటకం ప్రదర్శించిన కళాకారులను సీఎం రేవంత్ రెడ్డి ప్రత్యేకంగా అభినందించారు. చాకలి ఐలమ్మ పాత్ర పోషించిన నటిని స్వయంగా సత్కరించారు కూడా.</p>\n","originalUrl":"https://tattvanews.com/21040/11/09/2024/","hasAudio":false,"hasInfographics":false}