{"id":"wp-te-19582","wp_id":19582,"type":"standard","category":"World","language":"te","title":"కిషన్ రెడ్డికి జమ్మూ కాశ్మీర్ ఎన్నికల బాధ్యతలు","excerpt":"కేంద్ర బొగ్గు, గనుల శాఖ మంత్రి గంగాపురం కిషన్‌ రెడ్డికి బీజేపీ అధిష్ఠానం కీలక బాధ్యతలు అప్పజెప్పింది. మహారాష్ట్ర, హర్యానా, జార్ఖండ్‌‌లలో ఈ ఏడాది చివర్లో అసెంబ్లీ ఎన్నికలు జరగనుండగా.. జమ్మూ కశ్మీర్‌ లో సెప్టెంబర్‌‌లోగా ఎన్నికలు నిర్వహించాలని ఎన్నికల సంఘాన్ని సుప్రీంకోర్టు ఆదేశించిన విషయం తెలిసిందే.  ఈ నేపథ్యంలోనే.. మహారాష్ట్ర, హర్యానా, జార్ఖండ్‌తో పాటు జమ్మూ కశ్మీర్‌కు ఎన్నికల ఇంఛార్జిలను, కో ఇంఛార్జిలను అధిష్ఠానం నియమించింది. సెప్టెంబర్‌లోగా జమ్మూ కశ్మీర్‌కు అసెంబ్లీ ఎన్నికలు జరగనున్న నేపథ్యంలో..","author":"Tattva News Team","time":"18/6/2024","image":"https://tattvanews.com/wp-content/uploads/2022/11/Kishan-Reddy1.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర బొగ్గు, గనుల శాఖ మంత్రి గంగాపురం కిషన్‌ రెడ్డికి బీజేపీ అధిష్ఠానం కీలక బాధ్యతలు అప్పజెప్పింది. మహారాష్ట్ర, హర్యానా, జార్ఖండ్‌‌లలో ఈ ఏడాది చివర్లో అసెంబ్లీ ఎన్నికలు జరగనుండగా.. జమ్మూ కశ్మీర్‌ లో సెప్టెంబర్‌‌లోగా ఎన్నికలు నిర్వహించాలని ఎన్నికల సంఘాన్ని సుప్రీంకోర్టు ఆదేశించిన విషయం తెలిసిందే. </p>\n\n\n\n<p>ఈ నేపథ్యంలోనే.. మహారాష్ట్ర, హర్యానా, జార్ఖండ్‌తో పాటు జమ్మూ కశ్మీర్‌కు ఎన్నికల ఇంఛార్జిలను, కో ఇంఛార్జిలను అధిష్ఠానం నియమించింది. సెప్టెంబర్‌లోగా జమ్మూ కశ్మీర్‌కు అసెంబ్లీ ఎన్నికలు జరగనున్న నేపథ్యంలో.. ఆ రాష్ట్ర ఎన్నికల ఇంఛార్జిగా కిషన్ రెడ్డిని నియమించింది అధిష్ఠానం.</p>\n\n\n\n<p>మూడోసారి ప్రభుత్వాన్ని ఏర్పాటు చేసిన ఎన్డీఏ సర్కారులో.. నరేంద్ర మోదీ జట్టులో కిషన్ రెడ్డికి రెండోసారి కేంద్ర మంత్రిగా అవకాశం ఇచ్చిన విషయం తెలిసిందే. అందులోనూ.. కీలక శాఖ అయిన బొగ్గు, గనుల శాఖను కేటాయించటం విశేషం. ఇవే కాకుండా ఇప్పుడు ఏకంగా సున్నిత రాష్ట్రమైన జమ్మూ కశ్మీర్‌కు ఎన్నికల ఇంఛార్జిగా నియమించటం గమనార్హం. </p>\n\n\n\n<p>దీన్ని బట్టి చూస్తుంటే.. కిషన్ రెడ్డిపై అధిష్ఠానం భారీ అంచనాలే పెట్టుకున్నట్టుగా తెలుస్తోంది. తెలంగాణలో అధికార కాంగ్రెస్ పార్టీతో సమానంగా ఎంపీ సీట్లు గెలిపించటంలో బీజేపీ రాష్ట్ర అధ్యక్షుడిగా కిషన్ రెడ్డి విజయవంతం అయ్యారని భావిస్తున్న అధిష్ఠానం కీలక బాధ్యతలు అప్పజెప్పినట్లు తెలుస్తోంది.</p>\n\n\n\n<p>మరోవైపు.. బీజేపీ సీనియర్ నేత కేంద్ర మంత్రి భూపేందర్ యాదవ్‌‌ను మహారాష్ట్ర ఇంఛార్జిగా నియమించగా, కేంద్ర మంత్రి అశ్విని వైష్ణవ్‌ను కో- ఇంఛార్జిగా వ్యవహరిస్తారని పార్టీ విడుదల చేసిన ఒక ప్రకటనలో తెలిపింది. వీరిద్దరూ కలిసి లోక్ సభ ఎన్నికల సమయంలో మధ్య ప్రదేశ్ ఇన్ ఛార్జ్ లుగా వ్యవహరించారు. ఆ రాష్ట్రంలో మొదటిసారిగా అన్ని లోక్ సభ సీట్లను బిజెపి గెలుచుకుంది. </p>\n\n\n\n<p>అలాగే హర్యానాకు బీజేపీ ఎన్నికల ఇంఛార్జిగా కేంద్రమంత్రి ధర్మేంద్ర ప్రధాన్, కో- ఇంఛార్జిగా త్రిపుర మాజీ ముఖ్యమంత్రి బిప్లబ్ కుమార్ దేబ్ నియమితులయ్యారు. మరోవైపు మధ్యప్రదేశ్‌ మాజీ ముఖ్యమంత్రి, కేంద్ర మంత్రి శివరాజ్‌సింగ్‌ చౌహాన్‌ జార్ఖండ్‌ ఎన్నికల ఇంఛార్జిగా ఉండగా.. అస్సాం ముఖ్యమంత్రి హిమంత బిస్వా శర్మ కో- ఇంఛార్జిగా వ్యవహరిస్తున్నారని తెలిపింది. <a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19582/18/06/2024/","hasAudio":false,"hasInfographics":false}