{"id":"wp-en-13245","wp_id":13245,"type":"standard","category":"World","language":"en","title":"FIR filed against BJP’s Madhavi Latha  in Hyderabad￼","excerpt":"Reacting to the videos that show BJP Hyderabad candidate K Madhavi Latha conducting facial examination of muslim women, District Election Officer Ronald Rose issued orders to register an FIR against her. Madhavi Latha sparked a row on Monday after a video clip in which she was seen asking Muslim women to raise their burkhas to identify themselves while","author":"Tattva News Team","time":"14/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Madhavi.jpeg","readTime":"5 min read","contentHTML":"\n<p>Reacting to the videos that show BJP Hyderabad candidate K Madhavi Latha conducting facial examination of muslim women, District Election Officer Ronald Rose issued orders to register an FIR against her. Madhavi Latha sparked a row on Monday after a video clip in which she was seen asking Muslim women to raise their burkhas to identify themselves while checking their voter ids went viral.</p>\n\n\n\n<p>Madhavi Latha, who is contesting against AIMIM president Asaduddin Owaisi, is likely to face a police case over her action. However, she  claimed that she has the right to check the ID cards.</p>\n\n\n\n<p>\"I am a candidate. As per law, candidate has the right to check the ID cards without the facemasks. I am not a man, I am a woman and with a lot of humbleness, I have only requested them - can I please see and verify with the ID cards. If somebody wants to make a big issue out of it, that means they are scared...\"she said.</p>\n\n\n\n<p>She also alleged discrepancies in the voter's list and accused the police of being \"very dull...not active.\" She claimed that the police were not checking the voters. \"They are not checking anything. Senior citizen voters are coming here, but their names have been deleted from the list,\" Madhavi Latha said.</p>\n\n\n\n<p>Earlier in the day, the BJP candidate asked people to come out in large numbers and vote as their decision will take \"the whole nation forward.\"</p>\n\n\n\n<p>\"I want to appeal to my voter brother and sisters, that every vote you cast, will not just take Hyderabad and Telangana, but the whole nation forward. Your vote will give the much-needed change in Hyderabad and Telangana,\" she added.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/fir-filed-against-bjps-madhavi-latha-in-hyderabad%ef%bf%bc/","hasAudio":false,"hasInfographics":false}