{"id":"wp-en-13777","wp_id":13777,"type":"standard","category":"World","language":"en","title":"Arvind Kejriwal gets bail in liquor policy case￼","excerpt":"In a huge relief to Delhi Chief Minister Arvind Kejriwal, a court here on Thursday granted him bail in a money laundering case stemming from the alleged excise scam. Special Judge Niyay Bindu also declined the Enforcement Directorate's prayer to keep in abeyance the bail order for 48 hours to allow the central agency to appeal","author":"Tattva News Team","time":"21/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Kejriwal-bail1.webp","readTime":"5 min read","contentHTML":"\n<p>In a huge relief to Delhi Chief Minister Arvind Kejriwal, a court here on Thursday granted him bail in a money laundering case stemming from the alleged excise scam. Special Judge Niyay Bindu also declined the Enforcement Directorate's prayer to keep in abeyance the bail order for 48 hours to allow the central agency to appeal against it in a superior court.</p>\n\n\n\n<p>The judge ordered Kejriwal's release on a personal bond of Rs 1 lakh. The court, however, imposed certain conditions on the AAP leader before granting him the relief, including that he will not try to hamper the investigation or influence the witnesses.</p>\n\n\n\n<p>The judge also directed Kejriwal to appear before the court whenever required and to cooperate with the investigation. The judge had reserved the order earlier during the day after hearing the Enforcement Directorate (ED), which sought to link Kejriwal to the alleged proceeds of crime and co-accused, and the defence that claimed the prosecution has no evidence to nail the AAP leader.</p>\n\n\n\n<p>“We have faith in the court… Kejriwal ji gets bail… truth wins,” Punjab chief minister and senior AAP leader Bhagwant Mann posted on X in Hindi. AAP MP Sanjay Singh, who is also out on bail in the same case, said the ED's submissions till date were based on lies and asserted that the Kejriwal's release from jail will stregthen democracy.</p>\n\n\n\n<p>\"Arvind Kejriwal coming out of jail at such a time is going to strengthen democracy. This is good news for the people of Delhi...ED's statements till now were based on lies...this is a baseless fake case formed to trap Kejriwal,\" he told ANI.</p>\n\n\n\n<p>Rajya Sabha MP Kapil Sibal congratulated Kejriwal on getting bail, which he said was \"long overdue\". \"Tom the prosecutions standpoint now that elections are over no need to keep him in jail ! The justice delivery system has been unfair !\" Sibal said on X.</p>\n\n\n\n<p>During the hearing, the central financial crime-fighting agency had sought to link Arvind Kejriwal to the alleged proceeds of crime and co-accused, while the defence had claimed the prosecution has no evidence to nail the AAP leader.</p>\n","originalUrl":"https://en.tattvanews.com/national/arvind-kejriwal-gets-bail-in-liquor-policy-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}