{"id":"wp-en-13367","wp_id":13367,"type":"standard","category":"World","language":"en","title":"￼CM would have come clean, rather than being evasive and dodgy, says LG Saxena￼","excerpt":"Amid the inquiry which has been initiated into the Swati Maliwal alleged assault case, Delhi Lt. Governor, VK Saxena on Tuesday said that the 'CM would have come clean, rather than being evasive and dodgy.' He said that he have been deeply distressed over the unfolding media narrative over the last few days on the issue","author":"Tattva News Team","time":"22/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Kejriwal-Swati-1.webp","readTime":"5 min read","contentHTML":"\n<p>Amid the inquiry which has been initiated into the Swati Maliwal alleged assault case, Delhi Lt. Governor, VK Saxena on Tuesday said that the 'CM would have come clean, rather than being evasive and dodgy.'</p>\n\n\n\n<p>He said that he have been deeply distressed over the unfolding media narrative over the last few days on the issue of alleged assault on Swati Maliwal, MP, Aam Admi Party, at the residence of Chief Minister, when she went there to meet him all alone.</p>\n\n\n\n<p>“Yesterday, she called me out of sheer anguish, describing at length her traumatic experience, and the subsequent intimidation and shaming that she is being subjected to by her own colleagues. She also expressed concerns over reported tampering of evidence and coercion against her,\" he said in a media statement.</p>\n\n\n\n<p>He also said that CM Kejriwal should have come clean. \"I would have expected that at least for the sake of propriety, my CM would have come clean, rather than being evasive and dodgy. His deafening silence speaks volumes of his stance on safety of women.\"</p>\n\n\n\n<p>\"Although Ms.Maliwal has been vociferous, hostile and blatantly partisan towards me and my office, often criticising me unjustifiably, yet any physical violence and hounding perpetrated on her are inexcusable and unacceptable”, he said.</p>\n\n\n\n<p>He deplored that it is most disturbing to note that the alleged scene of the crime was the drawing room of the Chief Minister, even while he was present in the house, and the same was carried out by his closest aide on a lady who was alone.</p>\n\n\n\n<p>\"Her fellow member of Rajya Sabha confirmed her narrative in full media glare and assured that the CM would take firm action against the culprit-his aide. Subsequently, a total U-turn was done in the matter, apparently at the behest of the highest functionary. This too is inexplicable and baffling,\" he added.</p>\n\n\n\n<p>Hours after VK Saxena's statement, AAP hit back and said, \"LG's letter proves that Swati Maliwal is working for the BJP and that the party is coming up with new conspiracies every day in the elections including — liquor scam, Swati Maliwal fiasco, or false allegations of foreign funding”.</p>\n\n\n\n<p>It further alleged that the BJP will adopt new tactics every day till the elections because it is losing badly. Now Modi ji's sinking boat is supported by Swati Maliwal and he wants to contest his election through Swati Maliwal, AAP added.</p>\n","originalUrl":"https://en.tattvanews.com/national/%ef%bf%bccm-would-have-come-clean-rather-than-being-evasive-and-dodgy-says-lg-saxena%ef%bf%bc/","hasAudio":false,"hasInfographics":false}