{"id":"wp-en-12820","wp_id":12820,"type":"standard","category":"World","language":"en","title":"Telangana’s Ananya Reddy bags 3rd rank in UPSC exam￼","excerpt":"Donuru Ananya Reddy from Mahabubnagar district has come out with flying colours clinching third rank in the Civil Services Examination 2023 results, which were announced by the Union Public Service Commission (UPSC) on Tuesday. She achieved this feat in her first attempt itself. Among the top achievers, Aditya Srivatsava clinched the coveted first rank, followed","author":"Tattva News Team","time":"17/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Ananya2.webp","readTime":"5 min read","contentHTML":"\n<p>Donuru Ananya Reddy from Mahabubnagar district has come out with flying colours clinching third rank in the Civil Services Examination 2023 results, which were announced by the Union Public Service Commission (UPSC) on Tuesday. She achieved this feat in her first attempt itself.</p>\n\n\n\n<p>Among the top achievers, Aditya Srivatsava clinched the coveted first rank, followed by Animesh Pradhan at second place and Donuru Ananya Reddy securing the third spot. Notably, two individuals hailing from Warangal emerged successful in this year's UPSC results.</p>\n\n\n\n<p>Telugu states celebrated a remarkable success story, with a significant number of candidates from the region achieving commendable ranks in the examination. With an estimated count of approximately 50 Telugu candidates among the selected 1,016 aspirants, the Telugu-speaking states showcased their excellence in the fiercely competitive Civil Services examination.<br><br>Several candidates from Telugu states attained notable ranks, including Donuru Ananya Reddy securing the third position, Mulhu Kaushik at the 22nd rank, Nandala Sai Kiran at 27th, and a diverse array of successful candidates achieving impressive rankings ranging from 82nd to 995th place.</p>\n\n\n\n<p>Furthermore, the district of Warangal witnessed three individuals making their mark in the UPSC results. Jayasimha Reddy, from Warangal city, excelled with an impressive 103rd rank, signaling a promising future potentially as an IAS officer. Sayimpu Kiran, hailing from Geesukonda mandal, secured the 568th rank, with prospects of joining the IPS or IRS services. Additionally, Kota Anil Kumar from Shivanagar achieved the 764th rank, positioning himself as a potential candidate for the IRS cadre.</p>\n\n\n\n<p>Ananya Reddy said except for coaching for Anthropology optional in Hyderabad she had self prepared for the examination. “After the interview, I expected to be in the final selection list but not the third rank,” said an elated Ananya Reddy, who graduated with Geography from Miranda House, a constituent college of the  Delhi University.</p>\n\n\n\n<p>On her preparation, Ananya Reddy said she went with her own strategy and studied about 12 to 14 hours a day before the exam. “Since my childhood I always wanted to serve the society. So, I took up civil services. In fact, I am first in my family to get into civil services,” said Ananya Reddy, whose father is a self-employed and mother, a homemaker.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/telanganas-ananya-reddy-bags-3rd-rank-in-upsc-exam%ef%bf%bc/","hasAudio":false,"hasInfographics":false}