{"id":"wp-en-14324","wp_id":14324,"type":"standard","category":"World","language":"en","title":"President appoints 6 new Governors, Jishnu Dev Varma for Telangana ￼","excerpt":"Former Deputy Chief Minister of Tripura Jishnu Dev Varma was appointed as Governor of Telangana by President Droupadi Murmu. He will replace the present  in-charge Governor CP Radhakrishnan. Jishnudev was born on August 15, 1957 and belongs to the royal family. He has a wife and two sons. Joined BJP in early 1990s and participated in Ayodhya Ram","author":"Tattva News Team","time":"28/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Verma.webp","readTime":"5 min read","contentHTML":"\n<p>Former Deputy Chief Minister of Tripura Jishnu Dev Varma was appointed as Governor of Telangana by President Droupadi Murmu. He will replace the present  in-charge Governor CP Radhakrishnan. Jishnudev was born on August 15, 1957 and belongs to the royal family.</p>\n\n\n\n<p>He has a wife and two sons. Joined BJP in early 1990s and participated in Ayodhya Ram Janmabhoomi movement. Between 2018-23 he served as Deputy Chief Minister and President of Tripura Badminton Association.</p>\n\n\n\n<p>Meanwhile, President Murmu has appointed Governors in various states including Assam, Punjab and Jharkhand. Lakshman Prasad Acharya has been made the governor of Assam with the additional charge of Manipur.  Anusuiya Uikye has been serving as the governor of Manipur since February last year.</p>\n\n\n\n<p>Gulab Chand Kataria has replaced Banwarilal Purohit as the governor of Punjab.  Acharya has replaced Kataria, who has also been appointed the administrator of the Union Territory of Chandigarh.  The President has accepted the resignation of Purohit as the governor of Punjab and the administrator of Chandigarh.</p>\n\n\n\n<p>Veteran BJP leader Om Prakash Mathur will be the new governor of Sikkim, the communique said. Jharkhand Governor C P Radhakrishnan, who was also holding additional charge of Telangana, has been appointed as the new governor of Maharashtra, succeeding incumbent Ramesh Bais.</p>\n\n\n\n<p>Former Union Labour and Employment Minister Santosh Kumar Gangwar will be the new Jharkhand governor in place of Radhakrishnan.</p>\n\n\n\n<p>Former IAS officer K Kailashnathan, one of the trusted aides of Prime Minister Narendra Modi, has been appointed as Lt Governor of Puducherry. Kailashnathan, chief principal secretary to Gujarat Chief Minister Bhupendra Patel, stepped down on June 30 after holding the post for more than a decade after his retirement.</p>\n\n\n\n<p>Senior BJP leader from Maharashtra Haribhau Kisanrao Bagde has been appointed the governor of Rajasthan, succeeding Kalraj Mishra. Former Lok Sabha member from Assam Ramen Deka has been appointed as the Governor of Chhattisgarh, and C H Vijayashankar, the former Lok Sabha member from Mysore in Karnataka, will be Meghalaya governor.</p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>List of appointments</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>Haribhau Kisanrao Bagde appointed as Governor of Rajasthan. </li><li>Jishnu Dev Varma appointed as Governor of Telangana. </li><li>Om Prakash Mathur appointed as Governor of Sikkim. </li><li>Santosh Kumar Gangwar appointed as Governor of Jharkhand. </li><li>Ramen Deka appointed as Governor of Chhattisgarh. </li><li>C H Vijayashankar appointed as Governor of Meghalaya. </li><li>C.P. Radhakrishnan, Governor of Jharkhand with Additional Charge of Telangana, appointed as Governor of Maharashtra. </li><li>Gulab Chand Kataria, Governor of Assam, appointed as Governor of Punjab and has also been appointed as Administrator of the Union Territory of Chandigarh.</li><li>Lakshman Prasad Acharya, Governor of Sikkim, appointed as Governor of Assam and has also been given additional charge of the Governor of Manipur.</li></ul>\n","originalUrl":"https://en.tattvanews.com/national/president-appoints-6-new-governors-jishnu-dev-varma-for-telangana-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}