{"id":"wp-en-14933","wp_id":14933,"type":"standard","category":"World","language":"en","title":"Port Blair, Andaman and Nicobar capital, renamed as Sri Vijaya Puram","excerpt":"The government on Friday renamed Port Blair, the capital of Andaman and Nicobar Islands, as Sri Vijaya Puram. Union Home Minister Amit Shah made the announcement. \"Inspired by the vision of PM @narendramodi Ji, to free the nation from the colonial imprints, today we have decided to rename Port Blair as \"Sri Vijaya Puram.\" While the","author":"Tattva News Team","time":"14/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Port-Blair.jpg","readTime":"5 min read","contentHTML":"\n<p>The government on Friday renamed Port Blair, the capital of Andaman and Nicobar Islands, as Sri Vijaya Puram. Union Home Minister Amit Shah made the announcement.</p>\n\n\n\n<p>\"Inspired by the vision of PM @narendramodi Ji, to free the nation from the colonial imprints, today we have decided to rename Port Blair as \"Sri Vijaya Puram.\" While the earlier name had a colonial legacy, Sri Vijaya Puram symbolises the victory achieved in our freedom struggle and the A&N Islands' unique role in the same,\" said Shah.</p>\n\n\n\n<p>In a post on X (formerly Twitter), Amit Shah said the decision was taken to shed “colonial imprints”. “Inspired by the vision of PM Narendra Modi to free the nation from the colonial imprints, today we have decided to rename Port Blair as Sri Vijaya Puram,” he said.</p>\n\n\n\n<p>The home minister said while the earlier name had a colonial legacy, Sri Vijaya Puram symbolises the victory achieved in India’s freedom struggle and the Andaman and Nicobar Islands’ unique role in it. He said Andaman & Nicobar Islands have an unparalleled place in India’s freedom struggle and history.</p>\n\n\n\n<p>\"The island territory that once served as the naval base of the Chola Empire is today poised to be the critical base for our strategic and development aspirations. It is also the place that hosted the first unfurling of our Tiranga by Netaji Subhash Chandra Bose Ji and also the cellular jail in which Veer Savarkar Ji and other freedom fighters struggled for an independent nation,\" Shah said.</p>\n","originalUrl":"https://en.tattvanews.com/national/port-blair-andaman-and-nicobar-capital-renamed-as-sri-vijaya-puram/","hasAudio":false,"hasInfographics":false}