{"id":"wp-te-20616","wp_id":20616,"type":"standard","category":"World","language":"te","title":"మోదీకి ఫోన్ చేసిన బంగ్లా సారథి యూనస్","excerpt":"బంగ్లాదేశ్‌లో మైనారిటీలు, హిందువులపై జరుగుతున్న దాడులపై భారత్ సహా అంతర్జాతీయ సమాజం నుంచి ఆందోళనలు వ్యక్తమవుతున్న నేపథ్యంలో ఆ దేశ తాత్కాలిక ప్రభుత్వ సారథి మహమ్మద్ యూనస్ భారత ప్రధానమంత్రి నరేంద్ర మోదీకి ఫోన్ చేశారు. బంగ్లాదేశ్‌లో నెలకొన్న పరిస్థితిపై పరస్పరం సంభాషించుకున్నారు. సామాజిక మాధ్యమం 'ఎక్స్'లో ఆ విషయాన్ని మోదీ వెల్లడించారు. \"బంగ్లాదేశ్ ప్రభుత్వ చీఫ్ అడ్వయిజర్ ప్రొఫెసర్ మమహ్మద్ యూనస్ నుంచి ఫోన్‌కాల్ వచ్చింది. అక్కడి పరిస్థితిపై ఇద్దరూ మాట్లాడుకున్నాం. ప్రజాస్వామిక, సుస్థిర, శాంతియుత,","author":"Tattva News Team","time":"17/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Modi-Yunus.jpg","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్‌లో మైనారిటీలు, హిందువులపై జరుగుతున్న దాడులపై భారత్ సహా అంతర్జాతీయ సమాజం నుంచి ఆందోళనలు వ్యక్తమవుతున్న నేపథ్యంలో ఆ దేశ తాత్కాలిక ప్రభుత్వ సారథి మహమ్మద్ యూనస్ భారత ప్రధానమంత్రి నరేంద్ర మోదీకి ఫోన్ చేశారు. బంగ్లాదేశ్‌లో నెలకొన్న పరిస్థితిపై పరస్పరం సంభాషించుకున్నారు. సామాజిక మాధ్యమం 'ఎక్స్'లో ఆ విషయాన్ని మోదీ వెల్లడించారు.</p>\n\n\n\n<p>\"బంగ్లాదేశ్ ప్రభుత్వ చీఫ్ అడ్వయిజర్ ప్రొఫెసర్ మమహ్మద్ యూనస్ నుంచి ఫోన్‌కాల్ వచ్చింది. అక్కడి పరిస్థితిపై ఇద్దరూ మాట్లాడుకున్నాం. ప్రజాస్వామిక, సుస్థిర, శాంతియుత, ప్రగతశీల బంగ్లాదే‌శ్‌కు భారత్ మద్దతుగా ఉంటుందని పునరుద్ఘాటించాను. బంగ్లాలోని హిందువులు, మైనారిటీలకు భద్రత కల్పిస్తామని ఆయన హామీ ఇచ్చారు\" అని మోదీ ఆ ట్వీట్‌లో పేర్కొన్నారు. </p>\n\n\n\n<p>బంగ్లాదేశ్‌లో షేక్ హసీనా ప్రభుత్వం పడిపోవడానికి దారితీసిన అల్లర్లు, హింసాత్మక ఘటనలు, మైనారిటీ ఆస్తులపై దాడుల నేపథ్యంలో యూనుస్, మోదీ ఫోనులో సంభాషించుకోవడం ఇదే మొదటిసారి.  బంగ్లా తాత్కాలిక ప్రభుత్వ చీఫ్ అడ్వాజయిర్‌గా ప్రమాణస్వీకారం చేసిన సందర్భంంగా 84 ఏళ్ల నోబెల్ గ్రహీత యూనస్‌కు ప్రధాని ఇటీవల అభినందనలు తెలిపారు.</p>\n\n\n\n<p>మైనరిటీలు, ముఖ్యంగా హిందువులపై దాడుల ఘటనలు పెరగడంపై ఈ సందర్భంగా మోదీ ఆందోళన తెలియజేశారు. గురువారంనాడు భారత స్వాతంత్ర్య దినోత్సవం సందర్భంగా ఎర్రకోటపై జాతీయ జెండాను ఆవిష్కరించిన అనంతరం చేసిన ప్రసంగంంలో కూడా బంగ్లా అంశాన్ని మోదీ ప్రస్తావించారు.</p>\n\n\n\n<p>బంగ్లాలో మైనారిటీలైన హిందువుల భద్రత విషయంలో 140 కోట్ల మంది భారతీయులు ఆందోళనలో ఉన్నారని, బంగ్లా శ్రేయస్సును నిరంతరం ఆశించే భారత్ అక్కడ పరిస్థితితులు సాధారణ స్థితికి వస్తాయని ఆశిస్తోందని చెప్పారు. బంగ్లాలో మైనారిటీలు, హిందువులు సురక్షితంగా ఉండాలని కోరుకుంటోందని తెలిపారు. </p>\n\n\n\n<p>యూనస్ సైతం ఇటీవల ఢాకాలో హిందూ దేవాలయాన్ని సందర్శించి అక్కడి హిందూ మత పెద్దలను కలుసుకున్నారు. మతమేదైనా మానవులంతా ఒక్కటేనని, హక్కులు అందరికీ సమానమేనని, ప్రజలంతా సంయమనం పాటించాలని పిలుపునిచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/20616/17/08/2024/","hasAudio":false,"hasInfographics":false}