{"id":"wp-en-14552","wp_id":14552,"type":"standard","category":"World","language":"en","title":"PM Modi calls for secular civil code in his Independence Day address ￼","excerpt":"Prime Minister Narendra Modi on Thursday said a \"secular civil code\" is the need of the hour as the existing set of laws as \"communal civil code\" and discriminatory. In his Independence Day address from the ramparts of the Red Fort, Modi said, \"A large section of the country believes, which is true also, that the","author":"Tattva News Team","time":"15/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Thursday said a \"secular civil code\" is the need of the hour as the existing set of laws as \"communal civil code\" and discriminatory. In his Independence Day address from the ramparts of the Red Fort, Modi said, \"A large section of the country believes, which is true also, that the civil code is actually in a way is a communal civil code. It discriminates (among people).\"</p>\n\n\n\n<p>He said laws which divide the country on communal lines and become a reason for inequality have no place in a modern society. \"I would say, it is the need of the hour that India should have a secular civil code. We have lived 75 years with a communal civil code. Now, we have to move towards a secular civil code. Only then would religion-based discrimination end. It would also end the disconnect the common people feel,\" he said.</p>\n\n\n\n<p>The prime minster noted that the Supreme Court has given various directions in this regard. The spirit of the Constitution also encourages such a code, he said, referring to Article 44 under the Directive Principles of State Policy.</p>\n\n\n\n<p>It states that it is the duty of the State to secure for the citizens a Uniform Civil Code throughout the territory of India. \"It is our responsibility to fulfil the dream of the makers of our Constitution. I believe there should be a serious discussion on the subject,\" he said.</p>\n\n\n\n<p>Uttarakhand came out with its own uniform civil code recently. The government had referred the issue of a common code to the Law Commission which last year began fresh public consultations on the issue. A uniform civil code in India has been a key agenda of successive BJP manifestos.</p>\n\n\n\n<p>Modi stressed the government's resolve to make the country a developed nation by 2047. Stating that India was capable of making India a developed nation by 2047 with our resolve, he said: \"If 40 crore people can break shackles of slavery to gain freedom, just imagine what can be achieved by the resolve of 140 crore people.\"</p>\n\n\n\n<p>He said the government had invited suggestions from countrymen for Viksit Bharat 2047 and the feedback reflects the dreams and aspirations of our citizens. \"Some people suggested making India the skill capital, others said India should be made a manufacturing hub and the country must become self-reliant. Reforms in governance and justice system, creation of greenfield cities, capacity building, India’s own space station - these are the aspirations of the citizens,\" he said, adding that the big dreams of the citizens \"take our self-confidence to newer heights and we become more resolute.\"</p>\n\n\n\n<p>Hailing women power, the Prime Minister said over 10 crore women joined self-help groups over the last decade, becoming financially independent. \"When women become financially independent they become part of the decision-making system in a household leading to social change. Till now, 9 lakh crores have been given to self-help groups in the country,\" he said.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-calls-for-secular-civil-code-in-his-independence-day-address-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}