{"id":"wp-en-14755","wp_id":14755,"type":"standard","category":"World","language":"en","title":"Assam passes bill mandating registration of Muslim marriages, divorces","excerpt":"The Assam Assembly on Thursday passed a bill that makes the registration of Muslim marriages and divorces compulsory in the state. Chief minister Himanta Biswa Sarma said the bill – Assam Compulsory Registration of Muslim Marriages and Divorces Bill, 2024 – aims at improving the quality of life for young girls. The Assam Compulsory Registration","author":"Tattva News Team","time":"30/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/01/Assam-CM.jpeg","readTime":"5 min read","contentHTML":"\n<p>The Assam Assembly on Thursday passed a bill that makes the registration of Muslim marriages and divorces compulsory in the state. Chief minister Himanta Biswa Sarma said the bill – Assam Compulsory Registration of Muslim Marriages and Divorces Bill, 2024 – aims at improving the quality of life for young girls.</p>\n\n\n\n<p>The Assam Compulsory Registration of Muslim Marriages and Divorces Bill, 2024 was introduced by Revenue and Disaster Management Minister Jogen Mohan on Tuesday. With the enactment of this new law in Assam, child marriage registrations will be completely banned.</p>\n\n\n\n<p>While replying to queries, Sarma said all earlier registrations of marriages conducted by Kazis will remain valid and only new ones will come under the purview of the legislation.</p>\n\n\n\n<p>\"We are not interfering with the marriages solemnised by Islamic rituals under Muslim Personnel Law at all. Our only condition is that Islam prohibited marriages will not be registered,\" he added.</p>\n\n\n\n<p>According to the new rule implemented in Assam, the registration of all Muslim marriages and divorces with the government is now mandatory. The bill also states that marriage between people not of the legal age (18 years for women and 21 years for men) will not be registered and considered valid.</p>\n\n\n\n<p>The bill is aimed at preventing teenage pregnancy, child marriage, and marriages without the consent of both parties. The bill will also prevent men from deserting their wives after marriage, Mohan said in the state assembly.</p>\n\n\n\n<p>It will help check polygamy, enable married women to claim their right to live in matrimonial house, maintenance, etc, and enable widows to claim their inheritance rights and other benefits and privileges which they are entitled to after the death of their husband.</p>\n","originalUrl":"https://en.tattvanews.com/national/assam-passes-bill-mandating-registration-of-muslim-marriages-divorces/","hasAudio":false,"hasInfographics":false}