{"id":"wp-te-20654","wp_id":20654,"type":"standard","category":"World","language":"te","title":"పెరుగుతున్న జనాభా పట్ల ఇన్ఫోసిస్‌ నారాయణమూర్తి ఆందోళన","excerpt":"దేశంలో పెరుగుతున్న జనాభాపై ఇన్ఫోసిస్‌ సహ వ్యవస్థాపకుడు ఎన్‌ఆర్‌ నారాయణమూర్తి ఆందోళన వ్యక్తం చేశారు. ఎమర్జెన్సీ కాలం నుంచి ఇప్పటి వరకూ జనాభా నియంత్రణపై భారతీయులు శ్రద్ధ చూపలేదడం లేదని విచారం వ్యక్తం చేశారు. దీంతో పెరుగుతున్న జనాభా ప్రస్తుతం దేశానికి పెను సవాల్‌గా మారిందని ఆందోళన వ్యక్తం చేశారు ఉత్తరప్రదేశ్‌ రాష్ట్రం ప్రయాగ్‌రాజ్‌లోని మోతీలాల్‌ నెహ్రూ నేషనల్‌ ఇన్‌స్టిట్యూట్‌ ఆఫ్‌ టెక్నాలజీ స్నాతకోత్సవానికి నారాయణమూర్తి ముఖ్య అతిథిగా హాజరై మాట్లాడారు. జనాభా, తలసరి భూమి లభ్యత,","author":"Tattva News Team","time":"19/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Narayana.webp","readTime":"5 min read","contentHTML":"\n<p>దేశంలో పెరుగుతున్న జనాభాపై ఇన్ఫోసిస్‌ సహ వ్యవస్థాపకుడు ఎన్‌ఆర్‌ నారాయణమూర్తి ఆందోళన వ్యక్తం చేశారు. ఎమర్జెన్సీ కాలం నుంచి ఇప్పటి వరకూ జనాభా నియంత్రణపై భారతీయులు శ్రద్ధ చూపలేదడం లేదని విచారం వ్యక్తం చేశారు. దీంతో పెరుగుతున్న జనాభా ప్రస్తుతం దేశానికి పెను సవాల్‌గా మారిందని ఆందోళన వ్యక్తం చేశారు</p>\n\n\n\n<p>ఉత్తరప్రదేశ్‌ రాష్ట్రం ప్రయాగ్‌రాజ్‌లోని మోతీలాల్‌ నెహ్రూ నేషనల్‌ ఇన్‌స్టిట్యూట్‌ ఆఫ్‌ టెక్నాలజీ స్నాతకోత్సవానికి నారాయణమూర్తి ముఖ్య అతిథిగా హాజరై మాట్లాడారు. జనాభా, తలసరి భూమి లభ్యత, ఆరోగ్య సంరక్షణ సౌకర్యాలకు సంబంధించి భారతదేశం గణనీయమైన సవాళ్లను ఎదుర్కొంటోందని చెప్పారు.</p>\n\n\n\n<p> ఎమర్జెన్సీ కాలం నుంచి భారతీయులమైన మనం జనాభా నియంత్రణపై తగినంత శ్రద్ధ చూపలేదని, ఇది మన దేశాన్ని అస్థిరపరిచే ప్రమాదం ఉందని ఆందోళన వ్యక్తం చేశారు. మన దేశంతో పోలిస్తే అమెరికా‌, బ్రెజిల్‌, చైనా వంటి దేశాల్లో తలసరి భూమి లభ్యత చాలా ఎక్కువగా ఉందని నారాయణమూర్తి వివరించారు.</p>\n\n\n\n<p>దేశ పురోగతికి దోహదపడడమే నిజమైన వృత్తి నిపుణుడి బాధ్యత అని ఈ సందర్భంగా నారాయణమూర్తి తెలిపారు. ఉన్నత ఆకాంక్షలను కలిగి ఉండటం, పెద్ద కలలు కనడం, ఆ కలలను నెరవేర్చుకోవడం వంటివి మనం చేసే కృషిపై ఆధారపడి ఉంటుందని పేర్కొన్నారు. </p>\n\n\n\n<p>ఒక తరం జీవితాలు బాగుపడాలంటే ఎన్నో త్యాగాలు చేయాలని చెప్పారు. తన ప్రగతి కోసం తల్లిదండ్రులు, తోబుట్టువులు, ఉపాధ్యాయులు అనేక త్యాగాలు చేశారని గుర్తు చేశారు. వారి త్యాగాలు వమ్ముకాలేదని, అందుకు నిదర్శనం తాను ఇక్కడికి ముఖ్య అతిథిగా రావడమేనని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20654/19/08/2024/","hasAudio":false,"hasInfographics":false}