{"id":"wp-en-15448","wp_id":15448,"type":"standard","category":"World","language":"en","title":"Justice Sanjiv Khanna appointed as next CJI￼","excerpt":"The President appointed Justice Sanjiv Khanna as the next Chief Justice of India. He will succeed the incumbent CJI DY Chandrachud whose tenure will come to an end on November 10. The development comes days after CJI Chandrachud recommended the name of the Supreme Court's most senior judge, Justice Khanna, as his successor.  Union Law Minister Arjun","author":"Tattva News Team","time":"25/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Justice-Khanna.jpg","readTime":"5 min read","contentHTML":"\n<p>The President appointed Justice Sanjiv Khanna as the next Chief Justice of India. He will succeed the incumbent CJI DY Chandrachud whose tenure will come to an end on November 10. The development comes days after CJI Chandrachud recommended the name of the Supreme Court's most senior judge, Justice Khanna, as his successor. </p>\n\n\n\n<p>Union Law Minister Arjun Ram Meghwal made the announcement on X on Thursday evening. \"In exercise of the power conferred by the Constitution of India, Hon'ble President, after consultation with Hon'ble Chief Justice of India, is pleased to appoint Shri Justice Sanjiv Khanna, Judge of the Supreme Court of India as Chief Justice of India with effect from 11th November, 2024,\" Meghwal wrote. </p>\n\n\n\n<p>Justice Sanjiv Khanna is expected to serve from November 10, 2024, to May 13, 2025, as the Chief Justice of India. As the seniormost judge in the Supreme Court after the CJI, Justice Khanna has had a notable judicial career since his elevation to the apex court in January 2019.</p>\n\n\n\n<p>His appointment to the Supreme Court stirred controversy, as he bypassed 33 senior judges in both age and experience. However, the issue subsided within a few months of his appointment. Justice Khanna, a nephew of the renowned Justice Hans Raj Khanna, who resigned during the Emergency in protest, has made significant contributions during his judicial tenure.</p>\n\n\n\n<p>Before his Supreme Court appointment, Khanna also served as a judge in the Delhi High Court for 14 years. He is known for his expertise in taxation, commercial laws, and has authored numerous critical judgments over the past two decades.</p>\n\n\n\n<p> Born on May 14, 1960, Khanna earned his law degree from Delhi University and began practising in 1983. Initially starting in Delhi’s district courts, he later shifted to the Delhi High Court and tribunals, working on constitutional law, arbitration, direct taxes, company law, land laws, and environmental law, among other areas.</p>\n","originalUrl":"https://en.tattvanews.com/national/justice-sanjiv-khanna-appointed-as-next-cji%ef%bf%bc/","hasAudio":false,"hasInfographics":false}