{"id":"wp-en-15225","wp_id":15225,"type":"standard","category":"World","language":"en","title":"36 Naxals killed in Chhattisgarh encounter with police￼","excerpt":"In a significant development in Chhattisgarh, 36 Naxals were killed in an encounter with police forces on Friday. The clash took place in a remote area known for Naxalite activity. Authorities have reported that the bodies of several insurgents have been recovered, along with a substantial cache of automatic weapons. Police officials have stated that they are continuing","author":"Tattva News Team","time":"5/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/09/Maoists.jpg","readTime":"5 min read","contentHTML":"\n<p>In a significant development in Chhattisgarh, 36 Naxals were killed in an encounter with police forces on Friday. The clash took place in a remote area known for Naxalite activity. Authorities have reported that the bodies of several insurgents have been recovered, along with a substantial cache of automatic weapons.</p>\n\n\n\n<p>Police officials have stated that they are continuing operations to ensure the area is secure and to gather further intelligence on any remaining Naxalite presence.</p>\n\n\n\n<p>More details regarding the circumstances of the encounter and the identities of the deceased Naxals are expected as the investigation unfolds. This incident underscores the ongoing efforts by law enforcement agencies to tackle extremist groups operating in the state.</p>\n\n\n\n<p>Earlier, on Wednesday, Indian security forces destroyed a temporary Maoist camp and seized a large cache of arms, ammunition, and explosives in the Sukma district. The encounter occurred near the Chintawagu River, in the Chintagufa police station area, where the Maoists had set up an improvised base.</p>\n\n\n\n<p>The security forces, part of a joint operation, launched an assault on the camp, leading to a brief but intense firefight. Authorities confirmed that the Maoist camp was completely destroyed, and a substantial quantity of explosives and materials were recovered from the site.</p>\n\n\n\n<p>In another significant development, security forces in the neighboring Bijapur district recently arrested seven Maoist rebels involved in various insurgency-related activities. The arrests were made as part of an ongoing anti-Naxal campaign, which has seen an intensification of operations in the region. The arrests took place on September 29, following a routine patrolling mission by the District Force in the Nelonaar and Mirtur police station areas.</p>\n\n\n\n<p>Chhattisgarh, particularly its Bastar division, has been a hotbed of Maoist activity for many years, with the insurgents often targeting security forces and civilians alike. The state's ongoing counterinsurgency efforts are being bolstered by the increasing coordination between local police forces, paramilitary units, and other security agencies.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/36-naxals-killed-in-chhattisgarh-encounter-with-police%ef%bf%bc/","hasAudio":false,"hasInfographics":false}