{"id":"wp-te-19292","wp_id":19292,"type":"standard","category":"World","language":"te","title":"ఓట్ల లెక్కింపు ప్రక్రియ రేపే","excerpt":"లోక్‌సభ 2024 ఎన్నికల ఏడో దశ పోలింగ్ శనివారం ముగిసింది. ఓట్ల లెక్కింపు ప్రక్రియ జూన్ 4న జరగనుంది. వీటి ఫలితాల కోసం పౌరులతోపాటు రాజకీయ పార్టీల నేతలు కూడా ఆసక్తిగా ఎదురుచూస్తున్నారు. ఈ క్రమంలో ఓట్ల లెక్కింపునకు ఇప్పుడు సన్నాహాలు ఊపందుకున్నాయి. ఈవీఎంలు ఉంచిన కేంద్రాల వద్ద కట్టుదిట్టమైన భద్రత ఏర్పాట్లు చేశారు. దేశవ్యాప్తంగా 543 లోక్‌సభ స్థానాలకు ఏడు దశల్లో పోలింగ్‌ పూర్తయింది. దీంతో పాటు పలు రాష్ట్రాల్లో అసెంబ్లీ ఎన్నికలు కూడా జరిగాయి.","author":"Tattva News Team","time":"2/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/counting.jpg","readTime":"5 min read","contentHTML":"\n<p>లోక్‌సభ 2024 ఎన్నికల ఏడో దశ పోలింగ్ శనివారం ముగిసింది. ఓట్ల లెక్కింపు ప్రక్రియ జూన్ 4న జరగనుంది. వీటి ఫలితాల కోసం పౌరులతోపాటు రాజకీయ పార్టీల నేతలు కూడా ఆసక్తిగా ఎదురుచూస్తున్నారు. ఈ క్రమంలో ఓట్ల లెక్కింపునకు ఇప్పుడు సన్నాహాలు ఊపందుకున్నాయి. ఈవీఎంలు ఉంచిన కేంద్రాల వద్ద కట్టుదిట్టమైన భద్రత ఏర్పాట్లు చేశారు.</p>\n\n\n\n<p>దేశవ్యాప్తంగా 543 లోక్‌సభ స్థానాలకు ఏడు దశల్లో పోలింగ్‌ పూర్తయింది. దీంతో పాటు పలు రాష్ట్రాల్లో అసెంబ్లీ ఎన్నికలు కూడా జరిగాయి. ఇప్పుడు అభ్యర్థుల రాజకీయ భవిష్యత్తు ఈవీఎంలలో నిక్షిప్తమైంది. అయితే ఈ ఓట్ల లెక్కింపు ప్రక్రియ జూన్ 4న ఉదయం 8 గంటలకు ప్రారంభమవుతుందని ఎన్నికల సంఘం తెలిపింది. కానీ ఆదివారం (జూన్ 2న) ఉదయం 6 గంటలకు లోక్‌సభ ఎన్నికలతో పాటు సిక్కిం, అరుణాచల్ ప్రదేశ్ అసెంబ్లీ ఎన్నికల ఓట్ల లెక్కింపు ప్రక్రియ ప్రారంభమైంది.</p>\n\n\n\n<p>చీఫ్ ఎలక్షన్ కమిషనర్ రాజీవ్ కుమార్, ఎన్నికల కమిషనర్లు జ్ఞానేష్ కుమార్, సుఖ్‌బీర్ సింగ్ సంధుతో కలిసి ఓట్ల లెక్కింపు సన్నాహాలను అన్ని ప్రధాన ఎన్నికల అధికారులు, రిటర్నింగ్ అధికారులతో సమీక్షించారు. ఓట్ల లెక్కింపు ఫలితాలు కమిషన్ వెబ్‌సైట్‌తో పాటు ఓటర్ హెల్ప్‌లైన్ యాప్ iOS,  ఆండ్రాయిడ్  మొబైల్ యాప్‌లలో అందుబాటులో ఉంటాయని ఎన్నికల సంఘం తెలిపింది. ఓటర్ హెల్ప్‌లైన్ యాప్‌ను గూగుల్ ప్లే స్టోర్ లేదా యాపిల్ ప్లే స్టోర్ నుంచి డౌన్‌లోడ్ చేసుకోవచ్చని సూచించారు.</p>\n\n\n\n<p>వినియోగదారులు ఓటర్ హెల్ప్‌లైన్ యాప్ నుంచి నియోజకవర్గాల వారీగా లేదా రాష్ట్రాల వారీగా ఫలితాలను అలాగే విజేత లేదా లీడింగ్ లేదా వెనుకబడిన అభ్యర్థుల వివరాలను తెలుసుకోవడానికి ఫిల్టర్‌లను ఉపయోగించవచ్చని స్పష్టం చేశారు. ఈ క్రమంలో రిటర్నింగ్ అధికారులు, కౌంటింగ్ ఏజెంట్ల కోసం కమిషన్ ఓ బుక్‌లెట్‌ను విడుదల చేసింది. కౌంటింగ్ ఏర్పాట్లు, కౌంటింగ్ ప్రక్రియ కోసం కమిషన్ సూచనలు ఇప్పటికే ఎన్నికల సంఘం వెబ్ సైట్ లో అందుబాటులో ఉన్నాయి.</p>\n\n\n\n<p>శనివారం జరిగిన చివరి విడతలో 61.63 శాతం పోలింగ్‌ నమోదైందని ఎన్నికల సంఘం (ఈసీ) ప్రకటించింది. చివరి విడతలో దేశవ్యాప్తంగా 57 లోక్‌సభ స్థానాలకు ఎన్నికలు జరిగాయి. వీటిలో యూపీలో 13 స్థానాలు, బిహార్‌లో 8, పంజాబ్‌లో 13, పశ్చిమబెంగాల్‌లో 9, ఒడిశాలో 6, హిమచల్‌ప్రదేశ్‌లో 4, జార్ఖండ్‌లో 3, చంఢీగడ్‌లో ఒక స్థానం ఉన్నాయి. ఒడిశాలోని 42 అసెంబ్లీ స్థానాలకు కూడా చివరిదశలోనే ఎన్నికలు జరిగాయి. </p>\n\n\n\n<p>బిహార్‌లో 51.92 శాతం, చండీగఢ్‌లో 67.9 శాతం, హిమాచల్‌ ప్రదేశ్‌లో 69.67 శాతం, జార్ఖండ్‌లో 70.66 శాతం, ఒడిశాలో 70.67 శాతం, పంజాబ్‌లో 58.33 శాతం, యూపీలో 55.59 శాతం, పశ్చిమబెంగాల్‌లో 73.36 శాతం పోలింగ్‌ జరిగినట్లు ఈసీ తెలిపింది. ఆంధ్రప్రదేశ్‌, ఒడిశా, సిక్కిం, అరుణాచల్‌ప్రదేశ్‌ రాష్ట్రాల్లో లోక్‌సభ స్థానాలతో పాటే అసెంబ్లీకి కూడా ఎన్నికలు జరిగాయి. </p>\n\n\n\n<p>కాగా, పోలింగ్‌ ప్రకియ్రను విజయవంతంగా పూర్తి చేసినందుకు ఓటర్లు, పోలింగ్‌ సిబ్బంది, భద్రతా బలగాలు, వలంటీర్లు, రైల్వేకు ఈసీ కృతజ్ఞతలు తెలిపింది. ‘భారతీయ ప్రజాస్వామ్యం, భారత ఎన్నికలు మరోసారి మ్యాజిక్‌ చేశాయి. కులం, మతం, సామాజిక, ఆర్థిక, విద్యా నేపథ్యాలకు అతీతంగా భారతీయ ఓటర్లు తమ గొప్పదనాన్ని మరోసారి చాటుకున్నారు’ అని ఈసీ పేర్కొంది. లోక్‌సభ ఎన్నికల పోలింగ్‌ ఏప్రిల్‌ 19న జరిగిన తొలిదశతో ప్రారంభమైంది. </p>\n","originalUrl":"https://tattvanews.com/19292/02/06/2024/","hasAudio":false,"hasInfographics":false}