{"id":"wp-te-20872","wp_id":20872,"type":"standard","category":"World","language":"te","title":"విజయవాడలో ఒకేరోజు 29 సెంటిమీటర్ల వర్షపాతం","excerpt":"బంగాళాఖాతంలో ఏర్పడిన అల్పపీడనం వాయుగుండంగా మారి రెండు తెలుగు రాష్ట్రాలను వర్షాలతో ముంచెత్తుతోంది. వర్షాల ధాటికి నదులు, వాగులు, వంకల పొంగిపొర్లుతున్నాయి. ఇళ్లల్లోకి వరదనీరు చేరి ప్రజలు నానావస్థలు పడుతున్నారు. పంటలు నీట ముగిని తీవ్రనష్టం వాటిల్లడంతో రైతులు తీవ్ర ఆవేదన వ్యక్తం చేస్తున్నారు.  శనివారం అర్ధరాత్రి 12:30నుంచి 2:30 మధ్య వాయుగుండం తీరం దాటింది. క్రమంగా బలహీనపడుతూ వాయువ్య దిశగా దక్షిణ ఒడిశా, ఛత్తీస్‌గఢ్, తెలంగాణ మీదుగా వాయుగుండం పయనిస్తోంది. ఆంధ్రప్రదేశ్‌లో కొంతవరకు వర్షాలు తగ్గుముఖం","author":"Tattva News Team","time":"1/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Vij-rain.jpeg","readTime":"5 min read","contentHTML":"\n<p>బంగాళాఖాతంలో ఏర్పడిన అల్పపీడనం వాయుగుండంగా మారి రెండు తెలుగు రాష్ట్రాలను వర్షాలతో ముంచెత్తుతోంది. వర్షాల ధాటికి నదులు, వాగులు, వంకల పొంగిపొర్లుతున్నాయి. ఇళ్లల్లోకి వరదనీరు చేరి ప్రజలు నానావస్థలు పడుతున్నారు. పంటలు నీట ముగిని తీవ్రనష్టం వాటిల్లడంతో రైతులు తీవ్ర ఆవేదన వ్యక్తం చేస్తున్నారు. </p>\n\n\n\n<p>శనివారం అర్ధరాత్రి 12:30నుంచి 2:30 మధ్య వాయుగుండం తీరం దాటింది. క్రమంగా బలహీనపడుతూ వాయువ్య దిశగా దక్షిణ ఒడిశా, ఛత్తీస్‌గఢ్, తెలంగాణ మీదుగా వాయుగుండం పయనిస్తోంది. ఆంధ్రప్రదేశ్‌లో కొంతవరకు వర్షాలు తగ్గుముఖం పడతాయని, చాలా చోట్ల చెదురు మదురు వర్షాలు కురిసే అవకాశం ఉందని వాతావరణ శాఖ తెలిపింది. మరోవైపు తెలంగాణలో భారీ నుంచి అతి భారీ వర్షాలు కురుస్తాయని తెలిపింది. </p>\n\n\n\n<p>విజయవాడ నగరంలో రికార్డు స్థాయిలో చరిత్రలో ఎన్నడూ లేనంతగా ఒకేరోజు 29 సెంటి మీటర్ల వర్షపాతం నమోదైంది. శుక్రవారం నుంచి విజయవాడలో కుండపోత వర్షం కురుస్తూనే ఉంది. అనేక కాలనీల్లో నాలుగు అడుగుల మేర నీరు నిలిచింది. ఆటోనగర్ నుంచి బెంజి సర్కిల్‌ వరకు వర్షపు నీరు నిలిచి ఉంది. దీంతో వాహనాల రాకపోకలకు తీవ్ర అంతరాయం ఏర్పడింది. ఆదివారం కూడా బెజవాడలో భారీ వర్షాలు కురుస్తున్నాయి. దీంతో బెజవాడ గజగజ వణికిపోతోంది.</p>\n\n\n\n<p>కేవలం విజయవాడ నగరమే కాదు.. ఉమ్మడి కృష్ణా, గుంటూరు, పశ్చిమ గోదావరి జిల్లాల్లోని పల్లెలు, పట్టణాలు చిగురుటాకుల్లా వణికిపోతున్నాయి. ఏలూరు నగరంలోని అనేక కాలనీలు నీట మునిగాయి. ఎక్కడ చూసినా వర్షపు నీరే కనిపిస్తోంది. ఇక విజయవాడ, గుంటూరు నగరాల గురించి ప్రత్యేకంగా చెప్పాల్సిన పనిలేదు. ఎక్కడ చూసినా నాలుగైదు అడుగుల మేర నీరు నిలిచింది. </p>\n\n\n\n<p>విజయవాడ, గుంటూరు నగరాల్లో అనేక కాలనీలు వర్షపు నీటిలోనే నానుతున్నాయి. అపార్ట్‌మెంట్ల సెల్లార్లలోకి వర్షపు నీరు చేరి.. కనీసం కాలు బయటపెట్టలేని పరిస్థితి నెలకొంది. విజయవాడలోని మొఘల్రాజపురం వద్ద విరిగిన కొండచరియల వద్ద శిథిలాలను అధికారులు తొలగిస్తున్నారు. శిథిలాల తొలగింపునకు ప్రభుత్వం భారీ క్రేన్లను తెప్పిస్తున్నారు. </p>\n\n\n\n<p>పడిపోయిన కొండరాళ్లను డ్రిల్లింగ్ చేసి.. శిథిలాల తొలగింపు ప్రక్రియను కొనసాగిస్తున్నారు. శనివారం కొండచరియలు విరిగిపడి ఐదుగురు మృతిచెందారు. ఈ నేపథ్యంలో అధికారులు అలెర్ట్ అయ్యారు. కొండ చుట్టుపక్కల ప్రాంతాల ప్రజలను సురక్షిత ప్రాంతాలకు తరలిస్తున్నారు. మృతుల కుటుంబాలకు ప్రభుత్వం రూ.5లక్షల పరిహారం ప్రకటించింది.</p>\n\n\n\n<p>గుంటూరు జిల్లా పెదకాకాని మండలంలో విషాదం జరిగింది. భారీ వర్షం, వరదలో కారు కొట్టుకుపోయింది. ఈ ఘటనలో ముగ్గురు మృతి చెందారు. ఉప్పలపాడు- గోళ్లమూడి మధ్య వరద ఉధృతికి కారు కాల్వలో కొట్టుకుపోయింది. కారులో ప్రయాణిస్తున్న ముగ్గురు ప్రయాణికులు మృతి చెందారు. మృతులు ఎన్‌ రాఘవేంద్ర, పసుపులేటి సందీప్‌, కోడూరి మాన్విత్‌గా గుర్తించారు. ఈ ఘటనపై విద్యాశాఖ మంత్రి నారా లోకేష్ తీవ్ర విచారం వ్యక్తం చేశారు. అత్యవసరం అయితేనే ప్రజలు బయటకు రావాలని పోలీసులు సూచిస్తున్నారు.</p>\n\n\n\n<p>భారీ వర్షాల నేపథ్యంలో.. విజయవాడ డివిజన్‌లో పలు రైళ్లు రద్దయ్యాయి. వర్షాల కారణంగా రైళ్లను రద్దు చేసినట్టు దక్షిణ మధ్య రైల్వే అధికారులు వెల్లడించారు. కాజీపేట- విజయవాడ మధ్య రైల్వే ట్రాక్ కొట్టుకుపోయింది. మహబూబాబాద్ జిల్లా కేసముద్రం సమీపంలో వరద ధాటికి ట్రాక్ దెబ్బతింది. దీంతో రైళ్ల రాకపోకలకు తీవ్ర అంతరాయం ఏర్పడింది. అటు వందలాది బస్సులు వరద నీటిలో నానుతూనే ఉన్నాయి. విజయవాడ బస్టాండ్ సమీపంలో రైల్వే ట్రాక్ కింద బస్సులు నీటిలో చిక్కుకున్నాయి.</p>\n\n\n\n<p>భారీ వర్షాలకు కృష్ణానదికి భారీగా వరదనీరు చేరింది. దీంతో ప్రకాశం బ్యారేజీ వద్ద రెండో ప్రమాద హెచ్చరిక జారీ చేసినట్లు ఆంధ్రప్రదేశ్ రాష్ట్ర విపత్తుల నిర్వహణ సంస్థ మేనేజింగ్ డైరెక్టర్ రోణంకి కూర్మనాథ్ తెలిపారు. ప్రకాశం బ్యారేజీ వద్ద గంటగంటకూ వరద ఉద్ధృతి పెరుగుతోంది. 70గేట్లను అధికారులు పూర్తిగా ఎత్తి 5,66,860 క్యూసెక్కుల వరదనీటిని దిగువకు వదులుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20872/01/09/2024/","hasAudio":false,"hasInfographics":false}