{"id":"wp-en-15215","wp_id":15215,"type":"standard","category":"World","language":"en","title":"'Classical Language' status conferred to Marathi, Pali, Prakrit, Assamese and Bengali￼","excerpt":"In a significant development, the Narendra Modi government on Thursday conferred the status of 'Classical Language' to Marathi, Pali, Prakrit, Assamese and Bengali. Addressing a press conference, Union Minister Ashwini Vaishnaw said, \"PM Modi has always focused on Indian languages. Today, 5 languages such as Marathi, Pali, Prakrit, Assamese and Bengali have been approved as classical","author":"Tattva News Team","time":"4/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-LS.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">In a significant development, the Narendra Modi government on Thursday conferred the status of 'Classical Language' to Marathi, Pali, Prakrit, Assamese and Bengali. Addressing a press conference, Union Minister Ashwini Vaishnaw said, \"PM Modi has always focused on Indian languages. Today, 5 languages such as Marathi, Pali, Prakrit, Assamese and Bengali have been approved as classical languages.</h1>\n\n\n\n<p>\"By now, we had Tamil, Sanskrit, Telugu, Kannada, Malayalam and Odia were the notified classical languages and the Centre is taking steps to conserve and promote the classical languages and to preserve the rich heritage of these languages,\" he said. </p>\n\n\n\n<p>With this new addition, now the total number of languages with Classical Language status will nearly double from six to eleven. The development comes as there was increasing demand for giving Classical language status to some of the languages. This includes Marathi and then Maharashtra Chief Minister Prithviraj Chavan had that time set up a committee of language experts for this purpose in 2014. The committee had said that Marathi met all the criteria to be recognised as a classical language and this report was sent to the Centre.</p>\n\n\n\n<p>Soon after the announcement from the Centre, Assam Chief Minister Himanta Biswa Sarma took to X to thank Prime Minister Narendra Modi and the Union Cabinet for granting Classical Language status to Assamese.</p>\n\n\n\n<p>“On behalf of the people of Assam, I extend my gratitude to Hon’ble Prime Minister Shri @narendramodi Ji and the entire Union Cabinet for the historic decision to accord Assamese the status of Classical Language. Assamese joins a select group of languages to enjoy this status,” Sarma said his post.</p>\n\n\n\n<p>He went on to say: “This exemplifies the unique civilisational roots of Assam that has withstood the test of time. With today’s decision we shall be able to better preserve our beloved mother tongue, that not only unites our society but also forms an unbroken link to the ancient wisdom of Assam’s saints, thinkers, writers and philosophers.”</p>\n\n\n\n<p>Talking about other Union Cabinet decisions, Ashwini Vaishnaw said, \"In a way almost every points that practically relate to farmers' income has been covered under this program of Rs 1,01, 321 crores. It's a very big program having multiple components - many of the components have been approved by the cabinet as separate schemes... If any state brings the DPR of any individual project, that will be approved under this scheme...\"</p>\n\n\n\n<p>He said the biggest decision that was taken in the cabinet meeting relates to increasing farmers' income and ensuring food security to the middle-class people. It has two pillars - 'PM Rashtra Krishi Vikas Yojana' and 'Krishonnati Yojana'...\"</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/classical-language-status-conferred-to-marathi-pali-prakrit-assamese-and-bengali%ef%bf%bc/","hasAudio":false,"hasInfographics":false}