{"id":"wp-en-15056","wp_id":15056,"type":"standard","category":"World","language":"en","title":"India reports first case of Mpox strain￼","excerpt":"A 38-year-old Kerala man, who was last week confirmed to have contracted the monkeypox virus following his return to India from the UAE, is said to be infected with the MPOX clade 1 strain. Significantly, there are two distinct clades of the virus, including clade I (with subclades Ia and Ib) and clade II (with","author":"Tattva News Team","time":"24/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/MPox-1.jpg","readTime":"5 min read","contentHTML":"\n<p>A 38-year-old Kerala man, who was last week confirmed to have contracted the monkeypox virus following his return to India from the UAE, is said to be infected with the MPOX clade 1 strain. Significantly, there are two distinct clades of the virus, including clade I (with subclades Ia and Ib) and clade II (with subclades IIa and IIb).</p>\n\n\n\n<p>However, the WHO earlier in August declared the mpox outbreak a public health emergency of international concern after the surge in the cases were reported in the Democratic Republic of the Congo and other countries due to clades Ia and Ib. </p>\n\n\n\n<p>According to the available information, the person is said to be infected with Clade 1b strain and is presently stable. \"This was the first case of the current strain that led to the World Health Organization declaring Mpox a public health emergency last month for a second time,\" a source said.</p>\n\n\n\n<p>Significantly, the Kerala Health Department earlier last week confirmed the mpox virus detection in a 38-year-old man who had recently returned to India following his visit to the UAE.</p>\n\n\n\n<p>A district health official confirmed that the patient arrived in Kerala a few days ago; however, when reported of being unwell, he was first admitted to a private hospital. \"From there, the patient was then being shifted to the Manjeri Medical College. But after being suspecting that it could be a case of monkeypox, his samples were sent to the Kozhikode Medical College for testing,\" the official added.</p>\n","originalUrl":"https://en.tattvanews.com/others/india-reports-first-case-of-mpox-strain%ef%bf%bc/","hasAudio":false,"hasInfographics":false}