{"id":"wp-te-21077","wp_id":21077,"type":"standard","category":"World","language":"te","title":"ప్రజాపాలన దినోత్సవం విడ్డూరం... బండి సంజయ్","excerpt":"సెప్టెంబర్ 17న తెలంగాణ ప్రజా పాలనా దినోత్సవంగా నిర్వహిస్తున్నట్లు రాష్ట్ర ప్రభుత్వం ప్రకటించడం విడ్డూరంగా ఉందని కేంద్ర మంత్రి, బిజెపి నేత బండి సంజయ్ విమర్శించారు. తెలంగాణలో ఇన్నాళ్లు కొనసాగిన పాలన ప్రజాకంఠక పాలన అని కాంగ్రెస్ అంగీకరించినట్లేనా? అని ప్రశ్నించారు. విదేశాల్లో భారత్ ను కించపర్చేలా వ్యాఖ్యలు చేసిన రాహుల్ గాంధీ కి ఈ దేశంలో ఉండే అర్హత లేదని మండిపడ్డారు.  సిక్కులను ఊచకోత కోసిన చరిత్ర కాంగ్రెస్ సొంతమని, వారి గురించి మాట్లాడే నైతిక","author":"Tattva News Team","time":"13/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Sanjay.jpg","readTime":"5 min read","contentHTML":"\n<p>సెప్టెంబర్ 17న తెలంగాణ ప్రజా పాలనా దినోత్సవంగా నిర్వహిస్తున్నట్లు రాష్ట్ర ప్రభుత్వం ప్రకటించడం విడ్డూరంగా ఉందని కేంద్ర మంత్రి, బిజెపి నేత బండి సంజయ్ విమర్శించారు. తెలంగాణలో ఇన్నాళ్లు కొనసాగిన పాలన ప్రజాకంఠక పాలన అని కాంగ్రెస్ అంగీకరించినట్లేనా? అని ప్రశ్నించారు. విదేశాల్లో భారత్ ను కించపర్చేలా వ్యాఖ్యలు చేసిన రాహుల్ గాంధీ కి ఈ దేశంలో ఉండే అర్హత లేదని మండిపడ్డారు.</p>\n\n\n\n<p> సిక్కులను ఊచకోత కోసిన చరిత్ర కాంగ్రెస్ సొంతమని, వారి గురించి మాట్లాడే నైతిక అర్హత లేదని స్పష్టం చేశారు. అక్రమ నిర్మాణాలను మీరు కూలుస్తారా? మమ్ముల్ని కూల్చమంటారా? అంటూ సిఎం హెచ్చరించడం సిగ్గు చేటన్నారు. అక్రమ నిర్మాణాలని తెలిసి అధికారులు ఎట్లా అనుమతి ఇచ్చారు? వారిపై ఎందుకు చర్యలు తీసుకోవడం లేదని ప్రశ్నించారు. తెలంగాణలో సభ్యత్వ నమోదులో సంచలనం స్రుష్టిస్తామని ఆయన చెప్పారు. .</p>\n\n\n\n<p>ఎన్నికల్లో ఇచ్చిన 6 గ్యారంటీలను అమలు చేయకుండా ప్రజలను మోసం చేయడమే ప్రజా పాలనా? రైతులకు ఇచ్చిన హామీలు అమలు చేయకుండా నడ్డి విరగ్గొట్టడమే ప్రజా పాలనా? ఉద్యోగులకు ఇస్తామన్న టిఎ, డిఎ, పిఆర్‌సి ఇవ్వకుండా మోసం చేయడమేనా ప్రజా పాలనా? రోడ్లమీద పసిపిల్లలను కుక్కలు పీక్కుతింటున్నా పట్టించుకోకపోవడమే ప్రజా పాలనా? అని ప్రశ్నించారు. </p>\n\n\n\n<p>ఇచ్చిన హామీలపై ప్రజలు నిలదీస్తుంటే వాళ్ల ద్రుష్టిని మళ్లించేందుకు ఆడుతున్న హైడ్రామాయే ప్రజా పాలనా? అంటూ కాంగ్రెస్ ప్రభుత్వంపై ప్రశ్నల వర్షం కురిపించారు. అక్రమ నిర్మాణాలని తెలిసి అధికారులెలా పర్మిషన్ ఇచ్చారు? రిజిస్ట్రేషన్ ఎట్లా చేశారు? బ్యాంకుల నుండి లోన్లు తీసుకుని ఇండ్లు కట్టుకుంటే కూలుస్తారా? ప్రభుత్వ నిర్వాకంవల్లే అక్రమ నిర్మాణాలు వెలిశాయి కదా? అని నిలదీశారు. </p>\n\n\n\n<p>మరి అక్రమ నిర్మాణాలకు అనుమతులిచ్చిన అధికారులపై ఏం చర్యలు తీసుకున్నారో ముందు సమాధానం చెప్పాలని బండి సంజయ్ డిమాండ్ చేశారు. 6 గ్యారంటీలపై ద్రుష్టి మళ్లించడానికి హైడ్రా పేరుతో హైడ్రామాలాడుతున్నారని దుయ్యబట్టారు. . దీనిపేరుతో బీఆర్‌ఎస్, కాంగ్రెస్ నేతలు తిట్టుకుంటూ కొట్టుకుంటూ ప్రజల ద్రుష్టిని మళ్లిస్తున్నారన్నారు.</p>\n","originalUrl":"https://tattvanews.com/21077/13/09/2024/","hasAudio":false,"hasInfographics":false}