{"id":"wp-en-15229","wp_id":15229,"type":"standard","category":"World","language":"en","title":"ADR bagged “Fight 4 Justice Awards” for its fight against Electoral Bonds￼","excerpt":"The Delhi High Court Bar Association and Live4Freedom LLP conferred the “Fight 4 Justice Awards, II Edition, 2024” in the “Administration & Governance” category on the Association for Democratic Reforms (ADR) for its fight against the Electoral Bonds Scheme, which was declared unconstitutional by the Supreme Court of India. They have initiated the Fight for Justice Awards to identify and honour","author":"Tattva News Team","time":"6/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Fight-4-Justice-Award.png","readTime":"5 min read","contentHTML":"\n<p>The Delhi High Court Bar Association and Live4Freedom LLP conferred the “Fight 4 Justice Awards, II Edition, 2024” in the “Administration & Governance” category on the Association for Democratic Reforms (ADR) for its fight against the Electoral Bonds Scheme, which was declared unconstitutional by the Supreme Court of India.</p>\n\n\n\n<p>They have initiated the Fight for Justice Awards to identify and honour Indian citizens - the average litigants - who have won cases in the Supreme Court of India against all odds; cases that have resulted in landmark judgments and have made an impact on the society as a whole. </p>\n\n\n\n<p>On behalf of ADR, Prof Jagdeep Chhokar (Founder Member & Trustee of ADR) and Maj Gen Anil Verma (Retd) (Head of ADR) received the award at the hands of  Mr Justice N Kotiswar Singh, Judge of the Supreme Court of India, at the award ceremony held at the Indian Habitat Centre, New Delhi.</p>\n\n\n\n<p>While receiving the award, Prof Chhokar thanked the esteemed jury chairperson  Mr Justice Rajendra Menon, former Chief Justice of Delhi High Court & Chairperson of the Armed Forces Tribunal, and other jury members comprising Hon'ble Justices and senior Advocates of the Delhi High Court, for honouring ADR for its efforts in bringing transparency and accountability in Governance.</p>\n\n\n\n<p>With immense gratitude, ADR also wish to highlight that the above award marks the second honour of 2024 received by ADR. On 27th April 2024, ADR received the prestigious Yashraj Bharati Samman 2024 in the “Ethical Governance” category.</p>\n\n\n\n<p>On behalf of ADR, Prof Trilochan Sastry (Chairman, Founder Member & Trustee of ADR) and Maj Gen Anil Verma (Retd) (Head of ADR) received the award at the hands of renowned child rights activist and Nobel laureate,  Kailash Satyarthi ji, in New Delhi.</p>\n\n\n\n<p>In this regard, ADR appeal for the help of well-meaning citizens to eradicate corruption and criminalisation in the political process and empower the voters through greater dissemination of information on the candidates and political parties. </p>\n","originalUrl":"https://en.tattvanews.com/national/adr-bagged-fight-4-justice-awards-for-its-fight-against-electoral-bonds%ef%bf%bc/","hasAudio":false,"hasInfographics":false}