{"id":"wp-en-13484","wp_id":13484,"type":"standard","category":"World","language":"en","title":"RBI says economy is projected to grow at 7 per cent￼","excerpt":"Indian economy is projected to grow at 7 per cent -- the fastest among major economies across the world -- in the current fiscal year, underpinned by a sustained strengthening of macroeconomic fundamentals, the Reserve Bank of India (RBI) said in its latest annual report on Thursday. While the central bank expected headline inflation to moderate","author":"Tattva News Team","time":"31/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/07/RBI.jpg","readTime":"5 min read","contentHTML":"\n<p>Indian economy is projected to grow at 7 per cent -- the fastest among major economies across the world -- in the current fiscal year, underpinned by a sustained strengthening of macroeconomic fundamentals, the Reserve Bank of India (RBI) said in its latest annual report on Thursday.</p>\n\n\n\n<p>While the central bank expected headline inflation to moderate further, it flagged risks to food inflation saying that it remains vulnerable to supply-side shocks. The RBI's balance sheet size surged 11.08 per cent to Rs 70.48 lakh crore (about USD 845 billion) as of March 31, 2024. This was nearly 2.5 times that of Pakistan's entire GDP of close to USD 340 billion.</p>\n\n\n\n<p>The Indian economy, it said, expanded at a robust pace in 2023-24 (April 2023 to March 2024 financial year), with real GDP growth accelerating to 7.6 per cent from 7.0 per cent in the previous year -- the third consecutive year of 7 per cent or above growth pace. The economy showed resilience in FY24 (2023-24 fiscal) despite persistent headwinds.</p>\n\n\n\n<p>The GDP growth is robust on the back of solid investment demand which is supported by healthy balance sheets of banks and corporates, the government's focus on capital expenditure and prudent monetary, regulatory and fiscal policies, it said, adding the Indian economy is navigating the drag from an adverse global macroeconomic and financial environment.</p>\n\n\n\n<p>Also, MSPs for both kharif and rabi seasons 2023-24 ensured a minimum return of 50 per cent over cost of production for all crops, it said. Indian economy, the report said, is well-placed to step up growth trajectory over the next decade in an environment of macroeconomic and financial stability.</p>\n\n\n\n<p>\"As headline inflation eases towards the target, it will spur consumption demand especially in rural areas,\" it said. It further said the external sector's strength and buffers in the form of foreign exchange reserves will insulate domestic economic activity from global spillovers.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n","originalUrl":"https://en.tattvanews.com/economy/rbi-says-economy-is-projected-to-grow-at-7-per-cent%ef%bf%bc/","hasAudio":false,"hasInfographics":false}