{"id":"wp-en-13129","wp_id":13129,"type":"standard","category":"World","language":"en","title":"Voting in 93 Lok Sabha seats today￼","excerpt":"The stage is set for the voting in 93 constituencies spread over 11 states and Union Territories on Tuesday in the third phase of Lok Sabha polls. The stakes are high in the third phase elections for the BJP which had won an overwhelming majority of these seats, including all in Gujarat, Karnataka and Madhya","author":"Tattva News Team","time":"7/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Third-Phase.webp","readTime":"5 min read","contentHTML":"\n<p>The stage is set for the voting in 93 constituencies spread over 11 states and Union Territories on Tuesday in the third phase of Lok Sabha polls. The stakes are high in the third phase elections for the BJP which had won an overwhelming majority of these seats, including all in Gujarat, Karnataka and Madhya Pradesh, in the last election. Over 1,300 candidates, including around 120 women, are in the fray.</p>\n\n\n\n<p>Among the bigwigs are Union ministers Amit Shah from Gandhinagar constituency, Jyotiraditya Scindia from Guna, Mansukh Mandaviya from Porbandar, Parshottam Rupala from Rajkot, Pralhad Joshi from Dharwad and SP Singh Baghel from Agra.</p>\n\n\n\n<p>With the BJP bagging Surat unopposed, 25 seats in Prime Minister Modi's home state of Gujarat will go to polls on May 7, besides 11 seats in Maharashtra, 10 seats in Uttar Pradesh, the remaining 14 of the 28 in Karnataka, seven in Chhattisgarh, five in Bihar, four each in Assam and West Bengal, and all two in Goa.</p>\n\n\n\n<p>The Union Territory of Dadra and Nagar Haveli and Daman and Diu (2 seats) and nine seats in Madhya Pradesh, including Betul where elections were deferred, will also go to polls on Tuesday. PM Modi and Shah will cast their vote at booths in Ahmedabad city under the Gandhinagar Lok Sabha seat in Gujarat.</p>\n\n\n\n<p>The third phase of Lok Sabha elections in West Bengal will see four Muslim-majority constituencies going to the polls on Tuesday, with the division of minority votes among the Left-Congress combine and the TMC and narrative on the Citizenship Amendment Act potentially shaping the outcome.</p>\n\n\n\n<p> Ten parliamentary constituencies of Uttar Pradesh will go to polls in the third phase of Lok Sabha elections, with all eyes on Samajwadi Party patriarch Mulayam Singh Yadav's family members. While Dimple Yadav is aiming to retain the Mainpuri Lok Sabha seat, which she won in the bypolls following the demise of her father-in-law Mulayam Singh Yadav. Akshaya Yadav, son of Ram Gopal Yadav, the national principal general secretary of SP, will try to reclaim the Firozabad seat, which he had won in 2014.</p>\n\n\n\n<p>Voting for the third phase of Lok Sabha polls will be held for nine seats in Madhya Pradesh where Union minister Jyotiraditya Scindia and former state chief ministers Shivraj Singh Chouhan and Digvijaya Singh are in the fray. </p>\n\n\n\n<p>BJP veteran and former chief minister Shivraj Singh Chouhan is contesting from Vidisha constituency, a saffron fortress which he had represented five times in Lok Sabha in the past, after almost 17 years, facing Congress candidate Pratap Bhanu Sharma. </p>\n\n\n\n<p>In Rajgarh, Congress veteran and former chief minister Digvijaya Singh, 77, seeks to reclaim the lost legacy, marking his return to the Lok Sabha electoral contest after more than 30 years. His challenger is two-time BJP MP Rodmal Nagar. Digvijaya Singh won from Rajgarh in 1984 and 1991 but lost in 1989. He became the chief minister of Madhya Pradesh in 1993. The BJP is hoping for a clean sweep in Madhya Pradesh, which sends 29 members to Lok Sabha.</p>\n\n\n\n<p>Polling for 11 of the 48 Lok Sabha seats in Maharashtra will be held with the spotlight firmly on the high-stakes battle in Baramati, where Sharad Pawar’s daughter Supriya Sule is pitted against Sunetra Pawar, the wife of the veteran leader's estranged nephew and Maharashtra deputy CM Ajit Pawar.</p>\n\n\n\n<p>In Baramati in Pune district, the home turf of the powerful Pawar family, sitting MP Supriya Sule is taking on her sister-in-law Sunetra Pawar in what will be a riveting poll battle.</p>\n\n\n\n<p>The political fate of 47 candidates in four Lok Sabha seats will be decided  when the third and final phase of the elections in the state will be held. Polling will begin at 7 am and conclude at 5 pm in the four constituencies - Kokrajhar (ST), Dhubri, Barpeta and Guwahati.</p>\n\n\n\n<p>All eyes will be on the prestigious Guwahati seat where both BJP and Congress have put up woman nominees - Bijuli Kalita Medhi and Mira Borthakur Goswami - respectively.</p>\n\n\n\n<p>The other prominent candidates are AIUDF chief Badruddin Ajmal who is seeking re-election for the fourth successive term from Dhubri, Congress MLA Rakibul Hussain, eight time Asom Gana Parishad legislator Phanibhushan Choudhury and CPI(M) MLA Manoranjan Talukdar.</p>\n","originalUrl":"https://en.tattvanews.com/national/voting-in-93-lok-sabha-seats-today%ef%bf%bc/","hasAudio":false,"hasInfographics":false}