{"id":"wp-en-15006","wp_id":15006,"type":"standard","category":"World","language":"en","title":"Union Cabinet approves simultaneous polls","excerpt":"Prime Minister Narendra Modi announced that the Cabinet has accepted the recommendations made by the High-Level Committee on Simultaneous Elections. He praised the leadership of former President Ram Nath Kovind for spearheading the initiative and consulting various stakeholders throughout the process. \"The Cabinet has accepted the recommendations of the High-Level Committee on Simultaneous Elections. I","author":"Tattva News Team","time":"19/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/One-election.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi announced that the Cabinet has accepted the recommendations made by the High-Level Committee on Simultaneous Elections. He praised the leadership of former President Ram Nath Kovind for spearheading the initiative and consulting various stakeholders throughout the process.</p>\n\n\n\n<p>\"The Cabinet has accepted the recommendations of the High-Level Committee on Simultaneous Elections. I compliment our former President, Shri Ram Nath Kovind Ji for spearheading this effort and consulting a wide range of stakeholders. This is an important step towards making our democracy even more vibrant and participative,\" wrote PM Modi.</p>\n\n\n\n<p>The report of the high-level committee on 'one nation, one election' was placed before the Union Cabinet on Wednesday. The panel headed by former president Ram Nath Kovind had submitted the report in March ahead of the announcement of Lok Sabha elections. Placing the report before the Cabinet was a part of the law ministry's 100-day agenda.</p>\n\n\n\n<p>The high-level committee had recommended simultaneous elections for the Lok Sabha and state Assemblies as the first step followed by synchronised local body polls within 100 days.</p>\n\n\n\n<p>The panel had also proposed setting up of an 'Implementation Group' to look into the execution of the recommendations made by the committee. The panel also recommended the preparation of a common electoral roll and voter ID cards by the Election Commission of India (ECI) in consultation with state election authorities.</p>\n\n\n\n<p>The high-level committee on \"One Nation, One Election\" received responses from 47 political parties, of which 32 expressed support for simultaneous elections, citing benefits such as resource savings and economic development. The Bharatiya Janata Party (BJP) and the National People's Party (NPP) were among the key supporters.</p>\n\n\n\n<p>Fifteen parties, including Congress, Aam Aadmi Party (AAP), and CPI(M), opposed the proposal, raising concerns about undermining democracy, marginalising regional parties, and violating the Constitution's basic structure. Additionally, 15 parties did not submit any response.</p>\n\n\n\n<p>Opposing parties argued that the \"One Nation, One Election\" system could harm federalism, encourage the dominance of national parties, and lead to a presidential form of government, while supporters advocated its adoption to enhance governance and social harmony.</p>\n","originalUrl":"https://en.tattvanews.com/national/union-cabinet-approves-simultaneous-polls/","hasAudio":false,"hasInfographics":false}