{"id":"wp-te-18697","wp_id":18697,"type":"standard","category":"World","language":"te","title":"గాజు గ్లాసు గుర్తుపై జనసేనకు కొంత ఉపశమనం","excerpt":"జనసేన పార్టీ గుర్తు కేటాయింపుపై కొంత మేర ఉపశమనం లభించింది. జనసేన అభ్యర్థులు పోటీ చేస్తున్న రెండు లోక్‌సభ నియోజకవర్గాల పరిధిలో అసెంబ్లీ అభ్యర్థులు ఎవరికి కూడా గాజు గ్లాస్ గుర్తు కేటాయించబోమని ఎలక్షన్ కమిషన్ తెలిపింది. జనసేన గుర్తుపై ఈమేరకు ఈసీ హైకోర్టులో అఫిడవిట్ దాఖలు చేసింది.  ఇప్పటికే ఇచ్చిన ప్రాంతాల్లో రివ్యూ చేస్తామని ఈసీ అఫిడవిట్‌లో పేర్కొంది. మొత్తానికి జనసేనకు కాస్త ఉపశమనం కానీ మొత్తానికి అయితే కాదు.  గాజు గ్లాసు గుర్తు కేటాయింపుపై","author":"Tattva News Team","time":"1/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Glass-HC.jpeg","readTime":"5 min read","contentHTML":"\n<p>జనసేన పార్టీ గుర్తు కేటాయింపుపై కొంత మేర ఉపశమనం లభించింది. జనసేన అభ్యర్థులు పోటీ చేస్తున్న రెండు లోక్‌సభ నియోజకవర్గాల పరిధిలో అసెంబ్లీ అభ్యర్థులు ఎవరికి కూడా గాజు గ్లాస్ గుర్తు కేటాయించబోమని ఎలక్షన్ కమిషన్ తెలిపింది. జనసేన గుర్తుపై ఈమేరకు ఈసీ హైకోర్టులో అఫిడవిట్ దాఖలు చేసింది.</p>\n\n\n\n<p> ఇప్పటికే ఇచ్చిన ప్రాంతాల్లో రివ్యూ చేస్తామని ఈసీ అఫిడవిట్‌లో పేర్కొంది. మొత్తానికి జనసేనకు కాస్త ఉపశమనం కానీ మొత్తానికి అయితే కాదు.  గాజు గ్లాసు గుర్తు కేటాయింపుపై జనసేన హైకోర్టును ఆశ్రయించింది. మంగళవారం ఈ పిటిషన్ పై విచారణ జరగగా ఈ విషయంపై 24 గంటల్లో ఈసీ తన నిర్ణయాన్ని తెలియజేస్తుందని హైకోర్టుకు ఈసీ న్యాయవాది చెప్పారు. </p>\n\n\n\n<p>తాజాగా, బుధవారం ఈసీ గాజు గ్లాస్ గుర్తు కేటాయింపుపై హైకోర్టుకు నివేదిక అందించింది. ఈ నివేదికలో జనసేన పార్టీ పోటీ చేసి ఎంపీ స్థానాల్లో(కాకినాడ, మచిలీపట్నం) అసెంబ్లీ స్థానాల్లో ఇతరులకు గాజు గ్లాసు గుర్తు కేటాయించబోమని కోర్టుకు తెలిపింది. అదేవిధంగా జనసేన పోటీ చేస్తున్న 21 అసెంబ్లీ స్థానాల పరిధిలోని పార్లమెంట్ స్థానాల్లో ఇతరులకు గాజు గ్లాసు గుర్తును కేటాయించబోమని ఈసీ తెలిపింది. </p>\n\n\n\n<p>గుర్తింపు పొందని పార్టీలు, స్వతంత్ర అభ్యర్థులకు ఈ స్థానాల్లో గాజు గ్లాసు గుర్తు కేటాయించమని ఈసీ పేర్కొంది. దీంతో జనసేన ఇబ్బందులు తొలుగుతాయని ఈసీ అభిప్రాయం వ్యక్తం చేసింది. ఈ వివరాలు నమోదు చేసుకున్న హైకోర్టు విచారణను ముగించింది. అయితే తాము పోటీ చేసే స్థానాల్లో మాత్రమే కాకుండా మిగతా అన్ని పార్లమెంట్, అసెంబ్లీ స్థానాల్లో కూడా గాజు గ్లాసు గుర్తును ఇతరులకు కేటాయించొద్దని<a href=\"https://telugu.hindustantimes.com/elections/andhra-pradesh-assembly-elections/vijayawada-tdp-janasena-manifesto-released-chandrababu-pawan-kalyan-announced-mega-dsc-woman-free-journey-121714470426265.html\" target=\"_blank\" rel=\"noreferrer noopener\">  </a>జనసేన హైకోర్టును అభ్యర్థించింది. </p>\n\n\n\n<p>గాజు గ్లాసు గుర్తును ఈసీ ఫ్రీ సింబల్ జాబితాలో చేర్చడంతో అలా అన్ని చోట్ల సాధ్యం కాదనే అభిప్రాయాన్ని కోర్టు వ్యక్తం చేసింది. ఈసీ నివేదిక మేరకు జనసేన పిటిషన్ పై విచారణను ముగించింది. అయితే ఈసీ నిర్ణయంపై జనసేనకు ఏమైనా అభ్యంతరాలు ఉంటే మరో పిటిషన్ దాఖలు చేసుకోవాలని సూచించింది. దీంతో జనసేనకు కాస్త ఊరట లభించినట్లైంది.</p>\n","originalUrl":"https://tattvanews.com/18697/01/05/2024/","hasAudio":false,"hasInfographics":false}