{"id":"wp-en-14785","wp_id":14785,"type":"standard","category":"World","language":"en","title":"Ashwini Vaishnaw unveils prototype version of Vande Bharat  Sleeper coach","excerpt":"Railway Minister Ashwini Vaishnaw on Sunday unveiled the prototype of the Vande Bharat sleeper coach at the Bharat Earth Movers Limited (BEML) facility in Karnataka's Bengaluru. After unveiling the structure of the Vande Bharat sleeper coaches, Vaishnaw informed reporters that the coach is set to undergo rigorous trials and tests over the next 10 days","author":"Tattva News Team","time":"2/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Vande-Sleepar.jpeg","readTime":"5 min read","contentHTML":"\n<p>Railway Minister Ashwini Vaishnaw on Sunday unveiled the prototype of the Vande Bharat sleeper coach at the Bharat Earth Movers Limited (BEML) facility in Karnataka's Bengaluru. After unveiling the structure of the Vande Bharat sleeper coaches, Vaishnaw informed reporters that the coach is set to undergo rigorous trials and tests over the next 10 days before it is put on the tracks for further evaluation.</p>\n\n\n\n<p>Notably, the Vande Bharat train comes in three versions: chair car, sleeper, and metro. To date, the government has launched the chair car version of the Vande Bharat trains. This indigenous version of the train is designed to provide a new experience to the passengers where they can travel long distances by sleeping in the berths.</p>\n\n\n\n<p>He said that the train is expected to be open for passenger operation in the next three months. \"  \"We expect the passenger operation of Vande Sleeper Coach in three months from now...This is a full sleeper version,\" he said.</p>\n\n\n\n<p>The minister also laid the foundation stone for a new Vande Bharat manufacturing facility on the Bharat Earth Movers Limited (BEML) premises. \"We are starting a very important journey today. After the success of the Vande Bharat chair car, the manufacturing and design of the Vande Bharat Sleeper is something we all have been waiting and working for. The manufacturing of the Vande Bharat Sleeper is now complete. In a few days, the Vande Bharat Sleeper (coaches) will leave the BEML (Bharat Earth Movers Limited) factory in Bangalore for testing and trials,\"  he said.</p>\n\n\n\n<p>\"Its configuration has been carefully designed with a lot of attention to detail. The needs of the serving staff, whether it's the loco pilots, maintenance staff, or those serving bedding and food, have been considered. Every toilet has been designed keeping specially-abled individuals in mind. Testing will continue for the next one to two months, and then most probably, the service will start in about three months,\" said Railway Minister Vaishnav.</p>\n","originalUrl":"https://en.tattvanews.com/national/ashwini-vaishnaw-unveils-prototype-version-of-vande-bharat-sleeper-coach/","hasAudio":false,"hasInfographics":false}