{"id":"wp-te-21366","wp_id":21366,"type":"standard","category":"World","language":"te","title":"నెతన్యాహు దృష్టిలో భారత్ వరం, ఇరాన్ శాపం!","excerpt":"ఐక్యరాజ్యసమితి సర్వసాధారణ సభలో ఇజ్రాయెల్ ప్రధాని బెంజమిన్ నెతన్యాహు భారత్, ఇరాన్ దేశ పటాలను చెరో చేతపట్టుకుని ఒకటి వరమైతే, మరోటి శాపం అన్నారు. రెచ్చగొడితే తిప్పి కొడతాం అంటూ ఇరాన్ చేసిన హెచ్చరిక నేపథ్యంలో బెంజామిన్ నెతన్యాహు ప్రసంగిస్తూ ఈ విధంగా తన అభిప్రాయాన్ని వ్యక్తం చేశారు.  మధ్య ప్రాచ్య దేశంలో ఉద్రిక్తతలు పెరుగుతున్న నేపథ్యంలో నెతన్యాహు ఈ విధంగా పేర్కొనడం గమనార్హం.  ఇజ్రాయెల్, అరబ్ భాగస్వామ్య దేశాలు కలిసి ఆసియా, యూరొప్ లను కలపాలన్న విజన్","author":"Tattva News Team","time":"29/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Israel-PM.jpg","readTime":"5 min read","contentHTML":"\n<p>ఐక్యరాజ్యసమితి సర్వసాధారణ సభలో ఇజ్రాయెల్ ప్రధాని బెంజమిన్ నెతన్యాహు భారత్, ఇరాన్ దేశ పటాలను చెరో చేతపట్టుకుని ఒకటి వరమైతే, మరోటి శాపం అన్నారు. రెచ్చగొడితే తిప్పి కొడతాం అంటూ ఇరాన్ చేసిన హెచ్చరిక నేపథ్యంలో బెంజామిన్ నెతన్యాహు ప్రసంగిస్తూ ఈ విధంగా తన అభిప్రాయాన్ని వ్యక్తం చేశారు. </p>\n\n\n\n<p>మధ్య ప్రాచ్య దేశంలో ఉద్రిక్తతలు పెరుగుతున్న నేపథ్యంలో నెతన్యాహు ఈ విధంగా పేర్కొనడం గమనార్హం.  ఇజ్రాయెల్, అరబ్ భాగస్వామ్య దేశాలు కలిసి ఆసియా, యూరొప్ లను కలపాలన్న విజన్ తో ‘వరం’(బ్లెస్సింగ్) పటాన్ని ఆయన తన చేతిలో చూపారు. హిందూ మహాసముద్రం, మధ్యదరా సముద్రం మధ్య భూ అనుసంధానం చేయాలన్న ఆలోచనను ఆయన వ్యక్తపరిచారు.</p>\n\n\n\n<p>అలాగే హిందూ మహా సముద్రం, మధ్యదరా ప్రాంతం మధ్య ఇరాన్ ఉగ్రవాద ఆర్క్ రూపొందిస్తోందన్న పటం ‘శాపం’(కర్స్) ను ఆయన మరో చేతిలో చూపారు. ఆ పటంలో పాలస్తీనా ప్రాంతాలైన వెస్ట్ బ్యాంక్, గాజా, సిరియా తాలూకు గొలాన్ హైట్స్ ను కూడా చూపారు.</p>\n\n\n\n<p>నెతన్యాహు ఇరాన్ పై ఆంక్షలు విధించాలని, వారి అణు ఆయుధాల ప్రొగ్రాంను ఆపాలనుకుంటున్న ఇజ్రాయెల్ తో చేరాలని కోరారు. ప్రంపంచం ఇరాన్ ను ఎంతో పొగడుతోంది, కానీ ఆ దేశం అంతర్గతంగా ఎంత అణచివేస్తోందో చూసిచూడనట్లు ఉంటోంది. అంతేకాక ఇరాన్ దాడులను చూసిచూడనట్లు ఉంటోంది. ఇరాన్ ను బుజ్జగించే తీరును ఇప్పటికైనా మానుకోవాలని నెతన్యాహు బలంగా కోరారు.</p>\n","originalUrl":"https://tattvanews.com/21366/29/09/2024/","hasAudio":false,"hasInfographics":false}