{"id":"wp-en-13169","wp_id":13169,"type":"standard","category":"World","language":"en","title":"BJP’s Navneet Rana dares Owaisi’s to remove police for ‘15 seconds’￼","excerpt":"In a scathing attack against AIMIM president Asaduddin Owaisi and his brother Akbaruddin, BJP fire brand MP Navneet Rana has said if police were removed from duty for “15 seconds, the brothers would not know from where they came and where they went”. Navneet Rana, referring to a provocative statement by AIMIM leader Akbaruddin Owaisi from","author":"Tattva News Team","time":"9/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Rana.jpg","readTime":"5 min read","contentHTML":"\n<p>In a scathing attack against AIMIM president Asaduddin Owaisi and his brother Akbaruddin, BJP fire brand MP Navneet Rana has said if police were removed from duty for “15 seconds, the brothers would not know from where they came and where they went”.</p>\n\n\n\n<p>Navneet Rana, referring to a provocative statement by AIMIM leader Akbaruddin Owaisi from 2013, issued a veiled warning to the Owaisi brothers in their stronghold Hyderabad saying “it would take us 15 seconds if the police were removed or made to stand down”.</p>\n\n\n\n<p> In the video, she was heard saying, \"15 seconds police hata lo, dono ko pata nahin lagega ki wo kahan se aaya aur kidhar ko gaya.\"</p>\n\n\n\n<p>“The younger one (Akbarauddin) says, remove the police for 15 minutes and we will show what we can do. Let me tell the younger one, you will take 15 minutes, it will be only 15 seconds for us. If you remove police for 15 seconds, you won’t know where you came from and where you went away,” said Rana, the BJP’s candidate from Maharashtra’s Amravati Lok Sabha seat.</p>\n\n\n\n<p>She shared a video clip of her making the comments on her ‘X’ page. Rana was campaigning in support of BJP’s Hyderabad Lok Sabha candidate K Madhavi Latha and others in Telangana on Wednesday.</p>\n\n\n\n<p>Hitting back at BJP leader Navneet Ravi Rana's provocative comments on him and his MLA brother Akbaruddin Owaisi, All India Majlis-e-Ittehadul Muslimeen (AIMIM) chief Asaduddin Owaisi appealed people to defeat 'RSS ideology' and also urged Prime Minister Narendra Modi to give the Amravati MP 'an hour' to counter them.  </p>\n\n\n\n<p>“Modi ji has power, give 15 seconds, rather take one hour. We also would like to see how much humanity is left or not. Who is scared? Who is stopping you? The Prime Minister is yours in Delhi. RSS is yours. Everything is yours. Tell us where to come. We will come,” Owaisi told reporters.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjps-navneet-rana-dares-owaisis-to-remove-police-for-15-seconds%ef%bf%bc/","hasAudio":false,"hasInfographics":false}