{"id":"wp-en-14362","wp_id":14362,"type":"standard","category":"World","language":"en","title":"Amnesty says repeated punitive crackdowns on Baloch protests must end￼","excerpt":"Responding to the deaths of at least three Baloch protesters and mass arrests of participants of the ‘Baloch Raji Machi’ protests in Balochistan, Pakistan, Babu Ram Pant, Deputy Regional Director for South Asia at Amnesty International, said: \"Every time Baloch protests take place, their demands are met with violence by security forces and mass arrests.","author":"Tattva News Team","time":"31/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Baloch.jpg","readTime":"5 min read","contentHTML":"\n<p>Responding to the deaths of at least three Baloch protesters and mass arrests of participants of the ‘Baloch Raji Machi’ protests in Balochistan, Pakistan, Babu Ram Pant, Deputy Regional Director for South Asia at Amnesty International, said:</p>\n\n\n\n<p>\"Every time Baloch protests take place, their demands are met with violence by security forces and mass arrests. We saw it in December last year at the Baloch Long March. We see it now again with the Baloch Raji Machi protests in what is clearly a punitive attempt by the Pakistani authorities to deter, vilify and criminalize peaceful protesters.</p>\n\n\n\n<p>\"The reports of three deaths and the arrest of organizers, including Sammi Deen Baloch, Sabghatullah Shah and Dr. Sabiha Baloch, are extremely concerning and indicative of the continuing decline in civil and political rights in Pakistan. Amnesty International calls for an end to the brutal crackdown on the Baloch protests and the immediate and unconditional release of all those arrested for exercising their right of peaceful assembly.</p>\n\n\n\n<p>\"Further, the roadblocks and shutdown of internet and mobile networks in districts across Balochistan province restrict movement and the flow of timely information.  The Government of Pakistan is obligated under the Constitution of Pakistan and by international human rights law to uphold the rights to freedom of expression, access to information, movement, and peaceful assembly.”</p>\n\n\n\n<p>The Baloch Raji Machi (Baloch National Gathering) organized by the Baloch Yakjehti Committee (BYC) started on 28 July 2024 in Gwadar, in the Balochistan province of Pakistan. It is advocating for the protection of civil, political and economic rights and for an end to enforced disappearances and extrajudicial killings of Baloch people.</p>\n\n\n\n<p>On 27 July, Frontier Corps, a paramilitary force in Pakistan, fired at people travelling to join the Baloch protests, injuring at least 14. Blockades were created across the province to restrict freedom of movement and an order under Section 144 of the Code of Criminal Procedure, banning all public assemblies of four or more people, was imposed in the capital city of Quetta.</p>\n\n\n\n<p>On 28 July, at least three protestors were killed by security forces, in Gwadar and Talar, and dozens injured. On 29 July, the police used tear gas to disperse protesters. Several organizers along with dozens of protesters were detained, including Sammi Deen Baloch, Sabghatullah Shah and Dr. Sabiha Baloch. Their whereabouts have not been ascertained since.</p>\n\n\n\n<p>Previously, Amnesty International has documented the crackdown on the Baloch Long March,  which demonstrates a pattern of repressive interventions against those exercising the right to protest such as the use by police of unlawful violence and the arbitrary arrest and detention of protesters.</p>\n","originalUrl":"https://en.tattvanews.com/international/amnesty-says-repeated-punitive-crackdowns-on-baloch-protests-must-end%ef%bf%bc/","hasAudio":false,"hasInfographics":false}