{"id":"wp-te-21031","wp_id":21031,"type":"standard","category":"World","language":"te","title":"హుస్సేన్‌సాగర్‌లో గణేష్ విగ్రహాల నిమజ్జనం.. హైకోర్టు గ్రీన్ సిగ్నల్","excerpt":"హుస్సేన్ సాగర్‌లో గణనాథుల నిమజ్జనానికి అనుమతి లేదంటూ మంగళవారం  పొద్దున ట్యాంక్ బండ్ చుట్టూ రెయిలింగులకు పోలీసులు, జీహెచ్ఎంసీ అధికారులు హెచ్చరికల ఫ్లెక్సీలు కట్టారు. అయితే, సాయంత్రంకల్లా  హుస్సేన్ సాగర్‌లో గణేషుల నిమజ్జనానికి హైకోర్టు గ్రీన్ సిగ్నల్ ఇచ్చింది. ప్రతి సంవత్సరం లాగానే.. ఈ ఏడాది కూడా హుస్సేన్‌ సాగర్‌లో వినాయక విగ్రహాలను నిమజ్జనం చేసుకునేందుకు హైకోర్టు అనుమతించింది.  కోర్టు ధిక్కరణపై పిటిషనర్ ఎలాంటి ఆధారాలు చూపించలేకపోవడంతో పిటిషన్‌ను తెలంగాణ హైకోర్టు తిరస్కరించింది. గతంలో ఇచ్చిన ఆదేశాలు","author":"Tattva News Team","time":"11/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Nimajjanam1.jpg","readTime":"5 min read","contentHTML":"\n<p id=\"block-5e3ef956-bb9c-4ca2-bf2c-83b30274c369\">హుస్సేన్ సాగర్‌లో గణనాథుల నిమజ్జనానికి అనుమతి లేదంటూ మంగళవారం  పొద్దున ట్యాంక్ బండ్ చుట్టూ రెయిలింగులకు పోలీసులు, జీహెచ్ఎంసీ అధికారులు హెచ్చరికల ఫ్లెక్సీలు కట్టారు. అయితే, సాయంత్రంకల్లా  హుస్సేన్ సాగర్‌లో గణేషుల నిమజ్జనానికి హైకోర్టు గ్రీన్ సిగ్నల్ ఇచ్చింది. ప్రతి సంవత్సరం లాగానే.. ఈ ఏడాది కూడా హుస్సేన్‌ సాగర్‌లో వినాయక విగ్రహాలను నిమజ్జనం చేసుకునేందుకు హైకోర్టు అనుమతించింది.</p>\n\n\n\n<p id=\"block-daf9b110-b080-401b-ae96-8f0a5360ee09\"> కోర్టు ధిక్కరణపై పిటిషనర్ ఎలాంటి ఆధారాలు చూపించలేకపోవడంతో పిటిషన్‌ను తెలంగాణ హైకోర్టు తిరస్కరించింది. గతంలో ఇచ్చిన ఆదేశాలు పాటించాలని ధర్మాసనం సూచించింది. నిమజ్జనం సమయంలో వచ్చి ధిక్కరణ పిటిషన్‌ వేయటం సరికాదని హైకోర్టు అభిప్రాయం వ్యక్తం చేసింది. దీంతో.. సెప్టెంబర్ 10వ తేదీ నుంచి 17 వరకు గణేషుల నిమజ్జనాలు కొనసాగనున్నాయి. </p>\n\n\n\n<p id=\"block-d1cf8713-776a-4ba8-8401-0ac135cb1df6\">ఇక.. చివరి రోజైన సెప్టెంబర్ 17న ఖైరతాబాద్ బడా గణేషుడు భారీ శోభాయాత్రతో హుస్సేన్ సాగర్‌ ఒడికి చేరనున్నాడు. ఇదిలా ఉంటే.. హైకోర్టు ఈ ఆదేశాలు జారీ చేసే కంటే ముందు.. ట్యాంక్‌బండ్‌ మార్గంలో భారీగా రెయిలింగులు ఏర్పాటు చేయటంతో స్థానికులు ఆందోళన వ్యక్తం చేశారు. అంతేకాకుండా.. హుస్సేన్ సాగర్‌లో గణేషులను నిమజ్జనం చేసేందుకు ఎలాంటి.. అనుమతి లేదని ఫ్లెక్సీలు కూడా పెట్టారు. </p>\n\n\n\n<p id=\"block-84f4ba87-d703-4bfd-afff-a61e6e94d5cd\">హైకోర్టు ఆదేశాల మేరకు హుస్సేన్ సాగర్‌లో గణపతుల నిమజ్జనానికి అనుమతి లేదంటూ.. జీహెచ్‌ఎంసీ, హైదరాబాద్ పోలీసుల పేరిట ఫ్లెక్సీలు ఏర్పాటు చేయటం గమనార్హం. ఆ ఫ్లెక్సీలకు సంబంధించిన ఫొటోలు సోషల్ మీడియాలో వైరల్ అవుతున్న సమయంలోనే.. అటు హైకోర్టు సంచలన తీర్పు వెలువరించటంతో.. గణేష్ ఉత్సవాల నిర్వహకులు, నగరవాసులు హర్షం వ్యక్తం చేస్తున్నారు.</p>\n\n\n\n<p>﻿</p>\n","originalUrl":"https://tattvanews.com/21031/11/09/2024/","hasAudio":false,"hasInfographics":false}