{"id":"wp-en-15599","wp_id":15599,"type":"standard","category":"World","language":"en","title":"Young Citizens say ‘We the Children'","excerpt":"Celebrating child rights week, children gathered from 20 different states of our country to thank both the ruling (NDA) and the opposition (INDIA) parties for incorporating child rights into their manifestoes. During their Press conference the children shared their observations and recommendations on child rights to the media seeking their support in highlighting the issues","author":"Tattva News Team","time":"22/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/WPS-Photos1.jpg","readTime":"5 min read","contentHTML":"\n<p>Celebrating child rights week, children gathered from 20 different states of our country to thank both the ruling (NDA) and the opposition (INDIA) parties for incorporating child rights into their manifestoes. During their Press conference the children shared their observations and recommendations on child rights to the media seeking their support in highlighting the issues of over 400 million citizens of the country.</p>\n\n\n\n<p>Over the last week, starting from National Children’s Day these young advocates gathered for their consultations towards the creation of their own review of the status of child-rights in their neighborhood and in the country. The child-delegates analyzed the UPR recommendations given by the world leaders to India and the manifestoes of various political parties. Being a child-friendly platform, these child-citizens engaged in creative mediums like puppetry and comic strips to design their own child-friendly reports.  </p>\n\n\n\n<p>The children formally presented their recommendations and observations on the UPR recommendations in front of diplomats from The Holy See, Ghana, Ireland, Kenya and Iraq as well as to residents of France, Ireland, UK, Singapore and Hong Kong.</p>\n\n\n\n<p>The children made similar recommendations to Government of India, the opposition parties, the embassies, civil society organizations and the media to ensure that all stakeholders come together to create a world fit for children and a world fit for all.</p>\n\n\n\n<p>Speaking at the event, the first Secretary of the High Commission of Ghana, Mr. Nana Kojo Asiedu said, “It is a phenomenal experience to see the passion and love for child rights among Indian children”.</p>\n\n\n\n<p>The Prime Minister of the National Children’s Parliament (N.C.P.) Sriram from Telangana remarked, “The experience of children who are engaged in the protection and promotion of child rights alongside their own education is challenging but rewarding. While I am concerned about those of children who because of financial and other challenges are not in school, I worry more about the millions of children who do not have platforms like children’s parliaments to understand the language of child rights and engage with the protection and promotion of the same”.</p>\n\n\n\n<p>Sukanya who comes from a tribal community in Andhra Pradesh highlighted, the urgency of access to resources for children from migrant tribal communities and the need for inclusion for these children.</p>\n\n\n\n<p>The President of the National Inclusive Children’s Parliament, Nikita said, “The current pollution levels in New Delhi are violating our right to health and education and our right to a safe, clean environment. This is a strange gift that we have received during child rights week. The Government of India must ensure the strict monitoring of the Odd-Even vehicle rule while expanding and improving the public transport systems across the country”.</p>\n\n\n\n<p>It was appropriate that the ceremony ended on a day when polls were taking place in Jharkhand and Maharashtra. As children presented their manifesto, they asked voters to ‘vote for me’ (vote for children). In the run up to these elections and the national elections, the children of the campaign posted over 800 individualized letters of appeal to numerous political parties seeking the inclusion of wider child rights issue into their manifestoes.<br><br>Ima Mishra, Assistant Operations Manager of PRATYeK and the principal coordinator of the event said, “The response of the embassies, civil society organizations and the media give us a ray of hope despite the long run ahead towards achieving ‘all rights for all children’ in India.</p>\n\n\n\n<p>Ironically, participations in this residential program had to be restricted to outstation students wearing N95 masks and sitting indoors beside numerous air purifiers, in the light of the Supreme Court’s Order to close down schools on account of the alarming pollution level. This perhaps appropriate symbol of the immense burden our young child-citizens have to bear into their future. Yet with hope these young ones say “We may be masked but we won’t be silenced\".”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/young-citizens-say-we-the-children%ef%bf%bc/","hasAudio":false,"hasInfographics":false}