{"id":"wp-en-13735","wp_id":13735,"type":"standard","category":"World","language":"en","title":"CID questions Yediyurappa for three hours in POCSO case￼","excerpt":"The Criminal Investigation Department (CID) questioned former Chief Minister and BJP stalwart B S Yediyurappa for three hours on Monday in connection with a POCSO case registered against him. Yediyurappa appeared before a team of CID, which had summoned him for an inquiry in connection with the case.  \"He was questioned for three hours,\" a","author":"Tattva News Team","time":"18/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Yediyurappa2.jpg","readTime":"5 min read","contentHTML":"\n<p>The Criminal Investigation Department (CID) questioned former Chief Minister and BJP stalwart B S Yediyurappa for three hours on Monday in connection with a POCSO case registered against him. Yediyurappa appeared before a team of CID, which had summoned him for an inquiry in connection with the case.</p>\n\n\n\n<p> \"He was questioned for three hours,\" a CID officer said. The Karnataka High Court on Friday restrained the CID from arresting the veteran BJP leader in connection with the March 14 case.</p>\n\n\n\n<p>According to police, Yediyurappa has been booked under the Protection of Children from Sexual Offences (POCSO) Act, 2012, and Section 354 A (Sexual harassment) of the Indian Penal Code (IPC) based on a complaint by the mother of a 17-year-old girl who alleged that he molested her daughter during a meeting on February two this year, at his residence in Dollars Colony in Bengaluru.</p>\n\n\n\n<p>Yediyurappa has denied the charge, and said \"people would teach a lesson to those indulging in conspiracies against\" him. The victim's brother had filed a petition in the court last week alleging that though the case was registered nearly three months ago, no progress has been made in the investigation.</p>\n\n\n\n<p>The petitioner prayed that Yediyurappa should be arrested and interrogated. After the Sadashivanagar police registered the case in March, the Karnataka Director General of Police Alok Mohan had issued an order transferring it to the CID for further investigation. The 54-year-old woman, who had leveled the charge against Yediyurappa, died at a private hospital here last month, due to lung cancer.</p>\n","originalUrl":"https://en.tattvanews.com/regional/cid-questions-yediyurappa-for-three-hours-in-pocso-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}