{"id":"wp-en-13233","wp_id":13233,"type":"standard","category":"World","language":"en","title":"India-Iran ties sign 10-year contract on operating Chabahar Port￼","excerpt":"Tehran: In a massive achievement for India-Iran relations, both countries signed a 10-year deal that would give India management control over a section of the crucial Chabahar Port, which opens up trade routes between India and land-locked Afghanistan, Iran and other Eurasian countries. India will take control of operations at the Shahid-Beheshti Port Terminal. The","author":"Tattva News Team","time":"14/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/India-Iran.jpg","readTime":"5 min read","contentHTML":"\n<p>Tehran: In a massive achievement for India-Iran relations, both countries signed a 10-year deal that would give India management control over a section of the crucial Chabahar Port, which opens up trade routes between India and land-locked Afghanistan, Iran and other Eurasian countries. India will take control of operations at the Shahid-Beheshti Port Terminal.</p>\n\n\n\n<p>The historic deal was signed in the presence of an Indian delegation led by Union Shipping Minister Sarbananda Sonowal and Iran's Minister of Roads and Urban Development Mehrdad Bazrpash. The deal seeks to foster close cooperation between India and Iran to make Chabahar port a regional trade transit and connectivity hub.</p>\n\n\n\n<p>India has been developing part of the port in Chabahar on Iran's southeastern coast along the Gulf of Oman as a way to transport goods to Iran, Afghanistan and central Asian countries, bypassing its rival Pakistan. \"As and when a long-term arrangement is concluded, it will clear the pathway for bigger investments to be made in the port,\" Indian External Affairs Minister S Jaishankar told reporters in Mumbai ahead of the signing.</p>\n\n\n\n<p>\"So we believe that as and when a long-term arrangement is concluded, it will clear the pathway for bigger investments to be made in the port. Right now, the port has not grown because actually we didn't, you know, if you don't have a long-term agreement, it's very difficult to invest in a port. So the very clear expectation is that the Chabahar port, at least that part of the Chabahar port that we are involved in, that will definitely see more investments,\" he added.</p>\n\n\n\n<p>The Chabahar port, on which India invests heavily, has strategic and economic significance for New Delhi. It allows India to bypass Pakistan's ports in Karachi and Gwadar and reach land-locked Afghanistan and Central Asian countries. Besides, the Port is also considered a counter-response to China's most touted Belt and Road Initiative.</p>\n\n\n\n<p>It also opens up a new vista of economic opportunities for business communities to explore an alternative transit route from the sensitive and busy Persian Gulf and Strait of Hormuz. However, US sanctions on Iran have slowed the development of the port. Chabahar is a key component of India's growing connectivity initiatives.</p>\n\n\n\n<p>India aims to make Chabahar Port a transit hub under the International North-South Transport Corridor (INSTC) to reach out to CIS (Commonwealth of Independent States) countries. INSTC is India's vision to economise the movement of cargo between India and Central Asia, and the Chabahar Port would act as a commercial transit centre for the region.</p>\n\n\n\n<p>The first pact on Chabahar was signed in 2016 when PM Modi visited Iran, when both sides agreed that India would refurbish one of the berths at Shahid Beheshti Port Terminal. In 2017, the first phase of Chabahar Port was developed and launched by then-President Hassan Rouhani.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/india-iran-ties-sign-10-year-contract-on-operating-chabahar-port%ef%bf%bc/","hasAudio":false,"hasInfographics":false}