{"id":"wp-en-15402","wp_id":15402,"type":"standard","category":"World","language":"en","title":"GST to be reduced for water bottles, cycles￼","excerpt":"The two ministerial panels set up by the GST Council met on Friday and discussed GST rate rationalisation and lowering tax rate on health and life insurance premiums. This was the first meeting of the 13-member GoM, under Bihar Deputy Chief Minister Samrat Choudhary, which was set up to suggest tax on health and life","author":"Tattva News Team","time":"20/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/06/GST1.jpg","readTime":"5 min read","contentHTML":"\n<p>The two ministerial panels set up by the GST Council met on Friday and discussed GST rate rationalisation and lowering tax rate on health and life insurance premiums. This was the first meeting of the 13-member GoM, under Bihar Deputy Chief Minister Samrat Choudhary, which was set up to suggest tax on health and life insurance premiums.</p>\n\n\n\n<p>The panel, which includes ministers from Uttar Pradesh, Rajasthan, West Bengal, Karnataka, Kerala, Andhra Pradesh, Goa, Gujarat, Meghalaya, Punjab, Tamil Nadu and Telangana, has been mandated to submit its report to the GST Council by October end.</p>\n\n\n\n<p>On Saturday's meeting, the GoM on GST rate rationalisation decided to lower tax rates on 20-litre packaged drinking water bottles, bicycles and exercise notebooks to 5 per cent, but suggested raising taxes on high-end wrist watches and shoes. The rate rejig decision taken by the GoM on GST rate rationalisation would lead to a revenue gain of Rs 22,000 crore, the officials said. </p>\n\n\n\n<p>Packaged drinking water of 20 litres and above tobe reduced  5 per cent from 18 per cent. Bicycles costing less than Rs 10,000 will be reduced to 5 per cent from 12 per cent and exercise notebooks to 5 per cent from 12 per cent. </p>\n\n\n\n<p>It is going to be costlier. GST on shoes above Rs 15,000 a pair: From 18 per cent to 28 per cent and  on wrist watches above Rs 25,000: From 18 per cent to 28 per cent. Some items in the 18 per cent slab like hair dryers, hair curlers, and beauty or make-up preparations that the GoM took up could be back in the 28 per cent bracket.</p>\n\n\n\n<p>Meanwhile, Goods and services tax on term life insurance premiums and premium paid by senior citizens for health cover is likely to be exempted from tax. The GoM to decide on the GST rate on life and health insurance met on Saturday and decided to exempt GST on premiums paid for health insurance with coverage of Rs 5 lakh for individuals other than senior citizens.</p>\n\n\n\n<p>The final decision in this regard will be taken by the GST Council. Officials premiums paid for health insurance coverage of above Rs 5 lakh will continue to attract 18 per cent GST. Currently, 18 per cent GST is levied on life insurance premiums paid for term policies and family floater policies.</p>\n","originalUrl":"https://en.tattvanews.com/economy/gst-to-be-reduced-for-water-bottles-cycles%ef%bf%bc/","hasAudio":false,"hasInfographics":false}