{"id":"wp-en-15290","wp_id":15290,"type":"standard","category":"World","language":"en","title":"India's sustainable eating habits could save the planet, says WWF report￼","excerpt":"The World Wildlife Fund (WWF) has released its Living Planet Report, highlighting India’s food consumption patterns as the most sustainable among major economies (G20 countries). The report indicates that if all nations adopted India's food consumption approach, it would result in the least climate-damaging scenario. In contrast, Argentina, Australia, and the United States are identified","author":"Tattva News Team","time":"12/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/WWF.webp","readTime":"5 min read","contentHTML":"\n<p>The World Wildlife Fund (WWF) has released its Living Planet Report, highlighting India’s food consumption patterns as the most sustainable among major economies (G20 countries). The report indicates that if all nations adopted India's food consumption approach, it would result in the least climate-damaging scenario.</p>\n\n\n\n<p>In contrast, Argentina, Australia, and the United States are identified as having the least sustainable practices. It warns that if major economies' current food consumption patterns were adopted globally by 2050, greenhouse gas emissions related to food production would exceed the 1.5 degrees Celsius climate warming target by 263%, necessitating 1 to 7 Earths to sustain the increased demand.</p>\n\n\n\n<p>Notably, India's millet initiative was acknowledged for its potential positive impact. According to the report, if other countries adopted India's food consumption practices, the world would need less than one Earth (0.84) by 2050 to support food production, placing India's model marginally above the planetary climate boundary for food, which defines the maximum permissible greenhouse gas emissions to maintain warming within the 1.5 degrees Celsius limit.</p>\n\n\n\n<p>In contrast, adopting Argentina’s consumption patterns would necessitate an alarming 7.4 Earths, making it the least sustainable system, followed by Australia (6.8), the US (5.5), Brazil (5.2), France (5), Italy (4.6), Canada (4.5), and the UK (3.9). The report praises India’s commitment to promoting climate-resilient millets, also known as nutri-cereals, through the National Millet Campaign, which aims to enhance the consumption of this ancient grain that is both healthful and resilient to climate change.</p>\n\n\n\n<p> It emphasizes that adopting more sustainable diets could significantly reduce the land required for food production, freeing up grazing land for alternative uses, including nature restoration and carbon sequestration, while advancing healthy alternative protein sources like legumes, nutri-cereals, plant-based meat alternatives, and nutrient-rich algae.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/indias-sustainable-eating-habits-could-save-the-planet-says-wwf-report%ef%bf%bc/","hasAudio":false,"hasInfographics":false}