{"id":"wp-en-15093","wp_id":15093,"type":"standard","category":"World","language":"en","title":"Need a treaty on Corporate Power for democracy in global institutions","excerpt":"This is a pivotal year for democracy – 4 billion people in more than 60 countries are voting for new governments in 2024. Never has it been so clear that the future of democracy will determine our rights as workers’ of the world. That’s why the global trade union movement is bringing its campaign For Democracy","author":"Tattva News Team","time":"26/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/ITUC-1.png","readTime":"5 min read","contentHTML":"\n<p>This is a pivotal year for democracy – 4 billion people in more than 60 countries are voting for new governments in 2024. Never has it been so clear that the future of democracy will determine our rights as workers’ of the world. That’s why the global trade union movement is bringing its campaign For Democracy  into the highest levels of global institutions, where government delegations negotiate standards, treaties, and goals that will shape the world of work and all of human society.</p>\n\n\n\n<p>When the governments of the world gather this autumn for the United Nations General Assembly, Summit of the Future, Annual Meetings of the World Bank and International Monetary Fund, and the 26th UN Climate Change Conference, they will find democratic trade unions demanding a New Social Contract,  our plan “for a world where the economy serves humanity, rights are protected and the planet is preserved for future generations.”</p>\n\n\n\n<p>But there is another force, unelected by anyone, that seeks to control global affairs, with a competing vision for the world that preserves inequality and impunity, finances far-right political actors, and values private profit over public good and the health of our planet: corporate power.</p>\n\n\n\n<p>The International Trade Union Confederation (ITUC) recently released its first list of Corporate Underminers of Democracy,  leading companies that are symbolic of corporate power’s negative impact on democracy at work, in societies, and in global institutions. Because of companies like these,workers of the world are petitioning their governments to embrace binding international treaty that addresses the power and impact of transnational corporations on the human rights of millions of working people. It’s one achievable step that we can take today to fight <strong>for democracy in global institutions</strong> and put power back into the hands of workers.</p>\n\n\n\n<p>But there is another force, unelected by anyone, that seeks to control global affairs, with a competing vision for the world that preserves inequality and impunity, finances far-right political actors, and values private profit over public good and the health of our planet: corporate power.</p>\n\n\n\n<p>When left unchecked, megacorporations like <strong>Amazon</strong>, <strong>ExxonMobil</strong>, <strong>Glencore</strong>, <strong>Tesla</strong>, and <strong>Meta</strong> undermine democracy at work by violating trade union rights. They undermine democracy in societies by using media and technology to serve their own purposes, sewing climate catastrophe, and privatizing public services.</p>\n\n\n\n<p>They deploy complex lobbying operations to undermine democracy in global institutions and policy that might hold them accountable. They are led by ultra-wealthy individuals who support and finance far-right political actors,who in turn discredit and defund democratic global institutions;  reduce taxes on the wealthy and corporations; undercut living wages; favour bilateral aid financing over multilateralism; and crack down on human, trade union, and democratic rights, as evidenced by the ITUC’s Global Rights Index.</p>\n\n\n\n<p>For international institutions like the United Nations to reflect the democratic will of workers, they must be willing to hold these corporate undermines of democracy accountable. That is why we are calling for a robust binding international treaty on business and human rights,  one that addresses the impact of transnational corporations on the human rights of millions of working people.</p>\n\n\n\n<p>窗体顶端</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/need-a-treaty-on-corporate-power-for-democracy-in-global-institutions%ef%bf%bc/","hasAudio":false,"hasInfographics":false}