{"id":"wp-te-20471","wp_id":20471,"type":"standard","category":"World","language":"te","title":"￼ లోక్‌సభలో వక్ఫ్‌ చట్టం సవరణ బిల్లు.. ప్రతిపక్షాల అభ్యంతరంతో జేపీసీకి","excerpt":"కేంద్ర మైనారిటీ వ్యవహారాల శాఖ మంత్రి కిరణ్ రిజిజు.. లోక్‌సభలో వక్ఫ్‌ చట్టం సవరణ బిల్లు 2024ను ప్రవేశపెట్టారు. ఇప్పటివరకు అమలు అవుతున్న వక్ఫ్ చట్టానికి కీలక సవరణలు చేసే ఉద్దేశంతో కేంద్రంలోని నరేంద్ర మోదీ ప్రభుత్వం ఈ బిల్లును తీసుకువచ్చింది. అయితే ఈ బిల్లును అమల్లోకి తీసుకురావడం ద్వారా.. వక్ఫ్‌ బోర్డు అధికారాలను పరిమితం చేయడంతోపాటు ముస్లిం మహిళలను, ముస్లిమేతరులనూ.. ఈ వక్ఫ్ బోర్డులో సభ్యులుగా చేసేలా తయారు చేశారు. ఇక ఈ వక్ఫ్ బోర్డు సవరణ","author":"Tattva News Team","time":"8/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Kiren-Rijiju.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర మైనారిటీ వ్యవహారాల శాఖ మంత్రి కిరణ్ రిజిజు.. లోక్‌సభలో వక్ఫ్‌ చట్టం సవరణ బిల్లు 2024ను ప్రవేశపెట్టారు. ఇప్పటివరకు అమలు అవుతున్న వక్ఫ్ చట్టానికి కీలక సవరణలు చేసే ఉద్దేశంతో కేంద్రంలోని నరేంద్ర మోదీ ప్రభుత్వం ఈ బిల్లును తీసుకువచ్చింది. <br>అయితే ఈ బిల్లును అమల్లోకి తీసుకురావడం ద్వారా.. వక్ఫ్‌ బోర్డు అధికారాలను పరిమితం చేయడంతోపాటు ముస్లిం మహిళలను, ముస్లిమేతరులనూ.. ఈ వక్ఫ్ బోర్డులో సభ్యులుగా చేసేలా తయారు చేశారు. ఇక ఈ వక్ఫ్ బోర్డు సవరణ బిల్లును విపక్షాలు తీవ్రంగా వ్యతిరేకిస్తుండటంతో.. దాన్ని జాయింట్ పార్లమెంటరీ కమిటీ - జేపీసీకి పంపిస్తూ కేంద్రం కీలక నిర్ణయం తీసుకుంది.</p>\n\n\n\n<p>అయితే 1995 లో అమలులోకి వచ్చిన ఈ వక్ఫ్ చట్టంలో దాదాపు 40 సవరణలను కేంద్ర ప్రభుత్వం ప్రతిపాదించింది. వక్ఫ్ చట్టానికి సవరణలు తీసుకురావడం ద్వారా.. వక్ఫ్‌ పాలకవర్గాల్లో మరింత పారదర్శకత, జవాబుదారీతనాన్ని పెంచవచ్చని కేంద్ర ప్రభుత్వం చెబుతోంది.  అంతేకాకుండా వక్ఫ్ పాలనలో మహిళల భాగస్వామ్యాన్ని కూడా తప్పనిసరి చేయనున్నారు. అయితే ముస్లిం సమాజం నుంచి వస్తున్న డిమాండ్ల మేరకే వక్ఫ్ చట్టంలో ఈ మార్పులు చేస్తున్నట్లు కేంద్ర ప్రభుత్వ వర్గాలు చెప్పాయి.</p>\n\n\n\n<p>ఈ వక్ఫ్ చట్టం సవరణ బిల్లుకు పార్లమెంటు ఆమోదం లభించి.. అమల్లోకి వస్తే జిల్లా కలెక్టర్లు రూపొందించిన వాస్తవ అంచనా విలువల మేర వక్ఫ్‌ బోర్డులు తమ ఆస్తులను తప్పనిసరిగా నమోదు చేసుకోవాల్సి ఉంటుంది. వక్ఫ్‌బోర్డు చట్టంలో సవరణలు తీసుకురావల్సిన అవసరం ఎంతైనా ఉందని.. ఈ విషయంలో విపక్షాలు రాజకీయం చేయవద్దని కిరణ్ రిజిజు కోరారు. ఈబిల్లును వ్యతిరేకించే వ్యక్తులను ముస్లిం సమాజం క్షమించదని స్పష్టం చేశారు. </p>\n\n\n\n<p>ఈ బిల్లుకు మద్దతు ఇచ్చే వ్యక్తులను సామాన్య ముస్లింలు ఎప్పటికీ గుర్తించుకుంటారని తెలిపారు. ఓటుబ్యాంకు రాజకీయాల కోసం కొన్ని పార్టీలు ఈ బిల్లును వ్యతిరేకించడం సరికాదన్నారు. ప్రతి సభ్యుడు ఈ బిల్లుకు మద్దతు తెలిపాలని కిరణ్ రిజిజు కోరారు. వక్ఫ్‌బోర్డుల పేరుతో ఎన్నో అక్రమాలు జరుగుతున్నాయని ఎందరో ముస్లింలు తమ దృష్టికి తీసుకువచ్చారని చెప్పారు. <br>మాఫియా నాయకత్వంలో వక్ఫ్‌బోర్డులు నడుస్తున్నాయని చెప్పారని, వాళ్లపేర్లు తాను సభలో చెప్పడం సమంజసం కాదన్నారు.</p>\n\n\n\n<p>ఎందరో సామాన్య ప్రజలతో మాట్లాడిన తర్వాత వక్ఫ్‌బోర్డు చట్టంలో సవరణలు తేవాలని తమ ప్రభుత్వం నిర్ణయం తీసుకుందన్నారు.<br>అయితే కేంద్రంలో నరేంద్ర మోదీ నేతృత్వంలోని ఎన్డీఏ సర్కార్ ఎప్పటి నుంచో ఈ సవరణల గురించి ఆలోచిస్తోందని ఇది సరైన నిర్ణయం కాదని ఆలిండియా ముస్లిం పర్సనల్‌ లా బోర్డు ఇదివరకే ఈ బిల్లును వ్యతిరేకిస్తూ ప్రకటన విడుదల చేసింది. మరోవైపు వక్ఫ్‌ బోర్డ్‌ల చట్టబద్ధమైన హోదా, అధికారాల్లో జోక్యం చేసుకుంటే సహించబోమని ఆల్‌ ఇండియా ముస్లిం పర్సనల్‌ లా బోర్డ్‌ ప్రకటించింది.</p>\n\n\n\n<p>ఇక ఈ వక్ఫ్ చట్టం సవరణ బిల్లును విపక్షాలు లోక్‌సభలో తీవ్రంగా వ్యతిరేకిస్తూ రాజ్యాంగ విరుద్ధం అంటూ ఖండించాయి. ఈ బిల్లు దారుణమని.. రాజ్యాంగ స్ఫూర్తిపై దాడి అని కాంగ్రెస్ నేత కేసీ వేణుగోపాల్ తెలిపారు. ఇది మతపరమైన విభజనను సృష్టిస్తుందని తీవ్ర విమర్శలు గుప్పించారు.  ఈ సవరణ బిల్లును బీజేపీ మిత్రపక్షం జేడీయూ సమర్థించింది. వక్ఫ్‌ బోర్డులకు ప్రస్తుతం ఉన్న అపరిమిత అధికారాలకు చెక్‌ పెట్టే దిశగా కేంద్రం కీలక బిల్లును తీసుకురాబోతుందని రాజకీయ విశ్లేషకులు పేర్కొంటున్నారు.</p>\n\n\n\n<p>వ‌క్ఫ్ బోర్డు స‌వ‌ర‌ణ బిల్లు 2024 పై మాట్లాడిన ఎంఐఎం అధినేత, హైదరాబాద్ ఎంపీ అస‌దుద్దీన్ ఓవైసీ రాజ్యాంగంలోని ఆర్టిక‌ల్ 14, 15, 25 సూత్రాల‌ను ఈ బిల్లు ఉల్లంఘిస్తోందని ఆరోపించారు. బిల్లు వివ‌క్షతో కూడుకుంద‌ని.. ఏక‌ప‌క్షంగా ఉన్నట్లు పేర్కొన్నారు. వ‌క్ఫ్ బోర్డ్ స‌వ‌ర‌ణ బిల్లుతో.. కేంద్ర ప్రభుత్వం దేశాన్ని విభ‌జిస్తోంద‌ని.. ముస్లింల‌కు కేంద్రం శ‌త్రువు అని చెప్పేందుకు ఈ బిల్లే సాక్ష్యమ‌ని తీవ్ర స్థాయిలో విరుచుకుపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/20471/08/08/2024/","hasAudio":false,"hasInfographics":false}