{"id":"wp-en-12979","wp_id":12979,"type":"standard","category":"World","language":"en","title":"EC booked MP Tejasvi Surya for seeking votes on basis of religion￼","excerpt":"The Election Commission, on Friday, filed a case against BJP leader and Bengaluru South sitting MP Tejasvi Surya for \"soliciting votes on the ground of religion.\" \"Case is booked against Tejasvi Surya MP and Candidate of Bengaluru South PC on 25.04.24 at Jayanagar PS u/s 123(3) for posting a video in 'X' handle and soliciting","author":"Tattva News Team","time":"27/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Tejasvi-Surya.jpg","readTime":"5 min read","contentHTML":"\n<p>The Election Commission, on Friday, filed a case against BJP leader and Bengaluru South sitting MP Tejasvi Surya for \"soliciting votes on the ground of religion.\"</p>\n\n\n\n<p>\"Case is booked against Tejasvi Surya MP and Candidate of Bengaluru South PC on 25.04.24 at Jayanagar PS u/s 123(3) for posting a video in 'X' handle and soliciting votes on the ground of religion,\" Karnataka chief electoral officer said in a tweet.</p>\n\n\n\n<p>According to media reports, the case has been filed against Tejasvi Surya with Jayanagar police station in Bengaluru. The BJP MP, who is seeking reelection from Bengaluru South, has been appealing to people on social media to come out and vote in large numbers.  </p>\n\n\n\n<p>In some of his appeals to voters, he had mentioned Ram Mandir, Article 370, and border security, say media reports. Earlier in the day, the BJP leader had said only a small percentage of BJP voters have come out to vote so far.</p>\n\n\n\n<p> “We the BJP voters are 80 per cent but only 20 per cent come out and vote. Congress’ voters are 20 per cent but they come out and vote 80 per cent. This is the ground reality at the polling booths in most cases. Every single vote of yours matters. Please come out and vote because if you are not voting, Congress’ 20 per cent is definitely voting,” he had said.</p>\n\n\n\n<p>Tejasvi Surya is pitted against former Jayanagar MLA and daughter of state Transport Minister Ramalinga Reddy, Sowmya Reddy in Bengaluru South, which has been a BJP bastion</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/ec-booked-mp-tejasvi-surya-for-seeking-votes-on-basis-of-religion%ef%bf%bc/","hasAudio":false,"hasInfographics":false}