{"id":"wp-en-12959","wp_id":12959,"type":"standard","category":"World","language":"en","title":"Civilians in conflict pay ultimate price as states flout international law, says Amnesty","excerpt":"Amnesty International’s Annual report presents a stark assessment of the betrayal of human rights principles by today’s leaders and institutions. In the face of multiplying conflicts, the actions of many powerful states have further damaged the credibility of multilateralism and undermined the global rules-based order first established in 1945. In a conflict that defined 2023","author":"Tattva News Team","time":"25/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/civilians.jpg","readTime":"5 min read","contentHTML":"\n<p>Amnesty International’s Annual report presents a stark assessment of the betrayal of human rights principles by today’s leaders and institutions. In the face of multiplying conflicts, the actions of many powerful states have further damaged the credibility of multilateralism and undermined the global rules-based order first established in 1945.</p>\n\n\n\n<p>In a conflict that defined 2023 and shows no sign of abating, evidence of war crimes continues to mount as the Israeli government makes a mockery of international law in Gaza.</p>\n\n\n\n<p> Following the horrific attacks by Hamas and other armed groups on 7 October, Israeli authorities responded with unrelenting air strikes on populated civilian areas often wiping out entire families, forcibly displacing nearly 1.9 million Palestinians and restricting the access of desperately needed humanitarian aid despite growing famine in Gaza.</p>\n\n\n\n<p>The report points to the USA’s brazen use of its veto to paralyse the UN Security Council for months on a much-needed resolution for a ceasefire, as it continues to arm Israel with munitions that have been used to commit what likely amounts to war crimes.</p>\n\n\n\n<p>It also highlights the grotesque double standards of European countries such as the UK and Germany, given their well-founded protestations about war crimes by Russia and Hamas, while they simultaneously bolster the actions of Israeli and US authorities in this conflict.</p>\n\n\n\n<p>The report also documents flagrant rule-breaking by Russian forces during their continued full-scale invasion of Ukraine. It highlights indiscriminate attacks on densely populated civilian areas, as well as energy and grain export infrastructure; and the use of torture or other ill-treatment against prisoners of war.</p>\n\n\n\n<p>This is in addition to vast environmental contamination through acts including the apparently deliberate destruction of the Kakhovka dam which is widely believed to have been committed by Russian forces.</p>\n\n\n\n<p>Myanmar’s military and associated militias also conducted attacks against civilians resulting in over 1,000 civilian deaths in 2023 alone. Neither the Myanmar military nor the Russian authorities have committed to investigating reports of glaring violations. Both have received financial and military support from China. </p>\n\n\n\n<p>In Sudan, both warring parties, the Sudan Armed Forces and the Rapid Support Forces, have demonstrated little concern for international humanitarian law as they carried out targeted and indiscriminate attacks that have killed and injured civilians, and launched explosive weapons from densely populated neighbourhoods killing 12,000 people in 2023.</p>\n\n\n\n<p>This has triggered the largest displacement crisis in the world with more than 8 million people forced to flee. With no end to the conflict in sight, the hunger crisis that has gripped Sudan for months is now dangerously close to turning into famine.</p>\n","originalUrl":"https://en.tattvanews.com/international/civilians-in-conflict-pay-ultimate-price-as-states-flout-international-law-says-amnesty/","hasAudio":false,"hasInfographics":false}