{"id":"wp-te-18494","wp_id":18494,"type":"standard","category":"World","language":"te","title":"మొదటి దశలో 63 శాతం దాటిన ఓటింగ్","excerpt":"18వ లోక్‌సభ ఎన్నికల్లో ఓటర్లు ఉత్సాహంగా పాల్గొన్నారు. కొత్త ప్రభుత్వాన్ని ఎన్నుకునే ఉత్కంఠ ఎంతగా ఉందంటే ప్రజలు ఎండ వేడిని కూడా పట్టించుకోకుండా వచ్చి పెద్ద ఎత్తున ఓట్లు వేశారు. సీట్ల పరంగా ఇదే అతిపెద్ద దశ. ఈ క్రమంలో 21 రాష్ట్రాలు, కేంద్ర పాలిత ప్రాంతాలలో 63.5% (రాత్రి 11 గంటల నాటికి) ఓటింగ్ నమోదైంది.  పశ్చిమ బెంగాల్‌లో చెదురుమదురు హింసాత్మక సంఘటనల మధ్య 77.57 శాతం ఓటింగ్ జరగగా, చాలా చోట్ల ప్రశాంతంగా ముగిసింది.","author":"Tattva News Team","time":"20/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Voting1.jpg","readTime":"5 min read","contentHTML":"\n<p>18వ లోక్‌సభ ఎన్నికల్లో ఓటర్లు ఉత్సాహంగా పాల్గొన్నారు. కొత్త ప్రభుత్వాన్ని ఎన్నుకునే ఉత్కంఠ ఎంతగా ఉందంటే ప్రజలు ఎండ వేడిని కూడా పట్టించుకోకుండా వచ్చి పెద్ద ఎత్తున ఓట్లు వేశారు. సీట్ల పరంగా ఇదే అతిపెద్ద దశ. ఈ క్రమంలో 21 రాష్ట్రాలు, కేంద్ర పాలిత ప్రాంతాలలో 63.5% (రాత్రి 11 గంటల నాటికి) ఓటింగ్ నమోదైంది. </p>\n\n\n\n<p>పశ్చిమ బెంగాల్‌లో చెదురుమదురు హింసాత్మక సంఘటనల మధ్య 77.57 శాతం ఓటింగ్ జరగగా, చాలా చోట్ల ప్రశాంతంగా ముగిసింది. నక్సల్స్ ప్రభావిత బస్తర్ ప్రాంతం, పశ్చిమ బెంగాల్, మణిపూర్‌లో హింసాత్మక ఘటనలు చోటుచేసుకున్నాయి.  ఇప్పటివరకు వచ్చిన నివేదికల ప్రకారం త్రిపురలో అత్యధికంగా 81.5%, సిక్కింలో 80% నమోదు కాగా, మణిపూర్, పుదుచ్చేరిలో (78.3%), మేఘాలయలో (74.5%), అసోంలో (73.4%) ఓటింగ్ నమోదైంది. </p>\n\n\n\n<p>ఛత్తీస్‌గఢ్‌లో జరిగిన మొదటి దశ లోక్‌సభ ఎన్నికలలో నక్సల్స్ ప్రభావిత బస్తర్ లోక్‌సభ స్థానంలో 63.41 శాతానికి పైగా ఓటర్లు తమ ఓటు హక్కును వినియోగించుకున్నారు. బీహార్‌లో అత్యల్పంగా 47.49 శాతం ఓటింగ్ నమైదైంది. ఈ దశ తర్వాత రెండో దశ ఓటింగ్ ఏప్రిల్ 26న జరగనుంది. మొత్తం ఏడు దశల్లో 543 స్థానాలకు జూన్ 1న పోలింగ్ ముగియనుంది. జూన్ 4న అన్ని సీట్ల ఫలితాలు రానున్నాయి.</p>\n\n\n\n<p>తమిళనాడలోని అన్ని (39) నియోజకవర్గాలకు పోలింగ్ జరిగింది. అక్కడ కూడా 62 శాతానికి పైగా ఓట్లు పోలయ్యాయి. లోక్‌సభ ఎన్నికలతో పాటు అరుణాచల్ ప్రదేశ్, సిక్కింలలో అసెంబ్లీ ఎన్నికలు జరిగాయి. ఉదయం ప్రతికూల వాతావరణం కారణంగా అరుణాచల్‌లో పోలింగ్ తక్కువగా నమోదైంది, అయితే తరువాత అది 65 శాతానికి పైగా పెరిగింది. ఈ సందర్భంగా తొలి రౌండ్‌కు అద్భుతమైన స్పందన వచ్చిందని ప్రధాని మోదీ పేర్కొన్నారు. దేశవ్యాప్తంగా ప్రజలు రికార్డు స్థాయిలో ఎన్డీయేకు ఓటు వేశారని అభిప్రాయం వ్యక్తం చేశారు.</p>\n\n\n\n<p>2,500 మంది ఓటర్లు ఏప్రిల్ 19న త్రిపురలో తమ ఓటు హక్కును వినియోగించుకునేందుకు భారత్-బంగ్లాదేశ్ సరిహద్దులోని ఫెన్సింగ్ దాటారు. చారిత్రక కారణాల వల్ల త్రిపురలో గణనీయమైన సంఖ్యలో ఓటర్లు ముళ్ల కంచెకు అవతల, బంగ్లాదేశ్ లో ఉండాల్సి వచ్చింది. వారు ఓటు వేయడానికి వీలుగా ఉదయం నుంచే సరిహద్దు గేట్లను తెరిచారు.</p>\n\n\n\n<p>మణిపూర్ లోని ఇన్నర్ మణిపూర్, ఔటర్ మణిపూర్ లోక్ సభ స్థానాలకు శుక్రవారం పోలింగ్ జరిగింది. గత ఏడాది మే నెల నుంచి హింసతో అట్టుడుకుతున్న ఈశాన్య రాష్ట్రంలో శుక్రవారం పోలింగ్ జరుగుతుండగా ఇంఫాల్ తూర్పు ప్రాంతంలో కాల్పుల ఘటనలు చోటుచేసుకున్నాయి. ఇన్నర్ మణిపూర్ లోక్ సభ స్థానం పరిధిలోని తొంగ్జు అసెంబ్లీ నియోజకవర్గంలో స్థానికులకు, గుర్తుతెలియని దుండగులకు మధ్య వాగ్వాదం చోటుచేసుకుంది. </p>\n\n\n\n<p>ఇంఫాల్ లోని మొయిరంగ్ కాంపు సజేబ్ అవంగ్ లీకైలోని పోలింగ్ బూత్ వద్ద కాల్పులు, ఘర్షణలు చోటుచేసుకున్నాయి. ఈ ఘటనలో ఒక వ్యక్తి గాయపడ్డాడు. పోలింగ్ బూత్ ల్లో హింసాత్మక ఘటనల వల్ల ఈవీఎంలకు కొంత నష్టం వాటిల్లిందని అధికారులు తెలిపారు. ఆయా బూత్ ల్లో మళ్లీ పోలింగ్ జరపాలని కోరుతున్నట్లు చెప్పారు.</p>\n\n\n\n<p>పశ్చిమ బెంగాల్ లోని మూడు పార్లమెంటరీ నియోజకవర్గాల్లో తొలి దశ లోక్ సభ ఎన్నికల పోలింగ్ లోనూ హింసాత్మక ఘటనలు చోటుచేసుకున్నాయి. హింస ఎక్కువగా జరిగే కూచ్ బెహర్ నియోజకవర్గంలో తృణమూల్ కాంగ్రెస్, భారతీయ జనతా పార్టీ కార్యకర్తలు ఘర్షణకు దిగడంతో పలువురికి గాయాలయ్యాయి.</p>\n\n\n\n<p> సీతాల్ కుచిలో పోలింగ్ ఏజెంట్లపై బీజేపీ కార్యకర్తలు దాడి చేశారని, కూచ్ బెహార్లోని కొన్ని బూత్లలోకి ఓటర్లను వెళ్లకుండా అడ్డుకున్నారని టీఎంసీ ఆరోపించింది. అయితే ఈ ఆరోపణలను ఖండించిన బీజేపీ టీఎంసీ ఓటర్లను భయభ్రాంతులకు గురి చేసిందని ప్రత్యారోపణలు చేసింది. మాతభంగ ప్రాంతంలో కూడా ఘర్షణలు చోటుచేసుకున్నాయి.</p>\n\n\n\n<p>చత్తీస్ గఢ్ లోని బీజాపూర్ జిల్లా ఉసూర్ పోలీస్ స్టేషన్ పరిధిలోని గల్గామ్ గ్రామంలో అండర్ బ్యారెల్ గ్రెనేడ్ లాంచర్ షెల్ ప్రమాదవశాత్తు పేలడంతో భద్రతా విధుల్లో ఉన్న సి ఆర్ పి ఎఫ్ జవాను మృతి చెందాడు. ఈ పేలుడులో తీవ్రంగా గాయపడిన సీఆర్పీఎఫ్ 196వ బెటాలియన్ కు చెందిన కానిస్టేబుల్ దేవేంద్ర కుమార్ ను జగదల్ పూర్ కు తరలించగా చికిత్స పొందుతూ మృతి చెందాడు. మరో ఘటనలో బీజాపూర్ జిల్లా భైరాంగఢ్ పోలీస్ స్టేషన్ పరిధిలో నక్సలైట్లు అమర్చిన ఇంప్రూవైజ్డ్ ఎక్స్ ప్లోజివ్ డివైజ్ పేలడంతో సీఆర్ పీఎఫ్ అసిస్టెంట్ కమాండెంట్ గాయపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/18494/20/04/2024/","hasAudio":false,"hasInfographics":false}