{"id":"wp-en-13324","wp_id":13324,"type":"standard","category":"World","language":"en","title":"Delhi Police team seizes laptop, CCTV DVR from Kejriwal's residence￼","excerpt":"A team of Delhi Police on Sunday (May 19) seized a laptop and CCTV digital video record (DVR) from the residence of Delhi Chief Minister Arvind Kejriwal, in connection with the AAP MP Swati Maliwal assault case. Along with this, some documents were also taken away by the Delhi Police from the Chief Minister's residence.","author":"Tattva News Team","time":"19/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Del-Police.jpg","readTime":"5 min read","contentHTML":"\n<p>A team of Delhi Police on Sunday (May 19) seized a laptop and CCTV digital video record (DVR) from the residence of Delhi Chief Minister Arvind Kejriwal, in connection with the AAP MP Swati Maliwal assault case. Along with this, some documents were also taken away by the Delhi Police from the Chief Minister's residence. <strong></strong></p>\n\n\n\n<p>Maliwal claimed that the CCTV footage of the May 13 incident where she was allegedly assaulted has 'disappeared' and edited videos were being released. Kejriwal's aide Bibhav Kumar was picked up at the CM's residence and arrested in connection with the assault case on Saturday.</p>\n\n\n\n<p>\"First I was thrashed brutally by Bibhav. He slapped and kicked me. When I freed myself and called 112, he went outside, called security personnel and started making a video. I was shouting and telling the security that Bibhav has thrashed me brutally. \"That long portion of the video has been edited. Only a 50-second video was released when I was fed up of telling the security,\" Maliwal claimed.</p>\n\n\n\n<p>A Delhi Court has sent Bibhav Kumar, to five-day police custody in connection with the alleged assault case of Maliwal. The Delhi Police had sought a 7-day custody of Kejriwal's aide. The court after hearing the arguments of Delhi Police and Bibhav's lawyer had reserved the order and delivered the judgement late Saturday night.</p>\n\n\n\n<p>The Delhi Police in its application submitted to the court seeking a seven-day police remand of Bibhav Kumar,  has said the “brutal assault on Rajya Sabha MP and Aam Aadmi Party leader Swati Maliwal could have been fatal and CCTV footage at Delhi Chief Minister’s official residence during the period of assault on May 13 has turned out to be blank.</p>\n\n\n\n<p>It further said Kumar admitted to formatting his Apple iPhone 15 in Mumbai and needed to be taken there to recover the data, for which his police remand was needed. The police said digital video recording of the drawing room of the Delhi CM’s Civil Lines residence where the alleged assault took place was not provided officially and a portion of it procured unofficially has turned out to be blank.</p>\n\n\n\n<p>In their submission to court, cops also said Kumar could not explain why despite termination of his appointment as personal secretary to Delhi CM Arvind Kejriwal on April 19, he continued to work in the CM’s residence whereby he had “potential to tamper with crucial evidence in the case.”</p>\n\n\n\n<p>“Bibhav Kumar was appointed private secretary to the Delhi CM on co terminus basis on February 27, 2015, which has been terminated by the competent authority on April 19, 2024, but continues to work at CM residence,” it added.</p>\n","originalUrl":"https://en.tattvanews.com/national/delhi-police-team-seizes-laptop-cctv-dvr-from-kejriwals-residence%ef%bf%bc/","hasAudio":false,"hasInfographics":false}