{"id":"wp-en-13966","wp_id":13966,"type":"standard","category":"World","language":"en","title":"PM Modi flys Congress speaks with a forked tongue￼","excerpt":"A day after his spirited response to the debate in Lok Sabha on a motion to thank President Droupadi Murmu for her address to the joint sitting of Parliament, Prime Minister Narendra Modi launched an all-out attack on the Congress in Rajya Sabha too, saying it speaks with a forked tongue, opposing celebration of the Constitution","author":"Tattva News Team","time":"4/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-RS1.webp","readTime":"5 min read","contentHTML":"\n<p>A day after his spirited response to the debate in Lok Sabha on a motion to thank President Droupadi Murmu for her address to the joint sitting of Parliament, Prime Minister Narendra Modi launched an all-out attack on the Congress in Rajya Sabha too, saying it speaks with a forked tongue, opposing celebration of the Constitution Day while doing the “drama” of protecting the Constitution during polls.</p>\n\n\n\n<p>Leader of the Opposition in Rajya Sabha Mallikarjun Kharge wanted to intervene but was not allowed, leading to the opposition MPs trying to drown out Modi's speech by raising slogans. Later they staged a walkout.</p>\n\n\n\n<p>Undeterred, Modi continued his speech and said the Congress was running away as it does not have the courage to hear the truth. Chairman Jagdeep Dhankhar also condemned the walkout, calling it an insult to the Constitution.</p>\n\n\n\n<p>PM Modi raked up multiple incidents, pertaining to UPA I and UPA II regimes and said that it is the Congress party which is the biggest opponent of the Constitution. PM Modi’s sharp retort came in the backdrop of the grand old party’s claims that 'Samvidhaan' (Constitution) is under threat in the Modi government.</p>\n\n\n\n<p>Citing multiple incidents of how Congress mocked the Samvidhaan, PM Modi asked, “Who gave the power to National Advisory Council (NAC) to overrule the Prime Minister post? Who allowed the PM’s chair to be ridiculed?”</p>\n\n\n\n<p>“Who gave the power to a Congress MP to rip apart a Cabinet note,” he asked, referring to the incident when Rahul tore a note before the press. He also cornered the Congress party on Emergency and Turkman Gate incidents and recalled how democracy was decimated during those times of Cong rule.</p>\n\n\n\n<p>Recalling the tragic times of Emergency, PM Modi said: “Democracy was trampled upon, common people were harassed, many were jailed and tortured inside prisons.”</p>\n\n\n\n<p>He said that despite the dark history of oppression and suppression during its rule, Congress today makes tall claims about protection of Constitution and tries to hide its dark deeds by waving a copy of Samvidhaan.</p>\n\n\n\n<p>He said the return of his government for the third term would strengthen the journey towards fulfilling this objective. Listing the achievements of the government, the Prime Minister said only 3 crore farmers were beneficiaries of UPA's loan waiver, but the NDA's PM-Kisan scheme has benefited over 10 crore farmers.</p>\n\n\n\n<p>He said the government has strengthened the agriculture sector with micro planning ranging from farm to market. The people of the country have given their support to the work done by BJP-led NDA govt in the last 10 years, he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-flys-congress-speaks-with-a-forked-tongue%ef%bf%bc/","hasAudio":false,"hasInfographics":false}