{"id":"wp-en-13148","wp_id":13148,"type":"standard","category":"World","language":"en","title":"Danish journalists faced a surge  in false advertising on Meta platforms￼","excerpt":"Danish newspapers Politiken with TjekDek revealed last month that thousands of false advertisement campaigns published on the Meta platforms were targeting in particular DR and TV2 journalists. Most of the fake articles were not removed by Meta, despite being reported as fraudulent. The European Federation of Journalists (EFJ) urges Meta to take responsibility for protecting the credibility and","author":"Tattva News Team","time":"8/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/EFJ-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>Danish newspapers Politiken with TjekDek revealed last month that thousands of false advertisement campaigns published on the Meta platforms were targeting in particular DR and TV2 journalists. Most of the fake articles were not removed by Meta, despite being reported as fraudulent.</p>\n\n\n\n<p>The European Federation of Journalists (EFJ) urges Meta to take responsibility for protecting the credibility and professionalism of journalists and remove all the fakes from its platforms.  Deepfake is a growing phenomenon worldwide that involves the unauthorised use of well-known journalists’ images or voices to spread false stories and lure people into sending money. </p>\n\n\n\n<p>Among the journalists targeted, TjekDek and Politiken reported on 3 April 2024 that DR radio host Anders Lund Madsen appeared in 501 fake ads  in Facebook feeds almost 670,000 times between 2 and 10 January. Following their investigation, a total of 9,000 fraudulent ads with Lund Madsen were created. More than 80% of the 501 ads of January have not been removed from Facebook by Meta, despite being reported as fraudulent ads. Some ads even announced Anders Lund Madsen’s death. </p>\n\n\n\n<p>Among others, the fraudsters have also targeted TV 2 host <a href=\"#inbox/_blank\"><u>Divya Das</u></a> who, according to TjekDek analysis of the Meta advertisement library, has been abused in over 8,000 fraudulent advertisements. In the most recent fraudulent article, Divya Das was portrayed as a battered woman, showing her with a black eye or red marks on her face.</p>\n\n\n\n<p>The scam accused DR TV host Kim Bildsøe Lassen, who is Divya Das’s husband, of beating her. When users clicked on the misleading ad, they were directed to a fake BT article in which Divya Das allegedly revealed, during a conversation with DR host Mette Bluhme Rieck on a DR program called “Aftenshowet”, how she had become extremely wealthy by investing in a specific platform called “i3 Folex”. TV 2 and DR have reported Meta to the police for fraud. </p>\n\n\n\n<p>The issue started last year with the manipulation of DR host Mette Bluhme Rieck and TV 2 anchor Ditte Haue’s voices in deepfake videos on Facebook. Their image was used to promote weight loss products and bitcoins. The same incident happened to TV 2 host Lise Rønne with fake photos circulating on Instagram showing her being chased by banks and police after alleged revelation about bitcoins.</p>\n\n\n\n<p>Since 2 May 2024, DR and TV 2 have launched a joint campaign, urging the giant tech to take responsibility for its deepfake content. In a video on social media,  a group of well-known Danish journalists, including Anders Lund Madsen and Divya Das, refute some of the untruths spread about them on Meta platforms as part of the scam. The video comes after a series of unsuccessful attempts to request Meta to remove the fraudulent contents, including an open letter to Meta signed by DR, BT, and TV 2. </p>\n","originalUrl":"https://en.tattvanews.com/international/danish-journalists-faced-a-surge-in-false-advertising-on-meta-platforms%ef%bf%bc/","hasAudio":false,"hasInfographics":false}