{"id":"wp-en-14883","wp_id":14883,"type":"standard","category":"World","language":"en","title":"GST Council decides a New GoM on medical health insurance","excerpt":"The GST Council will take a call on reducing tax rate on premiums of health and life insurance policies at its next meeting in November, an issue which was raised by Opposition parties in the last Parliament session. Union Finance Minister Nirmala Sitharaman on Monday chaired the 54th meeting of the GST Council, at Sushma","author":"Tattva News Team","time":"10/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/GST-council1.jpg","readTime":"5 min read","contentHTML":"\n<p>The GST Council will take a call on reducing tax rate on premiums of health and life insurance policies at its next meeting in November, an issue which was raised by Opposition parties in the last Parliament session.</p>\n\n\n\n<p>Union Finance Minister Nirmala Sitharaman on Monday chaired the 54th meeting of the GST Council, at Sushma Swaraj Bhawan, in New Delhi. After the meeting, Sitharaman, along with top Finance Ministry officials, held a press conference briefing about the decisions taken in the meeting.</p>\n\n\n\n<p>\"The 54th meeting of GST Council took several decisions. The Group of Ministers (GoM) on rate rationalisation and the GoM on real estate submitted status reports today. Status on online gaming and casinos was submitted. Revenue from online gaming has increased by 412% at Rs 6909 cr in 6 months,\" she said during the media briefing.</p>\n\n\n\n<p>The all-powerful GST Council will take a decision on the issue post-submission of the GoM report, Sitharaman said. The minister said a separate GoM will look into treatment of collections from a cess levied on luxury and sin goods post its sunset date of March 31, 2026.</p>\n\n\n\n<p>The GST rate for extruded or expanded savoury snacks, classified under HS 1905 90 30, will be reduced from 18% to 12%. This change aligns the rate with that of similar pre-packaged and labelled products. The 5% rate will continue for un-fried or un-cooked snack pellets, manufactured through process of extrusion. The reduced rate will be applicable prospectively.</p>\n\n\n\n<p>The GST rate on cancer drugs such as Trastuzumab Deruxtecan, Osimertinib, and Durvalumab will be reduced from 12% to 5%, providing relief to patients. Roof Mounted Package Unit (RMPU) Air Conditioning Machines for Railways will now be classified under HSN 8415 with a GST rate of 28%.</p>\n\n\n\n<p>A reverse charge mechanism will be applied to the supply of metal scrap from unregistered to registered persons. Suppliers must register once they surpass the threshold limit, while recipients will be responsible for paying tax under RCM. Additionally, a TDS of 2% will be imposed on the supply of metal scrap in B2B transactions.</p>\n\n\n\n<p>The GST rate for car seats, classified under HS 9401, will increase from 18% to 28%. This change aims to create parity between car seats and motorcycle seats, which already attract a 28% rate. The new rate will be applied prospectively.</p>\n","originalUrl":"https://en.tattvanews.com/national/gst-council-decides-a-new-gom-on-medical-health-insurance/","hasAudio":false,"hasInfographics":false}