{"id":"wp-te-20946","wp_id":20946,"type":"standard","category":"World","language":"te","title":"కేజ్రీవాల్ బెయిల్‌ పిటిషన్‌పై తీర్పు రిజర్వ్","excerpt":"ఢిల్లీ మద్యం విధానంలో మనీ ల్యాండరింగ్ వ్యవహారంలో  ముఖ్యమంత్రి  అరవింద్ కేజ్రీవాల్ బెయిల్ పిటిషన్‌తోపాటు తన అరెస్ట్‌ను సవాల్ చేస్తూ దాఖలు చేసిన పిటిషన్లపై సుప్రీంకోర్టు గురువారం విచారణ జరిపింది. అందుకు సంబంధించిన తీర్పును సుప్రీంకోర్టు రిజర్వ్ చేసింది. ఢిల్లీ సీఎం కేజీవాల్‌ దాఖలు చేసిన పిటిషన్లపై గురువారం జస్టిస్ సూర్యకాంత్, జస్టిస్ ఉజ్జల్ భూయన్‌తో కూడిన సుప్రీంకోర్టు ధర్మాసనం విచారించింది.  అనంతరం ఈ కేసులో తీర్పును మంగళవారానికి సుప్రీంకోర్టు ధర్మాసనం రిజర్వ్ చేసింది.  ఇప్పటికే ఈ","author":"Tattva News Team","time":"6/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Kejriwal-hc.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ మద్యం విధానంలో మనీ ల్యాండరింగ్ వ్యవహారంలో  ముఖ్యమంత్రి  అరవింద్ కేజ్రీవాల్ బెయిల్ పిటిషన్‌తోపాటు తన అరెస్ట్‌ను సవాల్ చేస్తూ దాఖలు చేసిన పిటిషన్లపై సుప్రీంకోర్టు గురువారం విచారణ జరిపింది. అందుకు సంబంధించిన తీర్పును సుప్రీంకోర్టు రిజర్వ్ చేసింది. ఢిల్లీ సీఎం కేజీవాల్‌ దాఖలు చేసిన పిటిషన్లపై గురువారం జస్టిస్ సూర్యకాంత్, జస్టిస్ ఉజ్జల్ భూయన్‌తో కూడిన సుప్రీంకోర్టు ధర్మాసనం విచారించింది. </p>\n\n\n\n<p>అనంతరం ఈ కేసులో తీర్పును మంగళవారానికి సుప్రీంకోర్టు ధర్మాసనం రిజర్వ్ చేసింది.  ఇప్పటికే ఈ కేసులో జైలుకు వెళ్లిన ఒక్కొక్కరు విడుదల అవుతున్న నేపథ్యంలో కేజ్రీవాల్ బెయిల్‌పై సుప్రీంకోర్టు ఏం తీర్పు వెలువరించనుందో అని అందరిలో తీవ్ర ఉత్కంఠ నెలకొంది. ఇప్పటికే ఈ కేసులో అరెస్ట్ అయి జైలుకు వెళ్లిన ఢిల్లీ మాజీ ఉపముఖ్యమంత్రి మనీష్ సిసోడియా, బీఆర్ఎస్ ఎమ్మెల్సీ కల్వకుంట్ల కవిత, ఆప్ మీడియా ఇంఛార్జ్ విజయ్ నాయర్ సహా పలువురు బెయిల్‌పై బయటికి వచ్చారు.</p>\n\n\n\n<p>ఢిల్లీ లిక్కర్ పాలసీ కేసులో ఈడీ దాఖలు చేసిన కేసులో ఇప్పటికే కేజ్రీవాల్‌కు బెయిల్ రాగా  సీబీఐ దాఖలు చేసిన కేసులో మాత్రం బెయిల్ రాకపోవడంతో ఆయన ఇంకా తీహార్ జైలులోనే ఉన్నారు. కేజ్రీవాల్‌ను ఈ ఏడాది మార్చి 21వ తేదీన ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ అధికారులు అరెస్ట్ చేశారు. ఆ తర్వాత ఒకసారి సార్వత్రిక ఎన్నికల సమయంలో మధ్యంతర బెయిల్‌పై బయటికి వచ్చి తిరిగి తీహార్ జైలుకు వెళ్లారు. </p>\n\n\n\n<p>ఈ నేపథ్యంలోనే తాజాగా కేజ్రీవాల్ దాఖలు చేసిన బెయిల్ పిటిషన్‌పై విచారణ జరిపిన సుప్రీంకోర్టు న్యాయవాదులు జస్టిస్ సూర్యకాంత్, జస్టిస్ ఉజ్జర్ భూయాన్.. తీర్పును మంగళవారానికి రిజర్వ్ చేశారు.  బెయిల్ పిటిషన్ల సందర్భంగా సీబీఐ తరఫున వాదనలు వినిపించిన అడిషనల్ సొలిసిటర్ జనరల్ ఎస్వీ రాజు అరవింద్ కేజ్రీవాల్‌కు సుప్రీంకోర్టు బెయిల్ మంజూరు చేస్తే అది ఢిల్లీ హైకోర్టు ఇచ్చిన తీర్పును నిరుత్సాహపరిచినట్లే అవుతుందని పేర్కొన్నారు. </p>\n\n\n\n<p>ఇక కేజ్రీవాల్ తరఫు వాదనలు వినిపించిన అభిషేక్ మను సింఘ్వీ ఆయన రాజ్యాంగబద్ధమైన పదవిలో ఉన్నందున ఎక్కువ ఆయనకు బెయిల్ ఇస్తే దేశం విడిచి పారిపోయే అవకాశం లేదని కోర్టుకు విన్నవించారు. గత 2 ఏళ్లుగా ఈ కేసులో ఎవరినీ అరెస్ట్ చేయని సీబీఐ జూన్ 26వ తేదీన కేజ్రీవాల్‌ను అరెస్ట్ చేసిందని సింఘ్వీ కోర్టుకు తెలిపారు. ఇరుపక్షాల వాదనలు విన్న సుప్రీంకోర్టు ద్విసభ్య ధర్మాసనం తీర్పును మంగళవారానికి వాయిదా వేసింది.</p>\n","originalUrl":"https://tattvanews.com/20946/06/09/2024/","hasAudio":false,"hasInfographics":false}