{"id":"wp-en-12826","wp_id":12826,"type":"standard","category":"World","language":"en","title":"India TV-CNX Opinion Poll says 393 seats to BJP-led NDA￼","excerpt":"Prime Minister Narendra Modi-led National Democratic Alliance (NDA) may win 393 out of a total of 543 Lok Sabha seats if elections are held now, with the Bharatiya Janata Party (BJP) alone projected to win 343 seats, says India TV-CNX Opinion Poll. The opposition Congress-led I.N.D.I.A. bloc (minus Trinamool Congress) may win 99 seats, while others","author":"Tattva News Team","time":"17/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/LS-Polls1.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi-led National Democratic Alliance (NDA) may win 393 out of a total of 543 Lok Sabha seats if elections are held now, with the Bharatiya Janata Party (BJP) alone projected to win 343 seats, says India TV-CNX Opinion Poll.</p>\n\n\n\n<p>The opposition Congress-led I.N.D.I.A. bloc (minus Trinamool Congress) may win 99 seats, while others including Trinamool Congress, YSRCP, BJD and independents may get the remaining 51 seats, says the opinion poll projection.<strong></strong></p>\n\n\n\n<p>Details of the opinion poll were telecast on the news channel today. The opinion poll was conducted in all 543 constituencies between April 1 and April 13, and the total number of respondents was 1,22,175. These include 62,350 males and 59,825 females. </p>\n\n\n\n<p>Party-wise seat predictions: BJP 343, Congress 40, Aam Aadmi Party (AAP) 8, Trinamool Congress (TMC) 19, Samajwadi Party (SP) 4, JD(U) 12, DMK 17, TDP 12 and Others 88 seats. </p>\n\n\n\n<p>The ruling Bharatiya Janata Party is going to make a clean sweep of all 26 seats in Gujarat, all 25 seats in Rajasthan,  all 11 seats in Chhattisgarh, all seven seats in Delhi, all 5 seats in Uttarakhand and all 4 seats in Himachal Pradesh, according to the opinion poll. BJP is going to win 28 out of 29 seats in Madhya Pradesh and eight out of 10 seats in Haryana. </p>\n\n\n\n<p>The most spectacular win is going to be in Uttar Pradesh, where BJP may win 72 seats, its alliance partners Rashtriya Lok Dal (RLD) and Apna Dal may win two seats each, out of a total of 80 seats, leaving the remaining four seats for Samajwadi Party. Both Congress and Bahujan Samaj Party (BSP) may draw a blank in UP. </p>\n\n\n\n<p>Other states where the BJP is going to score remarkable wins are Bihar (17 out of 40), Jharkhand (12 out of 14), Karnataka (21 out of 28), Maharashtra (29 out of 48), Odisha (10 out of 21), Assam (11 out of 14) and West Bengal (23 out of 42). </p>\n\n\n\n<p>Among regional parties, Trinamool Congress may win 19 seats in West Bengal, DMK may win 17 seats in Tamil Nadu, YSRCP may win 10 and TDP may win 12 seats in Andhra Pradesh and Biju Janata Dal may win 11 out of 21 seats in Odisha. </p>\n","originalUrl":"https://en.tattvanews.com/special-stories/india-tv-cnx-opinion-poll-says-393-seats-to-bjp-led-nda%ef%bf%bc/","hasAudio":false,"hasInfographics":false}