{"id":"wp-te-20065","wp_id":20065,"type":"standard","category":"World","language":"te","title":"జమ్ములో ఆర్మీ అధికారి సహా నలుగురు జవాన్లు వీరమరణం","excerpt":"జమ్ముకశ్మీర్‌లోని దోడాలో ఉగ్రవాదులతో జరిగిన ఎన్‌కౌంటర్‌లో ఆర్మీ అధికారి సహా నలుగురు జవాన్లు వీరమరణం పొందారు. దోడా జిల్లాలోని దెసా అటవీ ప్రాంతంలో ఉగ్రవాదులు ఉన్నారనే సమాచారంతో భారత సైన్యం, స్థానిక పోలీసులు సోమవారం రాత్రి 7.45 గంటలకు సంయుక్తంగా ఆపరేషన్‌ చేపట్టాయి.  ఈ క్రమంలో టెర్రరిస్టులు, భద్రతాసిబ్బందికి మధ్య జరిగిన ఎదురు కాల్పుల్లో నలుగురు ఆర్మీ సిబ్బందితోపాటు పోలీసులు తీవ్రంగా గాయపడ్డారు. వారిని దవాఖానకు తరలించగా ఆర్మీ అధికారితోపాటు మరో ముగ్గురు జవాన్లు మరణించారని అధికారులు","author":"Tattva News Team","time":"16/7/2024","image":"https://tattvanews.com/wp-content/uploads/2023/11/JK-Encounter-1.jpg","readTime":"5 min read","contentHTML":"\n<p>జమ్ముకశ్మీర్‌లోని దోడాలో ఉగ్రవాదులతో జరిగిన ఎన్‌కౌంటర్‌లో ఆర్మీ అధికారి సహా నలుగురు జవాన్లు వీరమరణం పొందారు. దోడా జిల్లాలోని దెసా అటవీ ప్రాంతంలో ఉగ్రవాదులు ఉన్నారనే సమాచారంతో భారత సైన్యం, స్థానిక పోలీసులు సోమవారం రాత్రి 7.45 గంటలకు సంయుక్తంగా ఆపరేషన్‌ చేపట్టాయి. </p>\n\n\n\n<p>ఈ క్రమంలో టెర్రరిస్టులు, భద్రతాసిబ్బందికి మధ్య జరిగిన ఎదురు కాల్పుల్లో నలుగురు ఆర్మీ సిబ్బందితోపాటు పోలీసులు తీవ్రంగా గాయపడ్డారు. వారిని దవాఖానకు తరలించగా ఆర్మీ అధికారితోపాటు మరో ముగ్గురు జవాన్లు మరణించారని అధికారులు తెలిపారు.</p>\n\n\n\n<p>రాత్రి 9 గంటల సమయంలో ఎన్‌కౌంటర్‌ ప్రారంభమైందని, భారీ కాల్పులు జరిగాయని ఇండియన్‌ ఆర్మీ ఎక్స్ వేదికగా ప్రకటించింది. 20 నిమిషాలకుపైగా కాల్పులు జరిగాయని పేర్కొంది. గాయపడిన వారిలో పలువురి పరిస్థితి విషమంగా ఉందని వెల్లడించారు.</p>\n\n\n\n<p>కొద్దిసేపు ఎదురుకాల్పుల అనంతరం ఉగ్రవాదులు పారిపోయేందుకు ప్రయత్నించారని, అయితే సవాళ్లతో కూడిన భూభాగం, దట్టమైన అటవీ ప్రాంతం ఉన్నప్పటికీ ఆర్మీ ఆఫీసర్​ నేతృత్వంలోని ధైర్యవంతులైన సైనికులు వారిని పట్టుకునేందుకు ప్రయత్నించారని, దీంతో రాత్రి 9 గంటల ప్రాంతంలో అడవుల్లో మరోసారి కాల్పులు జరిగాయని అధికారులు తెలిపారు.</p>\n\n\n\n<p>“నిర్దిష్ట ఇంటెలిజెన్స్ సమాచారం ఆధారంగా భారత సైన్యం, జేకేపీ సంయుక్త ఆపరేషన్ దోడాలోని జనరల్ ఏరియాలో కొనసాగుతున్నాయి. ఈ రాత్రి 900 గంటలకు ఉగ్రవాదులతో కాంటాక్ట్​ ఏర్పడింది. ఈ సమయంలో భారీ కాల్పులు జరిగాయి,” అని వైట్ నైట్స్ కార్ప్స్ సోమవారం రాత్రి ఎక్స్​లో పోస్ట్ చేసింది.</p>\n\n\n\n<p>ఆపరేషన్‌ ఇంకా కొనసాగుతున్నదని అధికారులు తెలిపారు. ఈ దాడికి పాల్పడింది తామేనని పాకిస్థాన్‌ ఉగ్రసంస్థ జైషే మహమ్మద్‌కు చెందిన కశ్మీర్‌ టైగర్‌ ప్రకటించింది. కాగా, వారం రోజుల్లో జమ్ము రీజియన్‌లో ఇది రెండో పెద్ద ఎన్‌కౌంటర్‌. గతవారం కతువాలో జరిగిన ఎదురుకాల్పుల్లో ఐదుగురు సైనికులు మరణించిన విషయం తెలిసిందే. మరో ఐదుగురు జవాన్లు గాయపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/20065/16/07/2024/","hasAudio":false,"hasInfographics":false}