{"id":"wp-en-14954","wp_id":14954,"type":"standard","category":"World","language":"en","title":"Union Minister Bittu calls Rahul Gandhi 'No. 1 terrorist'","excerpt":"Union minister Ravneet Singh Bittu on Sunday triggered controversy after calling Congress leader and LoP in Lok Sabha Rahul Gandhi a terrorist. The Union Minister said if those \"manufacturing bombs\" were supporting him (Gandhi), he is the \"number one terrorist\".  He made a controversial statement in the context of Gandhi's recent remarks delivered in the","author":"Tattva News Team","time":"16/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Bittu.jpg","readTime":"5 min read","contentHTML":"\n<p>Union minister Ravneet Singh Bittu on Sunday triggered controversy after calling Congress leader and LoP in Lok Sabha Rahul Gandhi a terrorist. The Union Minister said if those \"manufacturing bombs\" were supporting him (Gandhi), he is the \"number one terrorist\". </p>\n\n\n\n<p>He made a controversial statement in the context of Gandhi's recent remarks delivered in the US about the condition of Sikhs in India. The MoS for railways made the remark at the flagging-off ceremony of a Vande Bharat Express train to Howrah in Bihar's Bhagalpur. </p>\n\n\n\n<p>Speaking to reporters, Bittu said, \"Rahul Gandhi spent most of his time outside the country. His friends and family are there. I think he does not love his country much because he goes abroad and says negative things about India. I think he is not a Hindustani.\" </p>\n\n\n\n<p>\"Now, he has got support from separatists, who always talk about dividing this country. They (separatists) and the most-wanted persons are also appreciating Rahul Gandhi for his remarks against Sikhs. When such people, who are also experts in manufacturing bombs, are supporting Rahul Gandhi, then he is the number one terrorist of the country. He is talking like a separatist. There should be a reward for catching him as he is the biggest enemy of the country,\" he added.</p>\n\n\n\n<p>Condemning the statement, the Congress said he was talking \"like a senseless man\". Congress leader Sandeep Dikshit said, \"We can only pity such people. His (Bittu's) political career in Congress was also a mess. He used to praise Rahul Gandhi and now after resigning from Congress and joining BJP, he is showing his loyalty to the BJP party.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/union-minister-bittu-calls-rahul-gandhi-no-1-terrorist/","hasAudio":false,"hasInfographics":false}