{"id":"wp-en-14523","wp_id":14523,"type":"standard","category":"World","language":"en","title":"IIT-Madras tops rankings for 6th straight year￼","excerpt":"The Indian Institute of Technology (IIT), Madras, remained on the top spot in the National Institute Ranking Framework, 2024 for the sixth consecutive year, while the Indian Institute of Science (IISc), Bengaluru, was ranked as the best university for the ninth year in a row, according to the Ministry of Education. IISc-Bengaluru has bagged the","author":"Tattva News Team","time":"13/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/IIT-Madras1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Indian Institute of Technology (IIT), Madras, remained on the top spot in the National Institute Ranking Framework, 2024 for the sixth consecutive year, while the Indian Institute of Science (IISc), Bengaluru, was ranked as the best university for the ninth year in a row, according to the Ministry of Education.</p>\n\n\n\n<p>IISc-Bengaluru has bagged the second spot in the “overall” category followed by IIT-Bombay while IIT-Delhi, which was at the third spot last year in the category, has slipped to the fourth position. Eight IITs have figured in the top ten besides All India Institute of Medical Sciences (AIIMS), New Delhi, and the Jawaharlal Nehru University (JNU).</p>\n\n\n\n<p>Among universities, IISc-Bengaluru is followed by JNU and Jamia Millia Islamia. Nine IITs are in the top ten list for engineering colleges with IIT-Madras being at the top for the ninth consecutive year in the category. IIT-Delhi and IIT-Bombay have also retained their second and third spot respectively in the category. National Institute of Technology (NIT), Tiruchirapalli is the only non-IIT in the top ten list.</p>\n\n\n\n<p>Among management colleges, the Indian Institute of Management (IIM), Ahmedabad, has retained its top spot, followed by IIM-Bangalore and IIM-Kozhikode. Two IITs -- Bombay and Delhi -- have also figured in the top ten list for management courses.</p>\n\n\n\n<p>In pharmacy, Jamia Hamdard rose to the top spot from its second position last year while the National Institute of Pharmaceutical Education and Research, Hyderabad slipped to the second rank. BITS-Pilani has retained its third position in the category.</p>\n\n\n\n<p>Delhi University's Hindu College and Miranda House have switched positions in the colleges category with the former bagging the top spot. St Stephen's College is in the third position among colleges.</p>\n\n\n\n<p>Similarly, for law, the National Law School of India University, Bengaluru, followed by the National Law University, Delhi, and NALSAR University of Law, Hyderabad, have retained first, second and third spots respectively.</p>\n\n\n\n<p>For Architecture and Planning, IIT-Roorkee has been announced as the best, followed by IIT-Kharagpur and NIT-Calicut. Among medical colleges, All India Institute of Medical Sciences (AIIMS), New Delhi, has bagged the top position followed by PGIME, Chandigarh, and CMC-Vellore at second and third spot.</p>\n\n\n\n<p>Among the dental colleges, Saveetha Institute of Medical and Technical Sciences, Chennai and Manipal College of Dental Sciences retained the top two positions while the third rank has been bagged by Maulana Azad Institute of Dental Sciences, New Delhi.</p>\n","originalUrl":"https://en.tattvanews.com/national/iit-madras-tops-rankings-for-6th-straight-year%ef%bf%bc/","hasAudio":false,"hasInfographics":false}