{"id":"wp-en-15127","wp_id":15127,"type":"standard","category":"World","language":"en","title":"50 new plants to come up in 2 years under pharma, medical device PLI scheme","excerpt":"A total of 50 new greenfield plants are set to be established over the next 2 years under the Production-linked Incentive (PLI) scheme for pharma and medical devices manufacturing, according to Secretary of the Department of Pharmaceuticals, Mr. Arunish Chawla. Speaking at the Annual Pharma Summit organized by Assocham, he highlighted that 50 plants have","author":"Tattva News Team","time":"28/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Pharma-PLI.webp","readTime":"5 min read","contentHTML":"\n<p>A total of 50 new greenfield plants are set to be established over the next 2 years under the Production-linked Incentive (PLI) scheme for pharma and medical devices manufacturing, according to Secretary of the Department of Pharmaceuticals, Mr. Arunish Chawla.</p>\n\n\n\n<p>Speaking at the Annual Pharma Summit organized by Assocham, he highlighted that 50 plants have already been set up under the PLI schemes as part of the ‘Make in India’ initiative, which marks its tenth anniversary. He stated that the PLI schemes in these sectors have been highly successful, with 50 new greenfield pharma and medical device plants becoming operational and an additional 50 plants in the pipeline, slated for completion within 2 years.</p>\n\n\n\n<p>He further emphasized the PLI schemes' impact on exports, noting that in the last 2 years, these plants have facilitated US$ 10 billion worth of exports to highly regulated markets globally. He debunked the myth that India is heavily reliant on bulk drug imports, stating that India achieved a trade balance in bulk drugs, exporting as much as it imported last year.</p>\n\n\n\n<p>Additionally, more than 50% of drugs and pharmaceuticals produced in the country were exported by volume and value, making the sector officially export-oriented. In the medical devices sector, he said India’s Meditech industry has outperformed imports in the surgical and consumables space, with double-digit growth in rising sectors like imaging devices, body implants, and in vitro diagnostics.</p>\n\n\n\n<p> Pharma and Meditech have become India's fourth-largest manufacturing export sector, following automotive, petrochemicals, and electronics. He also highlighted the success of the ‘research-linked incentive’ scheme and stressed the need for industry, academia, and policymakers to collaborate to foster innovation and commercialization within the sector.</p>\n","originalUrl":"https://en.tattvanews.com/uncategorized/50-new-plants-to-come-up-in-2-years-under-pharma-medical-device-pli-scheme-2/","hasAudio":false,"hasInfographics":false}