{"id":"wp-en-13181","wp_id":13181,"type":"standard","category":"World","language":"en","title":"Amnesty warns worldwide biodiversity deal risks rights of Indigenous Peoples","excerpt":"Proposals on how a landmark global agreement on biodiversity will be monitored risk undermining the rights of Indigenous Peoples and all affected communities and should be changed to ensure human rights are fully upheld and protected, Amnesty International said today. Current plans regarding how to measure progress towards the Global Biodiversity Framework - a conservation","author":"Tattva News Team","time":"10/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/AI-Biodiversity.jpg","readTime":"5 min read","contentHTML":"\n<p>Proposals on how a landmark global agreement on biodiversity will be monitored risk undermining the rights of Indigenous Peoples and all affected communities and should be changed to ensure human rights are fully upheld and protected, Amnesty International said today.</p>\n\n\n\n<p>Current plans regarding how to measure progress towards the Global Biodiversity Framework - a conservation agreement which involves guaranteeing 30% of the world is protected by 2030 as well as meeting a series of other targets – are unlikely to sufficiently assess whether the rights of the original inhabitants of the land are being protected. Talks on the proposed monitoring framework, including which indicators are chosen, take place in the Kenyan capital Nairobi next week.</p>\n\n\n\n<p>Chris Chapman, Amnesty International’s Advisor on Indigenous Rights, said:  “We are concerned that the monitoring framework as proposed fails to adequately protect the rights of Indigenous Peoples, nor does it recognize the essential and unique role these communities play in preserving biodiversity. This raises the risk of facilitating ‘fortress conservation’ methods where original inhabitants, who are often Indigenous Peoples, are forcibly evicted from protected areas.”</p>\n\n\n\n<p>The Global Biodiversity Framework signed in 2022 recognized that the lands and territories of Indigenous Peoples and local communities should be classed as a distinct category of conservation area. The monitoring process currently does not recognize and track these areas as a separate category from state-run conservation projects, and this must be corrected in Nairobi.</p>\n\n\n\n<p>Indigenous Peoples and local communities have proposed four ‘traditional knowledge’ indicators be added to the monitoring framework. These are designed to assess how well communities’ cultures and societies are flourishing, and what states are doing to protect their land rights and involve them in decisions.</p>\n\n\n\n<p>They include measures to track the preservation of traditional occupations, the use of Indigenous languages, changes in land use and tenure, and assessing states’ policies towards protecting traditional knowledge and involving Indigenous Peoples in decision-making.</p>\n\n\n\n<p>Chris Chapman said: “It is essential that the monitoring indicators chosen reflect the distinct character of Indigenous lands and the critical contribution Indigenous Peoples make to conservation. Study after study has shown that Indigenous communities are the most successful guardians of the natural environment, with about 80% of remaining global biodiversity found on the lands of Indigenous Peoples.”</p>\n\n\n\n<p>“It is vital that the traditional knowledge indicators proposed by Indigenous Peoples and local communities, which far better assess the progress of the agreement while protecting their rights, are built into the monitoring plan. Amnesty International has always argued  that the rights of Indigenous Peoples must be at the heart of the Global Biodiversity Framework.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/amnesty-warns-worldwide-biodiversity-deal-risks-rights-of-indigenous-peoples/","hasAudio":false,"hasInfographics":false}