{"id":"wp-te-19476","wp_id":19476,"type":"standard","category":"World","language":"te","title":"ఒడిశా సీఎంగా గిరిజన నేత మోహన్ మాఝీ","excerpt":"ఒడిశా నూతన ముఖ్యమంత్రిగా మోహన్ చరణ్ మాఝీని బీజేపీ ఎంపిక చేసింది. భువనేశ్వర్‌లో మంగళవారం జరిగిన బీజేపీ ఎమ్మెల్యేల సమావేశంలో మాఝీని శాసనసభాపక్ష నేతగా ఎన్నికయ్యారు. బీజేపీ పరిశీలకులుగా నియమితులైన కేంద్ర మంత్రులు రాజ్‌నాథ్‌ సింగ్, భూపేంద్ర యాదవ్‌ పర్యవేక్షణలో ఏకాభిప్రాయంతో ముఖ్యమంత్రిని ఎంపిక జరిగింది.  ఇదే సమావేశంలో డిప్యూటీ సీఎంలుగా కేవీ సింగ్ దేవ్, ప్రవతి పరిడాలను నియమిస్తున్నట్టు ప్రకటించారు. దీంతో బుధవారం సాయంత్రం 5 గంటలకు భువనేశ్వర్‌ జనతా మైదానంలో కొత్త సీఎంతో పాటు","author":"Tattva News Team","time":"12/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Odisha-new-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>ఒడిశా నూతన ముఖ్యమంత్రిగా మోహన్ చరణ్ మాఝీని బీజేపీ ఎంపిక చేసింది. భువనేశ్వర్‌లో మంగళవారం జరిగిన బీజేపీ ఎమ్మెల్యేల సమావేశంలో మాఝీని శాసనసభాపక్ష నేతగా ఎన్నికయ్యారు. బీజేపీ పరిశీలకులుగా నియమితులైన కేంద్ర మంత్రులు రాజ్‌నాథ్‌ సింగ్, భూపేంద్ర యాదవ్‌ పర్యవేక్షణలో ఏకాభిప్రాయంతో ముఖ్యమంత్రిని ఎంపిక జరిగింది. </p>\n\n\n\n<p>ఇదే సమావేశంలో డిప్యూటీ సీఎంలుగా కేవీ సింగ్ దేవ్, ప్రవతి పరిడాలను నియమిస్తున్నట్టు ప్రకటించారు. దీంతో బుధవారం సాయంత్రం 5 గంటలకు భువనేశ్వర్‌ జనతా మైదానంలో కొత్త సీఎంతో పాటు క్యాబినెట్ ప్రమాణస్వీకారం చేయనుంది. ఇందకు సంబంధించిన చకచకా ఏర్పాట్లు జరుగుతున్నాయి.</p>\n\n\n\n<p>మోహన్ చరణ్ మాఝీ కెంఝోర్ నుంచి నాలుగుసార్లు ఎమ్మెల్యేగా గెలిచారు. తొలిసారి 2000 అసెంబ్లీ ఎన్నికల్లో కేంఝోర్ నుంచి పోటీచేసిన మోహన్.. 2004 ఎన్నికల్లోనూ తిరిగి విజయం సాధించారు. తర్వాత అదే స్థానం నుంచి వరుసగా రెండు ఎన్నికల్లో 2009, 2014 ఎన్నికల్లో ఓడిపోయారు. కానీ, 2019లో మూడోసారి విజయం అందుకున్న మాఝీ.. ఈ ఎన్నికల్లోనూ గెలుపొందారు.</p>\n\n\n\n<p>వాస్తవానికి పశ్చిమ ఒడిశాకు చెందిన సీనియర్‌ నేత సురేష్‌ పూజారి సీఎం అవుతారనే ప్రచారం సాగింది. గతంలో బరగఢ్‌ ఎంపీగా ఉన్న ఆయన ఈసారి ఝార్సుగుడ జిల్లా బ్రజరాజనగర్‌ నుంచి అసెంబ్లీకి ఎన్నికయ్యారు. ఆయనను కేంద్ర నాయకత్వం పిలిపించి మాట్లాడడంతో సీఎం పదవి ఆయనకే వస్తుందని భావించారు.</p>\n\n\n\n<p> అలాగే, సీఎం రేసులో కేంద్రపడ, బాలేశ్వర్‌ ఎంపీలు బైజయంత్‌ పండా, ప్రతాప్‌చంద్ర షడంగి, సంబల్‌పూర్‌ ఎమ్మెల్యే జయనారాయణ మిశ్రా పేర్లు వినిపించాయి. కానీ, వారందర్నీ పక్కనబెట్టి అనూహ్యంగా మోహన్ మాఝీకి ఓటేశారు.</p>\n\n\n\n<p>ఇటీవల జరిగిన ఒడిశా శాసనసభ ఎన్నికల్లో బీజేపీ విజయం సాధించగా.. తొలిసారి అక్కడ ప్రభుత్వాన్ని ఏర్పాటుచేస్తోంది. మొత్తం 147 స్థానాలున్న ఒడిశా అసెంబ్లీలో బీజేపీ 78 చోట్ల విజయం సాధించింది. అధికార బీజేడీ కేవలం 51 సీట్లకే పరిమితం కాగా.. కాంగ్రెస్ 14 స్థానాల్లో గెలుపొందింది. ఇక, 21 లోక్‌సభ స్థానాలకు గానూ.. 20 సీట్లను బీజేపీ గెలిచింది.</p>\n","originalUrl":"https://tattvanews.com/19476/12/06/2024/","hasAudio":false,"hasInfographics":false}