{"id":"wp-en-12843","wp_id":12843,"type":"standard","category":"World","language":"en","title":"Trade unions demand reform to address global sovereign debt crisis￼","excerpt":"To coincide with a series of major global financial meetings, the International Trade Union Confederation (ITUC) has released a key report recommending immediate action, comprehensive reform and deeper trade union involvement in soverign debt policy at all levels. This month sees the Spring Meetings of the IMF and the World Bank, G20 Finance Ministers and","author":"Tattva News Team","time":"18/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/ITUC-1.png","readTime":"5 min read","contentHTML":"\n<p>To coincide with a series of major global financial meetings, the International Trade Union Confederation (ITUC) has released a key report recommending immediate action, comprehensive reform and deeper trade union involvement in soverign debt policy at all levels.</p>\n\n\n\n<p>This month sees the Spring Meetings of the IMF and the World Bank, G20 Finance Ministers and Central Bank Governors and the UN Financing for Development Forum. The ITUC report, Sovereign Debt, the Sustainable Development and Trade Union Responses,  <strong> </strong>offers these financial leaders bold solutions for dealing with the long-ignored global debt crisis.</p>\n\n\n\n<p>At the launch of the For Democracy campaign, the ITUC noted that “more than 70 countries are on the brink of collapsing under the weight of a debt crisis foreseen yet neglected for years.” Nearly 2,000 people have already signed a petition calling on the World Bank to “change course and support worker demands for a new social contract.”</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle added: “With hundreds of millions of workers living in countries that are either already in deep debt distress or close to it, budget cuts are affecting employment, public services and social protection, while demand and essential investments are stifled. This threatens to plunge affected countries into a ‘lost decade’ at a time when resilience is critically low.</p>\n\n\n\n<p>“The trade union movement calls for immediate reforms to address this crisis that threatens the achievement of the sustainable development goals, undermines the legitimacy of the world’s development finance system and destabilises democracy in these countries. We can’t afford to sit on the sidelines. We demand comprehensive, democratic and sustainable solutions. Our message is simple: in real democracies, development must deliver for workers.”</p>\n\n\n\n<p>The ITUC report is accompanied by five detailed country studies  from Argentina, Mongolia, Senegal, Tunisia and Zambia, illustrating the specific impacts of the sovereign debt crisis on workers and outlining how trade unions can contribute to sustainable solutions.</p>\n\n\n\n<p>These studies are intended to inform the discussions at the upcoming global financial forums, as well as ongoing efforts to reform the international financial system.</p>\n","originalUrl":"https://en.tattvanews.com/international/trade-unions-demand-reform-to-address-global-sovereign-debt-crisis%ef%bf%bc/","hasAudio":false,"hasInfographics":false}