{"id":"wp-en-15469","wp_id":15469,"type":"standard","category":"World","language":"en","title":"Chalachitram film-fest  kick starts at Jyoti Chitraban","excerpt":"Guwahati: The eight edition of  Chalachitram National Film Festival – 2024  kick starts at Jyoti Chitraban premises in  Kahilipara locality of the prehistoric city on Saturday, which was inaugurated by Cotton University vice-chancellor Dr Ramesh Ch Deka in presence of national award winning Assamese singer Tarali Sarma, Rashtriya Swayamsevak Sangh’s northeast India media coordinator Dr","author":"Tattva News Team","time":"27/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/CNFF-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Guwahati: The eight edition of  Chalachitram National Film Festival – 2024  kick starts at Jyoti Chitraban premises in  Kahilipara locality of the prehistoric city on Saturday, which was inaugurated by Cotton University vice-chancellor Dr Ramesh Ch Deka in presence of national award winning Assamese singer Tarali Sarma, Rashtriya Swayamsevak Sangh’s northeast India media coordinator Dr Sunil Mohanty and a host of other dignitaries.</p>\n\n\n\n<p>Professor Deka in his speech emphasized on representing various characters in a movie with right perspectives. Releasing the booklet, published on the occasion, music composer  Sarma lauded the organizers of   Chalachitram film-fest for their mission to  pay homage to thousands of years of Indian civilization, culture and heritage.</p>\n\n\n\n<p>Addressing the smart gathering, Dr  Mohanty pointed out that the cinema must not be a mere device of entertainment, but the film-works should be a catalyst for  social changes for the benefit of everyone in the society. He asserted that the movies must not split, but unite, and the filmmaking endeavour should not end up in only earning money.</p>\n\n\n\n<p>Emphasizing on self-realization of every Bharatiya,  RSS prachar pramukh  stated that westernization of everything should not be treated as a path to modernization. He also opined that any creative work should not evade the family values, human potential, social harmony, civic senses, a dignified way of resenting women and the environment encompassing Mother Earth.</p>\n\n\n\n<p>Organized by Chalachitram, a subsidiary of Vishwa Samvad Kendra Assam, the two-day festival has showcased 50 documentary and short feature films in both the completion and only screening categories. The annual  event revolves with the central theme ‘Our Heritage, Our Pride’ and aims to foster nationalism through cine-works. A jury board consisting of artistes, critics, film-makers, writers and other professionals will select the winning films.</p>\n\n\n\n<p>The awardees will be honoured with cash prizes, trophies and certificates during the closing function this evening in presence of distinguished cine-personalities and film-appreciators including Assam’s evergreen celluloid heroin Mridula Barua, eminent film makers Sanskar Desai, Santosh Pathare, Jadumani Dutta, Atul Gangowar, Oinam Gautam, Bhagwat Pritam, etc.</p>\n\n\n\n<p>The Last Generation, directed by Prabal Khaund was screened as the inaugural film of CNFF-24. A number of interesting film-works were selected for the competition category (Northeast) like Birubala-the Crusader (by Dhiraj Kashyap), Prayojan (by  Krishna Das), The Butcher (by Tashi Wangshu MJ), Wrong Number (by  Bijit Borgohain),  Journey with A Dance Form (by  Pranjal Pratim Chetia),  Aadi Shakti Maa Kamakhya (by  Pradip Ch Sarma), Heaven on the Earth (by Prasanta Kalita), A Sylvan Saga (by Jyoti Prasad Das),  Rising Sunbirds (by Sudeshna Gupta),  The Caretaker (by Biswajit Das),  Missing Cuisine (by  Pranjal Pratim Chetia) and Teens of 1942 (by Samiran Deka). On the other hand, Being Bald (by Krishna Das),  Garishali (by  Ashomi Sarma), Bichitra (by  Tuhin Kanya Bora), Destination (by Dipak Kumar Roy) and  Ekaki (by  Rupam Jyoti Malakar) will be screened in non- competition category of the section.</p>\n\n\n\n<p>The national competition category included My National Flag (by Sweta Kumar Dash), Shashwatam (by Monaksh N Kanirkar),  Jaswandha (by Shoneel Yallattikar),  Nimbu Mirchi (by  Atul Subhashrao Camble),  Tiny World (by  Shashidhar Kote),  A Letter to My Home (by Devajani Halder),  Sundarban (by  Arindam Konar & Shyam sundar Paul),  Bhookh (by  Saaikat Bagbaan),  Yes Sir (by  Mohit Singhal),  Multi (by Mrunal Mestri),  The Waiting (by Lalit Kr Jha & Sumit Kohli), Minus (by  Aritra Das),  Uma (by Abanti Sinha),  The Village of Masks (by Ritabrita Mitra),  Promise (by  Ravikant Narayan), Rainbow Classroom (by Madhurjya Alankaar),  Bin Boy (by  Bauddhayan Nukherji) and The Last Talk (by  Ashish Thakur).</p>\n\n\n\n<p>The non- competition category (national) comprises films like Gods of Clay - Matir Thakur (by Amit Bhattacharjee), Reserve Women Right (by  Bijoy Kumar Dogra),  Rah Me Unse (by  Harsh Panchalwar), Sagavaram (by  Dinesh Balasri), Dennis and His Kamballa Bufallow (by Praveenk Shetty & Nitesh Anchan), Little Explorer (by  Sapru VV), Air Pollution (by  Umesh Y Gaurav), Black Hole (by Pradyumna), I am not Down (by Jyoti Madnani), Khera- The Lakshmi of Chilika (by Sudeshna Gupta), Wimdermere Ki Ramleela (by  Siddharth Rawal), Status (by Madhan R Karthick), Proof of the Soul (by Gulshan Singh) and Manvi (by  Indrani Ghosh) for screening.</p>\n\n\n\n<p>Open for everyone, the festival attracted a large number of young film buffs, who enjoyed the entries and discussed the film-crafts. On behalf of the organizing committee, Kishor Shivam, Pramod Kaita, Amarjyoti Deka and Babita Sarma  expresse hope that the exercise should encourage the budding filmmakers of Bharat to promote more film-works as a powerful tool for the social empowerment of those under privileged and certainly not a source of glossy entertainment alone. They also believe that the powerful medium should make the audience aware about the rich cultural heritage of India (that is Bharat).</p>\n","originalUrl":"https://en.tattvanews.com/national/chalachitram-film-fest-kick-starts-at-jyoti-chitraban-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}