{"id":"wp-te-20040","wp_id":20040,"type":"standard","category":"World","language":"te","title":"విశాఖ కేంద్రంగా జరిగిన భూ దోపిడీపై త్వరలో విశాఖ ఫైల్స్","excerpt":"సాక్షాత్తు మాజీ సీఎస్, గత ప్రభుత్వంలోని పెద్దలు విశాఖ కేంద్రంగా జరిపిన భూ దోపిడీని బయటకు తీస్తామని, విశాఖ ఫైల్స్ పేరుతో ఆ వివరాలను విడుదల చేస్తామని మాజీ మంత్రి, భీమిలి ఎమ్యెల్యే గంటా శ్రీనివాసరావు వెల్లడించారు. అభివృద్ధికి కేరాఫ్ అడ్రస్ గా ఉండే విశాఖను భూకబ్జాలకు నిలయంగా మార్చేశారని విమర్శించారు. వైసీపీ ప్రభుత్వంలో దందాలతో కబ్జాలకు పాల్పడిన నాయకుల లెక్క తెలుస్తామని గంటా ప్రకటించారు. ప్రజల విజ్ఞప్తులతో సంబంధం లేకుండా ఏకపక్షంగా డిజైన చేసిన భోగాపురం,","author":"Tattva News Team","time":"15/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Ganta-poster.jpg","readTime":"5 min read","contentHTML":"\n<p>సాక్షాత్తు మాజీ సీఎస్, గత ప్రభుత్వంలోని పెద్దలు విశాఖ కేంద్రంగా జరిపిన భూ దోపిడీని బయటకు తీస్తామని, విశాఖ ఫైల్స్ పేరుతో ఆ వివరాలను విడుదల చేస్తామని మాజీ మంత్రి, భీమిలి ఎమ్యెల్యే గంటా శ్రీనివాసరావు వెల్లడించారు. అభివృద్ధికి కేరాఫ్ అడ్రస్ గా ఉండే విశాఖను భూకబ్జాలకు నిలయంగా మార్చేశారని విమర్శించారు. వైసీపీ ప్రభుత్వంలో దందాలతో కబ్జాలకు పాల్పడిన నాయకుల లెక్క తెలుస్తామని గంటా ప్రకటించారు.</p>\n\n\n\n<p>ప్రజల విజ్ఞప్తులతో సంబంధం లేకుండా ఏకపక్షంగా డిజైన చేసిన భోగాపురం, భీమిలి బీచ్ రోడ్డు అలైన్ మెంట్ ను అవసరమైన చోట్ల మారుస్తామని తెలిపారు.పంచ గ్రామాల భూ సమస్యకు శాశ్వత పరిష్కారం చూపిస్తామని, ఇళ్లు నిర్మించుకున్న వాళ్లకే కాకుండా ఖాళీ స్థలాలు, రైతులకు కూడా న్యాయం చేస్తామని వివరించారు. అభివృద్ధికి కేరాఫ్ అడ్రస్ గా ఉండే విశాఖను భూకబ్జాలకు నిలయంగా మార్చేశారని విమర్శించారు.</p>\n\n\n\n<p>నెల రోజుల్లో కూటమి ప్రభుత్వం చేపట్టిన కార్యక్రమాల పోస్టర్ ను విడుదల చేస్తూ ఆంధ్రుల హక్కుగా సాధించుకున్న విశాఖ ఉక్కును ప్రైవేటు పరం కాకుండా కూటమి ప్రభుత్వం ఆపగలిగిందని పేర్కొన్నారు. విశాఖ రైల్వే జోన్ పనులు, 70 వేల కోట్లతో బీపీసీఎల్ రిఫైనరీ ఏర్పాటు, జాతీయ రహదారుల విస్తరణ వంటి పనులను కేంద్రం నుంచి తెచ్చుకున్నామని తెలిపారు.</p>\n\n\n\n<p>ఆంధ్రుల కలల రాజధాని అమరావతిని జగన్మోహన్ రెడ్డి స్మశానంగా మార్చారని గంటా విమర్శించారు. 2014-2019 లో 72 శాతం పోలవరం పనులు పూర్తి చేసిన చంద్రబాబు నాయుడు ఆంధ్రుల జీవనాడిగా పేర్కొనే ఆ ప్రాజెక్టును త్వరితగతిన పూర్తి చేయడానికి విదేశీ నిపుణులను తీసుకు వచ్చారని ఆయన చెప్పారు. తల్లికి వందనం కింద ఎంత మంది పిల్లలుంటే అంత మందికి పథకం అందుతుందని, నకిలీ జీఓలతో వైసీపీ సోషల్ మీడియాలో తప్పుడు ప్రచారం చేస్తూ అబ్దిదారులను గందరగోళానికి గురి చేస్తోందని మండిపడ్డారు.</p>\n\n\n\n<p>హైదారాబాద్ కు శంషాబాద్ ఎయిర్ పోర్టులా విశాఖ అభివృద్ధికి భోగాపురం ఎయిర్ పోర్టు గ్రోత్ ఇంజన్ లా పని చేస్తుందని తెలిపారు.గత ప్రభుత్వ హయాంలో సీఎం హోదాలో జగన్మోహన్ రెడ్డి హెలికాప్టర్ మీద వెళ్లినా రోడ్డు మీద ట్రాఫిక్ నిలిపివేసే వారని, షాపులు మూయించేసేవారని పేర్కొన్నారు. ముఖ్యమంత్రి చంద్రబాబు నాయుడు అలాంటి ప్రోటోకాల్ తో ప్రజలను, ట్రాఫిక్ ను ఇబ్బంది పెట్టొద్దని స్పష్టమైన ఆదేశాలు ఇచ్చారని చెప్పారు.</p>\n\n\n\n<p>వైసీపీ ప్రభుత్వంలో స్టీల్, సిమెంట్ కంటే ప్రియమైపోయిన ఇసుక ధరలకు కళ్లెమేస్తూ కూటమి ప్రభుత్వం ఉచిత ఇసుక విధానాన్ని తీసుకువచ్చిందని తెలిపారు. గడిచిన అయిదేళ్లలో రాష్ట్రంలో గంజాయి, డ్రగ్స్ విచ్చలవిడిగా అందుబాటులోకి వచ్చాయని, స్కూల్ పిల్లలు సైతం గంజాయికి బానిసలైపోవడం కలచివేస్తోందని ఆవేదన వ్యక్తం చేశారు. అందుకే రాష్ట్రంలో గంజాయి, డ్రగ్స్ పై ఉక్కుపాదం మోపాలని ముఖ్యమంత్రి అదేశించారని గుర్తు చేశారు.</p>\n\n\n\n<p>ప్రజలు తమపై ఉంచిన నమ్మకాన్ని నిలబెట్టుకుంటామని గంటా శ్రీనివాసరావు స్పష్టం చేశారు. అధికారంలోకి వచ్చిన వెంటనే హామీ ఇచ్చిన విధంగానే అయిదు దస్త్రాలపై సంతకాలు చేసి చిత్తశుద్ధి నిరూపించుకున్నామని చెప్పారు.  అయిదేళ్లుగా ప్రభుత్వ ఉద్యోగాల భర్తీ జరగక నిస్పృహతో ఉన్న యువతకు భవిష్యత్ పై భరోసా కల్పించేలా 16,347 పోస్టుల తో మెగా డీఎస్సీ ప్రకటించామని తెలిపారు. </p>\n\n\n\n<p>సామాన్యులను సైతం భయబ్రాంతులకు గురి చేసిన ల్యాండ్ టైటలింగ్ యాక్టును రద్దు చేశామన్నారు. అన్నమాట ప్రకారం పెంచిన పెన్షన్ ఎరియర్స్ తో కలిపి జులైలో రూ.7 వేలు చెల్లించామని, ఆగస్టు 15 నుంచి రాష్ట్రంలో 183 అన్న క్యాంటీన్ లను పునరుద్ధరిస్తున్నామని వెల్లడించారు.</p>\n","originalUrl":"https://tattvanews.com/20040/15/07/2024/","hasAudio":false,"hasInfographics":false}