{"id":"wp-en-14673","wp_id":14673,"type":"standard","category":"World","language":"en","title":"SEBI bans Anil Ambani from market for 5 years, slaps Rs 25 crore penalty￼","excerpt":"The Securities and Exchange Board of India (SEBI) has barred industrialist Anil Ambani and 24 other entities, including former key officials of Reliance Home Finance Ltd (RHFL), from the securities market for five years for diversion of funds from the company. Further, SEBI has imposed a penalty of Rs 25 crore on Ambani and restrained","author":"Tattva News Team","time":"24/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Anil-Ambani.webp","readTime":"5 min read","contentHTML":"\n<p>The Securities and Exchange Board of India (SEBI) has barred industrialist Anil Ambani and 24 other entities, including former key officials of Reliance Home Finance Ltd (RHFL), from the securities market for five years for diversion of funds from the company.</p>\n\n\n\n<p>Further, SEBI has imposed a penalty of Rs 25 crore on Ambani and restrained him from being associated with the securities market including as a director or Key Managerial Personnel (KMP) in any listed company, or any intermediary registered with the market regulator, for a period of five years. The total penalty on Ambani and other 24 entities works out to over Rs 625 crore.</p>\n\n\n\n<p>Shares of Anil Ambani group companies plunged on the stock exchanges after the SEBI issued the order. Reliance Power fell by 5 per cent, Reliance Infra by 10.4 per cent and RHFL 4.90 per cent.</p>\n\n\n\n<p>The regulator’s investigation uncovered that significant funds were misused under the leadership of Anil Ambani and other key figures associated with the company. SEBI concluded that these entities were involved in siphoning off money, leading to a violation of the securities laws and a breach of investor trust.</p>\n\n\n\n<p>In its 222-page final order, Sebi found that Anil Ambani, with the help of RHFL’s key managerial personnel, had orchestrated a fraudulent scheme to siphon-off funds from RHFL by disguising them as loans to entities linked to him.</p>\n\n\n\n<p>Sebi said its findings have established the “existence of a fraudulent scheme, orchestrated by Noticee No. 2 (Anil Ambani) and administered by the KMPs of RHFL, to siphon off funds from the public listed company (RHFL) by structuring them as ‘loans’ to credit unworthy conduit borrowers, and in turn, to onward borrowers, all of whom have been found to be ‘promoter linked entities’ i.e. entities associated/ linked with Noticee 2 (Anil Ambani)”.</p>\n","originalUrl":"https://en.tattvanews.com/economy/sebi-bans-anil-ambani-from-market-for-5-years-slaps-rs-25-crore-penalty%ef%bf%bc/","hasAudio":false,"hasInfographics":false}