{"id":"wp-en-13200","wp_id":13200,"type":"standard","category":"World","language":"en","title":"Akhilesh, Owaisi, Mahua, Giriraj in 4th phase poll￼","excerpt":"The fourth phase of 2024 Lok Sabha election takes place this Monday (May 13) with voting set to take place in 96 Parliamentary Constituencies in nine states and one union territory. All seats in twin Telugu states of Andhra Pradesh and Telangana are going to polls in this phase. As many as 1717 candidates are in","author":"Tattva News Team","time":"12/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Fourth-Phase.jpg","readTime":"5 min read","contentHTML":"\n<p>The fourth phase of 2024 Lok Sabha election takes place this Monday (May 13) with voting set to take place in 96 Parliamentary Constituencies in nine states and one union territory. All seats in twin Telugu states of Andhra Pradesh and Telangana are going to polls in this phase. As many as 1717 candidates are in the fray including the following political bigwigs:</p>\n\n\n\n<p>Akhilesh Yadav is contesting from Kannauj parliamentary constituency, comprising five assembly seats spread across three districts. Known as the perfume capital of India, the 2024 battle for Kannauj has turned fiercer after Akhilesh Yadav entered the contest at the last moment, replacing his nephew Tej Pratap Yadav as the SP candidate.</p>\n\n\n\n<p>The seat has been an SP stronghold since 1998. However, in 2019, it saw a major shift when BJP managed to secure victory. Its candidate Subrat Pathak defeated Akhilesh Yadav's wife Dimple Yadav by a narrow margin of about 12,000 votes. Earlier in 2014 elections, Dimple had secured victory in the Kannauj seat with 489,164 votes, followed by Subrat Pathak with 469,257 votes.</p>\n\n\n\n<p>Adhir Ranjan Chowdhury, sitting MP from his stronghold Baharampur Lok Sabha constituency, will take on TMC candidate and World Cup winning Indian cricketer Yusuf Pathan, and BJP's Nirmal Chandra Saha in the fourth phase of 2024 Lok Sabha Election.</p>\n\n\n\n<p>Comprising of 7 assembly segments, Krishnanagar has been a TMC stronghold since 2014. This time, Moitra is up against BJP's newcomer Amrita Roy. The contest would be interesting to watch, as firebrand leader Moitra is a tad shaken after her expulsion from the Lok Sabha late last year due to allegations of involvement in a cash-for-query scam.</p>\n\n\n\n<p>Hyderabad is a Majlis bastion with Asaduddin Owaisi winning from here since 2004, prior to which his father Sultan Salahuddin Owaisi kept his stronghold over it since 1984. This time, Owaisi is up against BJP's Kompella Madhavi Latha, who made headlines recently for her controversial bow and arrow action towards a mosque during an election rally in Hyderabad.</p>\n\n\n\n<p>A stronghold of the YS family, the Kadapa Lok Sabha constituency is gearing up for a heated electoral contest between two family members. APCC chief YS Sharmila Reddy, who is the daughter of former CM of undivided Andhra Pradesh YS Rajasekhar Reddy, is up against her cousin, YS Avinash Reddy, the incumbent YSRCP MP.</p>\n\n\n\n<p>Assembly elections will be held simultaneously with the 25 Lok Sabha elections in Andhra Pradesh on May 13. In the Pulivendula assembly segment, which falls in the Kadapa Lok Sabha seat, Y S Jagan Mohan Reddy, the incumbent chief minister and head of the ruling YSR Congress Party, is vying for a hat-trick win. But his path to victory has been obstructed by none other than his estranged sister, Y S Sharmila.</p>\n\n\n\n<p>Other key candidates include BJP Bengal chief Dilip Ghosh, who is contesting from Burdwan-Durgapur, TMC leader Shatrughan Sinha (Asansol), Union minister and BJP leader Giriraj Singh (Begusarai), and Union minister and BJP leader Arjun Munda (Khunti).</p>\n","originalUrl":"https://en.tattvanews.com/national/akhilesh-owaisi-mahua-giriraj-in-4th-phase-poll%ef%bf%bc/","hasAudio":false,"hasInfographics":false}