{"id":"wp-en-13417","wp_id":13417,"type":"standard","category":"World","language":"en","title":"INDIA bloc wants votes to remove CAA, allow entry of infiltrators, says PM Modi￼","excerpt":"Coming down heavily on the INDIA bloc, Prime Minister Narendra Modi during an election campaign in Buxar in Bihar said that the Opposition wants votes to remove CAA and allow entry of infiltrators.  PM Modi in Buxar said, \"These INDI alliance people can do anything for appeasement, for their vote bank. They want to get","author":"Tattva News Team","time":"26/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Coming down heavily on the INDIA bloc, Prime Minister Narendra Modi during an election campaign in Buxar in Bihar said that the Opposition wants votes to remove CAA and allow entry of infiltrators. <strong></strong></p>\n\n\n\n<p>PM Modi in Buxar said, \"These INDI alliance people can do anything for appeasement, for their vote bank. They want to get your property X-rayed. Congress says that Muslims have the first right to the country's property. They want to end the reservation for SC-ST-OBC,\" adding \"Bihar has made its intentions clear. Bihar is not going to deviate from the path of development now. Our Bihar has witnessed the terror of 'jungle raj' for many years. \"</p>\n\n\n\n<p>Attacking the Congress and Rahul Gandhi, PM Modi said, \"Congress considers the country as its property, it feels that the 'Shehzada' is the only heir. However, the alliance partners are saying that there will be 5 Prime Ministers in 5 years. Can such a big country run like this? Corruption is so deeply ingrained in their culture, that it appears to the country as a bundle of notes,\" and added, \"Five phases of polling have been completed and what is seen in the sixth phase today, clearly shows that now the shutters of all the 'Shehzadas' are about to fall....\"</p>\n\n\n\n<p>\"After 500 years, a grand Ram temple was built in Ayodhya and the dream of all of you has come true...I felt so proud. But when the whole country was celebrating, when the people of Buxar were sending gifts for Ram Lalla, then who were those people who were boycotting the Pran Pratishtha?  These are the same people of the Congress-RJD and INDI alliance, who create obstacles in every sacred work,\" he said.</p>\n","originalUrl":"https://en.tattvanews.com/national/india-bloc-wants-votes-to-remove-caa-allow-entry-of-infiltrators-says-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}