{"id":"wp-en-13928","wp_id":13928,"type":"standard","category":"World","language":"en","title":"PM Modi objects to Rahul Gandhi's speech twice￼","excerpt":"Prime Minister Narendra Modi objected to Leader of Opposition Rahul Gandhi's speech in Lok Sabha saying that calling the entire Hindu society violent is a serious issue. The Leader of the Opposition was responding to the motion of thanks on the President’s address. Intervening Rahul Gandhi's speech, PM Modi said, \"Calling entire Hindu society violent is","author":"Tattva News Team","time":"1/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Rahul-LS.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi objected to Leader of Opposition Rahul Gandhi's speech in Lok Sabha saying that calling the entire Hindu society violent is a serious issue. The Leader of the Opposition was responding to the motion of thanks on the President’s address.</p>\n\n\n\n<p>Intervening Rahul Gandhi's speech, PM Modi said, \"Calling entire Hindu society violent is a serious issue.\"Rahul Gandhi remarked that PM Modi is always serious. In response, PM Modi intervened speech for the second time saying that the Constitution has taught him to take the Leader of the Opposition seriously.</p>\n\n\n\n<p>Hitting back at the Prime Minister, Rahul Gandhi said that BJP and Narendra Modi are not the entire Hindu society. “Narendra Modi is not the entire Hindu society. BJP is not the entire Hindu society. RSS is not the entire Hindu society. This is not BJP's contract,” said the LoP.</p>\n\n\n\n<p> Meanwhile, Union Ministers Bhupendra Yadav and Amit Shah take exception to Rahul Gandhi’s remarks. Yadav observed that Rahul Gandhi did not address the chair in an appropriate fashion and his comments were out of line. </p>\n\n\n\n<p>Shah added that the Hindu religion is followed by millions in the country and the Congress Gandhi should apologise for his remarks for calling them violent. He further asked Rahul Gandhi to consult Islamic teachers about his assertions linking the teachings of Islam to ‘Abhay Mudra’. </p>\n\n\n\n<p>\"The Leader of Opposition has categorically said that those who call themselves Hindu talk of violence and do violence. He doesn’t know that crores of people proudly call themselves Hindu. Connecting violence with any religion is wrong. He should apologise,\" said Shah.</p>\n\n\n\n<p>Rahul said the NEET is not a professional examination but a commercial exam. He charged the Modi government treats Agniveers as “use-and-throw labour”. “Agnipath scheme is brainchild of PM Modi not of armed forces. When our government is formed, we will scrap the Agnipath scheme because we think it is against armed forces, patriots,”  he added.</p>\n\n\n\n<p>Gandhi charged an Agniveer lost his life in a landmine blast but he is not called a 'martyr'. “Agniveer' is ‘use-and-throw labour’,” the opposition leader said. Gandhi charged Agniveers do not receive any compensation.</p>\n\n\n\n<p>However, Defence Minister Rajnath Singh opposed Gandhi’s comments and said the Opposition leader was misleading the House. \"He should not try to mislead the House by making wrong statements. Financial assistance of Rs 1 crore is given to the family of the Agniveer who sacrifices his life while protecting our borders or during war,” Singh said.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-objects-to-rahul-gandhis-speech-twice%ef%bf%bc/","hasAudio":false,"hasInfographics":false}