{"id":"wp-te-20537","wp_id":20537,"type":"standard","category":"World","language":"te","title":"￼సంక్షేమ కార్యాలయాలుగా గ్రామసచివాలయాలు మార్పు!","excerpt":"ఆంధ్రప్రదేశ్ ప్రభుత్వం రాష్ట్రవ్యాప్తంగా గ్రామ, వార్డు సచివాలయాల ప్రక్షాళన చేసేందుకు సిద్ధమవుతోంది. ఈ మేరకు గ్రామ, వార్డు సచివాలయాల పేరును గ్రామ సంక్షేమ కార్యాలయాలుగా మార్పు చేయాలని రాష్ట ప్రభుత్వం నిర్ణయించినట్లు తెలుస్తోంది. అక్క‌డ సంక్షేమ శాఖకు చెందిన వెల్ఫేర్ అసిస్టెంట్లను డీడీవోగా ఇవ్వాలని ప్ర‌భుత్వం ఆలోచిస్తున్న‌ట్లు సమాచారం.  గ్రామ సంక్షేమ కార్యాల‌యంలో ప్రభుత్వ పథకాలకు సంబంధించిన లబ్ధిదారుల గుర్తింపు, జాబితాను తయారీని ఎటువంటి రాజకీయం ఒత్తిడి లేకుండా చేయాలనేది ప్ర‌భుత్వ ఆలోచ‌నగా తెలుస్తోంది. కొత్త పేరు","author":"Tattva News Team","time":"12/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Chandrababu.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ ప్రభుత్వం రాష్ట్రవ్యాప్తంగా గ్రామ, వార్డు సచివాలయాల ప్రక్షాళన చేసేందుకు సిద్ధమవుతోంది. ఈ మేరకు గ్రామ, వార్డు సచివాలయాల పేరును గ్రామ సంక్షేమ కార్యాలయాలుగా మార్పు చేయాలని రాష్ట ప్రభుత్వం నిర్ణయించినట్లు తెలుస్తోంది. అక్క‌డ సంక్షేమ శాఖకు చెందిన వెల్ఫేర్ అసిస్టెంట్లను డీడీవోగా ఇవ్వాలని ప్ర‌భుత్వం ఆలోచిస్తున్న‌ట్లు సమాచారం. </p>\n\n\n\n<p>గ్రామ సంక్షేమ కార్యాల‌యంలో ప్రభుత్వ పథకాలకు సంబంధించిన లబ్ధిదారుల గుర్తింపు, జాబితాను తయారీని ఎటువంటి రాజకీయం ఒత్తిడి లేకుండా చేయాలనేది ప్ర‌భుత్వ ఆలోచ‌నగా తెలుస్తోంది. కొత్త పేరు (గ్రామ సంక్షేమ కార్యాలయం)తో అక్టోబరు 2 (గాంధీ జయంతి) నుంచి గ్రామ సంక్షేమ కార్యాలయాలు పనిచేసేలా విధి విధానాలు రూపొందిస్తున్నట్లు తెలుస్తోంది.</p>\n\n\n\n<p>ప్రతి గ్రామ సంక్షేమ కార్యాలయంలో ఐదుగురు సిబ్బందిని నియమించనున్నట్లు తెలుస్తోంది.  గ్రామ/వార్డు సచివాలయాల వ్యవస్థను ప్రక్షాళనను వీఆర్వో సంఘాలు స్వాగతించాయి. ప్రధానంగా సచివాలయ ఉద్యోగుల పనితీరు, బాధ్యతలు, స్థానిక సమస్యలు, పరిష్కార చర్యలపై పూర్తిస్థాయిలో సమీక్షించి నిర్ణయాలు తీసుకోవాలి అంటున్నారు. సచివాలయాల ఏర్పాటులో తీసుకున్న అసంబద్ధ నిర్ణయాలతో ఉద్యోగులకు పదోన్నతులు లేకుండా పోయిందని చెబుతున్నారు.</p>\n\n\n\n<p>ప్రధానంగా సచివాలయ ఉద్యోగులను క్రమబద్ధీకరించడంతో పాటుగా వారి సేవలను సమర్థంగా వినియోగించుకోవాలని కూటమి ప్రభుత్వం భావిస్తోంది. రాష్ట్ర వ్యాప్తంగా గ్రామాల్లో పదుల సంఖ్యలో ఉద్యోగులు ఉన్నారు, వారందరికి జాబ్ చార్ట్ లేదు, కొంతమందికి పని ఒత్తిడి ఎక్కువగా ఉంది, మరికొందరికి అసలు పని లేకపోవడంతో ఈ వ్యవస్థ ప్రక్షాళనకు సిద్ధమవుతున్నారు. </p>\n\n\n\n<p>స్థానిక సమస్యలను గుర్తించి వాటి పరిష్కారానికి తగిన విధంగా ప్రణాళికలు రూపొందించి అమలు చేసే విధంగా గ్రామ, వార్డు సచివాలయాలను విస్తృతపరచాలని భావిస్తున్నారు. గ్రామ, వార్డు సచివాలయాలకు సంబంధించిన కొన్ని సేవలను ఇతర సచివాలయాలతో అనుసంధానమై అందించాలంటున్నారు. </p>\n\n\n\n<p>జిల్లా కలెక్టర్ల ఆధ్వర్యంలో ఆయా శాఖల మధ్య సమన్వయ కమిటీని ఏర్పాటు చేసే ఆలోచన కూడా ఉంది. ఇలా కూటమి ప్రభుత్వం గ్రామ, వార్డు సచివాలయాలకు సంబంధించి అవసరమైన మార్పులు, చేర్పులు చేయాలని భావిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20537/12/08/2024/","hasAudio":false,"hasInfographics":false}