{"id":"wp-te-21356","wp_id":21356,"type":"standard","category":"World","language":"te","title":"హెజ్బొల్లా చీఫ్ హసన్ నస్రుల్లాను హతమార్చిన ఇజ్రాయెల్","excerpt":"లెబనాన్ రాజధాని బీరుట్ పై జరిపిన దాడిలో హెజ్బొల్లా చీఫ్ హసన్ నస్రుల్లా హతమైనట్లు ఇజ్రాయెల్ సైన్యం శనివారం ప్రకటించింది. హెజ్బొల్లా లక్ష్యంగా ఇజ్రాయెల్ లెబనాన్ పై బీకర దాడులు చేస్తోంది. శుక్రవారం రాత్రి జరిపిన దాడిలో హెజ్బొల్లా చీఫ్ హసన్ నస్రుల్లా చనిపోయాడని శనివారం ఇజ్రాయెల్ ప్రకటించింది. అయితే, దీనిపై హెజ్బొల్లా నుంచి ఇంకా ఎలాంటి స్పందన వెలువడలేదు. లెబనాన్ రాజధాని బీరుట్ పై శుక్రవారం జరిపిన దాడుల్లో హిజ్బుల్లా చీఫ్ హసన్ నస్రుల్లా ను","author":"Tattva News Team","time":"28/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Hezbollah1.webp","readTime":"5 min read","contentHTML":"\n<p>లెబనాన్ రాజధాని బీరుట్ పై జరిపిన దాడిలో హెజ్బొల్లా చీఫ్ హసన్ నస్రుల్లా హతమైనట్లు ఇజ్రాయెల్ సైన్యం శనివారం ప్రకటించింది. హెజ్బొల్లా లక్ష్యంగా ఇజ్రాయెల్ లెబనాన్ పై బీకర దాడులు చేస్తోంది. శుక్రవారం రాత్రి జరిపిన దాడిలో హెజ్బొల్లా చీఫ్ హసన్ నస్రుల్లా చనిపోయాడని శనివారం ఇజ్రాయెల్ ప్రకటించింది. అయితే, దీనిపై హెజ్బొల్లా నుంచి ఇంకా ఎలాంటి స్పందన వెలువడలేదు.</p>\n\n\n\n<p>లెబనాన్ రాజధాని బీరుట్ పై శుక్రవారం జరిపిన దాడుల్లో హిజ్బుల్లా చీఫ్ హసన్ నస్రుల్లా ను హతమార్చినట్లు ఇజ్రాయెల్ సైనిక అధికార ప్రతినిధి లెఫ్టినెంట్ కల్నల్ నదావ్ షోషాని ప్రకటించారు. ఇజ్రాయెల్ సైనిక అధికార ప్రతినిధి కెప్టెన్ డేవిడ్ అవ్రాహామ్ కూడా ఈ వార్తను ధృవీకరించారు. ఇజ్రాయెల్ డిఫెన్స్ ఫోర్సెస్ లేదా ఐడీఎఫ్ కూడా ‘‘హసన్ నస్రుల్లా ఇకపై ప్రపంచాన్ని భయభ్రాంతులకు గురిచేయలేడు’’ అని పోస్ట్ చేసింది.</p>\n\n\n\n<p>లెబనాన్ లోని దక్షిణ బీరుట్ కోటపై ఇజ్రాయెల్ జరిపిన దాడిలో చీఫ్ హసన్ నస్రుల్లాను హతమార్చామని ఇజ్రాయెల్ ప్రకటించిన నేపథ్యంలో.. ఆయనతో శుక్రవారం సాయంత్రం నుంచి సంబంధాలు తెగిపోయాయని లెబనాన్ కు చెందిన హెజ్బొల్లా గ్రూప్ కు సన్నిహితంగా ఉండే వర్గాలు తెలిపాయి. </p>\n\n\n\n<p>సయ్యద్ హసన్ నస్రుల్లాతో శుక్రవారం సాయంత్రం నుంచి సంబంధాలు తెగిపోయాయని పేర్కొన్నారు. అయితే నస్రుల్లా హత్యకు గురయ్యాడా లేదా అనే విషయాన్ని వారు ధృవీకరించలేదు. మిలిటెంట్ సంస్థ హెజ్బొల్లాకు ఇరాన్ నుంచి మద్దతు లభిస్తోంది. బీరుట్ లో తాము లక్ష్యంగా పెట్టుకున్న, హెజ్బొల్లా స్థావరాలుగా భావిస్తున్న మూడు భవనాలపై ఇజ్రాయెల్ సైన్యం శుక్రవారం రాత్రి నుంచి శనివారం తెల్లవారుజాము వరకు యుద్ధ విమానాల ద్వారా దాడులు చేశాయి. </p>\n\n\n\n<p>దాడులకు కొన్ని గంటల ముందు ప్రధాని బెంజమిన్ నెతన్యాహు ఐక్యరాజ్యసమితిని ఉద్దేశించి ప్రసంగిస్తూ, హెజ్బొల్లాకు వ్యతిరేకంగా ఇజ్రాయెల్ పోరాటం కొనసాగుతుందని స్పష్టం చేశారు. దాంతో, కాల్పుల విరమణ ఆశలు మరింత నీరుగారాయి. కాగా, నెతన్యాహు హఠాత్తుగా తన అమెరికా పర్యటనను కుదించుకుని ఇజ్రాయెల్ కు తిరిగి వచ్చారు.</p>\n\n\n\n<p>లెబనాన్ ఆరోగ్య మంత్రిత్వ శాఖ ప్రకారం, సోమవారం ఘర్షణ తీవ్రతరం అయినప్పటి నుండి లెబనాన్ లో ఇజ్రాయెల్ దాడుల్లో 720 మందికి పైగా మరణించారు. దక్షిణ లెబనాన్ నుంచి ఘర్షణ కారణంగా నిర్వాసితులైన వారి సంఖ్య రెట్టింపు అయిందని ఐక్యరాజ్యసమితి తెలిపింది. ప్రస్తుతం 2,11,000 మందికి పైగా నిరాశ్రయులయ్యారు. లెబనాన్ లోని తీవ్రంగా ప్రభావితమైన ప్రాంతాల్లో కనీసం 20 ప్రాథమిక ఆరోగ్య సంరక్షణ కేంద్రాలు మూతపడ్డాయని ఐక్యరాజ్యసమితి మానవతా వ్యవహారాల సమన్వయ కార్యాలయం తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/21356/28/09/2024/","hasAudio":false,"hasInfographics":false}