{"id":"wp-en-12762","wp_id":12762,"type":"standard","category":"World","language":"en","title":"Maldives to hold roadshows in India to boost tourism ￼","excerpt":"Amid strain in India-Maldives diplomatic ties, a major Maldivian tourism body has announced that it will hold a comprehensive roadshow in key Indian cities to bolster dwindling travel and tourism cooperation.  The Maldives Association of Travel Agents and Tour Operators (MATATO), who met Indian High Commissioner Munu Mahawar in Male, said they intend to forge close","author":"Tattva News Team","time":"13/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/maldives.webp","readTime":"5 min read","contentHTML":"\n<p>Amid strain in India-Maldives diplomatic ties, a major Maldivian tourism body has announced that it will hold a comprehensive roadshow in key Indian cities to bolster dwindling travel and tourism cooperation. </p>\n\n\n\n<p>The Maldives Association of Travel Agents and Tour Operators (MATATO), who met Indian High Commissioner Munu Mahawar in Male, said they intend to forge close collaboration with the Indian High Commission in the Maldives and also facilitate influencer and media familiarisation trips to once again bring back the tourism sector, which recently saw a significant dip. </p>\n\n\n\n<p>\"In this trajectory, plans are currently underway to launch comprehensive road shows across key Indian cities and to facilitate influencer and media familiarisation trips to the Maldives in the upcoming months,\" a local media news outlet quoted a Maldivian tourism body as saying.</p>\n\n\n\n<p>Further, while calling India a crucial tourist market for the Maldives, MATATO added that they look forward to partnering with prominent travel associations and industry stakeholders across India to further promote the Maldives as a premier travel destination.</p>\n\n\n\n<p>It is pertinent to note that the Maldivian tourism ministry has indicated a significant drop in the number of Indian tourists visiting the country. Pertinently, this comes after a full-blown backlash the Maldives received after three of its officials extended derogatory remarks against PM Narendra Modi during his visit to the Lakshadweep Islands, situated on India's west coast, on January 6. </p>\n\n\n\n<p>The statement also triggered a wave of outrage, with prominent personalities across various fields in India calling for people to visit Lakshadweep instead of the Maldives.</p>\n\n\n\n<p>Significantly, according to the statistics by the Maldives' Ministry of Tourism, there has been a significant drop in the number of Indian tourists visiting the country. This year, as of April 10, 37,417 Indian tourists visited the island nation. China (71,995) continued to lead the table, followed by the United Kingdom (66,999), Russia (66,803), Italy (61,379), and Germany (52,256).</p>\n","originalUrl":"https://en.tattvanews.com/international/maldives-to-hold-roadshows-in-india-to-boost-tourism-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}