{"id":"wp-en-14580","wp_id":14580,"type":"standard","category":"World","language":"en","title":"Amnesty says one year since Jaranwala attack, Pak minority Christians await justice","excerpt":"Pakistan’s government has failed to deliver justice for the minority Christian community a year on from a vicious arson and mob attack on churches and Christian neighbourhoods in Jarnwala, as well as prevent further misuse of blasphemy laws, Amnesty International said. More than 90% of the suspects of the attack in Jaranwala, in Punjab’s Faisalabad district, are","author":"Tattva News Team","time":"17/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Pak.jpg","readTime":"5 min read","contentHTML":"\n<p>Pakistan’s government has failed to deliver justice for the minority Christian community a year on from a vicious arson and mob attack on churches and Christian neighbourhoods in Jarnwala, as well as prevent further misuse of blasphemy laws, Amnesty International said.</p>\n\n\n\n<p>More than 90% of the suspects of the attack in Jaranwala, in Punjab’s Faisalabad district, are still at large, according to information obtained by Amnesty International through a Right to Information Request filed at the Faisalabad City Police Office.</p>\n\n\n\n<p>Meanwhile, the trials of those arrested in connection with the attacks, triggered by false allegations of blasphemy against two Christian residents, are yet to start. In addition, around 40% of the minority Christian families affected by the violence are still awaiting government compensation.</p>\n\n\n\n<p>“Despite the authorities’ assurances of accountability, the grossly inadequate action has allowed a climate of impunity for the perpetrators of the Jaranwala violence. A year on, the minority Christian community are being forced to reconcile with the fact that their aggressors continue to live amongst them without repercussions. Pakistan government must ensure that justice is delivered and minority groups are protected against discrimination and violence,\" said Babu Ram Pant, Amnesty International’s Deputy Regional Director for South Asia.  </p>\n\n\n\n<p>While the government repaired destroyed churches, many Christian residents of Jaranwala are still awaiting compensation.  As per data from the Supreme Court submission dated 7 February 2024 (Case No. CMA No. 7751/2023 out of HRC No. 6429-P/2023), the government has only provided compensation to 85 families, as opposed to the 146 families mapped by the local parish.</p>\n\n\n\n<p>Samuel Payara, the lead petitioner for the Christian community in cases related to the Jaranwala attacks at the Supreme Court, described a culture of impunity for violence against religious minorities.</p>\n\n\n\n<p>Information received by Amnesty International on 3 August 2024 through a Right to Information Request filed at the City Police Office Faisalabad, indicates that of the 5,213 accused, 380 were arrested with 4,833 still at large. Of those arrested, 228 are now out on bail granted by the Anti-Terrorism Court in Faisalabad and 77 had the charges against them dropped.  </p>\n\n\n\n<p>Amnesty International asks that the authorities in Pakistan must complete a thorough, impartial and independent investigation into the Jaranwala attacks and other incidents of mob violence and ensure that those responsible are prosecuted in fair and transparent trials, without resorting to the death penalty.</p>\n\n\n\n<p>“Blasphemy laws must be repealed without further delays. It is high time that Pakistan does away with this legalized system of discrimination and violence to create safe spaces for minorities in the country,” said Babu Ram Pant.</p>\n","originalUrl":"https://en.tattvanews.com/international/amnesty-says-one-year-since-jaranwala-attack-pak-minority-christians-await-justice/","hasAudio":false,"hasInfographics":false}