{"id":"wp-te-19602","wp_id":19602,"type":"standard","category":"World","language":"te","title":"జగన్ క్యాంపు ఆఫీసు ఫర్నిచర్ తిరిగి ఇవ్వాలని జీఏడీ లేఖ","excerpt":"మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి క్యాంపు ఆఫీస్ ఫర్నిచర్ వివాదం నెలకొంది. ఫర్నిచర్ తిరిగి ఇవ్వాలని ప్రభుత్వం జగన్ కు లేఖ రాసింది. దీంతో పాటు జగన్ పేషీలో సెక్రటరీలకు జీఏడీ లేఖ రాసింది. గత ప్రభుత్వంలో వినియోగించిన ఫర్నిచర్ తోపాటు ఇతర సామాగ్రిని ఇన్వెన్టరీ జాబితా ప్రకారం తిరిగి పంపాలని జీఏడీ లేఖ రాసింది. జగన్ సీఎంగా ఉన్న సమయంలో సీఎంవోలో సెక్రటరీలు ఇతరులకు ఫర్నిచర్, కంప్యూటర్లు ఇతర సామగ్రిని జీఏడీ పంపింది.","author":"Tattva News Team","time":"19/6/2024","image":"https://tattvanews.com/wp-content/uploads/2022/03/YS-Jagan2-1.jpg","readTime":"5 min read","contentHTML":"\n<p>మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి క్యాంపు ఆఫీస్ ఫర్నిచర్ వివాదం నెలకొంది. ఫర్నిచర్ తిరిగి ఇవ్వాలని ప్రభుత్వం జగన్ కు లేఖ రాసింది. దీంతో పాటు జగన్ పేషీలో సెక్రటరీలకు జీఏడీ లేఖ రాసింది. గత ప్రభుత్వంలో వినియోగించిన ఫర్నిచర్ తోపాటు ఇతర సామాగ్రిని ఇన్వెన్టరీ జాబితా ప్రకారం తిరిగి పంపాలని జీఏడీ లేఖ రాసింది.</p>\n\n\n\n<p>జగన్ సీఎంగా ఉన్న సమయంలో సీఎంవోలో సెక్రటరీలు ఇతరులకు ఫర్నిచర్, కంప్యూటర్లు ఇతర సామగ్రిని జీఏడీ పంపింది. ఆ మొత్తం సామాన్లు, ఇతర ఫర్నిచర్ వెనక్కి పంపాలని తాజాగా సెక్రటరీలకు లేఖ రాసింది. సీఎంవో ఇన్ ఛార్జ్ గా ఉన్న అధికారికి జీఏడీ లేఖ రాసింది. పదవికాలం పూర్తి అయ్యి 15 రోజులు అవుతున్నా ఇంకా ఫర్నిచర్ ఇతర సామగ్రిని అప్పగించలేదని అధికారులు చెబుతున్నారు.</p>\n\n\n\n<p>ఇటీవల ఎన్నికల్లో ఓటమి పాలైన వైఎస్ జగన్ ప్రభుత్వ సామాగ్రిని  ఇంకా తన ఇంట్లోనే ఉంచుకోవడంపై విమర్శలు వస్తున్నాయి.  సాధారణంగా ఎన్నికల్లో ఓటమి పాలైతే 15 రోజుల్లో ప్రభుత్వ సామాగ్రిని తిరిగి జీఏడీకి అప్పగించాల్సి ఉంటుంది. ఈ నెల 4న ఎన్నికల ఫలితాలు వచ్చాయి. బుధవారంతో 15 రోజుల గడువు పూర్తింది. అయినా వైఎస్ జగన్ తన క్యాంపు ఆఫీసులో వినియోగించుకుంటున్న ప్రభుత్వ ఫర్నిచర్ ను ఇంకా అప్పగింతలేదు. </p>\n\n\n\n<p>ఆ ఫర్నిచర్ పై ఎలాంటి సమాచారం ఇవ్వకపోవడంతో జీఏడీ జగన్ కు లేఖ రాసింది. సీఎంవోలో ఉన్న కంప్యూటర్లు, వీడియో కాన్ఫరెన్స్ సిస్టం, ఇతర ఫర్నిచర్‌ను ఇన్వెంటరీ జాబితా ప్రకారం తమనకు తిరిగి అప్పగించాలని లేఖలో పేర్కొంది. తాడేపల్లిలోని  వైఎస్ జగన్ నివాసాన్ని గత ప్రభుత్వంలో క్యాంపు ఆఫీసుగా చేశారు. </p>\n\n\n\n<p>క్యాంపు ఆఫీసులో సీఎం విధుల కోసం ఫర్నిచర్, ఇతర వస్తువులు జీఏడీ ఏర్పాటు చేసింది. సీఎంవో సెక్రటరీలకు ఈ ఫర్నిచర్ కేటాయించింది. అయితే ప్రభుత్వం మారిన తర్వాత ఈ ఫర్నిచర్ ను తిరిగి జీఏడీకి అప్పగించాల్సి ఉంది. 15 రోజుల గడువు ముగుస్తున్నా ఇంకా ఎలాంటి సమాధానం రాకపోయే సరికి జీఏడీ గత ప్రభుత్వ సీఎంవోలో పనిచేసిన సెక్రటరీలకు లేఖలు రాసింది.</p>\n\n\n\n<p>వైఎస్ జగన్ నివాసంలో ఉన్న ప్రభుత్వ ఫర్నిచర్‌పై సోషల్ మీడియాలో రచ్చ జరుగుతోంది. ప్రభుత్వం మారినా ఇంకా జగన్ ఫర్నిచర్ తిరిగి ఇవ్వకపోవడంపై విమర్శలు వస్తున్నాయి. 2019లో వైసీపీ ప్రభుత్వం వచ్చిన కొత్తలో ఇలాంటి తరహా ఘటనే జరిగింది. అప్పటి స్పీకర్, టిడిపి నేత కోడెల శివప్రసాద్‌ అసెంబ్లీ ఫర్నిచర్ వాడుకున్నారని, సామాగ్రి తిరిగి ఇవ్వలేదని ఆయనపై వైసీపీ ప్రభుత్వం కేసులు పెట్టింది.</p>\n\n\n\n<p>ఫర్నిచర్ విలువ కడితే డబ్బు చెల్లిస్తానని కోడెల చెప్పినా గత పాలకులు స్పందించలేదు. అనంతరం కొంత కాలానికి ఆయన ఆత్మహత్య చేసుకున్నారు. వైసీపీ నేతలు చిత్రహింసల కారణంగానే కోడెల ఆత్మహత్యకు పాల్పడ్డారని టీడీపీ ఆరోపించింది. ఫర్నిచర్ విషయంలో అప్పుడు అంత రాద్ధాంతం చేసిన వైసీపీ నేతలు ఇప్పుడు ప్రభుత్వ ఫర్నిచర్ ను ఎందుకు తిరిగి ఇవ్వడంలేదని నెటిజన్లు ప్రశ్నిస్తున్నారు. </p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19602/19/06/2024/","hasAudio":false,"hasInfographics":false}