{"id":"wp-en-15377","wp_id":15377,"type":"standard","category":"World","language":"en","title":"EFJ unites stakeholders on media regulation and self-regulation￼","excerpt":"The media community reached a consensus on the need for multi-stakeholder dialogue as countries implement recent EU media legislations at the EFJ high-level European conference on Self-Regulation and Regulation in the Media Sector. Over 90 people attended the conference as ULB hosted media regulators, self-regulators, journalists’ professional representatives, publishers’ professional representatives, ULB Masters of Journalism students,","author":"Tattva News Team","time":"18/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/EFJ.png","readTime":"5 min read","contentHTML":"\n<p>The media community reached a consensus on the need for multi-stakeholder dialogue as countries implement recent EU media legislations at the EFJ high-level European conference on Self-Regulation and Regulation in the Media Sector.</p>\n\n\n\n<p>Over 90 people attended the conference as ULB hosted media regulators, self-regulators, journalists’ professional representatives, publishers’ professional representatives, ULB Masters of Journalism students, EU policymakers, researchers and civil society for the one-day event to discuss media regulation and its impact on journalists and citizens.</p>\n\n\n\n<p><em>\"This conference is about the importance of the self-regulation system but also about how such a system can only function with the trust and engagement of the public, all citizens, and all age groups. To build or regain trust, we journalists must engage in dialogue with the audience and the public. Building dialogue and trust in the media is particularly crucial in the fight against disinformation.” – Maja Sever, EFJ President.</em></p>\n\n\n\n<p>ULB students raised concerns on the importance of diversity in the newsrooms, pointing out to the media experts present that the news media cannot reach a diverse audience without championing representation of marginalised groups itself. They also commented on how young journalists enter the labour market already anticipating poor working conditions in most European countries.</p>\n\n\n\n<p>The conversation on trust in journalism and digital news media focused on the ethical use of Artificial Intelligence (AI) in newsrooms. The use of AI needs to be regulated accordingly, so as to empower journalists to be quicker, more efficient and more innovative, rather than substituting for their absence. That’s why media and press councils have introduced codes and guidelines on AI. The debate also focused on the necessity for an ethical code of practice for news influencers.</p>\n\n\n\n<p>The more experienced journalists and media experts in the room noted how young people do not read newspapers, as they are used to. “With the rise of digital media, there has been a huge crisis in trust in the media and disinformation,” said Adeline Hulin, Chief of Unit for Media and Information Literacy and Digital competencies at UNESCO. She explained their work of setting up school curriculum around Europe on this topic and their engagement with youth organisations to get their commitment on media literacy.</p>\n","originalUrl":"https://en.tattvanews.com/international/efj-unites-stakeholders-on-media-regulation-and-self-regulation%ef%bf%bc/","hasAudio":false,"hasInfographics":false}