{"id":"wp-te-19160","wp_id":19160,"type":"standard","category":"World","language":"te","title":"రేవ్ పార్టీలో సినీ నటి హేమకు నోటీసులు","excerpt":"సంచలనం సృష్టించిన బెంగళూరు రేవ్ పార్టీ కేసులో సినీ నటి హేమకు బెంగళూరు పోలీసులు నోటీసులు ఇచ్చారు. రేవ్ పార్టీ కేసు విచారణలో భాగంగా కర్ణాటక పోలీసులు హేమకి డ్రగ్స్ టెస్ట్ నిర్వహించిన విషయం తెలిసిందే. ఈ డ్రగ్స్ టెస్ట్‌లో హేమకి పాజిటివ్ వచ్చినట్లు పోలీసులు తెలిపారు.  రేవ్ పార్టీలో పాల్గొన్న 101మంది బ్లడ్ శాంపిల్స్ పరీక్ష చేయగా అందులో 86మందికి పాజిటివ్ వచ్చినట్లు పోలీసులు పేర్కొన్నారు. ఇందులో 59మంది పురుషులు, 27మంది మహిళలు ఉన్నారు. పాజిటీవ్","author":"Tattva News Team","time":"26/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Rave-Party.jpg","readTime":"5 min read","contentHTML":"\n<p>సంచలనం సృష్టించిన బెంగళూరు రేవ్ పార్టీ కేసులో సినీ నటి హేమకు బెంగళూరు పోలీసులు నోటీసులు ఇచ్చారు. రేవ్ పార్టీ కేసు విచారణలో భాగంగా కర్ణాటక పోలీసులు హేమకి డ్రగ్స్ టెస్ట్ నిర్వహించిన విషయం తెలిసిందే. ఈ డ్రగ్స్ టెస్ట్‌లో హేమకి పాజిటివ్ వచ్చినట్లు పోలీసులు తెలిపారు. </p>\n\n\n\n<p>రేవ్ పార్టీలో పాల్గొన్న 101మంది బ్లడ్ శాంపిల్స్ పరీక్ష చేయగా అందులో 86మందికి పాజిటివ్ వచ్చినట్లు పోలీసులు పేర్కొన్నారు. ఇందులో 59మంది పురుషులు, 27మంది మహిళలు ఉన్నారు. పాజిటీవ్ వచ్చిన వారందరికీ సిసిబి పోలీసులు నోటీసులు పంపించారు.</p>\n\n\n\n<p>ఈ నెల 27న విచారణకు హాజరుకావాలని పోలీసులు ఆదేశించారు. నోటీసులు అందుకున్న వారిలో హేమతోపాటు కాంతి, సుజాత్, రాజశేఖర్, చిరంజీవి, ఆషీరాయ్, రిషి చౌదరి, ప్రసన్న, శివాని, జైశ్వాల్, వ్రుణ్ చౌదరి, తదితరులకు ఉన్నారు. వీరందరు పోలీసుల విచారణకు హాజరు కావాల్సి ఉంది. వీరిని డ్రగ్స్ గురించి విచారించనున్నట్లు తెలిసింది. </p>\n\n\n\n<p>ఎవరు డ్రగ్స్ విక్రయించారు, పార్టీకీ ఎలా వెళ్లారు. అందరు రేవ్ పార్టీగా భావిస్తున్నా కూడా అక్కడ వ్యభిచారం కూడా నిర్వహించినట్లు పోలీసులు అనుమానిస్తున్నారు. ఇప్పటికే ఈ కేసులో నిందితులుగా ఉన్న చిత్తూరుకు చెందిన డెంటల్ డాక్టర్ రణదీర్ తదితరులను పోలీసులు అరెస్టు చేశారు.</p>\n\n\n\n<p>బెంగళూరు ఫార్మ్ హౌస్‌లో నిర్వహించిన రేవ్ పార్టీపై దర్యాప్తు చేస్తున్న సెంట్రల్ క్రైమ్ బ్రాంచ్ (సిసిబి) సిబ్బంది మరొకరిని పట్టుకున్నారు. దీనితో ఇంత వరకు ఆరుగురిని అరెస్టు చేసినట్లు అయింది. హైదరాబాద్‌కు చెందిన ఆరవ నిందితుడు రేవ్ పార్టీ నిర్వాహకుల్లో ఒకరని పోలీస్ వర్గాలు శనివారం వెల్లడించాయి. ఈ నెల 19న తెలుగు సినీ నటితో సహా 103 మంది హాజరైన పార్టీపై సిసిబి దాడి జరిపింది. ఫార్మ్ హౌస్‌లోని రేవ్ పార్టీకి హాజరైనవారి రక్తం నమూనాలను పరీక్షించినప్పుడు మాదకద్రవ్యాలకు సంబంధించి పాజిటివ్ ఫలితం వచ్చింది.</p>\n","originalUrl":"https://tattvanews.com/19160/26/05/2024/","hasAudio":false,"hasInfographics":false}