{"id":"wp-te-20435","wp_id":20435,"type":"standard","category":"World","language":"te","title":"￼సెప్టెంబర్‌లో జమ్మూ కశ్మీరు అసెంబ్లీ ఎన్నికలు: కిషన్ రెడ్డి","excerpt":"జమ్మూ కశ్మీరు అసెంబ్లీ ఎన్నికలు సెప్టెంబర్‌లో జరుగుతాయని కేంద్ర మంత్రి జి కిషన్ రెడ్డి సోమవారం ప్రకటించారు. అభివృద్ధి క్రమం కొనసాగడానికి, ఉగ్రవాదాన్ని అంతం చేసేందుకు బిజెపిని అధికారంలోకి తీసుకురావాలని ఆయన కేంద్ర పాలిత ప్రాంత ప్రజలకు పిలుపునిచ్చారు.  ఐదేళ్ల క్రితం ఆగస్టు 5న ప్రధాని నరేంద్ర మోడీ సారథ్యంలోని ఎన్‌డిఎ ప్రభుత్వం ఆర్టికల్ 370ని రద్దు చేసిన దరిమిలా జమ్మూ కశ్మీరులో పాకిస్తాన్, దాని నిఘా సంస్థ ఐఎస్‌ఐ కార్యకలాపాలు కట్టడయ్యాయని కిషన్ రెడ్డి చెప్పారు.","author":"Tattva News Team","time":"6/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Kishan-Reddy-JK.jpeg","readTime":"5 min read","contentHTML":"\n<p>జమ్మూ కశ్మీరు అసెంబ్లీ ఎన్నికలు సెప్టెంబర్‌లో జరుగుతాయని కేంద్ర మంత్రి జి కిషన్ రెడ్డి సోమవారం ప్రకటించారు. అభివృద్ధి క్రమం కొనసాగడానికి, ఉగ్రవాదాన్ని అంతం చేసేందుకు బిజెపిని అధికారంలోకి తీసుకురావాలని ఆయన కేంద్ర పాలిత ప్రాంత ప్రజలకు పిలుపునిచ్చారు. </p>\n\n\n\n<p>ఐదేళ్ల క్రితం ఆగస్టు 5న ప్రధాని నరేంద్ర మోడీ సారథ్యంలోని ఎన్‌డిఎ ప్రభుత్వం ఆర్టికల్ 370ని రద్దు చేసిన దరిమిలా జమ్మూ కశ్మీరులో పాకిస్తాన్, దాని నిఘా సంస్థ ఐఎస్‌ఐ కార్యకలాపాలు కట్టడయ్యాయని కిషన్ రెడ్డి చెప్పారు.</p>\n\n\n\n<p>జమ్మూ కశ్మీరులో ఉగ్రవాదాన్ని బలపరిస్తే తీవ్ర పరిణామాలు ఉంటాయని ఆయన పాకిస్తాన్‌ను హెచ్చరించారు. జమ్మూ కశ్మీరులో బిజెపి ఎన్నికల ఇన్‌చార్జ్‌గా వ్యవహరిస్తున్న కిషన్ రెడ్డి 370వ అధికరణ రద్దు ఐదవ వార్షికోత్సవాన్ని పురస్కరించుకుని జమ్మూ శివార్లలోని బనా సింగ్ స్టేడియంలో బిజెపి నిర్వహించిన ఏకాత్మ మహోత్సవంలో ప్రసంగించారు. </p>\n\n\n\n<p>బిజెపి జాతీయ ప్రధనా కర్యదర్శి, జమ్మూ కశ్మీరు ఇన్‌చార్జ్ తరుణ్ చుగ్, జమ్మూ కశ్మీరు బిజెపి అధ్యక్షుడు రవీందర్ రైనా కూడా ఈ కార్యక్రమంలో పాల్గొన్నారు. ఆర్టికల్ 370 రద్దు, బిఆర్ అంబేద్కర్ రాజ్యాంగాన్ని విస్తరించడం వంటి మార్పులను తీసుకువచ్చిన బిజెపికి పూర్తి మెజారిటీతో జమ్మూ కశ్మీరు ప్రజలు పట్టం కడతారని ఆశిస్తున్నట్లు కిషన్ రెడ్డి తెలిపారు. </p>\n\n\n\n<p>ప్రతిపక్ష కాంగ్రెస్, నేషనల్ కాన్ఫరెన్స్‌పై తీవ్ర స్థాయిలో ధ్వజమెత్తుతూ పాకిస్తాన్ ప్రాయోజిత ఉగ్రవాదం ద్వారా జమ్మూ కశ్మీరుకు చావులను, విధ్వంసాన్ని తీసుకువచ్చిన ఆర్టికల్ 370ని మళ్లీ అమలు చేస్తామని ఆ పార్టీలు చెబుతున్నాయని ఆయన పేర్కొన్నారు. మళ్లీ ఆర్టికల్ 370ని అమలు చేస్తామని చెబుతున్న ప్రతిపక్షాలకా లేక జమ్మూ కశ్మీరును అభివృద్ధి పథంలో అగ్ర స్థానంలో నిలబెట్టి, శాంతి, సౌభాగ్యాలను కల్పించాలని భావిస్తున్న బిజెపికి పట్టం కడతారో ప్రజలే నిర్ణయించుకోవాలని ఆయన పిలుపునిచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/20435/06/08/2024/","hasAudio":false,"hasInfographics":false}