{"id":"wp-te-18978","wp_id":18978,"type":"standard","category":"World","language":"te","title":"పౌరసత్వం ధ్రువీకరపత్రాల పంపిణీ ప్రారంభించిన కేంద్రం","excerpt":"సీఏఏ చట్టం అమలులోకి తీసుకుచ్చిన అనంతరం తొలిసారిగా కేంద్రం పలువురికి పౌరసత్వ ధ్రువీకరపత్రాలను పంపిణీ చేసింది. ఈ చట్టం కింద బుధవారం తొలిసారిగా ఢిల్లీలోని 14 మంది శరణార్థులకు పౌరసత్వ ధ్రువీకరణ పత్రాలను కేంద్ర హోంశాఖ కార్యదర్శి అజయ్ కుమార్ భల్లా అందజేశారు.  దీంతో దేశవ్యాప్తంగా దాదాపు 31వేల మంది ముస్లిమేతర శరణార్థులకు పౌరసత్వం ఇచ్చే ప్రక్రియ ప్రారంభమైంది. ఓ వైపు పార్లమెంట్‌ ఎన్నికల్లో సీఏఏ అంశంపై రాజకీయాలు వేడెక్కుతున్నాయి. ప్రతిపక్ష కూటమిలోని పార్టీలు సీఏఏను వ్యతిరేకిస్తున్నాయి.","author":"Tattva News Team","time":"16/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/CAA-certificates.jpg","readTime":"5 min read","contentHTML":"\n<p>సీఏఏ చట్టం అమలులోకి తీసుకుచ్చిన అనంతరం తొలిసారిగా కేంద్రం పలువురికి పౌరసత్వ ధ్రువీకరపత్రాలను పంపిణీ చేసింది. ఈ చట్టం కింద బుధవారం తొలిసారిగా ఢిల్లీలోని 14 మంది శరణార్థులకు పౌరసత్వ ధ్రువీకరణ పత్రాలను కేంద్ర హోంశాఖ కార్యదర్శి అజయ్ కుమార్ భల్లా అందజేశారు. </p>\n\n\n\n<p>దీంతో దేశవ్యాప్తంగా దాదాపు 31వేల మంది ముస్లిమేతర శరణార్థులకు పౌరసత్వం ఇచ్చే ప్రక్రియ ప్రారంభమైంది. ఓ వైపు పార్లమెంట్‌ ఎన్నికల్లో సీఏఏ అంశంపై రాజకీయాలు వేడెక్కుతున్నాయి. ప్రతిపక్ష కూటమిలోని పార్టీలు సీఏఏను వ్యతిరేకిస్తున్నాయి. తాము అధికారంలోకి వస్తే చట్టాన్ని రద్దు చేస్తామని చెబుతుండడం విశేషం.</p>\n\n\n\n<p>సీఏఏని వ్యతిరేకిస్తున్న పార్టీలను హిందూ వ్యతిరేక పార్టీలుగా బీజేపీ విమర్శిస్తున్నది. ముస్లిం సమాజాన్ని ప్రతిపక్షాలు తప్పుదోవ పట్టిస్తున్నాయని ధ్వజమెత్తింది. పౌరసత్వ సవరణ చట్టం (సిఏఏ) ఈ ఏడాది మార్చి 11 నుంచి దేశంలో అమల్లోకి వచ్చింది. పౌరసత్వ సవరణ బిల్లు 2019 పార్లమెంట్ ఆమోదించిన అనంతరం ఈ బిల్లుకు రాష్ట్రపతి ఆమోదం లభించింది. </p>\n\n\n\n<p>సీఏఏ చట్టం ద్వారా పాక్‌, బంగ్లాదేశ్‌, ఆఫ్ఘనిస్తాన్‌ నుంచి హిందు, సిక్కు, జైన్‌, బౌద్ధ, పార్సీ, క్రైస్తవ వర్గాలకు పౌరసత్వం కల్పించనున్నట్లు పేర్కొంది. 2014 డిసెంబర్‌ 31.. లేదా అంతకన్నా ముందు వచ్చిన ఆయా ముస్లిమేతరులకు పౌరసత్వం ఇవ్వనున్నది.</p>\n","originalUrl":"https://tattvanews.com/18978/16/05/2024/","hasAudio":false,"hasInfographics":false}