{"id":"wp-en-12734","wp_id":12734,"type":"standard","category":"World","language":"en","title":"Sri Lanka officials must be held accountable for abuses during protests, says Amnesty￼","excerpt":"Sri Lankan law enforcement officials engaged in the violent repression of protests must be held accountable for committing widespread human rights violations, said Amnesty International in a new investigative report released today. The report, ‘Ready to suppress any protest' Sri Lanka: Unlawful use of weapons during protests’, analyses the use of force during policing of","author":"Tattva News Team","time":"11/4/2024","image":"/placeholder-news.jpg","readTime":"5 min read","contentHTML":"\n<p>Sri Lankan law enforcement officials engaged in the violent repression of protests must be held accountable for committing widespread human rights violations, said Amnesty International in a new investigative report released today.</p>\n\n\n\n<p>The report, ‘Ready to suppress any protest' Sri Lanka: Unlawful use of weapons during protests’, analyses the use of force during policing of 30 protests that took place in Sri Lanka between March 2022 and June 2023.</p>\n\n\n\n<p>Amnesty International's research shows a pattern in the unlawful use of tear gas and water cannon and the misuse of batons by Sri Lankan law enforcement officials with video evidence revealing that in at least 17 protests – more than half of those analysed – the conduct of law enforcement officials fell well short of international law and standards on the use of force.</p>\n\n\n\n<p>“From the outset, the Sri Lankan police approached the 2022-23 protests assuming that they would be unlawful and violent and that they would need to use force to repress them. The police failed to recognize that people have the right to peacefully protest, and that the authorities have a duty to facilitate and protect protests. Instead, they targeted, chased, and beat largely peaceful protesters,” said Smriti Singh, Amnesty International’s Regional Director for South Asia.</p>\n\n\n\n<p>During 2022 and 2023, Sri Lankans called for accountability for the prolonged economic crisis, corruption and human rights violations, in large-scale protests and an occupy movement known as the Aragalaya in Colombo and other cities across Sri Lanka. Amnesty International has documented unlawful use of force against largely peaceful protests that continue to date, including in 2024.</p>\n\n\n\n<p>Meanwhile, in the Northern and Eastern provinces of the country, security forces and intelligence agencies regularly carry out surveillance, intimidation, harassment, and obstruction of largely peaceful protests that have continued to take place since 2017 by the relatives of people forcibly disappeared during the internal armed conflict in Sri Lanka.</p>\n\n\n\n<p>Amnety deplored that despite widespread human rights violations by law enforcement agencies and security forces, not a single police officer or member of the army has been prosecuted or convicted for the unlawful use of force during protests in 2022 and 2023. This lack of accountability exists within the context of a wider culture of impunity, where police and military personnel have rarely been held accountable for human rights violations; it also emboldens law enforcement officials to continue violently suppressing protests.</p>\n","originalUrl":"https://en.tattvanews.com/international/sri-lanka-officials-must-be-held-accountable-for-abuses-during-protests-says-amnesty%ef%bf%bc/","hasAudio":false,"hasInfographics":false}