{"id":"wp-en-14945","wp_id":14945,"type":"standard","category":"World","language":"en","title":"A call to action to deliver on workers’ rights","excerpt":"World Social Protection Report 2024-26 The International Trade Union Confederation (ITUC) welcomes the release of the ILO’s World Social Protection Report 2024-26, which details the persistent challenges to the universal realisation of this internationally recognised human rights. The Report highlights an overall increase in social protection coverage, from less than 43 per cent in 2015","author":"Tattva News Team","time":"15/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/ILO.png","readTime":"5 min read","contentHTML":"\n<ul class=\"wp-block-list\"><li><strong>World Social Protection Report 2024-26</strong></li></ul>\n\n\n\n<p>The International Trade Union Confederation (ITUC) welcomes the release of the ILO’s World Social Protection Report 2024-26, which details the persistent challenges to the universal realisation of this internationally recognised human rights.</p>\n\n\n\n<p>The Report highlights an overall increase in social protection coverage, from less than 43 per cent in 2015 to 52.4% in 2023. However, it exposes the harsh reality that 3.8 billion people lack any kind of protection.This deficiency is strongly linked to insufficient financing at both national and international levels.</p>\n\n\n\n<p>Major inequalities in access to social protection persist, in particular between women and men, workers in informal and formal employment, and between low-income and high-income countries. The report reveals that social protection coverage for low-income countries has not increased since 2017, stagnating at a dismal 9.7% rate of coverage.</p>\n\n\n\n<p>This finding serves as a clear reminder that world leaders must focus on strengthening international cooperation and solidarity. According to the report, low-income countries would need to invest an additional US$308.5 billion, of 53.3% of their GDP, annually to adequately expand social protection – a goal that is unattainable without strong international support.</p>\n\n\n\n<p>The report also highlights the urgent need for social protection systems to evolve to address life-cycle risks, the escalating climate crisis and major market transformations taking place in the context of decarbonisation. In the 50 countries most vulnerable to the dramatic effects of climate change, the report finds that only 25% of the population is covered by social protection. This leaves 2.1 billion people exposed to devastating climate chaos without adequate protection.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle said: “The findings of this report should serve as a clear call to action for governments and the broader international community. Every worker must be ensured the right to social protection. But at this pace of change, it would take until 2073 for everyone to have even partial access. Workers cannot afford to wait 49 years to receive the support they need and deserve: the failure to extend social protection now is a profound injustice.”</p>\n\n\n\n<p>Luc Triangle underlined the critical role of social protection in Just Transition efforts: “As the global economy transitions towards decarbonisation, it is vital to negotiate a Just Transition with workers and their unions to ensure that the shift to greener economies does not undermine decent jobs and livelihoods. Social protection must be part and parcel of these efforts.</p>\n\n\n\n<p>“The expansion of social protection systems, underpinned by adequate financing, will remain a critical demand of the ITUC in its global advocacy efforts – including with the UN and international financial institutions.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/a-call-to-action-to-deliver-on-workers-rights/","hasAudio":false,"hasInfographics":false}