{"id":"wp-te-21026","wp_id":21026,"type":"standard","category":"World","language":"te","title":"తెలంగాణకు రుణభారం నుండి విముక్తి కల్పించండి","excerpt":"భారీ రుణ భారం తెలంగాణకు సవాల్‌గా మారిందని చెబుతూ రుణాన్ని రీ స్ట్రక్చర్ చేసే అవకాశం ఇవ్వండి.. లేదా త‌మ‌కు అదనపు ఆర్ధిక సహాయాన్ని అందించాల‌ని ముఖ్యమంత్రి రేవంత్ రెడ్డి 16వ ఆర్ధిక సంఘంను కోరారు. జాభవన్ లో 16వ ఆర్ధిక సంఘ సమావేశంలో ఆయ‌న మాట్లాడుతూ గత ఆర్థిక సంవత్సరం చివరి నాటికి రుణ భారం రూ.6.85 లక్షల కోట్లకు చేరుకుందని చెప్పారు.  ఇందులో బడ్జెట్ రుణాలతో పాటు ఆఫ్-బడ్జెట్ రుణాలు ఉన్నాయని పేర్కొన్నారు. గత","author":"Tattva News Team","time":"10/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Finance-Commission.jpeg","readTime":"5 min read","contentHTML":"\n<p>భారీ రుణ భారం తెలంగాణకు సవాల్‌గా మారిందని చెబుతూ రుణాన్ని రీ స్ట్రక్చర్ చేసే అవకాశం ఇవ్వండి.. లేదా త‌మ‌కు అదనపు ఆర్ధిక సహాయాన్ని అందించాల‌ని ముఖ్యమంత్రి రేవంత్ రెడ్డి 16వ ఆర్ధిక సంఘంను కోరారు. జాభవన్ లో 16వ ఆర్ధిక సంఘ సమావేశంలో ఆయ‌న మాట్లాడుతూ గత ఆర్థిక సంవత్సరం చివరి నాటికి రుణ భారం రూ.6.85 లక్షల కోట్లకు చేరుకుందని చెప్పారు.</p>\n\n\n\n<p> ఇందులో బడ్జెట్ రుణాలతో పాటు ఆఫ్-బడ్జెట్ రుణాలు ఉన్నాయని పేర్కొన్నారు. గత పదేళ్లలో మౌలిక ప్రాజెక్టులకు నిధుల సమీకరణకు ప్రభుత్వం భారీగా అప్పులు తీసుకుందని, దీంతో ఇప్పుడు రాష్ట్ర ఆదాయంలో ఎక్కువ భాగం రుణాన్ని తిరిగి చెల్లించడానికే వెచ్చించాల్సిన పరిస్థితి ఏర్ప‌డింద‌ని తెలిపారు.  </p>\n\n\n\n<p>రుణాలు, వడ్డీ చెల్లింపులు సక్రమంగా నిర్వహించకపోతే రాష్ట్ర పురోగతిపై ప్రభావం చూపే అవకాశం ఉందని ఆయ‌న ఆందోళన వ్యక్తం చేశారు. ఈ నేపథ్యంలో రుణాల సమస్యను పరిష్కరించేందుకు త‌మ‌కు తగిన సహాయం, మద్దతు ఇవ్వాలని ఆయన కోరారు. మరోవంక, కేంద్ర పన్నుల్లో రాష్ట్రాలకు పంపిణీ చేసే నిధుల వాటాను 41% నుంచి 50%కి పెంచాల‌ని రేవంత్ రెడ్డి కోరారు. </p>\n\n\n\n<p>అన్ని రాష్ట్రాల తరపున ఈ డిమాండ్‌ను మీ ముందు ఉంచుతున్నామని, ఈ డిమాండ్ ను నెరవేర్చితే.. దేశాన్ని 5 ట్రిలియన్ డాలర్ల ఎకానమీ గా మార్చాలని ప్రధాని నరేంద్ర మోదీ ఎంచుకున్న లక్ష్య సాధనకు తాము సంపూర్ణంగా సహకారిస్తామ‌ని ముఖ్యమంత్రి స్పష్టం చేశారు. తెలంగాణను ఒక ట్రిలియన్ ఆర్థిక వ్యవస్థగా తీర్చిదిద్దుతామని తెలిపారు. </p>\n\n\n\n<p>దేశాన్ని ప్రపంచంలో మూడో అతిపెద్ద ఆర్థిక వ్యవస్థగా మార్చడంలో త‌మ‌ వంతు బాధ్యతను నేరవేరుస్తామని హామీ ఇచ్చారు. ఫిస్కల్ ఫెడరలిజాన్ని బలోపేతం చేయడంలో మీ మద్దతు కోరుతున్నామని చెప్పా రు. తెలంగాణ ఎదుర్కొంటున్న సవాళ్లను అధిగమించేందుకు మీ సిఫార్సులు ఉపయోగపడతాయని విశ్వాసం వ్యక్తం చేశారు.  దేశాభివృద్ధిలో తెలంగాణ కీలక పాత్ర పోషిస్తోందని చెబుతూ బలమైన పునాదులు, చక్కటి ఆర్థిక వ్యవస్థ ఉన్నప్పటికీ ఆర్థికంగా తెలంగాణ అనేక సవాళ్లను ఎదుర్కొంటోందని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/21026/10/09/2024/","hasAudio":false,"hasInfographics":false}