{"id":"wp-te-19270","wp_id":19270,"type":"standard","category":"World","language":"te","title":"ఐపీఎస్ ఎబివిపై ఉదయం సస్పెన్షన్ ఎత్తివేత... సాయంత్రం ఉద్యోగ విరమణ","excerpt":"ఏపీలో వైఎస్ జగన్ మోహన్ రెడ్డి ప్రభుత్వం ఏర్పడగానే సస్పెన్షన్ కు గురై దాదాపుగా ఐదేళ్లపాటు విధినిర్వహణకు దూరంగా ఉన్న డైరెక్టర్ జనరల్ స్థాయి ఐపీఎస్ అధికారి ఎబి వెంకటేశ్వరరావుపై రాష్త్ర ప్రభుత్వం శుక్రవారం ఉదయం సస్పెన్షన్ తొలగించి పోస్టింగ్ ఇవ్వడం, సాయంత్రంకు ఆయన పదవీ విరమణ చేయడం నాటకీయంగా జరిగిపోయాయి. అధికార పార్టీ వేధింపులపై అయిదేళ్ వివిధ రూపాల్లో అలుపెరగని న్యాయపోరాటం చేసిన ఏబీ వెంకటేశ్వరరావు  ఉద‌యం ప్రింటింగ్ అండ్ స్టేషనరీ డీజీగా బాధ్యతలు స్వీక‌రించారు.","author":"Tattva News Team","time":"1/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/ABV1.webp","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో వైఎస్ జగన్ మోహన్ రెడ్డి ప్రభుత్వం ఏర్పడగానే సస్పెన్షన్ కు గురై దాదాపుగా ఐదేళ్లపాటు విధినిర్వహణకు దూరంగా ఉన్న డైరెక్టర్ జనరల్ స్థాయి ఐపీఎస్ అధికారి ఎబి వెంకటేశ్వరరావుపై రాష్త్ర ప్రభుత్వం శుక్రవారం ఉదయం సస్పెన్షన్ తొలగించి పోస్టింగ్ ఇవ్వడం, సాయంత్రంకు ఆయన పదవీ విరమణ చేయడం నాటకీయంగా జరిగిపోయాయి.</p>\n\n\n\n<p>అధికార పార్టీ వేధింపులపై అయిదేళ్ వివిధ రూపాల్లో అలుపెరగని న్యాయపోరాటం చేసిన ఏబీ వెంకటేశ్వరరావు  ఉద‌యం ప్రింటింగ్ అండ్ స్టేషనరీ డీజీగా బాధ్యతలు స్వీక‌రించారు. ఇక సాయంత్ర‌మే ఆయ‌న‌ ఉద్యోగ విరమణ చేశారు.</p>\n\n\n\n<p>2019లో అధికారంలోకి వచ్చీ రాగానే వైసీపీ ప్రభుత్వం ఏబీ వెంకటేశ్వరరావుపై సస్పెన్షన్ వేటు వేసింది. ప్రభుత్వ చర్యలకు వ్యతిరేకంగా ఏబీ వెంకటేశ్వరరావు అయిదేళ్లుగా న్యాయపోరాటం చేసి కడకు విజయం సాధించారు. ప్రభుత్వ అనుచిత చర్యలకు వ్యతిరేకంగా తొలుత క్యాట్‌ను ఆశ్రయించారు. </p>\n\n\n\n<p>సస్పెన్షన్ ఎత్తి వేయాలని ప్రభుత్వానికి క్యాట్ సూచించింది. దీనిపై ప్రభుత్వం హైకోర్టును ఆశ్రయించింది. క్యాట్ ఉత్తర్వులపై జోక్యం చేసుకోబోమని హైకోర్టు ధర్మాసనం స్పష్టం చేసింది. అలా అయిదేళ్లుగా ఏబీ వెంకటేశ్వరరావు న్యాయపోరాటం చేస్తూనే ఉన్నారు. ఆయన పోరాటం ఫలించి.. ఉద్యోగ‌ విరమణ రోజు విధుల్లో చేరి.. తాను ఎలాంటి తప్పు చేయలేదనే ఆత్మ సంతృప్తితో.. పోలీసు శాఖకు వీడ్కోలు ప‌లికారు.</p>\n\n\n\n<p>పోలీసు శాఖలో నిఘా పరికరాల కొనుగోలులో అవకతవకలు జరిగాయనే ఆరోపణల నేపథ్యంలో ఏబీ వెంకటేశ్వరరావుపై ప్రభుత్వం చర్యలకు ఆదేశించింది.  2014 , 2019లో నిఘా పరికరాల కోసం తన కుమారుడికి చెందిన సంస్థకు ఏబీ వెంకటేశ్వరరావు కాంట్రాక్ట్‌ ఇప్పించారనే ఆరోపణలు చేశారు. </p>\n\n\n\n<p>గత ప్రభుత్వంలో కొనుగోలు చేసిన అంశంపై ఉన్నతాధికారుల అభ్యంతరాలు చెప్పినా వినిపించుకోలేదు. నిఘా పరికరాల వ్యవహారం, ఇజ్రాయెల్‌కు రహస్యాలు చేరవేశారని కేసు నమోదు చేశారు. ఆ కారణాలతో ఏబీవీని విధుల నుంచి తప్పించారు.  అయితే, ప్రభుత్వం అసలు ఆ నిఘా పరికరాల కొనుగోలు జరగనే లేదు.<br><ins></ins></p>\n\n\n\n<p>ప్రభుత్వం తనను సప్పెండ్‌ చేయడంపై ఏబీవీ కోర్టును ఆశ్రయించారు. సుదీర్ఘంగా న్యాయపోరాటం చేశారు. క్యాట్‌ తర్వాత కేంద్ర హోం శాఖలో ఊరట దక్కలేదు. తర్వాత ఏబీ వెంకటేశ్వరరావు సుప్రీంకోర్టుకు వెళ్లడంతో అనుకూల తీర్పు వచ్చింది. 2022 జూన్‌ 15న ఊరట లభించింది. కోర్టు జోక్యంతో ప్రింటింగ్‌ అండ్‌ స్టేషనరీ కమిషనర్‌గా ఏబీవీ బాధ్యతలు చేపట్టారు. 14 రోజుల తర్వాత జూన్‌ 29న మళ్లీ సస్పెండ్‌ చేశారు. </p>\n\n\n\n<p>ఆ తర్వాత న్యాయ పోరాటం చేశారు. ఏపీ ప్రభుత్వం తనను సస్పెండ్‌ చేస్తూ జారీచేసిన ఉత్తర్వులపై క్యాట్‌ను ఆశ్రయించారు. ఒకే కారణంతో రెండు సార్లు సస్పెండ్‌ చేయడాన్ని సవాల్‌ చేశారు. దీనిపై విచారణ జరిపిన క్యాట్‌ కీలక ఆదేశాలు ఇచ్చింది. సస్పెన్షన్‌ చెల్లదని, సస్పెన్షన్ ఎత్తివేస్తూ బాధ్యతలు అప్పగించాలని, వేతన బకాయిలు చెల్లించాలని క్యాట్‌ ఆదేశించింది. </p>\n\n\n\n<p>అయినా ఆయనకు పోస్టింగ్ ఇచ్చేందుకు సుముఖత చూపని ఏపీ ప్రభుత్వం హైకోర్టును ఆశ్రయించింది. అయితే క్యాట్ ఉత్తరువు విషయంలో జోక్యం చేసుకొనేందుకు హైకోర్టు నిరాకరించడంతో రాష్త్ర ప్రభుత్వం దిగివచ్చి ఆయనకు పోస్టింగ్ ఇవ్వక తప్పలేదు.</p>\n","originalUrl":"https://tattvanews.com/19270/01/06/2024/","hasAudio":false,"hasInfographics":false}