{"id":"wp-te-19633","wp_id":19633,"type":"standard","category":"World","language":"te","title":"సీఎం కేజ్రీవాల్‌కు బెయిల్‌ మంజూరు","excerpt":"ఢిల్లీ లిక్కర్ కేసులో ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ కు భారీ ఊరట దొరికింది. ఈ కేసులో గురువారం ఆయనకు బెయిల్ మంజూరు అయింది. బెయిల్ పొందిన కేజ్రీవాల్ రూ.లక్ష వ్యక్తిగత పూచీకత్తును సమర్పించాలని, దర్యాప్తునకు ఆటంకం కలిగించొద్దని, విచారణకు సహకరించాలని, సాక్షులను ప్రభావితం చేయొద్దని, పిలిచినపుడు కోర్టుకు రావాలని పలు షరతులు విధించారు. కేజ్రీ బెయిల్‌ పిటిషన్‌కు సంబంధించి గురువారం తీర్పును రిజర్వు చేసిని ఉదయం జడ్జి నియాయ్‌ బిందు.. సాయంత్రానికి బెయిల్‌ ఇచ్చారు. 48 గంటల","author":"Tattva News Team","time":"21/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Kejriwal-bail1.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్ కేసులో ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ కు భారీ ఊరట దొరికింది. ఈ కేసులో గురువారం ఆయనకు బెయిల్ మంజూరు అయింది. బెయిల్ పొందిన కేజ్రీవాల్ రూ.లక్ష వ్యక్తిగత పూచీకత్తును సమర్పించాలని, దర్యాప్తునకు ఆటంకం కలిగించొద్దని, విచారణకు సహకరించాలని, సాక్షులను ప్రభావితం చేయొద్దని, పిలిచినపుడు కోర్టుకు రావాలని పలు షరతులు విధించారు.</p>\n\n\n\n<p>కేజ్రీ బెయిల్‌ పిటిషన్‌కు సంబంధించి గురువారం తీర్పును రిజర్వు చేసిని ఉదయం జడ్జి నియాయ్‌ బిందు.. సాయంత్రానికి బెయిల్‌ ఇచ్చారు. 48 గంటల పాటు బెయిల్‌ ఆర్డరును నిలిపివేయాలని ఈడీ తరపున న్యాయవాది కోర్టును అభ్యర్థించారు. ఈడీ చేసిన విజ్ఞప్తిని కోర్టు తోసిపుచ్చింది. </p>\n\n\n\n<p>అరవింద్  కేజ్రీవాల్ తరపు న్యాయవాది సంబంధిత కోర్టు ఎదుట శుక్రవారం బెయిల్ బాండ్ కోసం దరఖాస్తు చేసుకోవచ్చని న్యాయస్థానం పేర్కొంది.  మద్యం కుంభకోణంలో కేజ్రీని మార్చి 21న ఈడీ ఆరెస్టు చేసింది. లిక్కర్‌ వ్యాపారుల నుంచి పొందిన ముడుపులను గోవాలో పార్టీ ఎన్నికల ప్రచారానికి వినియోగించారని అభియోగాలు మోపింది. </p>\n\n\n\n<p>మనీ ల్యాండరింగ్‌ ద్వారా ఈ నిధులను మళ్లించారని, ఆప్‌ కన్వీనర్‌గా కేజ్రీవాల్‌ ఇందుకు బాధ్యులని పేర్కొంది. దీనికిముందు గత ఏడాది అక్టోబరు-ఈ ఏడాది మార్చి మధ్య 9 సార్లు సమన్లు జారీ చేసింది. సమన్లకు ఆయన స్పందించడం లేదంటూ మెజిస్ట్రేట్‌ కోర్టులో ఫిర్యాదు చేసింది. దీనిపై కోర్టు.. కేజ్రీకి సమన్లు ఇచ్చింది. మార్చి 15న.. సమన్లను దాటవేయడంపై కేజ్రీ మీద విచారణను నిలిపివేసేందుకు సెషన్స్‌ కోర్టు నిరాకరించింది. </p>\n\n\n\n<p>ఇక అరెస్టు నుంచి రక్షణ కల్పించేందుకు మార్చి 21న ఢిల్లీ హైకోర్టు నిరాకరించడంతో.. అదే రోజు కేజ్రీని ఈడీ అదుపులోకి తీసుకుంది. కస్టడీ అనంతరం తిహాడ్‌ జైలుకు తరలించగా, లోక్‌సభ ఎన్నికల ప్రచారం కోసం కేజ్రీకి మే 10న సుప్రీంకోర్టు మూడు వారాల మధ్యంతర బెయిల్‌ ఇచ్చింది. ఈ నెల 1తో దీని గడువు ముగిసింది. జూన్‌ 2న ఆయన తిహాడ్‌ జైలు అధికారుల ముందు లొంగిపోయారు. </p>\n\n\n\n<p>పలు కారణాలతో ఢిల్లీ కోర్టును మధ్యంతర బెయిల్‌ కోరగా, 5వ తేదీన తిరస్కరించింది. కింది కోర్టులో రెగ్యులర్‌ బెయిల్‌ కోసం దరఖాస్తు చేసుకుని ఎట్టకేలకు ఫలితాన్ని సాధించారు</p>\n\n\n\n<p>\"మాకు కోర్టుపై నమ్మకం ఉంది... కేజ్రీవాల్ జీకి బెయిల్ వచ్చింది.. నిజం గెలుస్తుంది\" అని పంజాబ్ ముఖ్యమంత్రి, ఆప్ సీనియర్ నాయకుడు భగవంత్ మాన్ ట్విట్టర్ లో పోస్ట్ చేశారు.ఆప్ ఎంపీ సంజయ్ సింగ్ స్పందిస్తూ… ఇప్పటి వరకు ఈడీ  సమర్పించిన ఆధారాలన్నీ కూడా అబద్ధాలతో కూడిన విధంగా ఉన్నాయని ఆరోపించారు.  కేజ్రీవాల్ జైలును నుంచి విడుదల కావటం ప్రజాస్వామ్యాన్ని బలోపేతం చేస్తుందని వ్యాఖ్యానించారు.</p>\n\n\n\n<p>“ఇలాంటి సమయంలో అరవింద్ కేజ్రీవాల్ జైలు నుంచి బయటకు రావడం ప్రజాస్వామ్యాన్ని బలోపేతం చేయబోతోంది. ఢిల్లీ ప్రజలకు ఇది శుభవార్త.. ఇప్పటి వరకు ఈడీ చేసిన ప్రకటనలు అబద్ధాలపై ఆధారపడి ఉన్నాయి.. ఇది కేజ్రీవాల్‌ను ఇరుకున పెట్టేందుకు వేసిన నిరాధారమైన తప్పుడు కేసు,\" అని సంజయ్ సింగ్ తెలిపారు.</p>\n\n\n\n<p>విచారణ సందర్భంగా కోర్టు దృష్టికి ఈడీ పలు అంశాలను తీసుకెళ్లింది.   2021 ఏడాదిలో గోవాలో జరిగిన అసెంబ్లీ ఎన్నికల సమయంలో ఆప్ నుంచి అందిన నిధుల వివరాలను కోర్టుకు సమర్పించింది. చన్ ప్రీత్ సింగ్ చెల్లించిన డబ్బులతో కేజ్రీవాల్ గ్రాండ్ హయత్ హోటల్ లో బస చేశారని తెలిపింది. ఈడీ వాదనలను పరిగణనలోకి తీసుకోని న్యాయనస్థానం… కేజ్రీవాల్ కు బెయిల్ ను మంజూరు చేసింది.</p>\n","originalUrl":"https://tattvanews.com/19633/21/06/2024/","hasAudio":false,"hasInfographics":false}