{"id":"wp-te-19011","wp_id":19011,"type":"standard","category":"World","language":"te","title":"భారత్ వృద్ధి రేటు 7 శాతంకు పెంచిన ఐరాసా","excerpt":"భారత ఆర్థిక వృద్ధి రేటు అంచనాలను ఐక్యరాజ్య సమితి సవరిస్తూ దాదాపు 7 శాతానికి పెంచింది. ప్రభుత్వ పెట్టుబడులు, ప్రైవేటు వినిమయం పెరగడమే అందుకు కారణమని తెలిపింది. 2024లో భారత్‌ 6.9 శాతం, 2025లో 6.6 శాతం వృద్ధిరేటును నమోదు చేస్తుందని ఐరాస అంచనా వేసింది.  బహిర్గత డిమాండ్‌ తక్కువగా ఉంటుందని.. దీనివల్ల సరుకుల ఎగుమతిలో వృద్ధి దెబ్బతింటుందని తెలిపింది. అదే సమయంలో ఔషధ, రసాయన ఎగుమతులు బలంగా పుంజుకుంటాయని పేర్కొంది. జనవరిలో 2024 భారత వృద్ధిరేటును","author":"Tattva News Team","time":"18/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Growth-rate.jpg","readTime":"5 min read","contentHTML":"\n<p>భారత ఆర్థిక వృద్ధి రేటు అంచనాలను ఐక్యరాజ్య సమితి సవరిస్తూ దాదాపు 7 శాతానికి పెంచింది. ప్రభుత్వ పెట్టుబడులు, ప్రైవేటు వినిమయం పెరగడమే అందుకు కారణమని తెలిపింది. 2024లో భారత్‌ 6.9 శాతం, 2025లో 6.6 శాతం వృద్ధిరేటును నమోదు చేస్తుందని ఐరాస అంచనా వేసింది.</p>\n\n\n\n<p> బహిర్గత డిమాండ్‌ తక్కువగా ఉంటుందని.. దీనివల్ల సరుకుల ఎగుమతిలో వృద్ధి దెబ్బతింటుందని తెలిపింది. అదే సమయంలో ఔషధ, రసాయన ఎగుమతులు బలంగా పుంజుకుంటాయని పేర్కొంది. జనవరిలో 2024 భారత వృద్ధిరేటును ఐరాస 6.2 శాతంగా పేర్కొంది. దాన్ని ఇప్పుడు ఏకంగా 0.7 శాతం పెంచడం విశేషం. 2025 అంచనాలను మాత్రం సవరించలేదు.\\</p>\n\n\n\n<p>భారత్‌లో రిటైల్‌ ద్రవ్యోల్బణం 2023 నాటికి 5.6 శాతం నుంచి 2024లో 4.5 శాతానికి దిగొస్తుందని ఐరాస నివేదిక అంచనా వేసింది. దక్షిణాసియా ప్రాంతవ్యాప్తంగా ఇదే ధోరణి ఉంటుందని తెలిపింది. ద్రవ్యోల్బణం గరిష్ఠంగా ఇరాన్‌లో 33.6 శాతం, మాల్దీవుల్లో అత్యల్పంగా 2.2 శాతంగా నమోదవుతుందని అంచనా వేసింది. </p>\n\n\n\n<p>బంగ్లాదేశ్‌, భారత్‌లో ఆహారపదార్థాల ధరలు కొంత తగ్గినప్పటికీ.. ఇంకా అధిక స్థాయుల్లోనే ఉన్నాయని తెలిపింది. ప్రపంచ ఆర్థిక వ్యవస్థ 2024లో 2.7 శాతం, 2025లో 2.8 శాతం వృద్ధిరేటును నమోదు చేస్తుందని ఐరాస అంచనా వేసింది. 2024 అంచనాలను 0.3 శాతం పెంచడం విశేషం. అమెరికా సహా బ్రెజిల్‌, భారత్‌, రష్యా వంటి వర్ధమాన దేశాల్లో బలమైన వృద్ధే అంచనాలను పెంచడానికి దోహదం చేసిందని తెలిపింది. అధిక ద్రవ్యోల్బణంతో ఆఫ్రికా, లాటిన్‌ అమెరికా, కరీబియన్‌ దేశాలు తక్కువ వృద్ధిరేటుకు పరిమితం కానున్నాయని ఐరాస వెల్లడించింది.</p>\n","originalUrl":"https://tattvanews.com/19011/18/05/2024/","hasAudio":false,"hasInfographics":false}