{"id":"wp-te-18636","wp_id":18636,"type":"standard","category":"World","language":"te","title":"ఇంటింటికి కుదరకపోతే ఇంటింటికి పెన్షన్ల పంపిణి","excerpt":"వాలంటీర్లను పెన్షన్ల పంపిణీకి వినియోగించవద్దని ఎన్నికల కమిషన్ ఆదేశించడంతో ఒక వంక వారితో  వారితో రాజీనామాలు చేయిస్తూ రాజకీయపరంగా దుమారం రేపాలని ప్రయత్నిస్తున్న వైసిపి ప్రభుత్వం మరోవంక సకాలంలో పెన్షన్ల పంపిణి జరగకుండా ఎన్నికల కమిషన్ పై, ప్రతిపక్షాలపై ప్రజలను రేచ్ఛగొట్టేందుకు విశ్వప్రయత్నాలు జరుగుతుంది. గ్రామా సచివాలయాలు వద్ద పంపిణి చేస్తామని అంటూ ఈ నెల మొదట్లో నిరసన ప్రదర్శనలు జరియించింది. అయితే ఇతరత్రా సిబ్బందిని ఉపయోగించుకొని ఇంటివద్దనే పంపిణి చేయాలని ఎన్నికల కమిషన్ ఆదేశించినా సకాలంలో","author":"Tattva News Team","time":"28/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Meena-MK.jpg","readTime":"5 min read","contentHTML":"\n<p>వాలంటీర్లను పెన్షన్ల పంపిణీకి వినియోగించవద్దని ఎన్నికల కమిషన్ ఆదేశించడంతో ఒక వంక వారితో  వారితో రాజీనామాలు చేయిస్తూ రాజకీయపరంగా దుమారం రేపాలని ప్రయత్నిస్తున్న వైసిపి ప్రభుత్వం మరోవంక సకాలంలో పెన్షన్ల పంపిణి జరగకుండా ఎన్నికల కమిషన్ పై, ప్రతిపక్షాలపై ప్రజలను రేచ్ఛగొట్టేందుకు విశ్వప్రయత్నాలు జరుగుతుంది.</p>\n\n\n\n<p>గ్రామా సచివాలయాలు వద్ద పంపిణి చేస్తామని అంటూ ఈ నెల మొదట్లో నిరసన ప్రదర్శనలు జరియించింది. అయితే ఇతరత్రా సిబ్బందిని ఉపయోగించుకొని ఇంటివద్దనే పంపిణి చేయాలని ఎన్నికల కమిషన్ ఆదేశించినా సకాలంలో స్పందించకుండా ప్రభుత్వ ప్రధాన కార్యదర్శి కె ఎస్ జవహర్ రెడ్డి ధిక్కార ధోరణి ప్రదర్శించారు. వచ్చే నేలకూడా అదేవిధంగా చేసేందుకు ప్రయత్నిస్తుండడంతో ఎన్నికల కమిషన్ మరోసారి స్పష్టమైన ఆదేశాలు ఇచ్చింది.</p>\n\n\n\n<p>పెన్షన్ పంపిణీలో లబ్ధిదారులకు ఇబ్బందులు లేకుండా చేయాలని ఎన్నికల సంఘం రాష్ట్ర ప్రభుత్వాన్ని ఆదేశించింది. పెన్షన్ సహా నగదు బదిలీ పథకాలకు అనుసరించాల్సిన మార్గదర్శకాలు మార్చి 30 తేదీన జారీ చేసినట్టు ఈసి వెల్లడించింది. ఆ మార్గదర్శకాలను వాస్తవిక దృష్టితో ఆలోచించి అమలు చేయాలని సీఎస్ జవహర్ రెడ్డికి తేల్చి చెప్పింది.</p>\n\n\n\n<p> పెన్షన్ను శాశ్వత ఉద్యోగులతో పంపిణీ చేయించవచ్చనీ, ఈ విషయాన్ని గత ఆదేశాల్లో స్పష్టం చేశామని వెల్లడించింది. పెన్షన్ పంపిణీలో ప్రభుత్వం అనుసరిస్తున్న తీరుపై చాలా ఫిర్యాదులు వచ్చాయని ఎన్నికల సంఘం వెల్లడించింది. పెన్షన్ పంపిణీలో లబ్ధిదారులకు తీవ్ర ఇబ్బందులు ఎదురైనట్టుగా తమ దృష్టికి వచ్చిందని ఎన్నికల సంఘం పేర్కొంది. </p>\n\n\n\n<p>ఎలక్ట్రానిక్ విధానాల ద్వారా పంపిణీతో పాటు ఉద్యోగుల ద్వారా పంపిణీ చేయొచ్చని గత మార్గదర్శకాల్లో చెప్పామని వెల్లడించింది. పెన్షన్ తీసుకునే లబ్ధిదారులకు అసౌకర్యం కలగకుండా, ఇబ్బందులు లేకుండా పంపిణీకి ఏర్పాట్లు చేయాలని మరోమారు సీఎస్ జవహర్ రెడ్డికి ఈసీ సూచించింది. ఎన్నికల నియమావళి అమలులో ఉన్న నేపథ్యంలో లబ్ధిదారులకు ఇబ్బందులు లేకుండా పెన్షన్ పంపిణీ చేయాలని సూచించింది. </p>\n\n\n\n<p>అయితే ఎక్కడా వలంటీర్లను వాడుకోవద్దని.. ప్రత్యామ్నాయంగా మాత్రమే ప్రభుత్వ ఉద్యోగులను వినియోగించుకోవాలని సీఎస్‌ను ఎన్నికల సంఘం ఆదేశించింది. ముఖ్యంగా వృద్ధులు ఇబ్బంది పడకుండా చర్యలు తీసుకోవాలని ఈసీ ఆదేశాలు జారీ చేసింది. సామాజిక పింఛన్లను ఇంటింటికీ వెళ్లి పంపిణీ చేయలేమని  జవహర్‌ రెడ్డి తేల్చి చెప్పడం పట్ల అసహనం వ్యక్తం చేసింది. </p>\n\n\n\n<p>ఏప్రిల్‌లో చేసినట్లుగానే మే నెలలోనూ పింఛన్ల పంపిణీ ఉంటుందని పేర్కొనడం పట్ల ఆగ్రహం వ్యక్తం చేసింది. ‘ఇంటింటికీ పింఛను పంపిణీ’ అవకాశాలపై ఇప్పటికే సెర్ప్‌ అధికారులతో, కలెక్టర్లతో సమీక్షించామని.. అది సాధ్యంకాదనే నిర్ణయానికి వచ్చామని తెలపడం ద్వారా మరోసారి కుట్ర రాజకీయాలకు పాల్పడే ప్రయత్నం చేస్తున్నట్లు వెల్లడైంది.</p>\n","originalUrl":"https://tattvanews.com/18636/28/04/2024/","hasAudio":false,"hasInfographics":false}