{"id":"wp-en-14034","wp_id":14034,"type":"standard","category":"World","language":"en","title":"Sitharaman assures UK envoy of stronger economic ties as new govt takes over￼","excerpt":"Finance Minister Nirmala Sitharaman met the British High Commissioner to India Lindy Cameron in New Delhi on Monday and extended her greetings to the newly-elected government in the U.K. as well as to the newly-appointed Chancellor of the Exchequer Rachel Reeves. The Finance Minister reaffirmed India’s commitment to taking forward economic and financial collaboration for","author":"Tattva News Team","time":"9/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Nirmala.webp","readTime":"5 min read","contentHTML":"\n<p><br>Finance Minister Nirmala Sitharaman met the British High Commissioner to India Lindy Cameron in New Delhi on Monday and extended her greetings to the newly-elected government in the U.K. as well as to the newly-appointed Chancellor of the Exchequer Rachel Reeves. The Finance Minister reaffirmed India’s commitment to taking forward economic and financial collaboration for the mutual benefit of both countries.<br><br>The UK High Commissioner said, “Very grateful to Finance Minister Sitharaman for finding time for an introductory call in the middle of her intense budget preparations.” “Delighted, and both now have powerful women as Finance Ministers!” Cameron remarked.</p>\n\n\n\n<p>Newly-elected British Prime Minister Keir Starmer on Saturday welcomed Prime Minister Narendra Modi's leadership on key global challenges as both leaders spoke over the phone following Friday's results of the UK general elections which handed the Labour Party a landslide victory.<br><br>The two leaders discussed the importance of the living bridge between the UK and India, the 2030 roadmap, and agreed that there was a wide range of areas across defence and security, critical and emerging technology, and climate change for the two countries to deepen cooperation on.</p>\n\n\n\n<p>\"Discussing the Free Trade Agreement, the UK Prime Minister said he stood ready to conclude a deal that worked for both sides,\" Starmer's office stated.   As both leaders agreed to work towards the early conclusion of a mutually beneficial India-UK Free Trade Agreement (FTA), PM Modi also extended an invitation to Keir Starmer for an early visit to India.</p>\n\n\n\n<p>PM Modi congratulated Starmer on his and the Labour Party's \"remarkable victory\" in the general elections. \"Pleased to speak with Keir Starmer. Congratulated him on being elected as the Prime Minister of the UK. We remain committed to deepening Comprehensive Strategic Partnership and robust India-UK economic ties for the progress and prosperity of our peoples and global good,\" PM Modi posted on X after the call.</p>\n\n\n\n<p>\"Appreciating the positive contributions of the Indian community in the social, economic, and political development of the UK. The two sides agreed to continue to promote close people-to-people ties. Both leaders agreed to remain in touch,\" the Indian Prime Minister's Office (PMO) said in a statement.</p>\n","originalUrl":"https://en.tattvanews.com/national/sitharaman-assures-uk-envoy-of-stronger-economic-ties-as-new-govt-takes-over%ef%bf%bc/","hasAudio":false,"hasInfographics":false}