{"id":"wp-en-13771","wp_id":13771,"type":"standard","category":"World","language":"en","title":"Patna High Court strikes down Bihar's quota hike ￼","excerpt":"The Patna High Court has invalidated Bihar government laws that aimed to increase reservations for SC, ST, EBC, and other backward classes to 65% in educational institutions and government jobs. The court ruled The Bihar Reservation of Vacancies in Posts and Services (Amendment) Act, 2023, and The Bihar (In Admission in Educational Institutions) Reservation (Amendment)","author":"Tattva News Team","time":"21/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Nitish-HC1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Patna High Court has invalidated Bihar government laws that aimed to increase reservations for SC, ST, EBC, and other backward classes to 65% in educational institutions and government jobs.</p>\n\n\n\n<p>The court ruled The Bihar Reservation of Vacancies in Posts and Services (Amendment) Act, 2023, and The Bihar (In Admission in Educational Institutions) Reservation (Amendment) Act, 2023 as unconstitutional, violating Articles 14, 15, and 16. The decision follows petitions challenging these amendments, arguing they exceeded the 50% reservation cap mandated by the Supreme Court.</p>\n\n\n\n<p>Chief Justice K Vinod Chandran and Justice Harish Kumar delivered the verdict on petitions filed by Gaurav Kumar and others, which were heard on March 11, 2024.</p>\n\n\n\n<p>Bihar's Advocate General P.K. Shahi argued that the increased reservations were necessary due to inadequate representation of these groups, justifying the legislative action. He clarified that the reservations were not based on proportional population allocation.</p>\n\n\n\n<p>The Bihar Assembly passed these laws on November 9, 2023, aiming to increase reservations for SC, ST, EBC, and other backward classes, while limiting general category seats to 35%.</p>\n\n\n\n<p>Later, the Nitish Kumar government on November 21 last year issued gazette notifications for raising the quota for deprived castes from 50 to 65 per cent in state government jobs and educational institutions. </p>\n\n\n\n<p>Advocate Deenu Kumar, representing the petitioners, contended that the laws violated constitutional provisions by exceeding the 50% reservation limit and not ensuring adequate representation based on socio-economic surveys.</p>\n\n\n\n<p>The issue of reservation limits had been previously adjudicated by the Supreme Court in the Indra Sawhney case, setting a 50% cap. The matter regarding socio-economic surveys for reservation is currently pending before the Supreme Court.</p>\n","originalUrl":"https://en.tattvanews.com/national/patna-high-court-strikes-down-bihars-quota-hike-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}