{"id":"wp-en-13115","wp_id":13115,"type":"standard","category":"World","language":"en","title":"EC orders immediate transfer of Andhra DGP￼","excerpt":"The Election Commission has directed the Andhra Pradesh government to transfer Director General of Police K V Rajendranath Reddy with immediate effect. The poll panel has directed the state government to send three names of DGP-rank officers; a new DGP would be appointed by 11 am Monday. Reddy, a 1992-batch IPS officer, had taken over as","author":"Tattva News Team","time":"6/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/DGP-Reddy.webp","readTime":"5 min read","contentHTML":"\n<p>The Election Commission has directed the Andhra Pradesh government to transfer Director General of Police K V Rajendranath Reddy with immediate effect. The poll panel has directed the state government to send three names of DGP-rank officers; a new DGP would be appointed by 11 am Monday.</p>\n\n\n\n<p>Reddy, a 1992-batch IPS officer, had taken over as the DGP of Andhra Pradesh in February 2022 from D Gautam Sawang. The EC has taken this crucial decision on the opposition's complaints that the DGP and several other officials are colluding with the ruling YSR Congress Party in the state and violating Model Code of Conduct (MCC).</p>\n\n\n\n<p>The transfer of DGP K V Rajendranath Reddy created ripples in the Telugu states at a time when there is a strong fight between the YSRCP and the TDP-BJP-Janasena alliance in the Andhra Pradesh Assembly elections being simultaneously held with the Lok Sabha election 2024.</p>\n\n\n\n<p>The opposition parties have been criticising from the beginning that Rajendranath Reddy was not discharging his duties impartially and that he was acting like a YSRCP activist. In several representation to the ECI they have been demanding for his transfer.</p>\n\n\n\n<p>Rajendranath Reddy also faced allegations that false cases were being filed leading to illegal arrests of opposition leaders during his tenure. The TDP-BJP-Janasena leaders have also alleged that their genuine complaints against the atrocities of the ruling YSRCP leaders were ignored.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/ec-orders-immediate-transfer-of-andhra-dgp%ef%bf%bc/","hasAudio":false,"hasInfographics":false}