{"id":"wp-te-20160","wp_id":20160,"type":"standard","category":"World","language":"te","title":"బంగ్లాదేశ్ లో రేజర్వేషన్లను 30 నుండి 7 శాతంకు తగ్గించిన సుప్రీంకోర్టు","excerpt":"బంగ్లాదేశ్‌లో రిజర్వేషన్లకు వ్యతిరేకంగా ఆందోళన చేస్తున్న విద్యార్థులకు అనుకూలంగా అక్కడి సుప్రీంకోర్టు తీర్పు ఇచ్చింది. 1971లో జరిగిన బంగ్లా స్వాతంత్ర్య పోరాటంలో పాల్గొన్నవారి వారసులకు ప్రస్తుతం ఉద్యోగాల్లో ఇస్తున్న 30 శాతం కోటాను 5 శాతానికి తగ్గించింది. 93 శాతం ఉద్యోగాలు ప్రతిభ ఆధారంగా భర్తీ చేయాలని ఆదేశాలు జారీచేసింది. మరో 2శాతం కోటా మైనార్టీలు, ట్రాన్స్‌జెండర్లు, దివ్యాంగులకు కేటాయించింది. ఈ మేరకు బంగ్లాదేశ్‌ సుప్రీంకోర్టు తీర్పు ఇచ్చింది. స్వాతంత్ర్య సమరయోధుల వారసులకు ఉద్యోగాల్లో కోటా కల్పించటాన్ని","author":"Tattva News Team","time":"22/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Bangla-stir.webp","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్‌లో రిజర్వేషన్లకు వ్యతిరేకంగా ఆందోళన చేస్తున్న విద్యార్థులకు అనుకూలంగా అక్కడి సుప్రీంకోర్టు తీర్పు ఇచ్చింది. 1971లో జరిగిన బంగ్లా స్వాతంత్ర్య పోరాటంలో పాల్గొన్నవారి వారసులకు ప్రస్తుతం ఉద్యోగాల్లో ఇస్తున్న 30 శాతం కోటాను 5 శాతానికి తగ్గించింది. 93 శాతం ఉద్యోగాలు ప్రతిభ ఆధారంగా భర్తీ చేయాలని ఆదేశాలు జారీచేసింది. మరో 2శాతం కోటా మైనార్టీలు, ట్రాన్స్‌జెండర్లు, దివ్యాంగులకు కేటాయించింది. ఈ మేరకు బంగ్లాదేశ్‌ సుప్రీంకోర్టు తీర్పు ఇచ్చింది.</p>\n\n\n\n<p>స్వాతంత్ర్య సమరయోధుల వారసులకు ఉద్యోగాల్లో కోటా కల్పించటాన్ని వ్యతిరేకిస్తూ గతంలోనూ విద్యార్థులు పెద్దఎత్తున ఆందోళన చేయడం వల్ల బంగ్లా ప్రభుత్వం 2018లో నిలుపుదల చేసింది. జూన్‌లో బంగ్లాదేశ్‌ హైకోర్టు ఆ కోటాను తిరిగి అమలు చేయాలని తీర్పు ఇచ్చింది. దీన్ని సవాల్‌ చేస్తూ సుప్రీంకోర్టులో పిటిషన్లు దాఖలయ్యాయి. వాటిపై విచారణ జరిపిన బంగ్లాదేశ్‌ సుప్రీంకోర్టు, 93శాతం ఉద్యోగాలు ప్రతిభ ఆధారంగానే భర్తీ చేయాలని ఆదేశించింది. </p>\n\n\n\n<p>అంతేకాకుండా విద్యార్థులు ఆందోళనలు విరమించి తరగతులకు హాజరుకావాలని బంగ్లాదేశ్‌ అత్యున్నత న్యాయస్థానం సూచించింది. సుప్రీంకోర్టు తీర్పుతో వారం రోజులుగా ఆందోళనలతో అట్టుడుకుతున్న బంగ్లాదేశ్‌లో శాంతియుత పరిస్థితులు నెలకొనే అవకాశం ఉంది.</p>\n\n\n\n<p>అంతకుముందు విద్యార్థుల ఆందోళనలు తీవ్రరూపం దాల్చడం వల్ల బంగ్లాదేశ్‌ ప్రభుత్వం దేశమంతా కర్ఫ్యూ విధించింది. వారం రోజులుగా జరుగుతున్న హింసాత్మక ఘటనల్లో ఇప్పటివరకు 150మందికిపైగా చనిపోగా వందలసంఖ్యలో గాయపడ్డారు. మృతుల సంఖ్యతోపాటు గాయపడ్డ వారి వివరాలను బంగ్లా ప్రభుత్వం అధికారికంగా ప్రకటించలేదు.</p>\n\n\n\n<p>వారం క్రితం ఢాకా విశ్వవిద్యాలయం కేంద్రంగా మొదలైన విద్యార్థుల ఆందోళనలు దేశమంతా విస్తరించాయి. నిరసనలో భాగంగా రోడ్లపైకి వచ్చిన విద్యార్థులను పోలీసులు అడ్డుకోవడం వల్ల రెచ్చిపోయిన ఆందోళనకారులు వారిపైకి రాళ్లు రువ్వడం వల్ల పరిస్థితులు అదుపు తప్పాయి. </p>\n\n\n\n<p>ఆందోళనకారులను చెదరగొట్టేందుకు పోలీసులు బాష్పవాయుగోళాలు, రబ్బర్‌ బుల్లెట్లు, పొగగ్రనైడ్లను ప్రయోగించారు. శనివారం కూడా విద్యార్థుల ఆందోళనలు హింసాత్మకరూపం దాల్చినట్లు అధికారవర్గాలు తెలిపాయి. ఈ నేపథ్యంలోనే ఆది, సోమవారాలను సెలవు దినాలుగా ప్రకటించింది ప్రభుత్వం. అత్యవసర సేవలకు మాత్రమే అనుమతి ఉంటుందని స్పష్టం చేసింది.</p>\n","originalUrl":"https://tattvanews.com/20160/22/07/2024/","hasAudio":false,"hasInfographics":false}