{"id":"wp-te-19694","wp_id":19694,"type":"standard","category":"World","language":"te","title":"బిజెపికి ఇక మద్దతు ఇచ్చేదే లేదని బీజేడీ స్పష్టం","excerpt":"జూన్ 27వ తేదీ నుంచి ప్రారంభంకానున్న పార్ల‌మెంట్ స‌మావేశాల స‌మ‌యంలో బ‌ల‌మైన,చురుకైన ప్ర‌తిప‌క్షంగా రాజ్య‌స‌భ‌లో వ్య‌వ‌హ‌రించాల‌ని త‌మ పార్టీ ఎంపీల‌కు బిజెడి అధ్యక్షుడు, ఒడిశా మాజీ ముఖ్యమంత్రి నవీన్ పట్నాయక్ దిశానిర్దేశం చేశారు. త‌మ పార్టీకి చెందిన తొమ్మిది మంది రాజ్య‌స‌భ ఎంపీల‌తో సమావేశమైన ఆయన రాష్ట్రానికి చెందిన స‌మ‌స్య‌ల‌పై కూడా స‌భ‌లో కేంద్ర స‌ర్కారును నిల‌దీయాల‌ని సూచించారు. బీజేపీకి మద్దతు ఇవ్వొద్దని, రాజ్యసభలో బలమైన ప్రతిపక్షంగా ఎదగాలని సూచించారు. న‌వీన్ ప‌ట్నాయ‌క్‌తో జ‌రిగిన స‌మావేశం గురించి","author":"Tattva News Team","time":"25/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/BJD-MPs.webp","readTime":"5 min read","contentHTML":"\n<p>జూన్ 27వ తేదీ నుంచి ప్రారంభంకానున్న పార్ల‌మెంట్ స‌మావేశాల స‌మ‌యంలో బ‌ల‌మైన,చురుకైన ప్ర‌తిప‌క్షంగా రాజ్య‌స‌భ‌లో వ్య‌వ‌హ‌రించాల‌ని త‌మ పార్టీ ఎంపీల‌కు బిజెడి అధ్యక్షుడు, ఒడిశా మాజీ ముఖ్యమంత్రి నవీన్ పట్నాయక్ దిశానిర్దేశం చేశారు. త‌మ పార్టీకి చెందిన తొమ్మిది మంది రాజ్య‌స‌భ ఎంపీల‌తో సమావేశమైన ఆయన రాష్ట్రానికి చెందిన స‌మ‌స్య‌ల‌పై కూడా స‌భ‌లో కేంద్ర స‌ర్కారును నిల‌దీయాల‌ని సూచించారు.</p>\n\n\n\n<p>బీజేపీకి మద్దతు ఇవ్వొద్దని, రాజ్యసభలో బలమైన ప్రతిపక్షంగా ఎదగాలని సూచించారు. న‌వీన్ ప‌ట్నాయ‌క్‌తో జ‌రిగిన స‌మావేశం గురించి రాజ్య‌స‌భ ఎంపీ స‌స్మిత్ పాత్ర మీడియాకు వివ‌రించారు.  బీజేడీ ఎంపీలు ఈసారి కేవలం రాష్ట్ర సమస్యలపై మాట్లాడటమే కాదు, కేంద్రంలోని ఎన్డీఏ ప్రభుత్వం ఒడిశా ప్రయోజనాలని విస్మరిస్తే ఆందోళనకు దిగాలని నిర్ణయించుకున్నారని తెలిపారు. </p>\n\n\n\n<p>ప్రత్యేక హోదా డిమాండ్‌తో పాటు పేలవమైన మొబైల్ కనెక్టివిటీ, మితంగా ఉన్న బ్యాంకు శాఖల సమస్యల్ని కూడా లేవనెత్తుతారని వెల్లడించారు. బొగ్గు రాయల్టీని సవరించాలన్న ఒడిశా డిమాండ్‌ను గత 10 ఏళ్లుగా కేంద్రం విస్మరించిందని.. దీని వల్ల రాష్ట్ర ప్రజలకు సరైన వాటా దక్కకుండా పోతోందని చెప్పారు. </p>\n\n\n\n<p>ఇకపై తాము బీజేపీకి మద్దతు ఇవ్వమని.. ప్రతిపక్షంగానే కొనసాగుతామని తెలిపారు. రాష్ట్ర ప్రయోజనాల కోసం ఎంతవరకైనా వెళ్తామని స్పష్టం చేశారు.  ఒడిశా డిమాండ్లను ఎన్డీఏ ప్రభుత్వం విస్మరిస్తే.. బలమైన, శక్తివంతమైన ప్రతిపక్షంగా వ్యవహరించాలని తమ అధ్యక్షుడు కోరారని పేర్కొన్నారు. ఇటీవల జరిగిన లోక్‌సభ ఎన్నికల్లో ఆ పార్టీ ఒక్క సీటుని కూడా గెలుచుకోలేకపోయింది. </p>\n\n\n\n<p>1997లో ప్రభుత్వం ఏర్పడ్డాక ఆ పార్టీకి ఇలాంటి పరాభావం ఎదురుకావడం ఇదే మొదటిసారి. అంతేకాదు.. 24 ఏళ్ల తర్వాత ఆ రాష్ట్రంలో బీజేడీ అధకారాన్నీ కోల్పోయింది. కొన్ని సంవత్సరాల నుంచి వివిధ సమస్యలపై పార్లమెంటులో బీజేపీకి బీజేడీ మద్దతు ఇస్తూ వచ్చింది. 2019, 2024లో రైల్వే మంత్రి అశ్వినీ వైష్ణవ్‌ను రాజ్యసభకు ఎన్నిక కావడానికి కూడా సహాయపడింది. కానీ.. ఇప్పుడు అలాంటి మద్దతు ఉండదని బీజేడీ తేల్చి చెప్పేసింది.</p>\n","originalUrl":"https://tattvanews.com/19694/25/06/2024/","hasAudio":false,"hasInfographics":false}