{"id":"wp-te-20679","wp_id":20679,"type":"standard","category":"World","language":"te","title":"లేటరల్ ఎంట్రీ నియామకాలపై కేంద్రం వెనకడుగు","excerpt":"యూపీఎస్సీ చైర్మన్‌కు కేంద్రమంత్రి జితేంద్ర సింగ్‌ మంగళవారం లేఖ రాశారు. డైరెక్ట్ రిక్రూట్‌మెంట్ (లేటరల్ ఎంట్రీ)కి సంబంధించి జారీ చేసిన ప్రకటనలను రద్దు చేయాలని యూపీఎస్సీని కోరారు. లేటరల్‌ ఎంట్రీ ద్వారా ప్రభుత్వ ఉద్యోగాల్లో ఖాళీల భర్తీ విధానంపై ప్రతిపక్షాలు విమర్శలు గుప్పిస్తున్నాయి.  ఈ క్రమంలో కేంద్రం వెనక్కి తగ్గింది. ఈ సందర్భంగా ప్రధాని మోదీ ఆదేశాల మేరకు ఈ నిర్ణయం తీసుకున్నట్లు లేఖలో మంత్రి పేర్కొన్నారు. సామాజిక న్యాయంపై మోదీ ప్రభుత్వం దృష్టి సారించిందని.. ఈ","author":"Tattva News Team","time":"21/8/2024","image":"https://tattvanews.com/wp-content/uploads/2023/02/Dr-Jitender.jpg","readTime":"5 min read","contentHTML":"\n<p>యూపీఎస్సీ చైర్మన్‌కు కేంద్రమంత్రి జితేంద్ర సింగ్‌ మంగళవారం లేఖ రాశారు. డైరెక్ట్ రిక్రూట్‌మెంట్ (లేటరల్ ఎంట్రీ)కి సంబంధించి జారీ చేసిన ప్రకటనలను రద్దు చేయాలని యూపీఎస్సీని కోరారు. లేటరల్‌ ఎంట్రీ ద్వారా ప్రభుత్వ ఉద్యోగాల్లో ఖాళీల భర్తీ విధానంపై ప్రతిపక్షాలు విమర్శలు గుప్పిస్తున్నాయి. </p>\n\n\n\n<p>ఈ క్రమంలో కేంద్రం వెనక్కి తగ్గింది. ఈ సందర్భంగా ప్రధాని మోదీ ఆదేశాల మేరకు ఈ నిర్ణయం తీసుకున్నట్లు లేఖలో మంత్రి పేర్కొన్నారు. సామాజిక న్యాయంపై మోదీ ప్రభుత్వం దృష్టి సారించిందని.. ఈ నేపథ్యంలో ఈ అంశంపై సమీక్షించాల్సిన అవసరం ఉందన్నారు.</p>\n\n\n\n<p>2005లో వీరప్ప మొయిలీ నేతృత్వంలోని రెండో అడ్మినిస్ట్రేషన్‌ రిఫార్మ్‌స్‌ డైరెక్ట్‌ ప్రవేశాలకు సూత్రప్రాయంగా ఆమోదం తెలిపిందని.. 2013లో ఆరవ వేతన సంఘం సిఫారసులు సైతం అదే దిశలో ఉన్నాయని లేఖలో పేర్కొన్నారు. </p>\n\n\n\n<p>అయితే, అంతకు ముందు చాలా హై ప్రొఫైల్‌ కేసులు లేటరల్‌ ఎంట్రీకి వచ్చాయని.. గత ప్రభుత్వాల్లో వివిధ మంత్రిత్వ శాఖల కార్యదర్శులు, ఉడాయ్‌ లీడర్‌షిప్‌ తదితర కీలకమైన పోస్టుల్లో రిజర్వేషన్‌ లేకుండా లేటరల్‌ ఎంట్రీ హోల్డర్లకు అవకాశం ఇచ్చారని తెలిపారు.</p>\n\n\n\n<p> 2014కి ముందు చాలా వరకు రిక్రూట్‌మెంట్లు కాంటాక్టు ప్రాతిపదికపై లేటరల్‌ ఎంట్రీ ద్వారా జరిగాయని.. తమ ప్రభుత్వం ఈ ప్రక్రియను సంస్థాగతంగా, బహిరంగంగా, పారదర్శకంగా చేసేందుకు ప్రయత్నించిందని చెప్పారు. రాజ్యాంగంలో పేర్కొన్న సమానత్వం, సామాజిక న్యాయం సూత్రాలకు అనుగుణంగా ప్రవేశ ప్రక్రియ సామరస్యపూర్వకంగా ఉండాలని, ప్రత్యేకించి రిజర్వేషన్ నిబంధనల నేపథ్యంలో ఉండాలని ప్రధాని భావిస్తున్నారని వివరించారు.</p>\n\n\n\n<p>ఇదిలా ఉండగా.. లేటరల్‌ ఎంట్రీ పద్ధతిలో 45 మంది సంయుక్త కార్యదర్శులు, ఉప కార్యదర్శులు, డైరెక్టర్ల నియామకానికి యూపీఎస్సీ ఇటీవల దరఖాస్తులు ఆహ్వానించగా.. దీన్ని లోక్‌సభలో పత్రిపక్ష నేత రాహుల్‌ గాంధీ తప్పుపట్టారు. ఎస్సీ, ఎస్టీ, ఓబీసీ వర్గాల రిజర్వేషన్లను లాక్కుంటున్నారని కేంద్రంపై విమర్శలు గుప్పించారు. ఉన్నత స్థానాల్లో అణగారిన వర్గాలకు ప్రాతినిథ్యం దక్కడం లేదన్న ఆయన.. లేటర్‌ ఎంట్రీ ద్వారా మరింత అందకుండా చేస్తున్నారన్నారు. అయితే, రాహుల్‌ వ్యాఖ్యలపై ఇప్పటికే కేంద్రమంత్రులు మండిపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/20679/21/08/2024/","hasAudio":false,"hasInfographics":false}