{"id":"wp-te-18649","wp_id":18649,"type":"standard","category":"World","language":"te","title":"ఏపీలో నగదు బదిలీ ద్వారానే మే నెల పెన్షన్లు","excerpt":"ఆంధ్రప్రదేశ్‌లో పింఛన్ల పంపిణీపై ఏర్పడిన వివాదంపై స్పష్టత వచ్చింది. మే నెల పింఛన్ల సొమ్మును మే 1న లబ్ధిదారుల బ్యాంకు ఖాతాల్లో జమ చేయాలని రాష్ట్ర ప్రభుత్వం నిర్ణయం తీసుకుంది. అయితే దివ్యాంగులు, మంచం పట్టినవారు, తీవ్ర అనారోగ్యం, అస్వస్థత, నడవలేని స్థితిలో ఉన్నవారు, వీల్‌ ఛైర్‌లో ఉన్నవారు, సైనిక పింఛన్లు తీసుకునే వారికి గ్రామ, వార్డు సచివాలయ సిబ్బంది ద్వారా ఇళ్ల దగ్గరే గ్రామ, సచివాలయాల సిబ్బంది అందించనున్నారు.  మొత్తం 14,995 గ్రామ/ వార్డు సచివాలయాల్లో","author":"Tattva News Team","time":"29/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Pension.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌లో పింఛన్ల పంపిణీపై ఏర్పడిన వివాదంపై స్పష్టత వచ్చింది. మే నెల పింఛన్ల సొమ్మును మే 1న లబ్ధిదారుల బ్యాంకు ఖాతాల్లో జమ చేయాలని రాష్ట్ర ప్రభుత్వం నిర్ణయం తీసుకుంది. అయితే దివ్యాంగులు, మంచం పట్టినవారు, తీవ్ర అనారోగ్యం, అస్వస్థత, నడవలేని స్థితిలో ఉన్నవారు, వీల్‌ ఛైర్‌లో ఉన్నవారు, సైనిక పింఛన్లు తీసుకునే వారికి గ్రామ, వార్డు సచివాలయ సిబ్బంది ద్వారా ఇళ్ల దగ్గరే గ్రామ, సచివాలయాల సిబ్బంది అందించనున్నారు. </p>\n\n\n\n<p>మొత్తం 14,995 గ్రామ/ వార్డు సచివాలయాల్లో పనిచేస్తున్న సిబ్బంది సేవలను వినియోగించనున్నారు. లబ్ధిదారుల కోసం 10,814 కేంద్రాలను ప్రభుత్వ కార్యాలయాల్లో ఏర్పాటు చేసి అక్కడి నుంచి పింఛను పంపిణీని పర్యవేక్షించనున్నారు.  ఒకవేళ ఏదైనా సమస్యతో బ్యాంకు అకౌంట్‌లలో నగదు జమ కాకపోతే.. వారికి మే 2న ఇంటి దగ్గరే నగదు అందించనున్నారు. </p>\n\n\n\n<p>ఇళ్ల దగ్గర పింఛన్‌ తీసుకునే లబ్ధిదారుల జాబితా గ్రామ, వార్డు సచివాలయ ఉద్యోగుల పింఛను యాప్‌లో ఉంటుంది. బ్యాంకు అకౌంట్‌ల ద్వారా స్వీకరించే వారి జాబితాను గ్రామ, వార్డు సచివాలయాల వద్ద అందుబాటులో ఉంచనున్నారు. మే 5 నాటికి పింఛన్ల పంపిణీ ప్రక్రియను పూర్తి చేయాలని నిర్ణయించారు. ఈ మేరకు గతంలో ఇచ్చిన ఉత్తర్వులను ప్రభుత్వం సవరించింది.</p>\n\n\n\n<p>రాష్ట్రవ్యాప్తంగా ఉన్న 65.50 లక్షల మంది పింఛనుదారుల్లో.. 48.92 లక్షల మంది (74%) బ్యాంకు ఖాతాలు ఆధార్‌తో అనుసంధానమైనట్టు గుర్తించామన్నారు పంచాయతీరాజ్‌, గ్రామీణాభివృద్ధిశాఖ ముఖ్యకార్యదర్శి శశిభూషణ్‌కుమార్‌. వీరందరికీ పింఛను మొత్తాన్ని మే 1న నేరుగా బ్యాంకు ఖాతాల్లో జమచేయనున్నట్టు తెలిపారు. </p>\n\n\n\n<p>మిగతా 16.58 లక్షల మందికి ఇంటింటికీ వెళ్లి అందిస్తామన్నారు. పింఛన్ల పంపిణీకి ప్రత్యామ్నాయ ఏర్పాట్లు చేసుకోవాలని కేంద్ర ఎన్నికల సంఘం నుంచి అందిన ఆదేశాల మేరకు ఈ నిర్ణయం తీసుకున్నామని పేర్కొన్నారు. ఎన్నికల కోడ్‌ అమల్లో ఉన్నందున పింఛనుదారులు అసౌకర్యానికి గురికాకుండా చూడాలని ఈసీ సూచించిందని వెల్లడించారు.</p>\n\n\n\n<p>కార్మిక దినోత్సవం సందర్భంగా మే 1 బ్యాంకులకు సెలవైనప్పటికీ... ఆరోజు సంబంధిత కార్పొరేషన్ల నుంచి లబ్ధిదారుల ఖాతాలకు నగదు బదిలీ అవుతుంది. ఇందులో బ్యాంకుల ప్రమేయం ఉండదు. ఇంటి దగ్గరే పింఛన్‌ అందించడానికి సచివాలయాల్లో సిబ్బంది, పరికరాలను అందుబాటులో ఉంచేలా జిల్లా కలెక్టర్లు సమన్వయం చేయాలని ఆదేశించారు. </p>\n\n\n\n<p>పింఛన్‌దారులకు అసౌకర్యం తలెత్తకూడదన్నారు. గ్రామీణ ప్రాంతాల్లో పంచాయతీ కార్యదర్శి, వెల్ఫేర్‌ అండ్‌ ఎడ్యుకేషన్‌ అసిస్టెంట్లు, పట్టణ ప్రాంతాల్లో వార్డు అడ్మినిస్ట్రేటివ్‌ సెక్రటరీలు, వార్డు వెల్ఫేర్‌ డెవలప్‌మెంట్‌ సెక్రటరీలు బ్యాంకుల నుంచి సచివాలయాలకు డబ్బుల్ని తీసుకెళ్లేందుకు అవసరమైన ధ్రువీకరణలు అందించాలి. వారు ఈ మొత్తాన్ని ఇంటింటికీ వెళ్లి పింఛన్లు అందించే గ్రామ/ వార్డు సచివాలయ సిబ్బందికి ఇస్తారు.</p>\n","originalUrl":"https://tattvanews.com/18649/29/04/2024/","hasAudio":false,"hasInfographics":false}