{"id":"wp-te-20943","wp_id":20943,"type":"standard","category":"World","language":"te","title":"లైంగిక వేధింపుల ఆరోపణలపై టిడిపి ఎమ్మెల్యే కోనేటి ఆదిమూలం సస్పెండ్","excerpt":"టీడీపీ మహిళా కార్యకర్తతో అసభ్యంగా ప్రవర్తించిన సత్యవేడు ఎమ్మెల్యే కోనేటి ఆదిమూలంను  హైకమాండ్‌ పార్టీ నుంచి సస్పెండ్ చేసింది. ఈ మేరకు టీడీపీ హైకమాండ్ ప్రకటన విడుదల చేసింది. ‘ఈ రోజు వివిధ మాద్యమాలలో కోనేటి ఆదిమూలం (సత్యవేడు నియోజకవర్గ ఎమ్మెల్యే) ఒక మహిళను లైంగికంగా వేధించారని వస్తున్న ఆరోపణలను తెలుగుదేశం పార్టీ తీవ్రంగా పరిగణిస్తూ పార్టీ నుంచి సస్పెండ్ చేయడం జరిగింది’ అని టీడీపీ ప్రధాన కార్యాలయం నుంచి ప్రకటన విడుదలయ్యింది.  కాగా.. సస్పెన్షన్ తరువాత","author":"Tattva News Team","time":"5/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Adimulam1.jpg","readTime":"5 min read","contentHTML":"\n<p>టీడీపీ మహిళా కార్యకర్తతో అసభ్యంగా ప్రవర్తించిన సత్యవేడు ఎమ్మెల్యే కోనేటి ఆదిమూలంను  హైకమాండ్‌ పార్టీ నుంచి సస్పెండ్ చేసింది. ఈ మేరకు టీడీపీ హైకమాండ్ ప్రకటన విడుదల చేసింది. ‘ఈ రోజు వివిధ మాద్యమాలలో కోనేటి ఆదిమూలం (సత్యవేడు నియోజకవర్గ ఎమ్మెల్యే) ఒక మహిళను లైంగికంగా వేధించారని వస్తున్న ఆరోపణలను తెలుగుదేశం పార్టీ తీవ్రంగా పరిగణిస్తూ పార్టీ నుంచి సస్పెండ్ చేయడం జరిగింది’ అని టీడీపీ ప్రధాన కార్యాలయం నుంచి ప్రకటన విడుదలయ్యింది. </p>\n\n\n\n<p>కాగా.. సస్పెన్షన్ తరువాత వివరణ తీసుకోవాలని హైకమాండ్ నిర్ణయించింది. ఆరోపణలు తీవ్రత దృష్ట్యా ముందు సస్పెండ్ చేసి తరువాత వివరణ తీసుకోవాలని హైకమాండ్ నిర్ణయం తీసుకోవడం జరిగింది. సత్యవేడు టీడీపీ ఎమ్మెల్యే కోనేటి ఆదిమూలంపై.. పార్టీకి చెందిన మహిళ కార్యకర్త లైంగిక వేధింపులు ఆరోపణలు చేసింది. కొన్ని ప్రైవేటు వీడియోలను సైతం బాధితురాలు రిలీజ్ చేసింది. </p>\n\n\n\n<p>గురువారం నాడు హైదరాబాద్‌లోని సోమాజీగూడ ప్రెస్‌క్లబ్‌లో మీడియాకు బాధితురాలు, తన భర్తతో కలిసి వచ్చి ఆదిమూలం లైంగిక వేధింపుల పర్వాన్ని బయటపెట్టింది. తిరుపతిలోని బీమాస్ హోటల్‌లో తనపై లైంగిక దాడి చేశాడని బాధితురాలు వెల్లడించింది. ఇప్పటికే సీఎం చంద్రబాబుతో పాటు మంత్రి నారా లోకేష్ కు లేఖ రాశానని తెలిపింది. </p>\n\n\n\n<p>ఎవరికైనా చెబితే చంపేస్తానంటూ ఆదిమూలం తనపై బెదిరింపులకు దిగాడని బాధితురాలు చెప్పింది. తాము కూడా టీడీపీకి చెందిన వారమేనని ఆమె తెలిపింది.  ఒకే పార్టీకి చెందిన వాళ్ళము కావడంతో పలు కార్యక్రమాల్లో ఆదిమూలం కలిసేవారని వెల్లడించింది. అలా పరిచయమైన తరువాత తన ఫోన్ నెంబర్ తీసుకున్నాడని తెలిపింది. </p>\n\n\n\n<p>తన మొబైల్ కు పదేపదే కాల్స్ చేసేవాడని.. తిరుపతిలోని భీమాస్ హోటల్‌లోని రూమ్ నెంబర్ 109 లోకి రమ్మని చెప్పాడని తెలిపింది. అక్కడ తనను బెదిరించి తనపై ఆదిమూలం లైంగిక దాడికి పాల్పడ్డాడని బాధితురాలు వెల్లడించింది. ఎవరికైనా చెబితే తనతో పాటు కుటుంబాన్ని చంపేస్తానని బెదిరించాడని తెలిపింది. అలా తనపై మూడుసార్లు లైంగిక దాడికి పాల్పడ్డాడని వెల్లడించింది. </p>\n\n\n\n<p>చివరకు ఎమ్మెల్యే ఆదిమూలం నిజరూపాన్ని బట్టబయలు చేయడానికి పెన్ కెమెరా పెట్టుకున్నానని తెలిపింది. లైంగికంగా తన కోరిక తీర్చకుంటే కుటుంబం మొత్తాన్ని అంతం చేస్తానని ఎమ్మెల్యే బెదిరించాడని బాధితురాలు వెల్లడించింది. ఇకపై ఎమ్మెల్యే ఆదిమూలం టీడీపీలో ఉండటానికి అర్హుడు కాడని తెలిపింది. </p>\n\n\n\n<p>ఆదిమూలం గురించి అందరికీ తెలియాలనే పెన్ కెమెరాలో రికార్డు చేశానని వెల్లడించింది. తన దగ్గర సాక్ష్యాలు ఉన్నాయని ఎమ్మెల్యే 100 సార్లు కాల్ చేశాడని పేర్కొంది. రాత్రులు మెసేజ్‌లు చేసి వేధించేవాడని తెలిపింది. రోజుకు ఒక అమ్మాయితో ఎమ్మెల్యే ఎంజాయ్ చేసేవాడని పేర్కొంది. </p>\n\n\n\n<p>అందమైన అమ్మాయి కనబడితే చాలు తను తనతో ఉండాల్సిందేనని ఆదిమూలం ఎంతో మందిని టార్చర్ చేశాడని వెల్లడించింది. తిరుపతి భీమా ప్యారడైజ్ హోటల్ ఎమ్మెల్యే నీచ చర్యలకు అడ్డా అని తెలిపింది. ఇలాంటి వాళ్ళన్ని పార్టీ నుంచి సస్పెండ్ చేయాలని బాధితురాలు డిమాండ్ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/20943/05/09/2024/","hasAudio":false,"hasInfographics":false}