{"id":"wp-te-20748","wp_id":20748,"type":"standard","category":"World","language":"te","title":"కాంగ్రెస్, నేషనల్ కాన్ఫరెన్స్ పొత్తుకు ఓ ఎజెండా లేదు","excerpt":"కాంగ్రెస్, నేషనల్ కాన్ఫరెన్స్ పార్టీ పొత్తుకు ఓ ఎజెండా లేదని పీపుల్స్‌ డెమోక్రటిక్‌ పార్టీ (పీడీపీ) అధినేత్రి మెహబూబా ముఫ్తీ ఆరోపించారు. కేవలం సీట్ల పంపకం కోసమైతే తాము ఏ కూటమిలోనూ చేరబోమని స్పష్టం చేశారు. ఒకవేళ తమ ఎజెండాకు కాంగ్రెస్‌, నేషనల్‌ కాన్ఫరెన్స్‌ పార్టీ అంగీకరిస్తే, పీడీపీ ఎన్నికల పోటీ నుంచే తప్పుకుంటుందని ఆమె హామీ ఇచ్చారు.  కశ్మీర్‌ సమస్యల పరిష్కారమే తమకు ప్రాధాన్యం తప్ప ఇంకేదీ ముఖ్యం కాదని ముఫ్తీ స్పష్టం చేశారు. ఈ","author":"Tattva News Team","time":"25/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Mufti.jpg","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్, నేషనల్ కాన్ఫరెన్స్ పార్టీ పొత్తుకు ఓ ఎజెండా లేదని పీపుల్స్‌ డెమోక్రటిక్‌ పార్టీ (పీడీపీ) అధినేత్రి మెహబూబా ముఫ్తీ ఆరోపించారు. కేవలం సీట్ల పంపకం కోసమైతే తాము ఏ కూటమిలోనూ చేరబోమని స్పష్టం చేశారు. ఒకవేళ తమ ఎజెండాకు కాంగ్రెస్‌, నేషనల్‌ కాన్ఫరెన్స్‌ పార్టీ అంగీకరిస్తే, పీడీపీ ఎన్నికల పోటీ నుంచే తప్పుకుంటుందని ఆమె హామీ ఇచ్చారు. </p>\n\n\n\n<p>కశ్మీర్‌ సమస్యల పరిష్కారమే తమకు ప్రాధాన్యం తప్ప ఇంకేదీ ముఖ్యం కాదని ముఫ్తీ స్పష్టం చేశారు. ఈ క్రమంలో శ్రీనగర్లోని పార్టీ ప్రధాన కార్యాలయంలో మ్యానిఫెస్టోను విడుదల చేశారు. ప్రజలపై వరాల జల్లును కురిపించారు.</p>\n\n\n\n<p>\"జమ్ముకశ్మీర్ ఎన్నికలు సయోధ్య, వాణిజ్యం పునరుద్ధరణ, కశ్మీర్ సమస్య పరిష్కారం కోసం జరుగుతున్నాయి. ఇవే పీడీపీ అజెండాలో ఉన్నాయి. ఈ అజెండాకు కాంగ్రెస్, ఎన్ సీ కూటమి అంగీకారం తెలిపితే పీడీపీ బేషరతుగా మద్దతు ఇస్తుంది\" అని ఆమె ప్రకటించారు. </p>\n\n\n\n<p>అయితే, పొత్తులపై రాజకీయ చర్చ కశ్మీర్ సమస్యను కేవలం సీట్ల పంపకం, ఎన్నికలకు మాత్రమే పరిమితం చేసిందని ఆమె విమర్శించారు. పౌరులు, జర్నలిస్టులకు వ్యతిరేకంగా ప్రజా భద్రతా చట్టం (పీఎస్ఏ), చట్టవిరుద్ధ కార్యకలాపాల నివారణ చట్టం (యూఏపీఎ), సాయుధ దళాల ప్రత్యేక అధికారాల చట్టం (ఏఎఫ్ఎఫ్ పిఎ) వంటి చట్టాల రద్దుకు కృషి చేస్తామని ఆమె తెలిపారు. </p>\n\n\n\n<p>\"అధికారం మా లక్ష్యం కాదు. కశ్మీర్ సమస్యలను పరిష్కరించడమే మా లక్ష్యం. కశ్మీరీల గౌరవం కోసం పోరాడేందుకు కట్టుబడి ఉన్నాం. కశ్మీర్ సమస్య న్యాయబద్ధంగా పరిష్కారమయ్యేలా చూస్తాం. \" అని మ్యానిఫెస్టో విడుదల సందర్భంగా ముఫ్తీ వ్యాఖ్యానించారు.</p>\n\n\n\n<p>200 యూనిట్ల వరకు ఉచిత విద్యుత్, వాటర్ ట్యాక్స్ రద్దు వంటి హామీలను ముఫ్తీ ప్రకటించారు. పేదలకు ఏడాదికి 12 గ్యాస్ సిలిండర్లు ఉచితంగా ఇస్తామని పేర్కొన్నారు. వృద్ధాప్య, వితంతు పింఛనును రెట్టింపు చేస్తామని వెల్లడించారు. అలాగే జమ్ముకశ్మీర్ కు రాష్ట్ర హోదా పునురుద్ధరిస్తామని తెలిపారు. మహిళలకు స్టాంప్ డ్యూటీలో మినహాయింపులు, స్థానిక రైతులకు అండగా ఉండేందుకు యాపిల్ పై 100 శాతం దిగుమతి సుంకం విధిస్తామని ప్రకటించారు.</p>\n\n\n\n<p> ఆర్టికల్ 370 రద్దు తర్వాత జమ్ముకశ్మీర్‌ లో పరిస్థితులు మరింత దిగజారిందని ముఫ్తీ వ్యాఖ్యానించారు. సీట్ల పంపకం కంటే కశ్మీర్ సమస్య చాలా పెద్దదని తెలిపారు. పాకిస్థాన్‌ తో నియంత్రణ రేఖ వెంబడి ఉన్న ప్రజల మధ్య సత్సంబంధాలు, వాణిజ్యం కోరుకుంటున్నామని ఆమె వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/20748/25/08/2024/","hasAudio":false,"hasInfographics":false}