{"id":"wp-en-15355","wp_id":15355,"type":"standard","category":"World","language":"en","title":"France to expand aerospace collaboration with India￼","excerpt":"French business leaders visiting India have reaffirmed their commitment to enhancing local investments, employment, and production under the 'Make in India' initiative. French Ambassador Mr. Thierry Mathou highlighted the deep integration of Indian firms into global supply chains and the strengthening of industrial cooperation across key sectors. Emphasizing the significance of the aerospace industry in","author":"Tattva News Team","time":"16/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/France.png","readTime":"5 min read","contentHTML":"\n<p>French business leaders visiting India have reaffirmed their commitment to enhancing local investments, employment, and production under the 'Make in India' initiative. French Ambassador Mr. Thierry Mathou highlighted the deep integration of Indian firms into global supply chains and the strengthening of industrial cooperation across key sectors.</p>\n\n\n\n<p>Emphasizing the significance of the aerospace industry in Indo-French relations, he noted that France had been a strategic partner for over 25 years, with defence and aerospace collaborations dating back to India's independence. He recalled the early technology transfer for the Cheetah/Chetak helicopter in 1962, stating, 'Make in India' has been a reality for the French defence industry for decades.\"</p>\n\n\n\n<p>In the first half of 2024, over 55% of France's exports to India were in aerospace, generating US$ 2.95 billion. Notable achievements include Indigo Airlines operating hundreds of Airbus planes, with a 2023 order for 500 more, and the Indian Air Force acquiring 36 Rafale jets.</p>\n\n\n\n<p>French companies have created over 50,000 indirect jobs in India through partnerships with 227 suppliers, with annual investments exceeding US$ 1.09 billion. With aerospace giants like Airbus and Thales expanding their presence through innovation hubs and training centres, future collaborations are on the horizon.</p>\n\n\n\n<p>The 2 nations are now developing an Indo-French aeronautics and space training campus and exploring an aeronautics cluster in collaboration with India’s Ministry of Civil Aviation. He expressed optimism about this partnership, viewing it as a model for future collaborations, especially with the India-France Year of Innovation slated for 2026, which will present further opportunities to strengthen ties.</p>\n","originalUrl":"https://en.tattvanews.com/national/france-to-expand-aerospace-collaboration-with-india%ef%bf%bc/","hasAudio":false,"hasInfographics":false}