{"id":"wp-te-19940","wp_id":19940,"type":"standard","category":"World","language":"te","title":"తిరుమలలో అక్రమాలపై సిఐడి దర్యాప్తు కోరిన టిడిపి నేతలు","excerpt":"వైసిపి ప్రభుత్వ హయాంలో తిరుమలలో టీటీడీ మాజీ ఈవో ధర్మారెడ్డి, మాజీ చైర్మన్ భూమన కరుణాకర్ రెడ్డిలు పాల్పడిన అవినీతి, అక్రమ చర్యలపై ఏపీ సిఐడి లేదా ఎన్ఫోర్స్మెంట్ విభాగంతో సమగ్ర దర్యాప్తు జరిపించాలని  ప్రభుత్వ ప్రధాన కార్యదర్శి నీరభ్ కుమార్‌కు టీడీపీ జాతీయ అధికార ప్రతినిధి గురజాల మాల్యాద్రి, రాష్ట్ర అధికార ప్రతినిధి నీలయపాలెం విజయ్ కుమార్ విజ్ఞప్తి చేశారు.  వైసీపీకి లబ్ది చేకూర్చేందుకు ధర్మారెడ్డి, భూమన కరుణాకర్ రెడ్డి అక్రమాలకు తెగబడ్డారని, సంప్రదాయాలకు విరుద్ధంగా","author":"Tattva News Team","time":"9/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/TTD.jpeg","readTime":"5 min read","contentHTML":"\n<p>వైసిపి ప్రభుత్వ హయాంలో తిరుమలలో టీటీడీ మాజీ ఈవో ధర్మారెడ్డి, మాజీ చైర్మన్ భూమన కరుణాకర్ రెడ్డిలు పాల్పడిన అవినీతి, అక్రమ చర్యలపై ఏపీ సిఐడి లేదా ఎన్ఫోర్స్మెంట్ విభాగంతో సమగ్ర దర్యాప్తు జరిపించాలని  ప్రభుత్వ ప్రధాన కార్యదర్శి నీరభ్ కుమార్‌కు టీడీపీ జాతీయ అధికార ప్రతినిధి గురజాల మాల్యాద్రి, రాష్ట్ర అధికార ప్రతినిధి నీలయపాలెం విజయ్ కుమార్ విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>వైసీపీకి లబ్ది చేకూర్చేందుకు ధర్మారెడ్డి, భూమన కరుణాకర్ రెడ్డి అక్రమాలకు తెగబడ్డారని, సంప్రదాయాలకు విరుద్ధంగా నడుచుకున్నారని వారు ఆరోపించారు. వైఎస్ రాజశేఖర్ రెడ్డి మాదిరిగానే సంప్రదాయానికి విరుద్ధంగా ఐఏఎస్ అధికారిని కాకుండా ధర్మారెడ్డిని ముందు జేఈఓగా తరువాత, తర్వాత ఈఓగా జగన్ రెడ్డి ప్రభుత్వం నియమించిందని తెలిపారు. </p>\n\n\n\n<p>తిరుమల శ్రీవారిని దర్శించుకునే బడా పారిశ్రామికవేత్తలు, వ్యాపారవేత్తలతో తనకున్న పరిచయాలను దుర్వినియోగం చేస్తూ ఎన్నికల సమయంలో వైసీపీకి విరాళాల సేకరణకు ధర్మారెడ్డి ప్రయత్నించారని వారు ఆరోపించారు. తిరుమలలో గెస్ట్ హౌస్‌లకు కేటాయించే భూముల్లో కూడా ధర్మారెడ్డి సుప్రీంకోర్టు మార్గదర్శాలను పాటించలేదని,  ఫర్నిచర్ల మార్పు పేరుతో కోట్ల రూపాయిలు పక్కదారి పట్టించారని విమర్శించారు. </p>\n\n\n\n<p> జగన్ పై పెండింగ్‌లో ఉన్న క్రిమినల్ కేసులు, వైసీపీ రాజకీయ వ్యవహారాలు చక్కబెట్టేందుకు ధర్మారెడ్డి ఢిల్లీకి తరచూ వెళ్తుండేవారని పేర్కొంటూ ధర్మారెడ్డి మొబైల్ ఫోన్ కాల్ డేటాను పరిశీలిస్తే క్రిమినల్ కేసుల్లో వైఎస్ జగన్మోహన్ రెడ్డిని కాపాడేందుకు ఢిల్లీలో ఆయన రాజకీయ ప్రమేయం స్పష్టంగా తేటతెల్లమవుతాయిని స్పష్టం చేశారు. రూ. 2 కోట్లు విలువైన డైమెండ్ వాచ్‌ను హైకోర్టు జడ్జికి ఆఫర్ చేశారనే వదంతులు కూడా ధర్మారెడ్డిపై ఉన్నాయని వారు తెలిపారు.</p>\n\n\n\n<p>\"మాజీ ఛైర్మన్ కరుణాకర్ రెడ్డి, ధర్మారెడ్డి ఇద్దరూ బడ్జెట్‌తో సంబంధం లేకుండా ఇష్టానుసారంగా సివిల్ కాంట్రాక్టులకు టీటీడీ నిధులను పక్కదారి పట్టించారు. బడ్జెట్ పరిమితిని అధిగమించి మాజీ ఛైర్మన్ వైవీ సుబ్బారెడ్డి రూ. 475 కోట్లకు పెంచగా, అనంతరం ఛైర్మన్ గా బాధ్యతలు చేపట్టిన కరుణాకర్ రెడ్డి భారీగా రూ.1,772 కోట్లకు బడ్జెట్ పెంచి తీవ్ర అక్రమాలకు పాల్పడ్డారు\" అని టిడిపి నేతలు తీవ్రమైన ఆరోపణలు చేశారు. </p>\n\n\n\n<p>ఎన్నికల్లో భూమన అభినయ్ రెడ్డికి లబ్ది చేకూర్చేందుకు టీటీడీలో ధర్మారెడ్డి, కరుణాకర్ రెడ్డి అక్రమాలు తెగబడ్డారని పేర్కొంటూ శ్రీవాణి టికెట్ల పేరుతో రూ.10,500 వసూలు చేసి ఆ డబ్బులు ఏ రకంగా ఖర్చు చేశారో చూపించలేదని విమర్శలు చేశారు. అదేవిధంగా అతిథిగృహాల నిర్మాణంలో పెద్ద ఎత్తున అక్రమాలు జరిగాయని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19940/09/07/2024/","hasAudio":false,"hasInfographics":false}