{"id":"wp-en-12918","wp_id":12918,"type":"standard","category":"World","language":"en","title":"BJP candidate Mukesh Dalal wins Surat Lok Sabha seat unopposed ￼","excerpt":"BJP candidate Mukesh Dalal was on Monday elected unopposed from Surat Lok Sabha constituency in Gujarat after all other nominees withdrew from the fray, a poll official said. The development marks the first victory of the Bharatiya Janata Party in the ongoing Lok Sabha elections.  “I declare that Mukesh kumar Chandrakant Dalal, sponsored by the BJP,","author":"Tattva News Team","time":"23/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Mukesh-Dalal.jpg","readTime":"5 min read","contentHTML":"\n<p>BJP candidate Mukesh Dalal was on Monday elected unopposed from Surat Lok Sabha constituency in Gujarat after all other nominees withdrew from the fray, a poll official said. The development marks the first victory of the Bharatiya Janata Party in the ongoing Lok Sabha elections. <a href=\"https://vdo.ai/contact?utm_medium=video&utm_term=tribuneindia.com&utm_source=vdoai_logo\"></a></p>\n\n\n\n<p>“I declare that Mukesh kumar Chandrakant Dalal, sponsored by the BJP, has been duly elected to fill the seat in the House from Surat parliamentary constituency,” district collector cum election officer Saurabh Pardhi told media persons as he handed over the Certificate of Election to Dalal.</p>\n\n\n\n<p>\"Surat has presented the first Lotus to Prime Minister Narendra Modi. I congratulate our candidate for Surat Lok Sabha seat Mukesh Dalal for getting elected unopposed,\" BJP Gujarat President C.R. Paatil posted on X.</p>\n\n\n\n<p>As many as eight candidates, mostly independents and Pyarelal Bharti of Bahujan Samaj Party (BSP), withdrew their papers on Monday, the last day for withdrawing their nominations.</p>\n\n\n\n<p>On Sunday, the nomination forms of Congress' Surat Lok Sabha candidate Nilesh Kumbhani were rejected after his three proposers had submitted affidavits to the district returning officer claiming the signatures on them were not theirs.</p>\n\n\n\n<p>The nomination form of Suresh Padsala, the Congress's substitute candidate from Surat was also invalidated. Pardhi said their nomination forms were rejected after prima facie discrepancy was found in the signatures of the proposers and they did not appear to be genuine.</p>\n\n\n\n<p>The Congress alleged that Kumbhani's nomination form was rejected at the behest of the BJP and said it would challenge the rejection in the High Court.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-candidate-mukesh-dalal-wins-surat-lok-sabha-seat-unopposed-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}