{"id":"wp-en-12924","wp_id":12924,"type":"standard","category":"World","language":"en","title":"￼Khaing Zar Aung expresses ”honour and sadness” for global rights prize ￼","excerpt":"Trade Union leader and activist Khaing Zar Aung from Myanmar has expressed mixed feelings on receiving 2024 Arthur Svensson’s International Prize for Trade Union Rights. She  told the ITUC: “I receive the 2024 Arthur Svensson prize with great honour and sadness, because while I am awarded, the working people of my country suffer. “The award","author":"Tattva News Team","time":"23/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Aung-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>Trade Union leader and activist Khaing Zar Aung from Myanmar has expressed mixed feelings on receiving 2024 Arthur Svensson’s International Prize for Trade Union Rights. She  told the ITUC: “I receive the 2024 Arthur Svensson prize with great honour and sadness, because while I am awarded, the working people of my country suffer.</p>\n\n\n\n<p>“The award is recognition of the relentless struggles and sacrifices of the Myanmar trade unions and people for justice, democracy and human rights. But, still there are many people who can do must more to help remove the illegitimate military regime in Myanmar.</p>\n\n\n\n<p>“I urge the EU, international governments, the ASEAN, trade unionists and democracy lovers across the world to use all of your influence to stop the trade preferences, arms and financial flow to the military junta now.”</p>\n\n\n\n<p>The award recognises Khaing Zar Aung’s relentless pursuit of trade union rights and democracy since starting work as a 16-year-old migrant garment worker in Thailand, where she also trained migrant workers in their rights.</p>\n\n\n\n<p>When the democratic transition began in Myanmar, she returned home to eventually lead the Industrial Workers' Federation of Myanmar as it organised the rapidly growing textile sector, predominantly employing young women. She also became a key figure in the leadership of the Confederation of Trade Unions of Myanmar.</p>\n\n\n\n<p>The 2021 military coup forced Khaing Zar Aung into exile in Germany from where she represents Myanmar’s trade union movement and campaigns for a return to democracy.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle paid tribute to her: “Khaing Zar Aung plays a crucial role in rallying international solidarity, urging global brands to cease operations in Myanmar and calling for the EU to suspend trade preferences while the military junta is in control. The ITUC full supports her demands.</p>\n\n\n\n<p>“She embodies the courage and resilience required to fight for democracy, social justice and workers' rights under the most oppressive conditions. Her leadership is an inspiration for trade unionists around the world, and the global trade union movement stands with her.\"</p>\n\n\n\n<p>Since the coup, it’s estimated that over 4,500 people have been killed and around 30,000 detained in Myanmar. Trade unions have been brutally repressed with hundreds of activists imprisoned, and basic trade unions rights, such as freedom of association and the right to strike, violently wiped out. In the ITUC Global Rights Index, Myanmar is rated 5+: no guarantee of rights due to the breakdown of the rule law.</p>\n\n\n\n<p>The trade union movement has however been central to the extensive protests and opposition to the military regime, contributing to the Civil Disobedience Movement that supports the National Unity Government.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/%ef%bf%bckhaing-zar-aung-expresses-honour-and-sadness-for-global-rights-prize-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}