{"id":"wp-te-20928","wp_id":20928,"type":"standard","category":"World","language":"te","title":"పార్టీలు మారే ఎమ్మెల్యేలకు పెన్షన్లు కట్","excerpt":"ఎన్నికలకు ముందు ఒక పార్టీలో ఉన్న ఎమ్మెల్యేలు.. ఎన్నికలు పూర్తయిన తర్వాత మరో పార్టీలోకి వెళ్లడం మనం చూస్తూనే ఉన్నాం.  ఎమ్మెల్యేలు వెళ్లిపోయిన పార్టీలు వారిపై పార్టీ ఫిరాయింపుల కింద స్పీకర్‌కు ఫిర్యాదు చేయడం, ఆ తర్వాత కోర్టులకు ఎక్కడం జరుగుతూనే ఉంది. ఈ క్రమంలోనే పార్టీ ఫిరాయించి ఇతర పార్టీల్లోకి వెళ్లే ఎమ్మెల్యేలకు హిమాచల్ ప్రదేశ్‌లో అధికారంలో ఉన్న కాంగ్రెస్ ప్రభుత్వం షాక్ ఇచ్చింది. జంపింగ్ జపాంగ్ ఎమ్మెల్యేలకు పింఛను సదుపాయాన్ని తొలగిస్తూ తీసుకొచ్చిన కొత్త బిల్లుకు","author":"Tattva News Team","time":"5/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Himachal.webp","readTime":"5 min read","contentHTML":"\n<p>ఎన్నికలకు ముందు ఒక పార్టీలో ఉన్న ఎమ్మెల్యేలు.. ఎన్నికలు పూర్తయిన తర్వాత మరో పార్టీలోకి వెళ్లడం మనం చూస్తూనే ఉన్నాం.  ఎమ్మెల్యేలు వెళ్లిపోయిన పార్టీలు వారిపై పార్టీ ఫిరాయింపుల కింద స్పీకర్‌కు ఫిర్యాదు చేయడం, ఆ తర్వాత కోర్టులకు ఎక్కడం జరుగుతూనే ఉంది. ఈ క్రమంలోనే</p>\n\n\n\n<p>పార్టీ ఫిరాయించి ఇతర పార్టీల్లోకి వెళ్లే ఎమ్మెల్యేలకు హిమాచల్ ప్రదేశ్‌లో అధికారంలో ఉన్న కాంగ్రెస్ ప్రభుత్వం షాక్ ఇచ్చింది.<br> జంపింగ్ జపాంగ్ ఎమ్మెల్యేలకు పింఛను సదుపాయాన్ని తొలగిస్తూ తీసుకొచ్చిన కొత్త బిల్లుకు హిమాచల్‌ప్రదేశ్ అసెంబ్లీ ఆమోద ముద్ర వేసింది. ఈ చట్టం ప్రకారం పార్టీ మారి, అనర్హత వేటు పడిన ఎమ్మెల్యేలకు పెన్షన్‌ సదుపాయాన్ని ప్రభుత్వం నిలిపివేయనుంది. దీనికి సంబంధించిను సవరణ బిల్లును తాజాగా జరుగుతున్న హిమాచల్ ప్రదేశ్ శాసనసభ సమావేశాల సందర్భంగా బుధవారం ప్రవేశపెట్టగా సభ ఆమోదం తెలిపింది.</p>\n\n\n\n<p>ఫిరాయింపుల నిరోధక చట్టం ప్రకారం పార్టీ మారిన తర్వాత అనర్హత వేటు పడిన ఎమ్మెల్యేలకు ఈ కొత్త చట్టం ప్రకారం పెన్షన్ కట్ చేయనున్నారు.  పార్టీ ఫిరాయింపులకు అడ్డుకట్ట వేసేందుకు హిమాచల్‌ప్రదేశ్ సర్కార్ కీలక బిల్లును సభ ముందుకు తీసుకు వచ్చింది.  . ‘రాజ్యాంగంలోని 10వ షెడ్యూల్ ప్రకారం ఏ సమయంలోనైనా అనర్హులుగా ఉన్నట్లయితే, చట్టం ప్రకారం ఒక వ్యక్తి పెన్షన్‌కు అర్హులు కాదు’ అని ఆ బిల్లులో పేర్కొన్నారు.</p>\n\n\n\n<p>హిమాచల్ ప్రదేశ్ శాసనసభ (సభ్యుల పింఛన్లు, అలవెన్సులు) సవరణ బిల్లు - 2024ను ఆ రాష్ట్ర ముఖ్యమంత్రి సుఖ్వీందర్‌ సింగ్ సుఖు మంగళవారం అసెంబ్లీలో ప్రవేశపెట్టారు. ఈ బిల్లుపై సుదీర్ఘంగా చర్చించిన తర్వాత బుధవారం ఓటింగ్ నిర్వహించారు. ఓటింగ్‌లో మెజార్టీ సభ్యులు బిల్లుకు మద్దతు తెలపడంతో అది సభ ఆమోదం పొందింది. </p>\n\n\n\n<p>ఏదైనా ఒక సమయంలో ఫిరాయింపు నిరోధక చట్టం కింద అనర్హత వేటును ఎదుర్కొన్న ఎమ్మెల్యేలు ఆ తర్వాత నుంచి పింఛను పొందే అవకాశాన్ని కోల్పోతారని బిల్లులో స్పష్టంగా పేర్కొన్నారు.  హిమాచల్‌ప్రదేశ్ చట్టాల ప్రకారం 5 ఏళ్ల కాలం పాటు ఎమ్మెల్యేగా పనిచేసిన వారికి నెలకు రూ.36 వేల పింఛను అందుతుంది. ఇక 5 ఏళ్లు దాటి ఎమ్మెల్యేగా పనిచేసిన వారికి ప్రతి ఏడాదికి రూ.1000 చొప్పున అదనంగా పెన్షన్‌ను అందిస్తున్నారు. </p>\n\n\n\n<p>మరోవైపు ఈ ఏడాది మొదట్లో జరిగిన రాజ్యసభ ఎన్నికల వేళ  హిమాచల్ ప్రదేశ్‌లో అధికార కాంగ్రెస్‌ పార్టీకి చెందిన ఆరుగురు ఎమ్మెల్యేలు ప్రతిపక్ష బీజేపీ అభ్యర్థికి అనుకూలంగా ఓటు వేయడంతో అధికార పార్టీకి బలం ఉన్నా ప్రతిపక్ష పార్టీ అభ్యర్థి రాజ్యసభ సభ్యుడిగా ఎన్నికయ్యారు. ఈ ఘటన తర్వాత హిమాచల్ ప్రదేశ్ బడ్జెట్‌ సమావేశాల సందర్భంగా పార్టీ విప్‌ జారీ చేసినా ఆ ఆరుగురు ఎమ్మెల్యేలు సభకు హాజరుకాలేదు. </p>\n\n\n\n<p>దీంతో ఫిరాయింపుల చట్టం ప్రకారం ఆ ఆరుగురు ఎమ్మెల్యేలపై అనర్హత వేటు పడింది. ఆ తర్వాత జరిగిన ఉప ఎన్నికల్లో ఆరుగురు ఎమ్మెల్యేల్లో ఇద్దరు మళ్లీ గెలిచి సభలో అడుగుపెట్టిన, మిగిలిన నలుగురు మాత్రం పరాజయం పాలయ్యారు.</p>\n","originalUrl":"https://tattvanews.com/20928/05/09/2024/","hasAudio":false,"hasInfographics":false}