{"id":"wp-te-18818","wp_id":18818,"type":"standard","category":"World","language":"te","title":"ప్రజాస్వామ్యంలో ఓటుకు విశేష ప్రాధాన్యం: ప్రధాని మోదీ","excerpt":"ప్రజాస్వామ్యంలో ఓటుకు విశేష ప్రాధాన్యం ఉందని ప్రధాని నరేంద్ర మోదీ  తెలిపారు. దేశ ప్రజలు పెద్ద సంఖ్యలో ఓటు హక్కు వినియోగించుకోవాలని పిలుపునిచ్చారు. కొత్త రికార్డు సృష్టించాలని చెప్పారు. అందరి భాగస్వామ్యంతోనే ప్రజాస్వామ్యం మరింత పటిష్ఠమవుతుందని వెల్లడించారు.  లోక్‌సభ ఎన్నికల మూడో విడుత పోలింగ్‌ సందర్భంగా గాంధీనగర్‌ లోక్‌సభ పరిధిలోని అహ్మదాబాద్‌లో ఉన్న నిషాన్‌ హైస్కూల్‌లో ప్రధాని మోదీ మంగళవారం తన ఓటుహక్కు వినియోగించుకున్నారు. ఈ సందర్భంగా మీడియాతో మాట్లాడుతూ ఎండల్లో ప్రజలు ఓటు హక్కు వినియోగించుకుంటున్నారని","author":"Tattva News Team","time":"7/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-Vote.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రజాస్వామ్యంలో ఓటుకు విశేష ప్రాధాన్యం ఉందని ప్రధాని నరేంద్ర మోదీ  తెలిపారు. దేశ ప్రజలు పెద్ద సంఖ్యలో ఓటు హక్కు వినియోగించుకోవాలని పిలుపునిచ్చారు. కొత్త రికార్డు సృష్టించాలని చెప్పారు. అందరి భాగస్వామ్యంతోనే ప్రజాస్వామ్యం మరింత పటిష్ఠమవుతుందని వెల్లడించారు. </p>\n\n\n\n<p>లోక్‌సభ ఎన్నికల మూడో విడుత పోలింగ్‌ సందర్భంగా గాంధీనగర్‌ లోక్‌సభ పరిధిలోని అహ్మదాబాద్‌లో ఉన్న నిషాన్‌ హైస్కూల్‌లో ప్రధాని మోదీ మంగళవారం తన ఓటుహక్కు వినియోగించుకున్నారు. ఈ సందర్భంగా మీడియాతో మాట్లాడుతూ ఎండల్లో ప్రజలు ఓటు హక్కు వినియోగించుకుంటున్నారని చెప్పారు. ఎన్నికల వేళ ప్రజలు తమ ఆరోగ్యంపై దృష్టిపెట్టాలని సూచించారు. </p>\n\n\n\n<p>వీలైనంత ఎక్కవ నీళ్లు తాగితే ఆరోగ్యం బాగుంటుందని చెప్పారు. సమయంతో పోటీపడుతూ మీడియా మిత్రులు రాత్రింబవళ్లు శ్రమిస్తున్నారని ప్రశంసించారు. గాంధీనగర్‌ నుంచి బరిలో ఉన్న కేంద్ర హోమంత్రి అమిషా కూడా ప్రధాని మోదీతోపాటు పోలింగ్‌ బూత్‌ వద్దకు వచ్చారు. పోలింగ్‌ కేంద్రం పరిసరాల్లోకి పెద్ద ఎత్తున తరలివచ్చిన ప్రజలను ప్రధాని పలుకరించారు. ఓ చిన్నారిని ఎత్తుకుని ముద్దుచేశారు.</p>\n\n\n\n<p>సార్వత్రిక ఎన్నికల మూడో విడుత పోలింగ్‌ కొనసాగుతున్నది. సాయంత్రం 6 గంటల వరకు ఓటింగ్‌ కొనసాగనుంది. ఉదయం నుంచే పోలింగ్ స్టేషన్ల వద్ద తమ అవకాశం కోసం ఓటర్లు బారులు తీరారు. ఈ విడుతలో 11 రాష్ర్టాల్లోని 93 నియోజకవర్గాలకు ఎన్నికలు జరుగుతున్నాయి. మొత్తం 17.24 కోట్ల మంది ఓట్లు తమ ఓటుహక్కు వినియోగించుకోనున్నారు. </p>\n\n\n\n<p>1351 మంది అభ్యర్థులు బరిలో ఉన్నారు. వారిలో 120 మందికిపైగా మహిళలు ఉన్నారు. మూడో విడతలో వాస్తవానికి 94 స్థానాలకు పోలింగ్ జరగాల్సి ఉండగా, సూరత్ సీటు బీజేపీకి ఏకగ్రీవమైంది. జమ్ముకశ్మీర్ రాజౌరీ-అనంత్ నాగ్ నియోజకవర్గంలో రవాణా సమస్యలతో పోలింగ్ తేదీని ఆరో విడతకు మార్చారు. మధ్యప్రదేశ్‌లో రెండో విడతలో జరగాల్సిన ఒక స్థానాన్ని ఈ విడతలో నిర్వహిసున్నారు. </p>\n\n\n\n<p>మూడో దశ తర్వాత మొత్తం 543 లోక్‌సభ స్థానాలకు గానూ 283 స్థానాలకు ఓటింగ్‌ పూర్తవుతుంది.  గుజరాత్‌లో ఇండోర్‌ స్థానాన్ని బీజేపీ ఏకగ్రీవం చేసుకోగా, తక్కిన 25 స్థానాలకు ఈ విడతలో ఎన్నికలు జరుగనున్నాయి. అలాగే మహారాష్ట్రలో 11, యూపీ 10, కర్ణాటక 14, మధ్యప్రదేశ్‌ 9, ఛత్తీస్‌గఢ్‌ 7, బీహార్‌ 5, అస్సాం, పశ్చిమబెంగాల్‌లో నాలుగు చొప్పున, గోవా 2, దాద్రా నగర్‌ హవేలీ, డామన్‌ డయ్యూలో ఒక్కో స్థానం చొప్పున స్థానాలకు ఈ దశలో పోలింగ్‌ జరుగనున్నది.</p>\n\n\n\n<p>కేంద్ర మంత్రులు అమిత్‌షా, జ్యోతిరాదిత్య సింధియా, మన్షుఖ్‌ మాండవీయ, పురుషోత్తం రూపాలా, ప్రహ్లాద్‌ జోషీతోపాటు అఖిలేశ్‌యాదవ్‌ సతీమణి డింపుల్‌ యాదవ్‌, శివరాజ్‌సింగ్‌ చౌహాన్‌, దిగ్విజయ్‌ సింగ్‌, సుప్రియాసూలే తదితర ప్రముఖుల భవితవ్యాన్ని ఓటర్లు నిర్దేశించనున్నారు. శరద్ పవార్ కుమార్తె సుప్రియా సూలే, ఎస్పీ అధినేత అఖిలేష్ యాదవ్ భార్య డింపుల్ వంటి ప్రముఖులు వీరిలో ఉన్నారు. బారమతిలో అజిత్ పవార్ భార్య సునేత్రా, సుప్రియా మధ్య కుటుంబపోరు ఆసక్తికరంగా మారింది.</p>\n","originalUrl":"https://tattvanews.com/18818/07/05/2024/","hasAudio":false,"hasInfographics":false}