{"id":"wp-en-13455","wp_id":13455,"type":"standard","category":"World","language":"en","title":"EFJ stands up for journalism as a public good to meet today’s challenges￼","excerpt":"The European Federation of Journalists (EFJ) held its Annual Meeting in Prishtina, Kosovo, on 23-24 May 2024. The event, which brought together around 100 journalists’ trade unions and professional associations from 45 European countries, was organised by the Association of Journalists of Kosovo (AGK). The theme of the annual meeting “Journalism in times of war” allowed major","author":"Tattva News Team","time":"29/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/EFJ-1.jpg","readTime":"5 min read","contentHTML":"\n<p>The European Federation of Journalists (EFJ) held its Annual Meeting in Prishtina, Kosovo, on 23-24 May 2024. The event, which brought together around 100 journalists’ trade unions and professional associations from 45 European countries, was organised by the Association of Journalists of Kosovo (AGK).</p>\n\n\n\n<p>The theme of the annual meeting “Journalism in times of war” allowed major discussions on current challenges such as the safety and working conditions of journalists. </p>\n\n\n\n<p>“It is a historic milestone for our country to host this important annual event. Thanks to journalists, democracy and peace can prevail. Today, we are in Kosovo to celebrate journalism and life,” said Xhemajl Rexha, Chairperson of the AGK.</p>\n\n\n\n<p>Bringing EFJ delegates together in Kosovo in 2024 was symbolic. This year is marking 26 years since a series of unsolved murders, kidnappings, and disappearances of nineteen journalists and media workers in Kosovo. Participants unanimously adopted motions calling for effective investigations into these crimes, along with other resolutions for the year to come, including on Gaza, Italy, Spain, France, Turkey, and Julian Assange.</p>\n\n\n\n<p>“We face the fight against disinformation, political pressure, market challenges, and the difficulties posed by the increasing use of AI. Being a journalist today is not an easy task,” declared EFJ President Maja Sever in her welcoming speech at the Annual General Meeting.</p>\n\n\n\n<p>Expert panels engaged in discussions on sensitive topics, such as “reporting in times of war,” highlighting the importance of truth and the challenges posed by the digital age, mainly in newsrooms.</p>\n\n\n\n<p>The presentation of the SafeJournalists Network Index Reports shed light on attacks on journalists in Bosnia, Serbia, Montenegro, North Macedonia, and Kosovo and underscored the importance of data in protecting journalists. Since the beginning of the year, a total of 403 attacks on journalists and media organisations have been recorded on the Media Freedom Rapid Response (MFRR) platform in the EU and candidate countries.</p>\n\n\n\n<p>Such monitoring is key to providing timely support to journalists and preventing the chilling effects of press freedom in the whole country. A round-table discussion on SLAPP lawsuits also brought insightful discussions on how much abusive lawsuits create an environment of fear and intimidation for journalists. The experts set the importance of the well transposition and implementation of the anti- SLAPP Directive. The Annual Meeting also paid tribute to the journalists and media workers jailed or killed on duty in Ukraine and Belarus. </p>\n","originalUrl":"https://en.tattvanews.com/international/efj-stands-up-for-journalism-as-a-public-good-to-meet-todays-challenges%ef%bf%bc/","hasAudio":false,"hasInfographics":false}