{"id":"wp-te-19660","wp_id":19660,"type":"standard","category":"World","language":"te","title":"అయోధ్యలో ప్రాణ ప్రతిష్ట చేసిన పూజారి కన్నుమూత","excerpt":"అయోధ్యలో రామ మందిర ప్రాణ ప్రతిష్ఠ వేడుకలో ప్రధాన పూజారిగా వ్యవహరించిన ఆచార్య లక్ష్మీకాంత్ దీక్షిత్ కన్నుమూశారు. ఆయన వయస్సు 86 ఏళ్లు. ఆయన కొంతకాలంగా అనారోగ్యంతో బాధపడుతున్నారు. కాశీలో శనివారం తుదిశ్వాస విడిచినట్లు కుటుంబ సభ్యులు తెలిపారు. కాశీలో పేరొందిన పండితుల్లో ఒకరిగా గుర్తింపుపొందారు లక్ష్మీకాంత్‌ మధురనాథ్ దీక్షిత్. ఆయన స్వస్థలం మహారాష్ట్రలోని సోలాపూర్ జిల్లా. అయితే, ఆయన పూర్వీకులు తరతరాలుగా కాశీకి వచ్చి నివసిస్తున్నారు.  17వ శతాబ్దానికి చెందిన ప్రఖ్యాత కాశీ పండితుడు గాగా","author":"Tattva News Team","time":"23/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Ayodhya-Pujari.jpg","readTime":"5 min read","contentHTML":"\n<p>అయోధ్యలో రామ మందిర ప్రాణ ప్రతిష్ఠ వేడుకలో ప్రధాన పూజారిగా వ్యవహరించిన ఆచార్య లక్ష్మీకాంత్ దీక్షిత్ కన్నుమూశారు. ఆయన వయస్సు 86 ఏళ్లు. ఆయన కొంతకాలంగా అనారోగ్యంతో బాధపడుతున్నారు. కాశీలో శనివారం తుదిశ్వాస విడిచినట్లు కుటుంబ సభ్యులు తెలిపారు. కాశీలో పేరొందిన పండితుల్లో ఒకరిగా గుర్తింపుపొందారు లక్ష్మీకాంత్‌ మధురనాథ్ దీక్షిత్.</p>\n\n\n\n<p>ఆయన స్వస్థలం మహారాష్ట్రలోని సోలాపూర్ జిల్లా. అయితే, ఆయన పూర్వీకులు తరతరాలుగా కాశీకి వచ్చి నివసిస్తున్నారు.  17వ శతాబ్దానికి చెందిన ప్రఖ్యాత కాశీ పండితుడు గాగా భట్‌ వంశానికి చెందిన వారు లక్ష్మీకాంత్ దీక్షిత్. కాగా భట్ 1674లో ఛత్రపతి శివాజీ మహారాజ్ పట్టాభిషేకానికి అధ్యక్షత వహించిన ప్రధాన పూజారి. వేదాలు, వైదిక ఆచారాలు, భారతీయ పురాతన సంప్రదాయాలపై పండిట్ లక్ష్మీకాంత్ దీక్షిత్‌కు విశేష పరిజ్ఞానం ఉంది. </p>\n\n\n\n<p>లక్ష్మీకాంత్‌ దీక్షిత్ మృతిపై ప్రధానమంత్రి నరేంద్ర మోదీ, ఉత్తర్‌ ప్రదేశ్‌ ముఖ్యమంత్రి యోగి ఆదిత్యనాథ్‌ తీవ్ర దిగ్భ్రాంతి వ్యక్తంచేశారు. ఈ ఏడాది జనవరి 22న ప్రధాని మోదీ చేతుల మీదుగా అయోధ్య రామాలయంలో జరిగిన శ్రీరాముడి విగ్రహ ప్రాణ ప్రతిష్ట కార్యక్రమానికి లక్ష్మీకాంత్ దీక్షిత్ ప్రధాన పూజారిగా వ్యవహరించారు. </p>\n\n\n\n<p>లక్ష్మీకాంత్ దీక్షిత్ దేశంలోని గొప్ప పండితుల్లో ఒకరని ప్రధాని మోదీ పేర్కొన్నారు. కాశీ విశ్వనాథ్ ధామ్, అయోధ్య రామాలయం ప్రారంభోత్సవం నాటి జ్ఞాపకాలను ప్రధాని గుర్తుచేసుకున్నారు. సంస్కృత భాషకు, భారతీయ సంస్కృతికి ఆయన చేసిన సేవలు ఎప్పటికీ గుర్తుండిపోతాయని యూపీ ముఖ్యమంత్రి యోగి ఆదిత్యనాథ్‌ కొనియాడారు. వారణాసిలోని మణికర్ణిక ఘాట్‌లో లక్ష్మీకాంత్ దీక్షిత్ అంత్యక్రియలు నిర్వహించనున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19660/23/06/2024/","hasAudio":false,"hasInfographics":false}