{"id":"wp-en-15595","wp_id":15595,"type":"standard","category":"World","language":"en","title":"Draft report on Waqf Amendment Bill ready￼","excerpt":"As the joint Parliamentary panel on Waqf Amendment Bill met on Thursday for the last time before the commencement of the Winter session of the Parliament on November 25, its chairman and BJP MP Jagdambika Pal said the draft report on the controversial legislation was ready. Pal said this during Thursday’s meeting, where officials of","author":"Tattva News Team","time":"22/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/12/Parliament.jpg","readTime":"5 min read","contentHTML":"\n<p>As the joint Parliamentary panel on Waqf Amendment Bill met on Thursday for the last time before the commencement of the Winter session of the Parliament on November 25, its chairman and BJP MP Jagdambika Pal said the draft report on the controversial legislation was ready.</p>\n\n\n\n<p>Pal said this during Thursday’s meeting, where officials of the Minority Affairs Ministry were summoned. The meeting drew protests from Opposition members. Some of them even got in touch with the Speaker’s office to seek his intervention.</p>\n\n\n\n<p>Opposition members of the panel had already urged Speaker Om Birla to extend the deadline of the submission of the report, considering the sensitivity involved with the proposed bill, earlier this month. They had said that they need more time to raise questions and seek clarifications.</p>\n\n\n\n<p>The panel was supposed to submit its report on the bill before the Parliament on the last day of the first week of the winter session. Birla had told the Opposition members that he would have to get the House’s permission and a resolution would have to be passed in the Parliament for extending the deadline for report submission.</p>\n\n\n\n<p>“Our draft report is ready and we will soon give a date for clause by clause discussion on its recommendations,” Pal told reporters on Thursday after an almost six-hour committee meeting, during which the Minority Affairs Ministry presented a detailed justification for Amendments proposed in the Waqf Act.</p>\n\n\n\n<p>Opposition members will meet the Speaker on November 25 to push for their demand for an extension. Pal has expressed hope of arriving at a consensus on the bill, which seems unlikely considering the Opposition members’s showdown with Pal on several occasions, regarding the conduct of the meetings, alleged breaking of protocols and even the tours conducted by the panel.</p>\n","originalUrl":"https://en.tattvanews.com/others/draft-report-on-waqf-amendment-bill-ready%ef%bf%bc/","hasAudio":false,"hasInfographics":false}