{"id":"wp-en-14260","wp_id":14260,"type":"standard","category":"World","language":"en","title":"Simplified taxation, revenue mobilisation in focus, says Nirmala Sitharaman","excerpt":"Union Finance Minister Nirmala Sitharaman highlighted key aspects of the Union Budget 2024 in a press conference, emphasising a simplified approach to taxation. She stated, \"We wanted to simplify the approach to taxation, also for the capital gains. Second, the average taxation has come down when we say it is 12.5%. We have worked out","author":"Tattva News Team","time":"24/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Nirmala1.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">Union Finance Minister Nirmala Sitharaman highlighted key aspects of the Union Budget 2024 in a press conference, emphasising a simplified approach to taxation.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">She stated, \"We wanted to simplify the approach to taxation, also for the capital gains. Second, the average taxation has come down when we say it is 12.5%. We have worked out for each of the different asset classes...The point that we brought it down from below the average to 12.5% encourages market investment.\"</h1>\n\n\n\n<p>Sitharaman reiterated the government's commitment to broadening the tax net. \"The attempt to widen the tax net is something which we have been repeatedly saying. India's tax net will have to be widened whether it is in direct taxation and indirect taxation,\" she said.</p>\n\n\n\n<p>The Finance Minister also pointed out the growth in non-tax revenue, particularly from public sector undertakings (PSUs). \"PSU dividends have been improving because their valuations have gone up, and their performance has also increased. So, revenue mobilisation is not just tax-based; you have non-tax revenue mobilization coming up,\" Sitharaman added.</p>\n\n\n\n<p>Finance Minister Nirmala Sitharaman, during the Union Budget presentation on Tuesday, proposed a simplified tax scheme for foreign shipping companies operating domestic cruises. This move aims to boost cruise tourism in India.</p>\n\n\n\n<p>Sitharaman announced reforms in ownership, leasing, and flagging to increase the share of the Indian shipping industry and generate more employment. “To give a fillip to this employment-generating industry, I am proposing a simpler tax regime for foreign shipping companies operating domestic cruises in the country,” she stated.</p>\n\n\n\n<p>Set to take effect from April 1, 2025, the amendments are designed to attract global tourists and popularize cruise shipping among Indian tourists. The new taxation regime includes a tax exemption for lease rentals if both the foreign company and the non-resident cruise ship operator have the same holding company.</p>\n\n\n\n<p>A new Section 44 BBC will be introduced, ensuring that 20% of the total earnings of non-resident cruise ship operators are considered their profit. This will nullify the existing Section 44 B related to presumptive taxation for the shipping business of non-residents.</p>\n\n\n\n<p>These amendments will apply from the assessment year 2025-26 onwards. According to the budget document, the participation of international cruise-ship operators will encourage sector development and provide access to international best practices.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/simplified-taxation-revenue-mobilisation-in-focus-says-nirmala-sitharaman/","hasAudio":false,"hasInfographics":false}