{"id":"wp-en-15569","wp_id":15569,"type":"standard","category":"World","language":"en","title":"PPFA demands a careful reverification of NRC draft before endorsement","excerpt":"By Nava Thakuria As various organizations and civil society groups of Assam are demanding the final draft of  National Register of Citizens (NRC) to be endorsed by the Registrar General of India (RGI), a forum of nationalist citizens insisted on a thorough (100%) reverification of NRC Assam draft before finalizing the supplementary list that was","author":"Tattva News Team","time":"4/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/07/NRC.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By </strong><strong>Nava Thakuria</strong><strong></strong></p>\n\n\n\n<p>As various organizations and civil society groups of Assam are demanding the final draft of  National Register of Citizens (NRC) to be endorsed by the Registrar General of India (RGI), a forum of nationalist citizens insisted on a thorough (100%) reverification of NRC Assam draft before finalizing the supplementary list that was published on 31 August 2019.</p>\n\n\n\n<p>In a media statement, the Patriotic People’s Front Assam (PPFA) also demanded a fair probe into the findings of  Comptroller & Auditor General of India (CAG), which detected a financial irregularities of over Rs 260 crore in the NRC updation process in Assam under ‘monitoring’ of the Supreme Court of India.</p>\n\n\n\n<p>One can observe that soon after the apex court’s verdict upholding the constitutional validity of Clause 6A of the Citizenship Act, 1955 (which endorsed the cut-off date for granting Indian citizenship in Assam at 25 March 1971), many organizations and civil society group started demanding the finalization of Assam NRC.  </p>\n\n\n\n<p>A recent statement by an anti-CAA forum claimed that the final NRC draft was submitted to the RGI five years back and its finalization is still delayed. But it may be noteworthy that the Supreme Court on a direction on 13 August 2019 advocated for an appropriate security arrangement to NRC data before submitting it to both the governments in New Delhi and Dispur as well as the RGI, which is yet to be materialised.</p>\n\n\n\n<p>“Even after realization of the said security system, the RGI needs look into the serious allegations (raised by former NRC State coordinator Hitesh Devsarma) about the inclusion of hundreds of thousands of illegal migrants (read East Pakistani/Bangladeshi nationals) in the draft with the help of tampered software, allegedly orchestrated by the first NRC State coordinator Prateek Hajela, before endorsing it,”  said the PPFA statement, adding  that the findings of CAG cannot  be overlooked and all concerned individuals including a few Guwahati-based television journalists, who lobbied for accepting the NRC draft without any verification (probably in return of personal benefits), should be made accountable under the law.</p>\n","originalUrl":"https://en.tattvanews.com/national/ppfa-demands-a-careful-reverification-of-nrc-draft-before-endorsement%ef%bf%bc/","hasAudio":false,"hasInfographics":false}