{"id":"wp-en-13257","wp_id":13257,"type":"standard","category":"World","language":"en","title":"AAP to be made accused in liquor policy case￼","excerpt":"The Enforcement Directorate (ED) has informed the Delhi High Court of its intention to designate the Aam Aadmi Party (AAP) as an accused in the liquor policy scam case, involving Delhi's excise policy. The agency said a supplementary chargesheet will be filed in the case soon and the AAP will be named as an accused.","author":"Tattva News Team","time":"15/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/AAP-ED.jpg","readTime":"5 min read","contentHTML":"\n<p>The Enforcement Directorate (ED) has informed the Delhi High Court of its intention to designate the Aam Aadmi Party (AAP) as an accused in the liquor policy scam case, involving Delhi's excise policy.</p>\n\n\n\n<p>The agency said a supplementary chargesheet will be filed in the case soon and the AAP will be named as an accused. The ED made the submission while opposing a bail petition of senior party leader and Delhi’s former deputy chief minister Manish Sisodia.</p>\n\n\n\n<p>The ED stated that the AAP would be included as an accused in the supplementary charge sheet filed in the case. Meanwhile, the Rouse Avenue Court in Delhi postponed arguments on the consideration of the sixth supplementary charge sheet filed by the ED to May 20.</p>\n\n\n\n<p>The court also extended the judicial custody of BRS leader K. Kavitha till May 20. Manish Sisodia, former deputy to Delhi Chief Minister Arvind Kejriwal, has been in jail since February last year. Despite several bail applications, Sisodia's release has been denied by multiple courts.</p>\n\n\n\n<p>The ED has accused several AAP leaders, including Chief Minister Arvind Kejriwal, of receiving kickbacks in exchange for formulating a favorable liquor policy for the 'South Group,' purportedly consisting of liquor businessmen and politicians.</p>\n\n\n\n<p>The agency has further alleged that a portion of the illicit proceeds was utilized by the Aam Aadmi Party to finance its campaign for the Goa assembly elections. In March, Arvind Kejriwal, AAP's chief, was arrested by the ED in connection with a money laundering probe related to the Delhi excise policy case.</p>\n","originalUrl":"https://en.tattvanews.com/economy/aap-to-be-made-accused-in-liquor-policy-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}