{"id":"wp-en-14462","wp_id":14462,"type":"standard","category":"World","language":"en","title":"Vinesh Phogat appeals at Court of Arbitration for Sport￼","excerpt":"Vinesh Phogat has appealed against disqualification at the Court of Arbitration for Sport. The star grappler asked to be reinstated for the Gold match and then modified her plea to ask for a shared silver. As per reports, the CAS will give an interim ruling on August 8, Thursday.  Vinesh was left heartbroken after she was disqualified","author":"Tattva News Team","time":"8/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Vinesh.webp","readTime":"5 min read","contentHTML":"\n<p>Vinesh Phogat has appealed against disqualification at the Court of Arbitration for Sport. The star grappler asked to be reinstated for the Gold match and then modified her plea to ask for a shared silver. As per reports, the CAS will give an interim ruling on August 8, Thursday. </p>\n\n\n\n<p>Vinesh was left heartbroken after she was disqualified from participating in the final of the 50 kg wrestling event as she failed to fall in the weight category by approximately 100 grams. The President of the Indian Olympic Association (IOA) PT Usha also expressed shock at the development and empathized with the wrestler.</p>\n\n\n\n<p>\"Vinesh's disqualification is very shocking. I met her at the Olympic Village clinic and assured her of complete support from the Indian Olympic Association (IOA), the government of India and the whole country. We are providing Vinesh with all medical and emotional support,\" the IOA Chief said.<br><br>\"The WFI has filed an appeal to UWW to consider the decision to disqualify Vinesh and IOA is following it up in the strongest possible manner. I am aware of the efforts made by Vinesh's medical team Dinshaw Padriwala and Gagan Narang so that she could meet the competition requirements,\" she added.</p>\n\n\n\n<p>As per reports, Vinesh tried her level best to reduce her weight by indulging in various exercises, however, she suffered disappointment in the end.</p>\n\n\n\n<p>A statement issued by the Indian Olympic contingent said that Phogat had tipped the scales above the 50 kg mark and was disqualified. The contingent's Chief Medical Officer Dr. Dinshaw Pardiwala for the event, explained that Vinesh's weight gain was higher than expected after she finished her three bouts on Tuesday. He also said that despite several stringent efforts, which usually worked for her, it couldn't be brought down in time.</p>\n\n\n\n<p>\"We found that her post-participation weight was increased more than normal and the coach initiated the normal process of weight cut that he has always employed with Vinesh,\" he said.</p>\n\n\n\n<p>\"This is something that's worked with her for a long period of time. He felt confident that this would be achieved and over the night we went ahead with the weight cut procedure,\" he went on to explain.</p>\n\n\n\n<p>Earlier, Prime Minister Narendra Modi too personally spoke with IOA President PT Usha, seeking firsthand information on the matter and potential avenues for redressal. He instructed PT Usha to exhaust all options to support Phogat's case, including filing a strong protest against the disqualification if necessary.</p>\n","originalUrl":"https://en.tattvanews.com/national/vinesh-phogat-appeals-at-court-of-arbitration-for-sport%ef%bf%bc/","hasAudio":false,"hasInfographics":false}