{"id":"wp-en-13799","wp_id":13799,"type":"standard","category":"World","language":"en","title":"Telecom sector revenue surges 87%￼","excerpt":"The telecom sector's revenue for FY24 reached US$ 28.70 billion (Rs. 2,39,900 crore), an 87% increase from the lowest point of FY19, shortly after Reliance Jio’s launch, and about 40% higher than the historical highs of FY16, before Jio began commercial operations, according to CLSA.  Jio and Airtel, continuing to gain subscribers at the expense","author":"Tattva News Team","time":"23/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Telecom.png","readTime":"5 min read","contentHTML":"\n<p>The telecom sector's revenue for FY24 reached US$ 28.70 billion (Rs. 2,39,900 crore), an 87% increase from the lowest point of FY19, shortly after Reliance Jio’s launch, and about 40% higher than the historical highs of FY16, before Jio began commercial operations, according to CLSA.</p>\n\n\n\n<p> Jio and Airtel, continuing to gain subscribers at the expense of Vodafone Idea, collectively controlled 78% of sectoral revenue, projected to rise to 83% by FY26. Vodafone Idea’s revenue market share (RMS) dropped by 130 basis points in FY24 to 15.7%, with revenue flat at US$ 4.51 billion (Rs. 37,700 crore).</p>\n\n\n\n<p>In contrast, Bharti Airtel's revenue grew by 12% YoY to US$ 10.61 billion (Rs. 88,700 crore), resulting in an RMS of 37%. In comparison, Jio saw a 10% revenue increase to US$ 11.86 billion (Rs. 99,200 crore), or an RMS of 41.4%. CLSA noted that Vodafone Idea’s lower 5G spectrum holdings and delayed rollout could prompt further market share consolidation by RJio and Bharti.</p>\n\n\n\n<p>In April, the industry-wide active subscriber base decreased by 0.1 million, following an average growth of 1.8 million over the previous six months. Jio gained 3 million users, while Bharti Airtel and Vodafone Idea lost 2.1 million and 0.6 million active users, respectively.</p>\n\n\n\n<p> ICICI Securities reported that active subscriber growth was flat month-on-month but grew by 1.8% year-on-year, with mobile broadband users rising by 3.8 million to 887 million. Trai’s data for April showed a slowdown for Bharti Airtel in net additions and wireless broadband subscriptions, while Jio's momentum improved.</p>\n\n\n\n<p>Jio’s mobile broadband base grew by 2.7 million to 472 million, whereas Airtel’s grew by 2.1 million to 268 million. Vodafone Idea lost 1.3 million wireless broadband subscribers in April, the largest loss in a year, likely due to delays in its 5G rollout.</p>\n\n\n\n<p>JM Financial highlighted that Vodafone Idea needs to significantly increase its capital expenditure to enhance 4G coverage, drive mobile broadband upgrades, and curb subscription declines. The fixed-line broadband user base grew by 0.65 million in April to 40.7 million. Reliance Jio added 0.35 million users, driven by Fixed Wireless Access subscribers.</p>\n","originalUrl":"https://en.tattvanews.com/economy/telecom-sector-revenue-surges-87%ef%bf%bc/","hasAudio":false,"hasInfographics":false}