{"id":"wp-te-20140","wp_id":20140,"type":"standard","category":"World","language":"te","title":"నటి శ్రీరెడ్డిపై కర్నూల్ లో కేసు నమోదు","excerpt":"సినీ నటి శ్రీరెడ్డిపై కర్నూలు పోలీస్ స్టేషన్‌లో కేసు నమోదైంది. కర్నూలు త్రీటౌన్ పోలీస్ స్టేషన్‌లో శ్రీరెడ్డిపై టీడీపీ నేతలు ఫిర్యాదు చేశారు. 2024 ఏపీ అసెంబ్లీ ఎన్నికలకు ముంద, ఆ తర్వాత కూడా శ్రీరెడ్డి టీడీపీ నేతలపై అనుచిత వ్యాఖ్యలు చేస్తున్నారని టీడీపీ బీసీ సెల్ నాయకులు రాజుయాదవ్ పోలీసులకు ఫిర్యాదు చేశారు.  సీఎం చంద్రబాబు నాయుడుతో పాటుగా ఆయన కుటుంబ సభ్యుల మీద, అలాగే డిప్యూటీ సీఎం పవన్ కళ్యాణ్, ఏపీ హోం మంత్రి","author":"Tattva News Team","time":"21/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Sri-Reddy1.jpg","readTime":"5 min read","contentHTML":"\n<p>సినీ నటి శ్రీరెడ్డిపై కర్నూలు పోలీస్ స్టేషన్‌లో కేసు నమోదైంది. కర్నూలు త్రీటౌన్ పోలీస్ స్టేషన్‌లో శ్రీరెడ్డిపై టీడీపీ నేతలు ఫిర్యాదు చేశారు. 2024 ఏపీ అసెంబ్లీ ఎన్నికలకు ముంద, ఆ తర్వాత కూడా శ్రీరెడ్డి టీడీపీ నేతలపై అనుచిత వ్యాఖ్యలు చేస్తున్నారని టీడీపీ బీసీ సెల్ నాయకులు రాజుయాదవ్ పోలీసులకు ఫిర్యాదు చేశారు. </p>\n\n\n\n<p>సీఎం చంద్రబాబు నాయుడుతో పాటుగా ఆయన కుటుంబ సభ్యుల మీద, అలాగే డిప్యూటీ సీఎం పవన్ కళ్యాణ్, ఏపీ హోం మంత్రి వంగలపూడి అనితలపై శ్రీరెడ్డి అనుచిత వ్యాఖ్యలు చేశారని టీడీపీ నేతలు ఫిర్యాదు చేశారు. సోషల్ మీడియా వేదికగా సభ్య సమాజం తలదించుకునే విధంగా శ్రీరెడ్డి తమ నేతలను దూషిస్తున్నారని టీడీపీ నేతలు ఆరోపించారు. శ్రీరెడ్డి మీద చర్యలు తీసుకోవాలని కోరారు. </p>\n\n\n\n<p>మరోవైపు టీడీపీ నేతల ఫిర్యాదుతో కర్నూలు త్రీటౌన్ పోలీస్ స్టేషన్‌లో శ్రీరెడ్డి మీద పోలీసులు కేసు నమోదు చేశారు. శ్రీరెడ్డి మీద సెక్షన్ 352,353, బిఎన్ఎస్,66 ఐటిఏ ,2000-2008 సెక్షన్ల క్రింద కేసు నమోదు చేసినట్లు తెలిసింది. మరోవైపు శ్రీ రెడ్డి మీద తక్షణమే చర్యలు తీసుకోవాలని టీడీపీ నేతలు డిమాండ్ చేస్తున్నారు. </p>\n\n\n\n<p>మరోవైపు వైసీపీకి అనుకూలంగా శ్రీరెడ్డి గత కొంతకాలంగా సోషల్ మీడియాలో ప్రచారం చేస్తున్నారు. వైసీపీ సభ్యత్వం లేనప్పటికీ.. ఆ పార్టీ తరుఫున, వైఎస్ జగన్‌కు అనుకూలంగా శ్రీరెడ్డి వీడియోలు పోస్ట్ చేస్తూ వస్తున్నారు. ఈ క్రమంలోనే ఏపీ ఎన్నికల సందర్భంగా శ్రీరెడ్డి తమ నేతల మీద అనుచిత వ్యాఖ్యలు చేశారంటూ టీడీపీ నేతలు ఆరోపిస్తున్నారు.</p>\n\n\n\n<p>కుటుంబసభ్యుల మీద కూడా నీచమైన వ్యాఖ్యలు చేశారని మండిపడుతున్నారు. దీంతో ఆమెపై చర్యలు తీసుకోవాలని టీడీపీ నేతలు డిమాండ్ చేస్తున్నారు. యూట్యూబర్‌గా శ్రీరెడ్డి అనేక వీడియోలు సోషల్ మీడియాలో పోస్ట్ చేస్తూ వస్తున్నారు. అయితే వాటిలో టీడీపీ నేతలపై మితిమీరి వ్యాఖ్యలు చేస్తున్నారనేది తెలుగుదేశం పార్టీ శ్రేణుల ఆరోపణ. </p>\n\n\n\n<p>సామాజిక మాధ్యమాల ఆధారంగా ఇలా రాజకీయ నేతలు, వారి కుటుంబసభ్యులను కించపరిచేలా మాట్లాడటం సరికాదని టీడీపీ నేతలు ఆరోపించారు. శ్రీరెడ్డి లాంటి విషపు ఆలోచనలు ఉన్నవారు మాత్రమే ఇలాంటి పనులు చేస్తారన్న టీడీపీ నేత రాజు యాదవ్.. ఇతరులు కూడా ఆమెను ఆదర్శంగా తీసుకునే ప్రమాదం ఉందన్నారు.  అలా జరగకముందే ఇలాంటి వారిని అరెస్ట్ చేసి చర్యలు తీసుకోవాలని రాజు యాదవ్ కోరారు. ఈ నేపథ్యంలో శ్రీరెడ్డి మీద కేసు నమోదు చేసిన కర్నూలు త్రీటౌన్ పోలీసులు.. త్వరలోనే ఆమెకు నోటీసులు జారీ చేసే అవకాశాలు కనిపిస్తున్నాయి.</p>\n","originalUrl":"https://tattvanews.com/20140/21/07/2024/","hasAudio":false,"hasInfographics":false}