{"id":"wp-en-14485","wp_id":14485,"type":"standard","category":"World","language":"en","title":"SC partly stays Mumbai college circular banning 'hijab’￼","excerpt":"The Supreme Court on Friday partly stayed a Mumbai college circular banning 'hijab, burqa, cap and naqab' on the campus and said girl students must have the freedom to choose what they wear. Educational institutions, it said, cannot force on them their choice. A bench of Justices Sanjiv Khanna and Sanjay Kumar issued notice to","author":"Tattva News Team","time":"10/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Hijab-row.jpg","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Friday partly stayed a Mumbai college circular banning 'hijab, burqa, cap and naqab' on the campus and said girl students must have the freedom to choose what they wear. Educational institutions, it said, cannot force on them their choice.</p>\n\n\n\n<p>A bench of Justices Sanjiv Khanna and Sanjay Kumar issued notice to the Chembur Trombay Education Society, which runs the ‘N G Acharya and D K Marathe College', and sought its response by November 18.</p>\n\n\n\n<p> \"Girl students must have freedom of choice in what they are wearing and college cannot force them...It's unfortunate that you suddenly wake up to know that there are many religions in the country,\" the bench told the college administration at the centre of a fresh row over a dress code for Muslim students.</p>\n\n\n\n<p> It added why the college did not ban 'tilak' and 'bindi' if it intended the religious faiths of the students to not be revealed. \"Will the students' names not reveal their religious identity?\" the bench asked senior advocate Madhavi Diwan, appearing for the educational society.</p>\n\n\n\n<p>The court, however, said no burqa can be allowed to be worn by girls inside the classroom and no religious activities can be permitted on the campus. The bench said its interim order should not be misused by anybody and granted liberty to the educational society and the college to approach the court in case of any misuse.</p>\n","originalUrl":"https://en.tattvanews.com/others/sc-partly-stays-mumbai-college-circular-banning-hijab%ef%bf%bc/","hasAudio":false,"hasInfographics":false}