{"id":"wp-te-20659","wp_id":20659,"type":"standard","category":"World","language":"te","title":"ఫైబర్‌నెట్ మాజీ ఎండీ మధుసూదన్ రెడ్డి సస్పెన్షన్","excerpt":"ఏపీ ఫైబర్ నెట్ మాజీ ఎండీ మధుసూదన్ రెడ్డిపై ప్రభుత్వం సస్పెన్షన్ వేటు వేసింది. ఫైబర్ నెట్ కార్పొరేషన్ లో అవినీతిని కప్పి పుచ్చుకునేలా మధుసూధన్ రెడ్డి ప్రయత్నాలు చేస్తున్నారని ప్రభుత్వం జీవోలో పేర్కొంది. ప్రభుత్వ నిధులు దుర్వినియోగం చేశారని మధుసూదన్ రెడ్డి అభియోగాలు ఉన్నాయి.  నిబంధనలకు విరుద్ధంగా ప్రైవేట్ వ్యక్తులను ఉద్యోగులుగా నియామకం చేశారని మధుసూదన్ రెడ్డిపై ఆరోపణలు వచ్చాయి. ఈ కేసు నుంచి బయటపడేందుకు మధుసూదన్ రెడ్డి రికార్డులను ట్యాంపర్ చేస్తున్నారని, సాక్ష్యాలను ధ్వంసం","author":"Tattva News Team","time":"20/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Fibernet.webp","readTime":"5 min read","contentHTML":"\n<p>ఏపీ ఫైబర్ నెట్ మాజీ ఎండీ మధుసూదన్ రెడ్డిపై ప్రభుత్వం సస్పెన్షన్ వేటు వేసింది. ఫైబర్ నెట్ కార్పొరేషన్ లో అవినీతిని కప్పి పుచ్చుకునేలా మధుసూధన్ రెడ్డి ప్రయత్నాలు చేస్తున్నారని ప్రభుత్వం జీవోలో పేర్కొంది. ప్రభుత్వ నిధులు దుర్వినియోగం చేశారని మధుసూదన్ రెడ్డి అభియోగాలు ఉన్నాయి. </p>\n\n\n\n<p>నిబంధనలకు విరుద్ధంగా ప్రైవేట్ వ్యక్తులను ఉద్యోగులుగా నియామకం చేశారని మధుసూదన్ రెడ్డిపై ఆరోపణలు వచ్చాయి. ఈ కేసు నుంచి బయటపడేందుకు మధుసూదన్ రెడ్డి రికార్డులను ట్యాంపర్ చేస్తున్నారని, సాక్ష్యాలను ధ్వంసం చేస్తున్నారని ప్రభుత్వం జీవోలో పేర్కొంది.</p>\n\n\n\n<p>మధుసూదన్ రెడ్డి  కేంద్ర సర్వీస్ నిబంధనలను ఉల్లంఘించినట్టు ప్రభుత్వం పేర్కొంది. ఆయన హెడ్ క్వార్టర్స్ విడిచి వెళ్లకూడదని ఆదేశాలు జారీ చేసింది. పలువురు ప్రైవేటు వ్యక్తులకు లబ్ది చేకూర్చేలా వ్యవహరించారంటూ అభియోగాలు ఉన్నాయని ప్రభుత్వం జీవోలో పేర్కొంది. ఏపీ ఫైబర్ నెట్ మాజీ ఎండీ ఎం. మధుసూదన్ రెడ్డిపై విచారణలో భాగంగా రైల్వే శాఖకు రాష్ట్ర ప్రభుత్వం లేఖ రాసింది. <br>మధుసూదన్ రెడ్డి డిప్యుటేషన్ ను మరో ఆరు నెలల పాటు పొడిగించాలని రైల్వే బోర్డు ఛైర్మన్ ను కోరింది. మరో రెండు రోజుల్లో ఏపీలో మధుసూదన్ రెడ్డి డిప్యుటేషన్ ముగియనుంది. రైల్వే అకౌంట్స్ సర్వీసు నుంచి 2019 ఆగస్టు 26న మధుసూదన్ రెడ్డి ఏపీకి డిప్యుటేషన్ పై వచ్చారు.</p>\n\n\n\n<p>2024 ఆగస్టు 22 తేదీతో మధుసూదన్ రెడ్డి డిప్యుటేషన్ గడువు ముగుస్తుంది. ఏపీ ఫైబర్ నెట్ లో జరిగిన అక్రమాలపై విచారణ నేపథ్యంలో మధు సూదన్ రెడ్డిని రాష్ట్ర ప్రభుత్వం సస్పెండ్ చేసింది. విచారణ జరుగుతున్న విషయాన్ని రైల్వే బోర్డు దృష్టికి తీసుకువెళ్లింది ప్రభుత్వం. ఫైబర్ నెట్ లో జరిగిన అక్రమాలపై విచారణ దృష్ట్యా మరో ఆరు నెలల పాటు మధు సూధన్ రెడ్డి డిప్యుటేషన్ పొడిగించాలని రాష్ట్రప్రభుత్వం లేఖ రాసింది.</p>\n\n\n\n<p>మరోవంక, సస్పెన్షన్ లో ఉన్న ఏపీఎండీసీ మాజీ ఎండీ వీజీ వెంకటరెడ్డి డిప్యుటేషన్ ను కేంద్ర ప్రభుత్వం పొడిగించింది. ఏపీలో గనుల శాఖ మాజీ డైరెక్టర్ వెంకట్ రెడ్డి డిప్యుటేషన్ పొడిగిస్తున్నట్టు రాష్ట్ర ప్రభుత్వానికి కోస్టు గార్డు ప్రధాన కార్యాలయం లేఖ రాసింది. ఆగస్టు 31, 2024 వరకూ డిప్యుటేషన్ పొడిగించినట్టు సీఎస్ కు సమాచారం ఇచ్చింది. </p>\n\n\n\n<p>వెంకట్ రెడ్డి అవినీతి వ్యవహారాలు, సర్వీసు నిబంధనల ఉల్లంఘనలపై కేంద్ర సిబ్బంది వ్యవహారాల శాఖకు తెలియచేసినట్టు పేర్కొంది. ఆగస్టు 31 తేదీతో వెంకట్ రెడ్డి ఉద్యోగ విరమణ కూడా చేయనున్నట్టు సీఎస్ కు రాసిన లేఖలో కోస్టు గార్డు తెలిపింది. తదుపరి చర్యలు ఏపీ ప్రభుత్వమే తీసుకోవాలని లేఖలో వెల్లడించింది. ఇసుక, గనుల శాఖలో అక్రమాలపై వీజీ వెంకట్ రెడ్డిని ఏపీ ప్రభుత్వం సస్పెండ్ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/20659/20/08/2024/","hasAudio":false,"hasInfographics":false}