{"id":"wp-te-19387","wp_id":19387,"type":"standard","category":"World","language":"te","title":"1 శాతం ఓట్లతో 63 సీట్లు కోల్పోయిన బిజెపి","excerpt":"తాజా లోక్‌సభ ఎన్నికల్లో బీజేపీ సొంతంగా ప్రభుత్వం ఏర్పాటుచేసే స్థాయిలో సీట్లను సాధించలేకపోయింది. 2019లో 303 సీట్లు సాధించిన ఈ పార్టీ ఈసారి 240 సీట్ల వద్దనే ఆగిపోయింది. అంటే గతంలో కన్నా 63 సీట్లు తగ్గాయి. అయితే ఓట్లపరంగా చూస్తే ఈ తేడా చాలా స్వల్పంగా ఉన్నది. 2019 ఎన్నికల్లో బీజేపీ 37.7 శాతం ఓట్లు పొందగా, ఈసారి 36.56 శాతం ఓట్లు సాధించింది. అంటే కేవలం 1.20 శాతం ఓట్లు మాత్రమే తగ్గాయి. అయినప్పటికీ","author":"Tattva News Team","time":"7/6/2024","image":"https://tattvanews.com/wp-content/uploads/2023/09/Lok-Sabha1.webp","readTime":"5 min read","contentHTML":"\n<p>తాజా లోక్‌సభ ఎన్నికల్లో బీజేపీ సొంతంగా ప్రభుత్వం ఏర్పాటుచేసే స్థాయిలో సీట్లను సాధించలేకపోయింది. 2019లో 303 సీట్లు సాధించిన ఈ పార్టీ ఈసారి 240 సీట్ల వద్దనే ఆగిపోయింది. అంటే గతంలో కన్నా 63 సీట్లు తగ్గాయి. అయితే ఓట్లపరంగా చూస్తే ఈ తేడా చాలా స్వల్పంగా ఉన్నది. 2019 ఎన్నికల్లో బీజేపీ 37.7 శాతం ఓట్లు పొందగా, ఈసారి 36.56 శాతం ఓట్లు సాధించింది. అంటే కేవలం 1.20 శాతం ఓట్లు మాత్రమే తగ్గాయి.</p>\n\n\n\n<p>అయినప్పటికీ 63 సీట్లను కోల్పోయింది. యూపీలో ఓటింగ్‌ గణాంకాలు 2019 మాదిరిగానే కన్పించినప్పటికీ ఇండియా కూటమి పార్టీల మధ్య పొత్తు కమలం పార్టీని దారుణంగా దెబ్బతీసింది. ఇక దక్షిణాదిన ఆ పార్టీ ఓటింగ్‌ శాతాన్ని పెంచుకున్పప్పటికీ ఆశించిన స్థాయిలో సీట్లు పెరగలేదు. ఉదాహరణకు తమిళనాడులో ఓట్ల శాతం 10 శాతానికి పెరిగినా, ఒక్క సీటు కూడా గెలవలేకపోయింది.</p>\n\n\n\n<p>కాంగ్రెస్‌ విషయంలో దానికి వ్యతిరేకంగా జరిగింది. ఆ పార్టీకి 2019లో 19.70 శాతం ఓట్లు రాగా, 2024లో 21.19 శాతం ఓట్లు వచ్చాయి. పెరిగిన ఓట్లు 1.49 శాతమే. కానీ సీట్లు దాదాపు రెట్టింపై 52 నుంచి 99కి చేరాయి. కాగా, కొత్తగా ఎన్నికైన ఎంపిలలో ఈసారి క్రిమినల్ కేసులు ఉన్న వారు 49 శాతం అని ఎడిఆర్ నివేదికలో స్పష్టం అయింది. అంకెల ప్రకారం చూస్తే విజేతల్లో 251 మందిపై కేసులు ఉన్నాయి. వీరిలో 27 మంది దోషులుగా ఖరారయిన వారు కూడా ఉన్నారు. దిగువసభలో ఇంత మంది ఎంపిలపై కేసులు ఉన్న దాఖలాలు ఇంతకు ముందు లేవని అధ్యయనంలో తేలింది. </p>\n\n\n\n<p>233 మంది ఎంపిలు తమపై క్రిమినల్ కేసులు ఉన్నాయని తెలియచేసుకున్నారు. క్రిమినల్ కేసులు ఉన్న ఎంపిల సంఖ్య 2009తో పోలిస్తే ఇప్పుడు 55 శాతానికి పెరిగింది. కళంకిత జాబితాలోని ఎంపిలలో తీవ్రస్థాయి నేరాలు అంటే రేప్‌లు, హత్యలు, హత్యాయత్నాలకు పాల్పడినట్లు వచ్చిన అభియోగాలను ఎదుర్కొంటున్న వారి సంఖ్య ఇప్పుడు 170 వరకూ ఉంది.</p>\n\n\n\n<p>సార్వత్రిక ఎన్నికల్లో గెలిచిన అభ్యర్థుల్లో 93శాతం మంది కోటీశ్వరులేనని ‘అసోసియేషన్‌ ఫర్‌ డెమొక్రటిక్‌ రిఫామ్స్‌’ (ఏడీఆర్‌) తెలిపింది. గత ఎంపీల్లో 475 మంది మిలియనీర్లు ఉండగా, వీరి సంఖ్య ఈసారి 504కు పెరిగిందని వెల్లడించింది. ధనిక ఎంపీల్లో గుంటూరు టీడీపీ అభ్యర్థి చంద్రశేఖర్‌ పెమ్మసాని రూ.5,705 కోట్లతో మొదటి స్థానంలో ఉండగా, చేవెళ్ల బీజేపీ అభ్యర్థి విశ్వేశ్వర్‌రెడ్డి రూ.4,568 కోట్ల ఆస్తులతో రెండో స్థానంలో ఉన్నారని తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/19387/07/06/2024/","hasAudio":false,"hasInfographics":false}