{"id":"wp-te-21305","wp_id":21305,"type":"standard","category":"World","language":"te","title":"తిరుమల లడ్డూలో కల్తీ నెయ్యి ... ఏఆర్‌ డెయిరీ ఫుడ్స్‌పై కేసు","excerpt":"శ్రీవారి ప్రసాదాల తయారీకి అపవిత్ర పదార్థాలతో కల్తీ చేసిన నెయ్యిని సరఫరా చేసిందంటూ తమిళనాడులోని దిండిగల్‌కు చెందిన ఏఆర్‌ డెయిరీ ఫుడ్స్‌ ప్రైవేట్‌ లిమిటెడ్‌ సంస్థపై టీటీడీ ప్రొక్యూర్‌మెంట్‌ విభాగం జనరల్‌ మేనేజర్‌ మురళీకృష్ణ తిరుపతి తూర్పు పోలీసు స్టేషన్‌లో ఫిర్యాదు చేశారు. ఆ సంస్థ సరఫరా చేసిన నెయ్యిలో అపవిత్ర పదార్థాలు కలిసినట్టుగా గుజరాత్‌లోని ఆనంద్‌లో ఉన్న నేషనల్‌ డెయిరీ డెవలప్‌మెంట్‌ బోర్డు కాఫ్‌ ల్యాబ్‌ నిర్ధారించిందని తెలిపారు. వివిధ గుత్తేదారు సంస్థలు టీటీడీకి సరఫరా","author":"Tattva News Team","time":"26/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Ghee-case.png","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>శ్రీవారి ప్రసాదాల తయారీకి అపవిత్ర పదార్థాలతో కల్తీ చేసిన నెయ్యిని సరఫరా చేసిందంటూ తమిళనాడులోని దిండిగల్‌కు చెందిన ఏఆర్‌ డెయిరీ ఫుడ్స్‌ ప్రైవేట్‌ లిమిటెడ్‌ సంస్థపై టీటీడీ ప్రొక్యూర్‌మెంట్‌ విభాగం జనరల్‌ మేనేజర్‌ మురళీకృష్ణ తిరుపతి తూర్పు పోలీసు స్టేషన్‌లో ఫిర్యాదు చేశారు. ఆ సంస్థ సరఫరా చేసిన నెయ్యిలో అపవిత్ర పదార్థాలు కలిసినట్టుగా గుజరాత్‌లోని ఆనంద్‌లో ఉన్న నేషనల్‌ డెయిరీ డెవలప్‌మెంట్‌ బోర్డు కాఫ్‌ ల్యాబ్‌ నిర్ధారించిందని తెలిపారు.</p>\n\n\n\n<p>వివిధ గుత్తేదారు సంస్థలు టీటీడీకి సరఫరా చేస్తున్న నెయ్యిలో నాణ్యత లోపిస్తోందని గుర్తించి వాటిని ముందే హెచ్చరించామన్నారు. మిగతా గుత్తేదారు సంస్థలు తీరు మార్చుకుని నాణ్యత మెరుగుపరిచాయని కానీ, ఎన్ని హెచ్చరికలు చేసినా ఏఆర్‌ డెయిరీ ఫుడ్స్‌లో మాత్రం మార్పు రాలేదని తెలిపారు. ఏఆర్‌ డెయిరీ ఫుడ్స్‌ సంస్థ ఈ ఏడాది జూన్‌ 12, 20, 25, జులై నాలుగో తేదీల్లో ఒక్కొక్కటి చొప్పున మొత్తం 4 ట్యాంకర్ల నెయ్యి సరఫరా చేసిందని వివరించారు.</p>\n\n\n\n<p> ఆ నెయ్యిని వినియోగించిన తర్వాత నాణ్యతపై అనుమానాలు వచ్చి సంస్థను హెచ్చరించినట్లు చెప్పారు. ఆ తర్వాత కూడా సదరు సంస్థ జులై 6న రెండు, 12న రెండు చొప్పున మొత్తం 4 ట్యాంకర్ల నెయ్యి సరఫరా చేసిందన్నారు. అప్పటికే ఆ సంస్థ నెయ్యి నాణ్యతపై అనుమానాలుండటంతో, ఆ ట్యాంకర్ల నుంచి నమూనాలు తీసి, ఎన్‌డీడీబీ ల్యాబ్‌కు పంపినట్లు ఫిర్యాదులో పేర్కొన్నారు. </p>\n\n\n\n<p>జులై 16, 23 తేదీల్లో ల్యాబ్‌ నివేదికలు వచ్చాయని వెల్లడించారు. టీటీడీ మొదటిసారి ఎన్​డీడీబీ వంటి బయటి ల్యాబ్‌లకు నమూనాల్ని పంపిందని మురళీకృష్ణ తెలిపారు. ఎన్​డీడీబీకి పంపిన అన్ని నమూనాల్లోనూ అపవిత్ర పదార్థాలు కలిశాయని, తీవ్ర స్థాయిలో కల్తీ జరిగిందని తేలిందని మురళీకృష్ణ తెలిపారు. అది చూసి తీవ్రంగా కలత చెందినట్లు చెప్పారు. </p>\n\n\n\n<p>దిట్టం అనుసరించి చేసే స్వామివారి లడ్డూ ప్రసాదాల తయారీలో నెయ్యి కీలకమని, అది నాణ్యంగా లేకపోతే కోట్ల మంది భక్తుల ఆరోగ్యంతో పాటు, మతపరమైన మనోభావాలు, విశ్వాసాలపై ప్రభావం చూపుతుందన్నారు. ఏఆర్‌ ఫుడ్స్‌ సంస్థ నాణ్యత నిబంధనల్ని అనుసరించి మంచి నెయ్యి సరఫరా చేస్తుందని విశ్వసించినట్లు తెలిపారు. </p>\n\n\n\n<p>కానీ, దానికి భిన్నంగా వ్యవహరిస్తోందని నమూనా పరీక్షల్లో తేలిందని ఫిర్యాదులో పేర్కొన్నారు. కల్తీ నెయ్యి సరఫరా చేసిందని తేలడంతో ఏఆర్‌ డెయిరీ ఫుడ్స్‌కి జులై 22, 23, 27 తేదీల్లో నోటీసులు జారీ చేశామన్నారు. 28న రిజాయిండర్‌ నోటీసు పంపింనట్లు తెలిపారు. దీనిపై ఆ సంస్థ జులై 28, సెప్టెంబరు 4న వివరణ ఇస్తూ తాము ఎలాంటి కల్తీ నెయ్యి సరఫరా చేయలేదని తెలిపిందని వివరించారు.</p>\n\n\n\n<p>టీటీడీని, కోట్ల మంది శ్రీవారి భక్తుల్ని ఏఆర్‌ డెయిరీ ఫుడ్స్‌ సంస్థ ఘోరంగా మోసగించిందని ఫిర్యాదులో మురళీకృష్ణ పేర్కొన్నారు. కల్తీ నెయ్యి సరఫరా చేయడాన్ని తీవ్రమైన నేరపూరిత కుట్రగా అభిప్రాయపడ్డారు. కొందరు స్వార్థశక్తులతో కలిసి ఈ కుట్రకు తెరతీసిందన్నారు. సమగ్ర దర్యాప్తు చేసి దోషుల్ని బయటపెట్టాలని కోరారు. </p>\n\n\n\n<p>నెయ్యి సరఫరాకు టెండర్లు పిలిచినప్పుడు తక్కువ ధరకు కోట్‌ చేయడం ద్వారా 10 లక్షల కిలోల నెయ్యికి ఆర్డర్‌ ఇచ్చేలా టీటీడీని ఆ సంస్థ ప్రేరేపించిందని పేర్కొన్నారు. తిరుమల తిరుపతి దేవస్థానంతో కుదుర్చుకున్న ఒప్పందంలోని నిబంధనల్ని, షరతుల్ని ఉల్లంఘించిందని స్పష్టం చేశారు. ఈ చర్యతో ఆ సంస్థ ఆహార భద్రతా, ప్రమాణాల చట్టంలోని 51, 59 సెక్షన్లను ఉల్లంఘించిందని, అది శిక్షార్హమైన నేరమని పేర్కొన్నారు.</p>\n\n\n\n<p>టీటీడీ ఫిర్యాదు మేరకు ఏఆర్‌ డెయిరీ ఫుడ్స్‌ సంస్థపై పోలీసులు ఆహార భద్రతా చట్టంలోని 51, 59 సెక్షన్‌లతోపాటు భారతీయ న్యాయ సంహిత చట్టంలోని పలు సెక్షన్ల కింద కేసులు నమోదు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21305/26/09/2024/","hasAudio":false,"hasInfographics":false}