{"id":"wp-te-19901","wp_id":19901,"type":"standard","category":"World","language":"te","title":"బజాజ్ నుంచి మార్కెట్లోకి తొలి సీఎన్జీ బైక్ ఫ్రీడమ్ 125","excerpt":"దేశీయ ఆటోమొబైల్ దిగ్గజం బజాజ్ ఆటో  ప్రపంచంలోనే తొలి సీఎన్జీ మోటారు సైకిల్‌ను శుక్రవారం భారత్ మార్కెట్లో ఆవిష్కరించింది. కేంద్ర రోడ్డు రవాణా, జాతీయ రహదారుల శాఖ మంత్రి నితిన్ గడ్కరీ, బజాజ్ ఆటో ఎండీ రాజీవ్ బజాజ్ తదితరులు మార్కెట్లో బజాజ్ ఫ్రీడమ్ 125 మోటారు సైకిల్‌ను ఆవిష్కరించారు. బజాజ్ ఫ్రీడమ్ 125 అనే పేరుతో బజాజ్ ఆటో ఆవిష్కరించిన ఈ సీఎన్జీ మోటార్ సైకిల్ ధర రూ.95,000 (ఎక్స్ షోరూమ్) నుంచి ప్రారంభం అవుతుంది.","author":"Tattva News Team","time":"6/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Bajaj.webp","readTime":"5 min read","contentHTML":"\n<p>దేశీయ ఆటోమొబైల్ దిగ్గజం బజాజ్ ఆటో  ప్రపంచంలోనే తొలి సీఎన్జీ మోటారు సైకిల్‌ను శుక్రవారం భారత్ మార్కెట్లో ఆవిష్కరించింది. కేంద్ర రోడ్డు రవాణా, జాతీయ రహదారుల శాఖ మంత్రి నితిన్ గడ్కరీ, బజాజ్ ఆటో ఎండీ రాజీవ్ బజాజ్ తదితరులు మార్కెట్లో బజాజ్ ఫ్రీడమ్ 125 మోటారు సైకిల్‌ను ఆవిష్కరించారు. బజాజ్ ఫ్రీడమ్ 125 అనే పేరుతో బజాజ్ ఆటో ఆవిష్కరించిన ఈ సీఎన్జీ మోటార్ సైకిల్ ధర రూ.95,000 (ఎక్స్ షోరూమ్) నుంచి ప్రారంభం అవుతుంది.</p>\n\n\n\n<p> సీఎన్జీ మోడ్‌లో కిలో సీఎన్జీ గ్యాస్ పై 120 కి.మీ, పెట్రోల్ మోడ్‌లో లీటర్ పెట్రోల్‌పై 65 కి.మీ మైలేజీ ఇస్తుంది. బజాజ్ ఫ్రీడమ్ 125 మోటారు సైకిల్ మూడు వేరియంట్లు – డ్రమ్, డ్రమ్ ఎల్ఈడీ, డిస్క్ ఎల్ఈడీ వేరియంట్లలో లభిస్తుంది. బజాజ్ ఫ్రీడమ్ 125 మోటారు సైకిల్ 125సీసీ ఇంజిన్‌తో వస్తోంది. ఈ ఇంజిన్ గరిష్టంగా 9.5 పీఎస్ విద్యుత్, 9.7 ఎన్ఎం టార్క్ వెలువరిస్తుంది.</p>\n\n\n\n<p>సీట్ కింద సీఎన్జీ ట్యాంక్ అమర్చారు. ఈ మోటారు సైకిల్‌లో రెండు వేర్వేరు ఫ్యుయల్ ట్యాంకులు ఉంటాయి. ఒకటి పెట్రోల్, మరొకటి సీఎన్జీ గ్యాస్ కోసం ఉంటాయి. పెట్రోల్ ట్యాంక్ రెండు లీటర్లు, సీఎన్జీ ట్యాంక్ రెండు కిలోల సీఎన్జీ స్టోరేజీ సామర్థ్యం కలిగి ఉంటుంది. పెట్రోల్, సీఎన్జీ ట్యాంకులు కలిపి 330 కి.మీ దూరం ప్రయాణించవచ్చు.</p>\n\n\n\n<p>సీఎన్జీ ఫ్యుయల్ ట్యాంకుకు మోటార్ సైకిల్ ట్రెల్లిస్ ఫ్రేమ్ ద్వారా రక్షణ లభిస్తుంది. ఈ మోటారు సైకిల్ సెగ్మెంట్‌లో మోనోషాక్ లింక్డ్ పొడవైన సీటు ఉంటుంది. ప్రస్తుతం మహారాష్ట్ర, గుజరాత్ రాష్ట్రాల్లో ఈ మోటారు సైకిల్ లభ్యం అవుతుంది. శుక్రవారం నుంచే ఈ రెండు రాష్ట్రాల్లో బుకింగ్స్ ప్రారంభించారు. వచ్చే త్రైమాసికం నాటికి దశల వారీగా బజాజ్ ఫ్రీడమ్ 125  దేశవ్యాప్తంగా మార్కెట్లోకి తీసుకురానున్నది బజాజ్ ఆటో.</p>\n\n\n\n<p> అంతే కాదు.. విదేశాలకు బజాజ్ ఫ్రీడమ్ 125 మోటారు సైకిల్‌ను ఎగుమతి చేయనున్నది. తొలుత ఈజిప్ట్, టాంజానియా, కొలంబియా, పెరూ, బంగ్లాదేశ్, ఇండోనేషియా దేశాలకు చేయాలని బజాజ్ ఆటో ప్రణాళిక సిద్ధం చేసుకున్నది. సీఎన్జీ మోడ్‌లో గరిష్టంగా గంటకు 90.5 కి.మీ, పెట్రోల్ మోడ్‌లో గంటకు 93.4 కి.మీ దూరం ప్రయాణిస్తుందని బజాజ్ ఆటో తెలిపింది. </p>\n\n\n\n<p>11 రకాల ప్రయోగాత్మక సేఫ్టీ పరీక్షలు సక్సెస్ అయ్యాయని వివరించింది. ప్రమాదాలు జరిగితే సీఎన్జీ గ్యాస్ లీక్ కాకుండా సెక్యూరిటీ ఏర్పాట్లు చేశారు. సంప్రదాయ పెట్రోల్ మోటారు సైకిల్‌తో పోలిస్తే, ఈ బైక్ ఆపరేటింగ్ ఖర్చు 50 శాతం తక్కువ. ఐదేండ్లలో రూ.75 వేల వరకూ పొదుపు చేయొచ్చు. సీఎన్జీ లేదా పెట్రోల్ మోడ్‌లోకి ఎప్పుడు అవసరమైతే అప్పుడూ.. అదీ బైక్ ఆపకుండానే ఫ్యూయల్ ఆప్షన్ మోర్చుకోవచ్చు. ఈ మోటారు సైకిల్‌కు బ్లూటూత్ కనెక్టివిటీ ఉంటుంది. ఎల్ఈడీ రౌండ్ హెడ్ ల్యాంప్ జత చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19901/06/07/2024/","hasAudio":false,"hasInfographics":false}