{"id":"wp-en-13059","wp_id":13059,"type":"standard","category":"World","language":"en","title":"President Murmu offers prayers at Ram Mandir in Ayodhya￼","excerpt":"President Droupadi Murmu on Wednesday visited Ram Janmabhoomi Temple in Uttar Pradesh's Ayodhya and offered prayers. This is her first visit to the temple after its consecration ceremony on January 22. After her visit to the temple, its chief priest Acharya Satyendra Das said it felt great seeing how devoted she is to Ram Lalla. He said","author":"Tattva News Team","time":"2/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Murmu-Ayodhya.jpg","readTime":"5 min read","contentHTML":"\n<p>President Droupadi Murmu on Wednesday visited Ram Janmabhoomi Temple in Uttar Pradesh's Ayodhya and offered prayers. This is her first visit to the temple after its consecration ceremony on January 22. After her visit to the temple, its chief priest Acharya Satyendra Das said it felt great seeing how devoted she is to Ram Lalla. He said that the president performed aarti and bowed before Ram Lalla.</p>\n\n\n\n<p>President Murmu was also presented a miniature replica of Shri Ram Janmabhoomi Temple and a framed photo of the idol of Ram Lalla. The president also visited Saryu River Ghat and performed 'Saryu Aarti' along with making offerings to the river. </p>\n\n\n\n<p>Earlier in the day, she visited Hanuman Garhi temple. According to the priest of Hanuman Garhi temple Mahant Raju Das, she offered prayers as per the Vedic rituals and performed aarti at the temple. After she paid obeisance, she was presented with a ‘gada’ (mace) of Lord Hanuman and Ram Darbar.</p>\n\n\n\n<p>Earlier, office-bearers of the Ram temple trust said that the queue system would remain operational as usual on Wednesday and 'darshan' would go on as per the scheduled timing. President Murmu will be escorted by her security personnel to the temple complex via the VIP gate. According to senior government officials, the President would be in the city for nearly three hours.</p>\n\n\n\n<p>Upon her arrival, the President was recieved by Uttar Pradesh Governor Anandiben Patel. Prior to her visit, elaborate traffic diversions were enforced over the Lucknow-Ayodhya-Gorakhpur national highway and on the route connecting the Ayodhya airport to Ram Path.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/president-murmu-offers-prayers-at-ram-mandir-in-ayodhya%ef%bf%bc/","hasAudio":false,"hasInfographics":false}