{"id":"wp-en-13620","wp_id":13620,"type":"standard","category":"World","language":"en","title":"PM Modi takes oath for 3rd term￼","excerpt":"Narendra Modi took oath as the Prime Minister for the third consecutive time, equalling a feat that only Jawaharlal Nehru achieved in the past. Alongside Modi, Rajnath Singh, Amit Shah, J P Nadda, Shivraj Singh Chouhan and Nirmala Sitharaman, were among the leaders who were sworn in. 30 Cabinet Ministers are taking oath, along with","author":"Tattva News Team","time":"10/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-Cabinet1.jpg","readTime":"5 min read","contentHTML":"\n<p>Narendra Modi took oath as the Prime Minister for the third consecutive time, equalling a feat that only Jawaharlal Nehru achieved in the past. Alongside Modi, Rajnath Singh, Amit Shah, J P Nadda, Shivraj Singh Chouhan and Nirmala Sitharaman, were among the leaders who were sworn in.</p>\n\n\n\n<p>30 Cabinet Ministers are taking oath, along with 36 Ministers of State and five Ministers of State with Independent Charge.President Droupadi Murmu administered the oath of secrecy and office to Modi and ministers. </p>\n\n\n\n<p>Maldives President Mohamed Muizzu, Nepal Prime Minister Pushpa Kamal Dahal 'Prachanda', Sri Lankan President Ranil Wickremesinghe, Mauritius Prime Minister Pravind Kumar Jugnauth, Bhutanese PM Tshering Tobgay, Bangladesh President Sheikh Hasina and Vice-President of Seychelles Ahmed Afif were among the dignitaries and special invitees who attended the swearing-in ceremony of the prime minister and his council of ministers.</p>\n\n\n\n<p>BJP president J.P. Nadda returned to the cabinet after five years, while former Madhya Pradesh chief minister Shivraj Singh Chouhan and ex-Haryana CM Manohar Lal Khattar are the fresh faces in the cabinet.</p>\n\n\n\n<p>BJP leaders Piyush Goyal, Jyotiraditya Scindia, Dharmendra Pradhan and Bhupender Yadav, who were earlier in the Rajya Sabha but have now been elected to the Lok Sabha, were among those retained as ministers. Former Assam CM Sarbananda Sonowal, Ashwini Vaishnaw, Virendra Kumar, Pralhad Joshi, Giriraj Singh and Jual Oram, all from BJP, were among those sworn in as ministers.</p>\n\n\n\n<p>Among the allies of the BJP, which did not get a majority on its own this time, JD(S) leader H.D. Kumaraswamy, HAM (Secular) chief Jitan Ram Manjhi, JD(U) leader Lalan Singh and TDP's K Ram Mohan Naidu also took the oath of office as ministers.</p>\n\n\n\n<p>Those present on the occasion included Vice President Jagdeep Dhankhar, Chief Justice of India D Y Chandrachud, TDP president Chandrababu Naidu, JD(U) chief Nitish Kumar, Jana Sena chief Pawan Kalyan, Bollywood actors Shahrukh Khan and Rajinikanth, and industrialists Mukesh Ambani and Gautam Adani. Several opposition leader skipped the ceremony even as Congress president Mallikarjun Kharge was present.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-takes-oath-for-3rd-term%ef%bf%bc/","hasAudio":false,"hasInfographics":false}