{"id":"wp-te-20109","wp_id":20109,"type":"standard","category":"World","language":"te","title":"పోలవరం వద్ద గోదావరి ఉగ్రరూపం","excerpt":"పోలవరం ప్రాజెక్టు వద్ద భారీగా గోదావరి నీటిమట్టం పెరిగింది. గత కొద్ది రోజులుగా కురుస్తున్న వర్షాలతో పోలవరం ప్రాజెక్ట్ స్పిల్ వే ఎగువ నీటిమట్టం 29 మీటర్లకు చేరింది. పోలవరం ప్రాజెక్ట్ స్పిల్ వే దిగువ నీటిమట్టం 19.16 మీటర్లుగా ఉంది. పోలవరం ఎగువ కాఫర్ డ్యామ్ నీటిమట్టం 29.15 మీటర్లకు చేరింది. పోలవరం దిగువ కాఫర్ డ్యామ్ నీటిమట్టం 18.70 మీటర్లుగా ఉంది.  పోలవరం అప్రోచ్‌ ఛానల్‌ మీదుగా స్పిల్ వే నుంచి 3.50 లక్షల","author":"Tattva News Team","time":"19/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Polavaram.jpeg","readTime":"5 min read","contentHTML":"\n<p>పోలవరం ప్రాజెక్టు వద్ద భారీగా గోదావరి నీటిమట్టం పెరిగింది. గత కొద్ది రోజులుగా కురుస్తున్న వర్షాలతో పోలవరం ప్రాజెక్ట్ స్పిల్ వే ఎగువ నీటిమట్టం 29 మీటర్లకు చేరింది. పోలవరం ప్రాజెక్ట్ స్పిల్ వే దిగువ నీటిమట్టం 19.16 మీటర్లుగా ఉంది. పోలవరం ఎగువ కాఫర్ డ్యామ్ నీటిమట్టం 29.15 మీటర్లకు చేరింది. పోలవరం దిగువ కాఫర్ డ్యామ్ నీటిమట్టం 18.70 మీటర్లుగా ఉంది. </p>\n\n\n\n<p>పోలవరం అప్రోచ్‌ ఛానల్‌ మీదుగా స్పిల్ వే నుంచి 3.50 లక్షల క్యూసెక్కులు దిగువకు విడుదల చేస్తున్నారు. ఎగువ నుంచి వస్తున్న నీటి ప్రవాహంతో ధవళేశ్వరం వద్ద వరద ప్రవాహం క్రమంగా పెరుగుతోంది. ధవళేేశ్వరం వద్ద నీటి ప్రవాహం పదిన్నర అడుగులకు చేరడంతో 176 గేట్ల ద్వారా సముద్రంలోకి నీటిని వదిలేస్తున్నారు.</p>\n\n\n\n<p>అల్పపీడన ప్రభావంతో నేడు ప్రకాశం, నంద్యాల జిల్లాల్లో భారీ వర్షాలు కురిసే అవకాశం ఉందని వాతావరణ శాఖ ప్రకటించింది. మరోవైపు శ్రీకాకుళం, పార్వతీపురం, అల్లూరి, కాకినాడ, కోనసీమ, గోదావరి జిల్లాల్లో భారీ వర్షాలకు అవకాశం ఉందని ఐఎండి అలర్ట్‌లు జారీ చేసింది. </p>\n\n\n\n<p>ఏలూరు, కృష్ణా, ఎన్టీఆర్, గుంటూరు, నెల్లూరు, తిరుపతి, విజయనగరం జిల్లాల్లో మోస్తరు నుంచి భారీ వర్షాలు కురుస్తున్నాయి. కర్నూలు, విశాఖ, అనకాపల్లి, అనంతపురం, శ్రీసత్యసాయి, కడప, అన్నమయ్య, చిత్తూరు జిల్లాల్లో తేలిక నుంచి మోస్తరు వర్షాలు కురవనున్నాయి.</p>\n\n\n\n<p>భారీ వర్షాల కారణంగా ఏలూరు జిల్లాలోని మన్యం గ్రామాలు జల దిగ్భంధంలో చిక్కుకున్నాయి. దీంతో ఏజెన్సీ ప్రాంతాలకు రాకపోకలు నిలిచిపోయాయి. బంగాళాఖాతంలో అల్పపీడనం కారణంగా ఏజెన్సీలో భారీ వర్షాలు కురుస్తున్నాయి. వర్షాలకు కొండవాగులు పొంగి ప్రవహిస్తున్నాయి. దీంతో రాకపోకలు నిలిచిపోయాయి. అలివేరు, జల్లేరు, బైనేరు, అశ్వారావుపేట, పడమటి వాగుల ప్రవాహంతో 20 గిరిజన గ్రామాలకు రాకపోకలు నిలిచిపోయాయి.</p>\n\n\n\n<p>అటు అల్లూరి జిల్లాలో భారీ వర్షాలకు కొండ వాగులు ఉధృతంగా ప్రవహిస్తున్నాయి. కొన్ని చోట్ల వాగులు పొంగి రాకపోకలకు అంతరాయం కలిగింది. పాడేరు మండలం రాయిగడ్డ, పరదానిపుట్టు వద్ద మత్స్యగెడ్డ పొంగి ప్రవహిస్తోంది. జి.మాడుగుల మండలం కుంబిడిసింగి బ్రిడ్జిపై వరద ప్రవాహంతో రాకపోకలు నిలిచిపోయాయి.</p>\n\n\n\n<p>పెదబయలు మండలం గిన్నెలకోట, జామిగూడలో గెడ్డలు పొంగి రాకపోకలు నిలిచిపోయాయి. ముంచంగిపుట్టు మండలం బిరిగూడ గెడ్డ పొంగి గ్రామాలకు రాకపోకలు నిలిపివేశారు. అరకు నియోజకవర్గం వ్యాప్తంగా భారీగా వర్షాలు కురుస్తున్నాయి. డుంబ్రిగూడ మండలం బొందగూడ వద్ద కాజ్ వేపై వర్షపు నీటి ప్రవాహం ఉంది. మరమ్మతులో ఉన్న కాజ్ వేపై వర్షపు నీటితో వాహనదారుల అవస్థలు పడుతున్నారు.</p>\n\n\n\n<p>అనకాపల్లి జిల్లా పాయకరావుపేట నియోజకవర్గంలో ఏకధాటిగా వర్షం కురవడంతో వాగులు ఉధృతంగా ప్రవహిస్తున్నాయి. ఎగువ ప్రాంతాల్లో వర్షాలకు తాండవ, వరాహ నదుల్లోకి వరద వచ్చి చేరుతోంది. దీంతో జిల్లాలో విద్యా సంస్థలకు నేడు సెలవు ప్రకటించారు. </p>\n\n\n\n<p>అనకాపల్లి జిల్లా వ్యాప్తంగా వర్షాలతో రహదారులు జలమయం అయ్యాయి. రైవాడ, కొనాం జలాశయాల్లోకి వరద నీరు చేరుతోంది. దీంతో అధికారులు అప్రమత్తంగా ఉండాలని కలెక్టర్ విజయ ఆదేశాలు జారీ చేశారు. ఆర్డీవో, తహసీల్దార్ కార్యాలయాల్లో కంట్రోల్ రూమ్ లు ఏర్పాటు చేశారు భారీ వర్షాలతో విశాఖపట్నం, అల్లూరి సీతారామరాజు జిల్లాలో విస్తారంగా వర్షాలు కురుస్తున్న నేపథ్యంలో రెండు జిల్లాలోని అన్ని విద్యాసంస్థలకు నేడు, రేపు సెలవు ప్రకటించారు.</p>\n\n\n\n<p>భారీ వర్షాలు, వరదల నేపథ్యంలో ఏలూరు జిల్లా కలెక్టర్, ఎస్పీలతో సీఎం చంద్రబాబు అర్థరాత్రి టెలీకాన్ఫరెన్స్ నిర్వహించారు. వరద పరిస్థితిని పూర్తిస్థాయిలో పర్యవేక్షించాలని చంద్రబాబు అధికారులకు ఆదేశించారు. ప్రాణ, ఆస్తి నష్టం జరగకుండా చూడాలని సూచించారు. పంట నష్ట నివారణకు చర్యలు చేపట్టాలని సూచించారు.</p>\n","originalUrl":"https://tattvanews.com/20109/19/07/2024/","hasAudio":false,"hasInfographics":false}