{"id":"wp-te-20681","wp_id":20681,"type":"standard","category":"World","language":"te","title":"మహారాష్ట్ర థానేలో దారుణం.. ఇద్దరు చిన్నారులపై లైంగిక వేధింపులు","excerpt":"కోల్‌కతాలో వైద్యురాలిపై జరిగిన దారుణ ఘటనపై నిరసనలు హోరెత్తుతుండగానే, మరోపక్క మహారాష్ట్రలోని థానే జిల్లాలో ఒక స్కూల్లో అభం శుభం తెలియని నాలుగేళ్ళ వయసున్న ఇద్దరు చిన్నారులపై టాయిలెట్‌లో ఓ స్వీపర్‌ లైంగిక వేధింపులకు పాల్పడిన ఘటన మహరాష్ట్రను కుదిపేస్తోంది. ఈ సంఘటనపై రాష్ట్రవ్యాప్తంగా ప్రజాగ్రహం పెల్లుబికింది. థానే జిల్లా బాద్లాపూర్‌లోని ఒక స్కూల్లో గత వారం జరిగిన ఈ సంఘటనపై న్యాయం కావాలని కోరుతూ చిన్నారుల తల్లిదండ్రులు, బంధువులు, స్థానికులు ఆందోళన చేపట్టారు. నిందితుడిపై కఠిన","author":"Tattva News Team","time":"21/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/schiil-kids.jpg","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతాలో వైద్యురాలిపై జరిగిన దారుణ ఘటనపై నిరసనలు హోరెత్తుతుండగానే, మరోపక్క మహారాష్ట్రలోని థానే జిల్లాలో ఒక స్కూల్లో అభం శుభం తెలియని నాలుగేళ్ళ వయసున్న ఇద్దరు చిన్నారులపై టాయిలెట్‌లో ఓ స్వీపర్‌ లైంగిక వేధింపులకు పాల్పడిన ఘటన మహరాష్ట్రను కుదిపేస్తోంది. ఈ సంఘటనపై రాష్ట్రవ్యాప్తంగా ప్రజాగ్రహం పెల్లుబికింది.</p>\n\n\n\n<p>థానే జిల్లా బాద్లాపూర్‌లోని ఒక స్కూల్లో గత వారం జరిగిన ఈ సంఘటనపై న్యాయం కావాలని కోరుతూ చిన్నారుల తల్లిదండ్రులు, బంధువులు, స్థానికులు ఆందోళన చేపట్టారు. నిందితుడిపై కఠిన చర్యలు తీసుకోవాలంటూ స్థానిక రైల్వే స్టేషన్‌ వద్ద తల్లిదండ్రులతో సహా స్థానికులు రైల్‌రోకో చేపట్టారు. </p>\n\n\n\n<p>ఉదయం 8గంటల సమయంలో బాద్లాపూర్‌రైల్వే స్టేషన్‌కు వచ్చిన బాధితుల తల్లిదండ్రులు, స్థానికులు రైలు పట్టాలపై బైఠాయించారు. తమ డిమాండ్లు నెరవేరేవరకు రైళ్ల రాకపోకలు సాగనివ్వబోమని వారు పట్టుబట్టారు. పోలీసులు లాఠీలు ఝుళిపించారు. పలువురిని అదుపులోకి తీసుకున్నారు. దాదాపుగా ఏడు గంటలుగా ఆందోళనలు కొనసాగుతుండడంతో ఆ ప్రాంతంలో రైళ్ల రాకపోకలు నిలిచిపోయాయి. దూరప్రాంతాలకు వెళ్లే పది రైళ్లను దారిమళ్లించినట్లు సెంట్రల్‌ రైల్వే తెలిపింది.</p>\n\n\n\n<p>బాద్లాపుర్‌లోని పాఠశాలలో గత వారం ఈ లైంగిక వేధింపుల ఘటన చోటు చేసుకుంది. కిండర్‌ గార్టెన్‌లో చదువుతున్న మూడు, నాలుగేళ్ల వయసున్న ఇద్దరు బాలికలు టాయిలెట్‌లో వున్న సమయంలో దానిని శుభ్రం చేసే వంకతో ఒక స్వీపర్‌ వారి వద్దకు వెళ్లి అనుచితంగా ప్రవర్తించాడు. తర్వాత ఒక బాలిక తన అంతర్గత అవయవాల వద్ద నొప్పిగా ఉందని తల్లిదండ్రులకు చెప్పడంతో ఈ విషయం వెలుగులోకి వచ్చింది. </p>\n\n\n\n<p>మరో బాలిక పాఠశాలకు వెళ్లాలంటే భయపడింది. దీంతో తల్లిదండ్రులు వారిని వైద్యుల వద్దకు తీసుకెళ్లగా వారిపై వేధింపులు జరిగినట్టు తేలింది. దీనిపై ఫిర్యాదు చేసేందుకు తల్లిదండ్రులు పోలీసు స్టేషన్‌కు వెళ్లగా వారు మొదట చాలా నిర్లక్ష్యంగా వ్యవహరించారు. దాదాపు 11 గంటల పాటు వేచివున్న తర్వాత చివరకు శుక్రవారం రాత్రి కేసు నమోదు చేశారు. విచారణ అనంతరం నిందితుడిని ఈ నెల 17న అరెస్టు చేశారు. </p>\n\n\n\n<p>దర్యాప్తులో భాగంగా పాఠశాల నిర్వహణలోని లొసుగుల, లోపాలు బయట పడ్డాయి. బాలికల టాయిలెట్‌ నిర్వహణకు మహిళా సిబ్బందిని కేటాయించలేదని, పలు సిసి టీవీ కెమెరాలు కూడా పనిచేయడం లేదని వెల్లడైంది. ఆందోళనల నేపథ్యంలో బాద్లాపూర్‌ స్కూలు యాజమాన్యాన్ని మహారాష్ట్ర ప్రభుత్వం సస్పెండ్‌ చేసింది. స్కూలు ప్రిన్సిపల్‌, ఇద్దరు టీచర్లపై కూడా వేటు వేసింది. </p>\n\n\n\n<p>బాలికల తల్లిదండ్రులు ఫిర్యాదు ఇవ్వడానికి వచ్చినా తీసుకోవడానికి నిరాకరించిన సీనియర్‌ పోలీసు ఇనస్పెక్టర్‌తో సహా ముగ్గురు పోలీసు అధికారులను సస్పెండ్‌ చేస్తూ మహారాష్ట్ర ప్రభుత్వం ఆదేశాలు జారీ చేసింది. ఈ మేరకు డిప్యూటీ సిఎం, హోం మంత్రి దేవేంద్ర ఫడ్నవిస్‌ ఎక్స్‌లో పోస్టు పెట్టారు. ఐజి ర్యాంకు కలిగిన మహిళా ఐపిఎస్‌ అధికారి ఆర్తి సింగ్‌ నేతృత్వంలో విచారణకు ఆదేశించినట్టు తెలిపారు. </p>\n\n\n\n<p>ఘటనపై వీలైనంత త్వరగా విచారించాలని, చార్జిషీట్‌ను దాఖలు చేయాలని కోరారు. ఫాస్ట్‌ ట్రాక్‌ కోర్టులో ఈ కేసును విచారించేందుకు చర్యలు తీసుకోవాల్సిందిగా థానే పోలీసు కమిషనర్‌ను ఫడ్నవిస్‌ ఆదేశించారు. నిందితుడిపై పోక్సో చట్టం కింద కేసు నమోదు చేసి, అరెస్టు చేశారు. జరిగిన సంఘటనకు స్కూలు యాజమాన్యం క్షమాపణలు తెలిపింది. </p>\n\n\n\n<p>హౌస్‌కీపింగ్‌ కాంట్రాక్ట్‌ తీసుకున్న కంపెనీని బ్లాక్‌ లిస్ట్‌లోపెట్టి ఆ కాంట్రాక్టును రద్దు చేసినట్లు పేర్కొంది. బాధితులు వచ్చినపుడు సరిగా వ్యవహరించని పోలీసు స్టేషన్‌ ఇన్‌చార్జిని బదిలీ చేశారు. నిందితుడిని ఉరి తీయాల్సిందేనని, అప్పుడే తమకు న్యాయం జరిగినట్లవుతుందని డిమాండ్‌ చేస్తూ బాధిత తల్లిదండ్రులు సహా ఆ స్కూల్లో చదువుతున్న ఇతర విద్యార్ధుల తల్లిదండ్రులు, స్థానికులు అందరూ కలిసి మంగళవారం ఉదయం స్కూలు వెలుపల ధర్నా చేశారు. </p>\n\n\n\n<p>బ్యానర్లు, ప్లకార్డులు చేబూని పెద్ద సంఖ్యలో మహిళలు పట్టాలపై బైఠాయించారు. పరిస్థితిని అదుపుచేయడం పోలీసులకు, అధికారులకు కూడా కష్టంగా మారింది. ఆందోళనకారులను శాంతింపచేసేందుకు ఇంకా ప్రయత్నాలు కొనసాగుతునే వున్నాయి. ఈ సంఘటనకు నిరసనగా పలు సంస్థలు బాద్లాపూర్‌ బంద్‌కు పిలుపిచ్చాయి. </p>\n\n\n\n<p>నిరసన చేస్తోన్న తల్లిదండ్రులకు మద్దతుగా మంగళవారం అన్ని పాఠశాలలను మూసివేశారు. ఒక దశలో ఆందోళనకారులు రెచ్చిపోయి స్కూలు విధ్వంసానికి దిగారు. ఈ పరిణామాలపై స్పందించిన బాలల హక్కుల జాతీయ కమిషన్‌, దర్యాప్తు నిమిత్తం బాద్లాపుర్‌కు ఒక బృందాన్ని పంపాలని నిర్ణయించింది.</p>\n","originalUrl":"https://tattvanews.com/20681/21/08/2024/","hasAudio":false,"hasInfographics":false}