{"id":"wp-en-13035","wp_id":13035,"type":"standard","category":"World","language":"en","title":"Delhi Police summoned 16 leaders in Amit Shah's doctored video case￼","excerpt":"As many as 16 leaders, including Telangana chief minister Revanth Reddy, in seven states have been summoned by Delhi Police in connection with the investigation over a doctored video of Union home minister Amit Shah that was shared on social media. The special cell has also sent police teams to Rajasthan, Jharkhand, Nagaland, Uttar Pradesh, Haryana","author":"Tattva News Team","time":"1/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/08/Amit-Shah.jpg","readTime":"5 min read","contentHTML":"\n<p>As many as 16 leaders, including Telangana chief minister Revanth Reddy, in seven states have been summoned by Delhi Police in connection with the investigation over a doctored video of Union home minister Amit Shah that was shared on social media.</p>\n\n\n\n<p>The special cell has also sent police teams to Rajasthan, Jharkhand, Nagaland, Uttar Pradesh, Haryana and Madhya Pradesh as a part of an ongoing probe into the matter.</p>\n\n\n\n<p>Earlier, on Monday, Reddy along with four Telangana Pradesh Congress Committee (TPCC) members -- Shiva Kumar Ambala, Asma Tasleem, Satish Manne, and Naveen Pettem were summoned to appear before police on May 1.</p>\n\n\n\n<p>According to sources, one Samajwadi Party Lok Sabha candidate in Uttar Pradesh, and two Congress leaders in Rajasthan and Nagaland have also been asked to appear before police with their mobile phones.</p>\n\n\n\n<p>This comes after Delhi Police on Sunday registered an FIR after two complaints were received by police, one from the BJP and another from the Ministry of Home Affairs (MHA). Following this, the Delhi Police Special Cell Cyber Wing's IFSO unit filed an FIR.</p>\n\n\n\n<p>A case has been registered under Sections 153, 153A, 465, 469, and 171G of the Indian Penal Code (IPC) and section 66C of the Information Technology (IT) Act.</p>\n\n\n\n<p>According to the FIR,  the MHA, in its complaint stated that it has been found that \"some doctored videos are being circulated by users of Facebook and Twitter\".</p>\n\n\n\n<p>“The video seems to be doctored, spreading misleading information to create disharmony among communities which is likely to affect public tranquillity and public order issues. It is requested to kindly take necessary legal action as per the provisions of law,\" the ministry said, as per the FIR.</p>\n\n\n\n<p>It also stated that a report was attached with the complaint containing details of links and handles from which the doctored videos of the home minister are being shared.</p>\n\n\n\n<p>The controversy erupted after a video surfaced on social media purportedly showcasing Amit Shah making statements suggesting the BJP's intention to annul reservation provisions for Scheduled Castes (SCs), Scheduled Tribes (STs), and Other Backward Classes (OBCs).</p>\n","originalUrl":"https://en.tattvanews.com/regional/delhi-police-summoned-16-leaders-in-amit-shahs-doctored-video-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}