{"id":"wp-en-13333","wp_id":13333,"type":"standard","category":"World","language":"en","title":"Modi says Mamata abusing Hindu mission monks to please vote bank￼","excerpt":"Prime Minister Narendra Modi lambasted West Bengal Chief Minister Mamata Banerjee on Sunday over her remarks over ISKCON, Ramakrishna Mission and Bharat Sevashram Sangha. The PM said threats are being issued against these socio-religious organisations to \"appease\" TMC's vote bank. While addressing a rally in West Bengal’s Bishnupur, accused Banerjee of being \"under pressure from","author":"Tattva News Team","time":"20/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-Bengal.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi lambasted West Bengal Chief Minister Mamata Banerjee on Sunday over her remarks over ISKCON, Ramakrishna Mission and Bharat Sevashram Sangha. The PM said threats are being issued against these socio-religious organisations to \"appease\" TMC's vote bank.</p>\n\n\n\n<p>While addressing a rally in West Bengal’s Bishnupur, accused Banerjee of being \"under pressure from Muslim fundamentalists\" and attacking the saints and monks of the country.</p>\n\n\n\n<p>“The ISKCON, Ramakrishna Mission and Bharat Sevashram Sangh are known all over the world for their service to the people. The chief minister of Bengal is threatening the monks who serve the people. She is threatening them by name only to keep her vote bank happy,” Modi said.</p>\n\n\n\n<p>“Their only mission is to serve people. But the Bengal government points fingers at them. The country won’t tolerate their insult. You have to punish the Trinamul in this election,” he added. On Saturday, addressing a campaign meeting in Hooghly’s Kamarpukur, Mamata had raised questions on the role of certain monks from the three organisations in the ongoing elections.</p>\n\n\n\n<p>Earlier in the Purulia rally also the PM made a similar mention saying, “Modi said the TMC has crossed the limits of decency by stooping so low that it is \"spreading canards against ISKCON, Ramakrishna Mission and Bharat Sevashram Sangha.”</p>\n\n\n\n<p>He went on and said, “Ramakrishna Mission and Bharat Sevashram Sangha are known for service and morality, but the chief minister of Bengal is openly threatening them from an open platform...They are threatening them just to appease their vote bank\".</p>\n\n\n\n<p>“The people of Bengal are scared of the Trinamul thugs. With this attack on the monks, the Trinamul has crossed all limits,” Modi said. He reiterated once the next government is formed after June 4, strict action will be taken against those involved in cases of corruption.</p>\n","originalUrl":"https://en.tattvanews.com/national/modi-says-mamata-abusing-hindu-mission-monks-to-please-vote-bank%ef%bf%bc/","hasAudio":false,"hasInfographics":false}