{"id":"wp-en-15338","wp_id":15338,"type":"standard","category":"World","language":"en","title":"No justice for journalists targeted by Israel despite strong evidence of war crime","excerpt":"Less than a week into the Israel-Gaza war, at 6:02 p.m. on October 13, 2023, the Israeli military fired two tank shells 37 seconds apart into south Lebanon. The military’s target? Seven journalists standing on a hilltop around a mile from the closest hostilities, wearing clearly marked “Press” vests and reporting next to a car","author":"Tattva News Team","time":"14/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Israel-media.jpg","readTime":"5 min read","contentHTML":"\n<p>Less than a week into the Israel-Gaza war, at 6:02 p.m. on October 13, 2023, the Israeli military fired two tank shells 37 seconds apart into south Lebanon. The military’s target? Seven journalists standing on a hilltop around a mile from the closest hostilities, wearing clearly marked “Press” vests and reporting next to a car marked “TV.”</p>\n\n\n\n<p>The Israeli attack instantly killed Reuters’ Issam Abdallah, a veteran video journalist  with extensive experience covering conflict in his native Lebanon, as well as in Syria, Iraq, and Ukraine. Agence France-Presse (AFP) photojournalist Christina Assi, also from Lebanon, sustained injuries resulting in the amputation of her right leg. Five other journalists were also wounded: AFP’s Dylan Collins, from the United States; Al Jazeera’s Carmen Joukhadar and Elie Brakhya, also from Lebanon; and Reuters’ Thaer Al-Sudani and Maher Nazeh, from Iraq. </p>\n\n\n\n<p>In March 2024, an investigation by the United Nations Interim Force in Lebanon concluded that an Israeli tank targeted  “clearly identifiable” journalists in violation of international law, according to Reuters’ review of the investigation, which has not been made public. Four additional investigations- by AFP, Amnesty International, Human Rights Watch and Reuters  — all independently arrived at the same conclusion: that Israel conducted a deliberate attack on the journalists. A deliberate attack on civilians constitutes a war crime under international law. </p>\n\n\n\n<p>Yet, a year later, Israel still has not confirmed if it has even completed a preliminary investigation into the attack. The North America Media Desk of the Israel Defense Forces (IDF) told CPJ in an email that the military used tank and artillery fire on October 13 to prevent a suspected “terrorist infiltration,” and the incident was “under review.” Israel has not released information about the identities of the officials who authorized or conducted the strike, leaving the survivors with more questions than answers about the attack that upended their lives and impeded their work.</p>\n\n\n\n<p>The October 13, 2023, attack was an early example of the Israeli military deliberately targeting journalists for their work after the outbreak of the war on October 7. Since then, CPJ has found that four other journalists, all Palestinians, were deliberately targeted by Israel for their reporting in Gaza. They are: Hamza Al Dahdouh, Mustafa Thuraya, Ismail Al Ghoul and Rami Al Rafee. CPJ is investigating at least 10 other cases of suspected targeting. </p>\n\n\n\n<p>The total number of targeted journalists is likely an under-count amid myriad challenges of documenting a war that has killed at least 128 journalists, 126 of them by Israeli fire. The number and pace of journalist killings, the large-scale destruction of media infrastructure, ongoing blackouts and lack of independent access to Gaza for foreign media have posed hurdles to assessing the deliberate targeting of journalists for their work. CPJ has also documented a pattern of family members of journalists killed after the journalists received threats.</p>\n\n\n\n<p>No one has been charged or held responsible for any of these deaths, and the IDF has not disclosed whether it has opened an investigation into a single journalist killing.</p>\n\n\n\n<p>The attack is part of a pattern of impunity by Israel in journalist killings. In May 2023, CPJ published a report finding that Israel had never held its military to account for 20 journalist killings over 22 years. </p>\n\n\n\n<p>“The October 13 targeted attack that killed Issam Abdallah and injured six journalists clearly identifiable as press is a continuation of Israel’s decades-long pattern of targeting journalists with impunity,” said CPJ CEO Jodie Ginsberg. “In spite of extensive evidence of a war crime, a year on from the attack, Israel has faced zero accountability for the targeting of journalists. With over two decades of targeted attacks on journalists without any consequences, the Israeli military has been granted license to continue this deadly pattern.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/no-justice-for-journalists-targeted-by-israel-despite-strong-evidence-of-war-crime%ef%bf%bc/","hasAudio":false,"hasInfographics":false}