{"id":"wp-en-13805","wp_id":13805,"type":"standard","category":"World","language":"en","title":"IPI alarmed by deterioration of press freedom, journalists’ safety in Pak￼","excerpt":"The International Press Institute (IPI) global network is deeply alarmed by the deterioration of press freedom in Pakistan, marked by a recent wave of violence against the press along with the introduction of legislative and other measures that impose harsh restrictions on press freedom and online expression. It call on the government to take swift and concrete","author":"Tattva News Team","time":"23/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Pak-media.jpg","readTime":"5 min read","contentHTML":"\n<p>The International Press Institute (IPI) global network is deeply alarmed by the deterioration of press freedom in Pakistan, marked by a recent wave of violence against the press along with the introduction of legislative and other measures that impose harsh restrictions on press freedom and online expression.</p>\n\n\n\n<p>It call on the government to take swift and concrete action to step up protections for journalists and to ensure a legal and regulatory environment that fosters freedom of the press and access to information, in line with international human rights standards and obligations. </p>\n\n\n\n<p>Over the course of May, four Pakistani journalists were killed, with an additional four targeted in violent attacks.  Pakistan has a concerning track record of failing to punish the killers of journalists; the country ranked 11th on CPJ’s 2023 Global impunity index.</p>\n\n\n\n<p>A study by Freedom Network in 2022  found that there were “no convictions in 96% of journalist killings” between 2012 and 2022 in Pakistan. Despite passing the “Protection of Journalists are Media Professionals Act  in 2021, the country has continued to see high-profile cases of impunity.</p>\n\n\n\n<p>Journalists in Pakistan also face increasing censorship due to the introduction of new measures that curtail expression online and restrict the ability for journalists to report on matters of public concern. “Journalists in Pakistan are working within a shrinking space for free expression”, Sana Ali, director of Pakistan Press Foundation, told IPI.</p>\n\n\n\n<p>Broadcasters are also facing increasing difficulties disseminating information. Ali added that “the pressure of broadcast media has persisted with the latest PEMRA [Pakistan Electronic Media Regulatory Authority] directive banning coverage of ongoing court  proceedings till written orders are issued by the court”.</p>\n\n\n\n<p>Reports are also beginning to surface of a nationwide implementation of a firewall  across Internet Service Providers (ISPs) granting authorities the power to filter out dissenting content. Access to X (formerly Twitter) has been blocked within the country for several months.</p>\n","originalUrl":"https://en.tattvanews.com/international/ipi-alarmed-by-deterioration-of-press-freedom-journalists-safety-in-pak%ef%bf%bc/","hasAudio":false,"hasInfographics":false}