{"id":"wp-te-19714","wp_id":19714,"type":"standard","category":"World","language":"te","title":"ఎమ్యెల్యేల ఫిరాయింపులతో బిఆర్ఎస్ అధినేత కేసీఆర్ అప్రమత్తం","excerpt":"ఎమ్మెల్యేలు వరుసగా పార్టీని వీడుతుండటంతో బిఆర్ఎస్ అధినేత, మాజీ ముఖ్యమంత్రి చంద్రశేఖరరావు అప్రమత్తమయ్యారు. ఇప్పటికే కండువా మార్చిన నేతలపై చర్యలకు సిద్ధమవుతుండటంతో పాటు ఆయా ఎమ్మెల్యేలకు నిరసన తగిలేలా ఆందోళనలకు సిద్దపడుతున్నారు. అవకాశవాద రాజకీయ నాయకులపై, పార్టీ మారిన ఎమ్మెల్యేలపై ప్రజల్లో గొంతెత్తి పోరాటం చేయాలని నిర్ణయించారు.  ఇందుకు సంబంధించి మంగళవారం ఎర్రవల్లి లోని వ్యవసాయ క్షేత్రంలో పార్టీ  కేసీఆర్ ఎమ్మెల్యేలతో అత్యవసర సమావేశం నిర్వహించారు. పార్టీ మారిన నేతలను ప్రజల్లో తిరగనీయవద్దంటూ పిలుపునిచ్చారు. ఆ దిశగా","author":"Tattva News Team","time":"26/6/2024","image":"https://tattvanews.com/wp-content/uploads/2023/12/KCR-1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఎమ్మెల్యేలు వరుసగా పార్టీని వీడుతుండటంతో బిఆర్ఎస్ అధినేత, మాజీ ముఖ్యమంత్రి చంద్రశేఖరరావు అప్రమత్తమయ్యారు. ఇప్పటికే కండువా మార్చిన నేతలపై చర్యలకు సిద్ధమవుతుండటంతో పాటు ఆయా ఎమ్మెల్యేలకు నిరసన తగిలేలా ఆందోళనలకు సిద్దపడుతున్నారు. అవకాశవాద రాజకీయ నాయకులపై, పార్టీ మారిన ఎమ్మెల్యేలపై ప్రజల్లో గొంతెత్తి పోరాటం చేయాలని నిర్ణయించారు. </p>\n\n\n\n<p>ఇందుకు సంబంధించి మంగళవారం ఎర్రవల్లి లోని వ్యవసాయ క్షేత్రంలో పార్టీ  కేసీఆర్ ఎమ్మెల్యేలతో అత్యవసర సమావేశం నిర్వహించారు. పార్టీ మారిన నేతలను ప్రజల్లో తిరగనీయవద్దంటూ పిలుపునిచ్చారు. ఆ దిశగా కార్యకర్తలను అప్రమత్తం చేయాలని, వారి సహకారంతో క్షేత్రస్థాయిలో కార్యాచరణ ప్రణాళికను అమలు చేయాలని సూచించారు.</p>\n\n\n\n<p>భద్రాచలం ఎమ్మెల్యే తెల్లం వెంకట్రావుతో మొదలైన ఫిరాయింపుల పర్వం కొనసాగుతూనే ఉంది. రెండు రోజుల క్రితం జగిత్యాల ఎమ్మెల్యే సంజయ్ పార్టీని వీడటంతో బీఆర్ఎస్‌ను వీడి కాంగ్రెస్‌లో చేరిన ఎమ్మెల్యేల సంఖ్య ఐదుకు చేరింది. ఈ ఇద్దరితో పాటు దానం నాగేందర్, కడియం శ్రీహరి, పోచారం శ్రీనివాస్ రెడ్డి గులాబీ కండువా మార్చి అధికార పార్టీ కండువా కప్పుకున్నారు. </p>\n\n\n\n<p>ఒక్కరితో మొదలైన ఫిరాయింపులు ఐదుకు చేరాయి. ఈ విషయంలో కాంగ్రెస్‌ తీరును ప్రజల్లోకి తీసుకెళ్లేందుకు సిద్ధమైంది బీఆర్ఎస్. పార్టీ ఫిరాయింపులపై రాహుల్ గాంధీ గతంలో చేసిన వ్యాఖ్యలు, కాంగ్రెస్ మేనిఫెస్టోలో పెట్టిన అంశాలను ప్రజల్లోకి తీసుకెళ్లాలని నిర్ణయించింది. కొన్ని రాష్ట్రాల్లో కాంగ్రెస్ నుంచి వేరే పార్టీలకు వెళ్లిన ఎమ్మెల్యేలపై చర్యలు తీసుకోవాలని డిమాండ్ చేస్తోంది ఆ పార్టీ.</p>\n\n\n\n<p>మీ పార్టీ వీడితే చర్యలకు పట్టుబడుతున్నారు.. ఒక రాష్ట్రానికి ఒక రూల్ ఉంటుంది? మరో రాష్ట్రానికి మరో రూల్ ఉంటుందా? అని కాంగ్రెస్‌ను నిలదీసేందుకు సిద్ధమైంది బీఆర్ఎస్. మరోవైపు ఎమ్మెల్యేలు పార్టీ మారిన నియోజకవర్గాల్లో కొత్త ఇన్‌ఛార్జ్‌ను నియమించడంతో పాటు క్యాడర్ చేజారకుండా కసరత్తు చేస్తోంది.</p>\n\n\n\n<p>పార్టీలో కమిటీలు వేయాలని నిర్ణయించింది. మరోవైపు న్యాయపోరాటానికి సైతం సిద్ధమవుతోంది. ఎమ్మెల్యేలు పార్టీ వీడిన నియోజకవర్గాల్లో కిందిస్థాయి క్యాడర్‌తో అధినేత కేసీఆర్నే నేరుగా ఫోన్‌లో మాట్లాడుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19714/26/06/2024/","hasAudio":false,"hasInfographics":false}