{"id":"wp-en-12751","wp_id":12751,"type":"standard","category":"World","language":"en","title":"Kavitha sent to 3- day CBI custody￼","excerpt":"A Delhi court on Friday sent BRS MLC K Kavitha for three days CBI custody in Delhi Liquor case, while CBI asked for five days custody, after taking her into their custody on Thursday from Tihar Jail, where she was kept under judicial custody of ED. Special Judge Kaveri Baweja passed the order after hearing arguments of","author":"Tattva News Team","time":"12/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/03/Kavitha-Court.webp","readTime":"5 min read","contentHTML":"\n<p>A Delhi court on Friday sent BRS MLC K Kavitha for three days CBI custody in Delhi Liquor case, while CBI asked for five days custody, after taking her into their custody on Thursday from Tihar Jail, where she was kept under judicial custody of ED.</p>\n\n\n\n<p>Special Judge Kaveri Baweja passed the order after hearing arguments of the Central Bureau of Investigation (CBI) as well as Kavitha’s counsel.The daughter of former Telangana chief minister K Chandrashekar Rao was held in Tihar Jail, where she has been lodged after her arrest by the Enforcement Directorate (ED).</p>\n\n\n\n<p>\"Kavitha was required to be arrested... to conduct her custodial interrogation (by) confronting her with the evidence and witnesses, to unearth the larger conspiracy hatched by the accused/suspects regarding formulation and implementation of the excise policy,\" the central agency told the court.</p>\n\n\n\n<p>The CBI also said it needed Ms Kavitha's custody to \"establish the trail of ill-gotten money and to establish the role of other accused/suspects, as well as unearth facts in her exclusive knowledge\". The \"money trail\" has been one of the focal points in this case; the authorities have been unable, so far, to track down the cash from the alleged bribes - a point the AAP has made repeatedly.</p>\n\n\n\n<p>The central agency told Delhi's Rouse Avenue court that a liquor businessman from South India met Delhi Chief Minister Arvind Kejriwal to acquire such licences, and was told to coordinate payments via Ms Kavitha and others, including the AAP's former communications chief, Vijay Nair.</p>\n\n\n\n<p>The CBI told the court that Kavitha was not cooperating in the investigation and was evasive in her replies. Advocate Nitesh Rana, counsel for the accused, opposed the CBI's plea, terming the arrest as illegal. He further accused the probe agency of violating Kavitha's fundamental rights.</p>\n\n\n\n<p>The CBI arrested Kavitha under Section 120-B (criminal conspiracy) read with Section 477-A (falsification of accounts) of the Indian Penal Code (IPC) and Section 7 (offence relating to public servant being bribed) of the Prevention of Corruption Act, according to officials.</p>\n\n\n\n<p>CBI officials had questioned Kavitha inside prison on Saturday, after obtaining permission from a special court. The ED arrested Kavitha (46) from her Banjara Hills residence in Hyderabad on March 15.</p>\n","originalUrl":"https://en.tattvanews.com/national/kavitha-sent-to-3-day-cbi-custody%ef%bf%bc/","hasAudio":false,"hasInfographics":false}