{"id":"wp-te-20700","wp_id":20700,"type":"standard","category":"World","language":"te","title":"రేవంత్ రెడ్డి, కేటీఆర్ బీజేపీ అధికార ప్రతినిధులుగా మారారు.. కిషన్ రెడ్డి","excerpt":"బీఆర్ఎస్ పార్టీ, బీజేపీలో విలీనం కాబోతుందంటూ వస్తున్న వార్తలపై కేంద్ర మంత్రి కిషన్ రెడ్డి స్పందిస్తూ సీఎం రేవంత్ రెడ్డి, బీఆర్ఎస్ నేత కేటీఆర్ బీజేపీ అధికార ప్రతినిధులుగా తయరయ్యారని ఎద్దేవా చేశారు. బీఆర్ఎస్ బీజేపీలో విలీనం అవుతుందని రేవంత్ రెడ్డి, రేవంత్ రెడ్డి బీజేపీలో చేరుతారని కేటీఆర్ పరస్పర విమర్శలు చేస్తున్నారని ఆయన మండిపడ్డారు. బీఆర్ఎస్ పార్టీ, బీజేపీలో విలీనం ఎట్టి పరిస్థితుల్లో జరగదని కిషన్రెడ్డి స్పష్టం చేశారు. గత పదేళ్ల బీఆర్ఎస్ పాలనలాగే, నేటి","author":"Tattva News Team","time":"22/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/BJP-membership.jpg","readTime":"5 min read","contentHTML":"\n<p>బీఆర్ఎస్ పార్టీ, బీజేపీలో విలీనం కాబోతుందంటూ వస్తున్న వార్తలపై కేంద్ర మంత్రి కిషన్ రెడ్డి స్పందిస్తూ సీఎం రేవంత్ రెడ్డి, బీఆర్ఎస్ నేత కేటీఆర్ బీజేపీ అధికార ప్రతినిధులుగా తయరయ్యారని ఎద్దేవా చేశారు. బీఆర్ఎస్ బీజేపీలో విలీనం అవుతుందని రేవంత్ రెడ్డి, రేవంత్ రెడ్డి బీజేపీలో చేరుతారని కేటీఆర్ పరస్పర విమర్శలు చేస్తున్నారని ఆయన మండిపడ్డారు.</p>\n\n\n\n<p>బీఆర్ఎస్ పార్టీ, బీజేపీలో విలీనం ఎట్టి పరిస్థితుల్లో జరగదని కిషన్రెడ్డి స్పష్టం చేశారు. గత పదేళ్ల బీఆర్ఎస్ పాలనలాగే, నేటి కాంగ్రెస్ పాలన సాగుతోందని కిషన్ రెడ్డి దుయ్యబట్టారు. అధికారంలోకి రావడానికి అడ్డగోలు హామీలు ఇచ్చి, నేడు వాటి అమలులో ఘోరంగా విఫమలయ్యారని ఆయన విమర్శించారు. హామీల అమలుపై కాంగ్రెస్ ప్రభుత్వాన్ని అడుగడుగునా నిలదీయాలని రాష్ట్ర బీజేపీ నేతలకు పిలుపునిచ్చారు.</p>\n\n\n\n<p> నగరంలో నిర్వహించిన బీజేపీ సభ్యత్వ నమోదు కార్యశాలలో పాల్గొన్న కిషన్రెడ్డి, ఈ సందర్భంగా కాంగ్రెస్, బీఆర్ఎస్పై నిప్పులు చెరిగారు. సెప్టెంబర్లో జమ్మూ కాశ్మీర్లో మూడు దశల్లో పోలింగ్ జరుగుతుందని ఆయన పేర్కొన్నారు. జిన్నా రాజ్యాంగాన్ని, 370 ఆర్టికల్ తొలగించి అంబేడ్కర్ రాజ్యాంగాన్ని తీసుకువచ్చామని పేర్కొన్నారు. </p>\n\n\n\n<p>కాంగ్రెస్ పార్టీ మిత్ర పక్షం జమ్మూ కశ్మీర్లో అధికారంలోకి వస్తే మళ్లీ 370 ఆర్టికల్ను తీసుకువస్తుందని కిషన్రెడ్డి ఆరోపించారు. బీజేపీ తీసుకువచ్చిన చట్టాలను రద్దు చేస్తామని ఆపార్టీ చెబుతోందని మండిపడ్డారు. జమ్మూ కశ్మీర్ ప్రజలకు బీజేపీ ప్రభుత్వం హక్కులను కల్పించిందని, జమ్మూ కశ్మీర్ లో పర్యాటక రంగం ఊపందుకుందని ఉద్యోగాల కల్పన పెరిగిందని వ్యాఖ్యానించారు. ప్రస్తుతం నగరంలో \"హైడ్రా\" నా \"హైడ్రామా\" నా అని కిషన్రెడ్డి ఎద్దేవా చేశారు. </p>\n\n\n\n<p>అధికారులు అక్రమ నిర్మాణాలకు ఎందుకు అనుమతి ఇచ్చారని ప్రశ్నించారు. ఏ ప్రాతిపదికన త్రాగునీరు, కరెంట్ సౌకర్యాలను కల్పించారని, ఏ ప్రాతిపదికన అక్రమ నిర్మాణాల పేరుతో కూల్చుతున్నారో అధికారులు సమాధానం చెప్పాలని ఆయన డిమాండ్ చేశారు.</p>\n\n\n\n<p>\"గత పదేళ్ల బీఆర్ఎస్ పాలనలాగే, కాంగ్రెస్ పాలన నడుస్తోంది. అధికారం కోసం విచ్చలవిడిగా హామీలను ఇచ్చి, అమలులో నేడు ఘోరంగా విఫలమయ్యారు. హామీల అమలుపై ప్రభుత్వాన్ని అడుగడుగునా నిలదీయాలి. బీఆర్ఎస్ పార్టీ బీజేపీలో విలీనం ఎట్టి పరిస్థితుల్లో జరగదు\" కిషన్ రెడ్డి స్పష్టం చేశారు.</p>\n\n\n\n<p>బీజేపీ కేడ‌ర్ బేస్డ్ పార్టీ అని, వ్య‌క్తుల కోసం కాకుండా దేశం కోసం ప‌నిచేసే పార్టీ అని తెలిపారు. పార్టీ మ‌రింత‌ బలపడేందుకు సభ్యత్వ నమోదు చేయాలని కిష‌న్ రెడ్డి అన్నారు. పార్లమెంట్ ఎన్నికల్లో వచ్చిన ఓట్లను దృష్టిలో పెట్టుకొని సభ్యత్వ నమోదు చేయాలని సూచించారు. ప్ర‌తి కార్య‌క‌ర్త వంద మందిని స‌భ్యులుగా చేర్పించాల‌ని కోరారు. సభ్యత్వ నమోదును ఒక ఉద్యమంలాగా చేయాలని పిలుపునిచ్చారు.</p>\n\n\n\n<p>తెలంగాణలో బీజేపీ అధికారంలోకి రావాలని ప్ర‌జ‌లు ఆకాంక్షిస్తున్నార‌న్నారు. స్థానిక సంస్థ‌ల ఎన్నికల్లో విజయం సాధించాల‌ని, దీనికి సభ్యత్వం కీలకమని తెలిపారు. ఆన్ లైన్ సభ్యత్వం తీసుకోవాలని నిర్ణయమన్నారు. పార్లమెంట్ ఎన్నికల్లో బీజేపీకి 77లక్షల ఓట్లు వచ్చాయని చెప్పారు. వేలాది బూత్ లలో బీజేపీ నంబర్ వన్ గా నిలిచిందని పేర్కొన్నారు. కాంగ్రెస్ ఆరు గ్యారంటీలు ఇచ్చి అధికారంలోకి వచ్చి వాటికి తూట్లు పొడుస్తుందన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20700/22/08/2024/","hasAudio":false,"hasInfographics":false}