{"id":"wp-te-21397","wp_id":21397,"type":"standard","category":"World","language":"te","title":"మహారాష్ట్ర రాజ్యమాతగా ఆవు","excerpt":"హిందువులు పవిత్రంగా పూజించే ఆవును జాతీయ జంతువుగా ప్రకటించాలని హిందూ సంఘాలు ఎప్పటినుంచో డిమాండ్ చేస్తున్నాయి. ఈ క్రమంలోనే తాజాగా మహారాష్ట్రలో అధికారంలో ఉన్న బీజేపీ - షిండే శివసేన - అజిత్ పవార్ ఎన్సీపీ కూటమిలోని మహాయుతి ప్రభుత్వం సోమవారం కీలక నిర్ణయం తీసుకుంది. దేశవాళీ ఆవులను రాజ్యమాత-గోమాతగా ప్రకటించింది.  ఈ మేరకు ఏక్‌నాథ్ షిండే సర్కార్ ఉత్తర్వులు వెలువరించింది. మన భారతదేశ సంప్రదాయంలో పూర్వపు కాలం నుంచి ఆవులకు ఉన్న సాంస్కృతిక ప్రాధాన్యతను గుర్తిస్తూ","author":"Tattva News Team","time":"1/10/2024","image":"https://tattvanews.com/wp-content/uploads/2024/10/Go-Mata.jpg","readTime":"5 min read","contentHTML":"\n<p>హిందువులు పవిత్రంగా పూజించే ఆవును జాతీయ జంతువుగా ప్రకటించాలని హిందూ సంఘాలు ఎప్పటినుంచో డిమాండ్ చేస్తున్నాయి. ఈ క్రమంలోనే తాజాగా మహారాష్ట్రలో అధికారంలో ఉన్న బీజేపీ - షిండే శివసేన - అజిత్ పవార్ ఎన్సీపీ కూటమిలోని మహాయుతి ప్రభుత్వం సోమవారం కీలక నిర్ణయం తీసుకుంది. దేశవాళీ ఆవులను రాజ్యమాత-గోమాతగా ప్రకటించింది. </p>\n\n\n\n<p>ఈ మేరకు ఏక్‌నాథ్ షిండే సర్కార్ ఉత్తర్వులు వెలువరించింది. మన భారతదేశ సంప్రదాయంలో పూర్వపు కాలం నుంచి ఆవులకు ఉన్న సాంస్కృతిక ప్రాధాన్యతను గుర్తిస్తూ ఈ నిర్ణయం తీసుకున్నట్టు ప్రభుత్వం వెల్లడించింది. పాడిపరిశ్రమ అభివృద్ధి శాఖ ఆమోదించిన ప్రభుత్వ తీర్మానం ప్రకారం.. రాజ్యమాత హోదాను కేవలం దేశీయ ఆవులకు మాత్రమే వర్తింపజేస్తామని స్పష్టం చేసింది.</p>\n\n\n\n<p>వేద కాలం నుంచి భారతదేశ ఆవుల ప్రాముఖ్యతను పరిగణలోకి తీసుకున్న ఏక్‌నాథ్ షిండే సర్కార్.. మానవ పోషణలో దేశవాళీ ఆవుల పాత్ర కీలకంగా ఉందని పేర్కొంది. అంతేకాకుండా ఆవు పాల ప్రాముఖ్యత, ఆయుర్వేద, పంచగవ్య చికిత్సలు, సేంద్రియ వ్యవసాయంలో ఆవు ఎరువుల వినియోగం ఉందని తెలిపింది. </p>\n\n\n\n<p>ఎన్నో రకాలుగా దేశవాళీ ఆవులు మనకు ఉపయోగపడుతున్నాయని మహారాష్ట్ర ప్రభుత్వం వెల్లడించింది. మహారాష్ట్ర ముఖ్యమంత్రి ఏక్‌నాథ్‌ షిండే నేతృత్వంలో సోమవారం భేటీ అయిన మంత్రివర్గం కీలక నిర్ణయం తీసుకున్నది. దేశీయ ఆవుల పెంపకం కోసం రోజుకు రూ.50 మంజూరు చేసే సబ్సిడీ పథకానికి ఆమోదం కల్పించింది.</p>\n\n\n\n<p>ఈ నేపథ్యంలోనే రాష్ట్ర వ్యవసాయం, పాడి పరిశ్రమ అభివృద్ధి, పశు సంవర్థకాల్లో దేశీయ ఆవుల ప్రాముఖ్యతను పరిగణనలోకి తీసుకున్నట్లు అధికారులు తెలిపారు. మహారాష్ట్ర ప్రభుత్వం తీసుకున్న ఈ నిర్ణయం వల్ల భారత సమాజంలో ఆవుల ఆధ్యాత్మిక, శాస్త్రీయ, చారిత్రక ప్రాముఖ్యతను తెలియజేస్తుందని పేర్కొన్నారు. </p>\n\n\n\n<p>ఇక ఈ నిర్ణయంతో దేశంలోనే ఒక జంతువుకు రాజ్యమాత హోదా కల్పించిన మొదటి రాష్ట్రంగా మహారాష్ట్ర నిలవడం గమనార్హం. ఈ నిర్ణయం వెలువడిన తర్వాత స్పందించిన మహారాష్ట్ర డిప్యూటీ సీఎం, బీజేపీ సీనియర్ నేత దేవేంద్ర ఫడ్నవీస దేశీయ ఆవులు రైతులకు ఒక వరమని, కాబట్టి వాటికి రాజ్యమాత హోదా ఇవ్వాలని నిర్ణయించినట్లు చెప్పారు. అంతేకాకుండా దేశవాళీ ఆవుల పెంపకానికి కూడా సహాయం చేయడానికి కృషి చేస్తామని తెలిపారు.</p>\n\n\n\n<p>మరాఠ్వాడా, ఉత్తర మహారాష్ట్రలోని డాంగి, షావదాబ్‌ ప్రాంతాల్లో డియోరి, లాల్కనారి వంటి వివిధ దేశీయ జాతుల ఆవులు అధికంగా కనిపిస్తాయి. అయితే ఈ ఆవుల సంఖ్య వేగంగా తగ్గిపోవడంపై స్థానికంగా తీవ్ర ఆందోళనలు వ్యక్తం అయ్యాయి. ఈ నేపథ్యంలోనే తాజాగా మహారాష్ట్ర ప్రభుత్వం తీసుకున్న ఈ నిర్ణయంతో రైతులు ఈ దేశీయ ఆవులను పెంచుకునేలా ప్రోత్సహించాలని సర్కార్ భావిస్తోంది. మహారాష్ట్ర అసెంబ్లీ ఎన్నికలు నవంబర్‌లో జరగనున్నాయి.</p>\n","originalUrl":"https://tattvanews.com/21397/01/10/2024/","hasAudio":false,"hasInfographics":false}