{"id":"wp-te-21062","wp_id":21062,"type":"standard","category":"World","language":"te","title":"నటి హేమ డ్రగ్స్ తీసుకున్నట్లు పోలీస్ ఛార్జ్ షీట్ నిర్ధారణ","excerpt":"కొన్ని రోజుల క్రితం సంచలనం కలిగించిన బెంగళూరు రేవ్ పార్టీ కేసులో పోలీసులు ఫైనల్‌గా దాఖలు చేసిన ఛార్జిషీట్‌ లో టాలీవుడ్‌ నటి హేమ  డ్రగ్స్‌ తీసుకున్నట్టు నిర్ధారణ యైంది. పోలీసులు ఎండీఎంఏ మెడికల్‌ రిపోర్ట్‌ను కూడా జత చేశారు. ఈ కేసులో నటి హేమతోపాటు 88 మంది డ్రగ్స్‌ తీసుకున్నారని వివరించారు. పోలీసులు చార్జీషీట్‌లో రేవ్‌ పార్టీ నిర్వాహకులుగా 9 మందిని పేర్కొన్నారు. కొన్ని రోజుల క్రితం బెంగుళూరు రేవ్ పార్టీ అంటూ ఓ రేంజ్‌లో","author":"Tattva News Team","time":"12/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Hema1.webp","readTime":"5 min read","contentHTML":"\n<p>కొన్ని రోజుల క్రితం సంచలనం కలిగించిన బెంగళూరు రేవ్ పార్టీ కేసులో పోలీసులు ఫైనల్‌గా దాఖలు చేసిన ఛార్జిషీట్‌ లో టాలీవుడ్‌ నటి హేమ  డ్రగ్స్‌ తీసుకున్నట్టు నిర్ధారణ యైంది. పోలీసులు ఎండీఎంఏ మెడికల్‌ రిపోర్ట్‌ను కూడా జత చేశారు. ఈ కేసులో నటి హేమతోపాటు 88 మంది డ్రగ్స్‌ తీసుకున్నారని వివరించారు. పోలీసులు చార్జీషీట్‌లో రేవ్‌ పార్టీ నిర్వాహకులుగా 9 మందిని పేర్కొన్నారు.</p>\n\n\n\n<p>కొన్ని రోజుల క్రితం బెంగుళూరు రేవ్ పార్టీ అంటూ ఓ రేంజ్‌లో హడావుడి జరిగిన విషయం తెలిసిందే. ఇందులో నటి హేమతో పాటు మరికొంత మంది డ్రగ్స్ సేవించినట్లుగా వార్తలు వైరల్ అయ్యాయి. అయితే హేమ మాత్రం ఈ రేవ్ పార్టీ విషయంలో తనకేం తెలియదని, తను డ్రగ్స్ సేవించలేదంటూ మీడియా ముందుకు వచ్చి క్లారిటీ ఇచ్చే ప్రయత్నం చేస్తూ ఉంది. </p>\n\n\n\n<p>ఈ క్రమంలో  బెంగుళూరు పోలీసులు రేవ్ పార్టీ కేస్‌లో ఛార్జ్ షీట్ దాఖలు చేశారు. మొత్తం 88 మందిని నిందితులుగా పేర్కొన్నారు. ఈ కేసుపై 1086 పేజీల ఛార్జ్ షీట్ దాఖలైంది. ఇందులో  నటి హేమ  పార్టీ‌లో పాల్గొని డ్రగ్స్ సేవించినట్టు ఛార్జ్ షీట్‌లో పోలీసులు పేర్కొన్నారు.  హేమతో పాటు పార్టీకి వెళ్లిన 79 మందిని నిందితులుగా ఈ ఛార్జ్ షీట్‌లో పోలీసులు పేర్కొన్నారు.</p>\n\n\n\n<p>ప్రస్తుతం సమసిపోయిందనుకుంటున్న హేమ వ్యవహారం మళ్లీ మొదటికి వచ్చింది. ఆమె కొన్ని రిపోర్ట్స్ పట్టుకుని.. నేను డ్రగ్స్ సేవించలేదంటూ ఇటీవల హడావుడి చేసిన విషయం తెలిసిందే. దీంతో ఆమెపై ఉన్న నిషేధాన్ని కూడా ‘మా’ ఎత్తివేసింది. రేవ్‌ పార్టీ కేసులో హేమ ఇప్పటికే బెంగళూరు పరప్పణ అగ్రహార జైలులో 14 రోజులు జ్యుడీషియల్ కస్టడీలో ఉన్నారని తెలిసిందే.</p>\n\n\n\n<p>అనంతరం బెంగళూరు రూరల్‌ ఎన్డీపీఎస్‌ స్పెషల్ కోర్టు ఆమెకు షరతులతో కూడిన బెయిల్ మంజూరు చేసింది. ఇక ఇప్పటికే డ్రగ్స్‌ కేసులో పట్టుబడటంతో  నటి హేమను సస్పెండ్‌ చేస్తూ మా (మూవీ ఆర్టిస్ట్స్‌ అసోసియేషన్‌) కమిటీ నిర్ణయం తీసుకుంది. అయితే ఆగస్టులో హేమపై వేసిన సస్పెన్షన్‌ను ఎత్తివేసింది.</p>\n\n\n\n<p>మే 20న రేవ్‌ పార్టీలో పాల్గొన్న హేమకు డ్రగ్స్‌ పరీక్షలు నిర్వహించగా పాజిటివ్‌ వచ్చినట్టు పోలీసులు నిర్దారించారు. అయితే ఈ కేసులో విచారణకు హాజరుకావాలని పోలీసులు రెండు సార్లు నోటీసులు జారీ చేసినప్పటికీ హేమ వెళ్లలేదు. హేమ మొదట బెంగళూరు రేవ్‌ పార్టీకి హాజరైనప్పటికీ.. తాను వెళ్లలేదంటూ పలు వీడియోలు కూడా విడుదల చేసింది. కానీ పోలీసులు రిలీజ్‌ చేసిన హేమ ఫొటోలోని డ్రెస్‌, హేమ విడుదల చేసిన వీడియోల్లోని డ్రెస్‌ ఒకే విధంగా ఉండటంతో ఆమె పార్టీకి వెళ్లినట్టు నిర్దారణకు వచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/21062/12/09/2024/","hasAudio":false,"hasInfographics":false}