{"id":"wp-en-12855","wp_id":12855,"type":"standard","category":"World","language":"en","title":"ED arrested AAP MLA Amanatullah Khan￼","excerpt":"The Enforcement Directorate (ED) on Thursday arrested another Aam Aadmi Party (AAP) MLA Amanatullah Khan in connection with a money laundering case. This comes hours after he appeared before the central probe agency for questioning in a money laundering case linked to alleged irregularities in the Delhi Waqf Board. The 50-year-old legislator representing the Okhla assembly","author":"Tattva News Team","time":"19/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Khan.jpg","readTime":"5 min read","contentHTML":"\n<p>The Enforcement Directorate (ED) on Thursday arrested another Aam Aadmi Party (AAP) MLA Amanatullah Khan in connection with a money laundering case. This comes hours after he appeared before the central probe agency for questioning in a money laundering case linked to alleged irregularities in the Delhi Waqf Board.</p>\n\n\n\n<p>The 50-year-old legislator representing the Okhla assembly constituency has surrendered himself following the Supreme Court's rejection of his anticipatory bail plea last week.</p>\n\n\n\n<p>The case pertains to purported irregularities in the Delhi Waqf Board during his tenure as its chairman. The apex court had instructed him to cooperate with the investigation, with a directive to join on April 18.</p>\n\n\n\n<p> Speaking to reporters before entering the ED office on Thursday, Khan claimed he followed the rules when he was the chairman of the Waqf Board and did everything after taking legal opinion and as per the new Act (for the board) that came in 2013. </p>\n\n\n\n<p>The money laundering case against Khan stems from a Central Bureau of Investigation (CBI) FIR and three Delhi Police complaints. Following raids on AAP MLA's properties, the ED asserted that Khan accumulated significant illicit funds in cash through the unlawful hiring of personnel in the Delhi Waqf Board.</p>\n\n\n\n<p>These funds were purportedly invested in acquiring immovable assets under the names of his associates. In a statement, the ED alleged that during Khan's tenure as chairman from 2018 to 2022, there were instances of \"illegal recruitment\" and unfair leasing of Waqf Board properties, resulting in personal gains.</p>\n\n\n\n<p>Khan acquired huge proceeds of crime out of the said criminal activities in cash and this cash amount was invested in the purchase of various immovable properties in Delhi in the name of his associates. Several incriminating materials in the form of physical and digital evidence were seized during the raids which indicated the Khan's role in money laundering,\" the ED claimed. </p>\n\n\n\n<p>Reacting to Khan's arrest, senior AAP leader Sanjay Singh attacked the Prime Minister Narendra Modi-led central government. \"Modi government is fully engaged in Operation Lotus. Ministers and MLAs are being arrested by making fake cases against them. ED is preparing a baseless case against Khan to arrest him. Dictatorship will end soon. I am going to meet his family,\" Singh posted on his X account.</p>\n","originalUrl":"https://en.tattvanews.com/economy/ed-arrested-aap-mla-amanatullah-khan%ef%bf%bc/","hasAudio":false,"hasInfographics":false}