{"id":"wp-te-18763","wp_id":18763,"type":"standard","category":"World","language":"te","title":"25 కిలోల బంగారంతో ఆఫ్ఘన్ రాయబారి పట్టివేత","excerpt":"భారతదేశంలోని ఆఫ్ఘనిస్తాన్ రాయబార కార్యాలయంలో పనిచేస్తున్న ఓ మహిళ దుబాయ్ నుంచి బంగారం తీసుకువచ్చి అడ్డంగా ముంబై కస్టమ్స్ అధికారులకు దొరికిపోయింది. దీంతో ఆమె పదవి పోయింది. కేసు మాత్రమే పెట్టిన అధికారులు ఆమెకు ఉన్న అధికారం ప్రకారం అరెస్ట్ నుంచి మాత్రం మినహాయింపు లభించింది.  గుట్టుచప్పుడు కాకుండా విమానంలో దుబాయ్ నుంచి ముంబై ఎయిర్‌పోర్టులో దిగిన ఆఫ్ఘనిస్తాన్ రాయబారి చివరికి అధికారుల కంట పడటంతో అసలు విషయం వెలుగులోకి వచ్చింది. అయితే తనపై వచ్చిన ఆరోపణలను","author":"Tattva News Team","time":"5/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Afghan-envoy.webp","readTime":"5 min read","contentHTML":"\n<p>భారతదేశంలోని ఆఫ్ఘనిస్తాన్ రాయబార కార్యాలయంలో పనిచేస్తున్న ఓ మహిళ దుబాయ్ నుంచి బంగారం తీసుకువచ్చి అడ్డంగా ముంబై కస్టమ్స్ అధికారులకు దొరికిపోయింది. దీంతో ఆమె పదవి పోయింది. కేసు మాత్రమే పెట్టిన అధికారులు ఆమెకు ఉన్న అధికారం ప్రకారం అరెస్ట్ నుంచి మాత్రం మినహాయింపు లభించింది. </p>\n\n\n\n<p>గుట్టుచప్పుడు కాకుండా విమానంలో దుబాయ్ నుంచి ముంబై ఎయిర్‌పోర్టులో దిగిన ఆఫ్ఘనిస్తాన్ రాయబారి చివరికి అధికారుల కంట పడటంతో అసలు విషయం వెలుగులోకి వచ్చింది. అయితే తనపై వచ్చిన ఆరోపణలను మాత్రం ఆమె కొట్టిపారేయడం గమనార్హం. ఇలాంటి పరిస్థితుల్లో తనకు అండగా ఉండాల్సిన భారత అధికారులు  ఇలా చేయడం ఏంటని ఎదురు ప్రశ్నలు వేస్తోంది.</p>\n\n\n\n<p>ఆఫ్ఘనిస్తాన్‌కు చెందిన జకియా వార్దక్ భారత్‌లోని విదేశీ రాయబార కార్యాలయంలో ఎంబస్సీ అధికారిణిగా పనిచేస్తోంది. అయితే తాజాగా ఆమె గోల్డ్ స్మగ్లింగ్ చేస్తూ ముంబై ఎయిర్‌పోర్టులో అడ్డంగా దొరికిపోయింది. దుబాయ్ నుంచి ముంబైకి వచ్చిన జకియా వార్దక్‌ను కస్టమ్స్ అధికారులు తనిఖీ చేయగా ఎలాంటి పత్రాలు లేకుండా తరలిస్తున్న 25 కిలోల బంగారం పట్టుబడింది. </p>\n\n\n\n<p>ఆమె 5 ట్రాలీ బ్యాగ్‌లు, ఒక హ్యాండ్ బ్యాగ్ తీసుకురాగా వాటిని చెక్ చేయగా ఎలాంటి వస్తువులు దొరకలేదు. అయితే ఆమెను సీక్రెట్ గదిలోకి తీసుకెళ్లి బట్టల్లో చూడగా అధికారులు షాక్ అయ్యారు. ఆమె వేసుకున్న జాకెట్‌లో ఒక్కొక్కటీ కిలో బరువు ఉన్న మొత్తం 25 బంగారు కడ్డీలు దొరికాయి. జాకెట్, లెగ్గింగ్స్, మోకాలి క్యాప్‌లు, నడుముకు పెట్టుకునే బెల్ట్‌లో జకియా వార్దక్.. ఆ 25 కిలోల బంగారు కడ్డీలను దాచినట్లు గుర్తించారు.</p>\n\n\n\n<p>ఈ సంఘటన ఏప్రిల్ 25 వ తేదీన జరగ్గా శనివారం రోజున ఆమెను కాన్సుల్ జనరల్ పదవి నుంచి తొలగిస్తూ ఉత్తర్వులు వెలువరించారు. అయితే ఆఫ్ఘనిస్తాన్ నుంచి కాన్సుల్ జనరల్ పదవి సాధించిన మొట్టమొదటి మహిళ జకియా వార్దక్ కావడం గమనార్హం. పట్టుబడిన ఆ 25 కిలోల బంగారం విలువ మన దేశ కరెన్సీలో సుమారు రూ.18.6 కోట్లు ఉంటుందని కస్టమ్స్ అధికారులు వెల్లడించారు. </p>\n\n\n\n<p>ఇప్పటివరకు జకియా వార్దక్ భారత్‌లో ఉన్న ఆఫ్ఘనిస్తాన్ రాయబార కార్యాలయంలో కాన్సుల్ జనరల్‍గా పనిచేసేది. అయితే ఈ బంగారం స్మగ్లింగ్ ఘటనతో ఆమెపై కేసు పెట్టారు. కానీ జకియా వార్దక్‌కు ఉన్న అధికారం కారణంగా ఆమెను అరెస్ట్ చేయలేదు.  ప్రస్తుతం ఆఫ్ఘనిస్తాన్ తాలిబన్ల పాలనలో ఉంది. </p>\n\n\n\n<p>అయితే జకియా వార్దక్ మాత్రం అంతకుముందు ఉన్న అష్రఫ్ ఘనీ ప్రభుత్వ హయాంలో ముంబైలోని ఆఫ్ఘనిస్తాన్ రాయబార కార్యాలయంలో కాన్సుల్ జనరల్‌గా పదవీ బాధ్యతలు చేపట్టారు. ఆఫ్ఘనిస్తాన్‌లో తాలిబన్లు అధికారాన్ని చేజిక్కించుకున్న తర్వాత భారత్‌లో ఆ దేశ రాయబార కార్యాలయాన్ని మూసివేశారు. అయినప్పటికీ జకియా వార్దక్ అదే పదవిలో కొనసాగారు. ఇక ఆఫ్ఘనిస్తాన్‌లో తాలిబన్ పరిపాలనను భారత్ ఇంకా గుర్తించనప్పటికీ దౌత్యపరమైన సంబంధాలు మాత్రం కాబూల్‌ నుంచి జరుగుతునే ఉన్నాయి.</p>\n","originalUrl":"https://tattvanews.com/18763/05/05/2024/","hasAudio":false,"hasInfographics":false}