{"id":"wp-en-15406","wp_id":15406,"type":"standard","category":"World","language":"en","title":"Canada’s Indian envoy  denies role in Nijjar's murder￼","excerpt":"India's high commissioner to Canada has denied any involvement in the murder of a Canadian terrorist who was killed in British Columbia last year even though the Canadian government has named him as a person of interest in the assassination. Sanjay Kumar Verma, who was recalled by New Delhi with five other Indian diplomats, said","author":"Tattva News Team","time":"21/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Sanjay-Verma1.jpg","readTime":"5 min read","contentHTML":"\n<p>India's high commissioner to Canada has denied any involvement in the murder of a Canadian terrorist who was killed in British Columbia last year even though the Canadian government has named him as a person of interest in the assassination.</p>\n\n\n\n<p>Sanjay Kumar Verma, who was recalled by New Delhi with five other Indian diplomats, said in an interview on CTV's Question Period on Sunday that the allegations are politically motivated. The Indian government claimed it had recalled its diplomats but the Justin Trudeau-led administration said they were \"expelled\".</p>\n\n\n\n<p>\"Nothing at all,\" Verma said when asked if he had any role in the shooting of Hardeep Singh Nijjar who was killed outside a cultural centre in Surrey, British Columbia on June 18, 2023. Four Indian nationals living in Canada were charged with Nijjar's murder and are awaiting trial.</p>\n\n\n\n<p>Canadian Prime Minister Justin Trudeau and the Royal Canadian Mounted Police went public this week with allegations that Indian diplomats were targeting Sikh separatists in Canada by sharing information about them with their government back home- a claim New Delhi denied multiple times.</p>\n\n\n\n<p>They said top Indian officials were then passing that information to Indian organised crime groups who were targeting the activists, who are Canadian citizens, with drive-by shootings, extortions and even murder.Verma denied the Indian government was targeting Sikh separatists in Canada.</p>\n\n\n\n<p>In the interview, Verma condemned Nijjar's death. \"Any murder is wrong and bad,\" he said.\"I do condemn.\" Verma also pushed back on comments made by Canadian Foreign Minister Melanie Joly that compared India to Russia. She said Canada's national police force has linked Indian diplomats to homicides, death threats and intimidation in Canada.</p>\n","originalUrl":"https://en.tattvanews.com/national/canadas-indian-envoy-denies-role-in-nijjars-murder%ef%bf%bc/","hasAudio":false,"hasInfographics":false}