{"id":"wp-te-21321","wp_id":21321,"type":"standard","category":"World","language":"te","title":"జగన్ తిరుమల దర్శనంపై నెలకొన్న ఉత్కంఠ","excerpt":"తిరుపతి లడ్డు నాణ్యతపై ఒకవంక దేశ వ్యాప్తంగా ఆందోళన వ్యక్తం అవుతుండగా, వైసిపి అధ్యక్షులు వైఎస్ జగన్మోహన్ రెడ్డి సెప్టెంబర్ 28వ తేదీన తిరుమల శ్రీ వెంకటేశ్వరస్వామి దర్శనానికి వెళ్లనున్నట్లు ప్రకటించడం కలకలం రేపుతోంది. అలాగే రాష్ట్ర వ్యాప్తంగా ఆలయాల్లో పూజలు నిర్వహించాలని ఆ పార్టీ పిలుపు నిచ్చింది. జగన్ శుక్రవారం సాయంత్రం కాలినడకన తిరుమలకు చేరుకొని, శనివారం శ్రీవారి దర్శనం చేసుకుంటారని ఆ పార్టీ నేతలు చెబుతున్నారు. మరోవైపు తిరుమల దర్శనా నికి వచ్చే భక్తులు","author":"Tattva News Team","time":"27/9/2024","image":"https://tattvanews.com/wp-content/uploads/2023/10/YS-Jagan.jpg","readTime":"5 min read","contentHTML":"\n<p>తిరుపతి లడ్డు నాణ్యతపై ఒకవంక దేశ వ్యాప్తంగా ఆందోళన వ్యక్తం అవుతుండగా, వైసిపి అధ్యక్షులు వైఎస్ జగన్మోహన్ రెడ్డి సెప్టెంబర్ 28వ తేదీన తిరుమల శ్రీ వెంకటేశ్వరస్వామి దర్శనానికి వెళ్లనున్నట్లు ప్రకటించడం కలకలం రేపుతోంది. అలాగే రాష్ట్ర వ్యాప్తంగా ఆలయాల్లో పూజలు నిర్వహించాలని ఆ పార్టీ పిలుపు నిచ్చింది. జగన్ శుక్రవారం సాయంత్రం కాలినడకన తిరుమలకు చేరుకొని, శనివారం శ్రీవారి దర్శనం చేసుకుంటారని ఆ పార్టీ నేతలు చెబుతున్నారు.</p>\n\n\n\n<p>మరోవైపు తిరుమల దర్శనా నికి వచ్చే భక్తులు ఎవరైనా నిబంధనలు పాటించాల్సిందేనని ఆలయ అధికారులు స్పష్టం చేస్తున్నారు. ఈ క్రమంలో జగన్ తిరుమల దర్శనంపై ఉత్కంఠ నెలకొంది. జగన్ తిరుమలకు వచ్చినప్పుడు డిక్లరేషన్ ఇచ్చేలా ఒత్తిడి చేస్తామని బిజెపి, జనసేన, టిడిపి నేతలు, హిందూ సంస్థల కార్యకర్తలు పెద్ద ఎత్తున తిరుమల వచ్చేందుకు ఏర్పాట్లు చేసుకుంటున్నారు.</p>\n\n\n\n<p>లడ్డూ కల్తీ వివాదంలో జగన్‌పై హిందూ సంఘాలు ఆగ్రహంతో ఉన్నాయి. ఇప్పుడు ఆయన డిక్లరేషన్ ఇవ్వకుండా స్వామి వారి దర్శనానికి వెళ్తే పరిస్థితులు ఉద్రిక్తంగా మారే అవకాశం ఉంది. హిందూ సంఘాలకు చెందినవారు పెద్ద ఎత్తున తిరమలకు చేరుకుంటున్నారు. </p>\n\n\n\n<p>వైఎస్‌ జగన్‌ పర్యటన సందర్భంగా తిరుపతిలో ఆంక్షలు విధించారు. జిల్లాలో పోలీస్‌ యాక్ట్‌ విధించారు. ఈ మేరకు గురువారం నాడు తిరుపతి జిల్లా ఎస్పీ సుబ్బారాయుడు ఆదేశాలు జారీ చేశారు. అక్టోబర్‌ 25 వరకు ఈ ఆంక్షలు కొనసాగుతాయని తెలిపారు. అప్పటివరకు నిరసనలు, సభలు ర్యాలీలకు ముందస్తు అనుమతులు తప్పనిసరి అని స్పష్టం చేశారు. నిబంధనలు పాటించకుంటే కఠిన చర్యలు తప్పవని హెచ్చరించారు.</p>\n\n\n\n<p>జగన్‌ పర్యటన నేపథ్యంలో తిరుపతిలో పోలీసులు భారీ బందోబస్తు ఏర్పాటు చేశారు. నెల్లూరు, చిత్తూరు, అనంతపురం నుంచి భద్రతబలగాలను రప్పించారు. </p>\n\n\n\n<p>కాగా, తిరుమల పర్యటన నేపథ్యంలో వైసీపీ నాయకులు, కార్యకర్తలకు ఆ పార్టీ అధినేత వైఎస్‌ జగన్‌ కీలక సూచనలు చేశారు. తన పర్యటన సందర్భంగా ఎలాంటి హడావుడి చేయవద్దని పార్టీ కేడర్‌కు సూచించారు. ఆయన షెడ్యూల్‌ ప్రకారం ఈ నెల 27వ తేదీ సాయంత్రం 4.50 గంటలకు వైఎస్‌ జగన్‌ రేణిగుంట విమానాశ్రయానికి చేరుకుంటారు. అక్కడి నుంచి సాయంత్రం 5 గంటలకు తిరుమలకు బయల్దేరతారు. రాత్రి 7 గంటలకు తిరుమలకు చేరుకుంటారు. </p>\n\n\n\n<p>రాత్రి అక్కడే గెస్ట్‌ హౌస్‌లో బస చేసి.. మరుసటి రోజు ఉదయం 10.30 గంటలకు తిరుమల ఆలయానికి వెళ్లి.. శ్రీవారిని దర్శించుకుంటారు. అనంతరం 11.30 గంటలకు ఆలయం నుంచి గెస్ట్‌ హౌస్‌కు బయల్దేరతారు. 11.50 గంటలకు తిరుమల నుంచి రేణిగుంట విమానాశ్రయానికి వెళ్తారు. 1.30 గంటలకు రేణిగుంట నుంచి బెంగళూరులోని తన నివాసానికి చేరుకుంటారు.</p>\n","originalUrl":"https://tattvanews.com/21321/27/09/2024/","hasAudio":false,"hasInfographics":false}