{"id":"wp-en-14714","wp_id":14714,"type":"standard","category":"World","language":"en","title":"33 killed in 2 deadly attacks in Pakistan's Balochistan","excerpt":"At least 33 people were killed in southwestern Pakistan in a string of terrorist attacks that targeted police officers, residents and passengers, officials said on Monday. The terrorists launched attacks in at least three different regions and targeted railway tracks, a gas pipeline and a police station, said Shahid Rind, a spokesman for the provincial","author":"Tattva News Team","time":"27/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Pak-terror1.webp","readTime":"5 min read","contentHTML":"\n<p>At least 33 people were killed in southwestern Pakistan in a string of terrorist attacks that targeted police officers, residents and passengers, officials said on Monday.</p>\n\n\n\n<p>The terrorists launched attacks in at least three different regions and targeted railway tracks, a gas pipeline and a police station, said Shahid Rind, a spokesman for the provincial government.</p>\n\n\n\n<p>At least 23 people were killed in the early morning after armed men forced passengers off trucks and buses, checked their identities and killed those from the province of Punjab.</p>\n\n\n\n<p>The passengers were killed in the district of Musakhail, where armed men blocked the inter-provincial highway and set fire to vehicles.</p>\n\n\n\n<p>Senior Superintendent of Police Ayub Khoso said: “The passengers were told to get down from buses and shot dead after being identified from their national ID cards,” Khoso said.</p>\n\n\n\n<p>“Most of those killed belonged to southern Punjab and some are from Khyber Pakhtunkhwa suggesting they were killed because of their ethnic background,” he added.</p>\n\n\n\n<p>The militants also detonated a railway track in the Bolan region and damaged a gas pipeline in the Dera Bugti area. A banned group of separatist insurgents, the Baloch Liberation Army (BLA), claimed responsibility for the attacks.</p>\n\n\n\n<p>Balochistan -Pakistan’s largest but most volatile province faces multiple fronts of violence at the hands of Islamist militants, sectarian groups and nationalist rebels.</p>\n\n\n\n<p>Rebel attacks on workers from other provinces, especially those working on projects initiated by China under a $62 billion investment plan, are common.</p>\n\n\n\n<p>Many people from Punjab and other parts of the country have moved to Balochistan to seek employment in projects run by Chinese companies.</p>\n","originalUrl":"https://en.tattvanews.com/international/33-killed-in-2-deadly-attacks-in-pakistans-balochistan/","hasAudio":false,"hasInfographics":false}