{"id":"wp-en-14131","wp_id":14131,"type":"standard","category":"World","language":"en","title":"Another Pakistani journalist shot dead, PEC demands justice","excerpt":"By Nava J Thakuria Expressing utter dismay over the relentless killing of journalists in Pakistan, Geneva-based Press Emblem Campaign (PEC), the global media safety and rights organization, urges the highest government authority in Islamabad to investigate all relevant cases to unearth the truth and punish the culprits involved with the murder of scribes in the","author":"Tattva News Team","time":"16/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Pak-Jour.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong></p>\n\n\n\n<p>Expressing utter dismay over the relentless killing of journalists in Pakistan, Geneva-based Press Emblem Campaign (PEC), the global media safety and rights organization, urges the highest government authority in Islamabad to investigate all relevant cases to unearth the truth and punish the culprits involved with the murder of scribes in the south Asian nation.</p>\n\n\n\n<p>The country, now facing a serious internal economic and socio-political crisis,  lost one more scribe on Sunday (14 July 2024) counting its journo-casualties this year to eight till date.</p>\n\n\n\n<p>Local media reported that Malik Hassan Zaib, who was associated with the Peshawar-based Urdu daily newspaper Aaj,  shot dead in Nowshera locality of Khyber Pakhtunkhwa  province by  the miscreants, as he was moving in his car. Hassan Zaib (40) was a member of  Peshawar Press Club and his fellow journalists organized  a protest demonstration on Monday demanding justice for the victim.</p>\n\n\n\n<p>Khyber Pakhtunkhwa chief minister  Ali Amin Khan Gandapur also condemned the assassination and directed the police forces to nab the culprits. Rural Media Network Pakistan and Pakistan Federal Union of Journalists also condemned  the killing and demanded the arrest of killers. They urged the government to pay adequate compensation to the bereaved family.</p>\n\n\n\n<p>“Malik Hassan Zaib becomes the 71st journalist to be murdered since 1 January across the globe. We extend our moral support to the agitating Pakistani media bodies for justice to the victim.  Both the federal and provincial  governments must take serious notes of the murder and book the perpetrators to punish under the law,” said Blaise Lempen, president of PEC (https://pressemblem.ch/pec-news.shtml), adding that the culture of immunity to the murders must be demolished in Pakistan as early as possible.</p>\n\n\n\n<p>Lempen, on another matter, expressed relief that a Kenya court recently  awarded $78,000 as compensation to the widow (Javeria Siddique) of  popular Pakistani journalist Arshad Sharif, who was mistakenly shot dead by the Kenyan police at Kajiado in 2022.</p>\n\n\n\n<p>PEC’s south and southeast Asia representative Nava Thakuria revealed that prior to Hassan Zaib, Pakistan lost seven journalists namely Khalil Afridi Jibran, Nasrullah Gadani, Kamran Dawar,  Mehar Ashfaq Siyal, Maulana Mohammad Siddique Mengal, Jam Saghir Ahmad Lar and Tahira Nosheen Rana to assailants this year. Its neighbour India witnessed the killing of television journalist Ashutosh Shrivastava in Uttar Pradesh on 13 May. India’s neighbour Myanmar lost one scribe (Ko Myat Thu Tun) to military atrocities during this period.</p>\n","originalUrl":"https://en.tattvanews.com/international/another-pakistani-journalist-shot-dead-pec-demands-justice%ef%bf%bc/","hasAudio":false,"hasInfographics":false}