{"id":"wp-en-13021","wp_id":13021,"type":"standard","category":"World","language":"en","title":"India summons Canadian envoy after pro-Khalistan slogans raised at  PM  Trudeau event￼","excerpt":"India on Monday summoned the Canadian Deputy High Commissioner with regard to the raising of separatist slogans on ‘Khalistan’ at an event which was being personally addressed by the Canadian Prime Minister Justin Trudeau. “The Government of India’s deep concern and strong protest was conveyed at such disturbing actions being allowed to continue unchecked at","author":"Tattva News Team","time":"30/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Justin-Trudeau.1.jpg","readTime":"5 min read","contentHTML":"\n<p>India on Monday summoned the Canadian Deputy High Commissioner with regard to the raising of separatist slogans on ‘Khalistan’ at an event which was being personally addressed by the Canadian Prime Minister Justin Trudeau.</p>\n\n\n\n<p>“The Government of India’s deep concern and strong protest was conveyed at such disturbing actions being allowed to continue unchecked at the event,’’ said the MEA, adding that this incident once again illustrates the political space given in Canada to separatism, extremism and violence. “Their continued expressions not only impact India-Canada relations but also encourage a climate of violence and criminality in Canada to the detriment of its own citizens,’’ said an MEA statement.</p>\n\n\n\n<p>Overseas-backed separatism had once again reared its head when loud and persistent pro-Khalistan slogans were raised in Toronto at the Khalsa Day Celebrations in the presence of Canadian Prime Minister Justin Trudeau, as well as opposition leader Pierre Poilievre with both of them seemingly taking the disruptions in their stride.</p>\n\n\n\n<p>While the speech of Toronto Mayor Olivia Chow was heard in silence, pro-Khalistan chants began when Trudeau was invited to take the stage. The slogans began getting louder when he began his speech but Trudeau apparently opted not to notice the disturbance at a smallish gathering. Videos also showed the presence of Jagmeet Singh, the chief of National Democratic Party, which competes for Sikh votes with Trudeau’s Liberal Party.</p>\n\n\n\n<p>The slogan shouting during Trudeau’s speech was to reoccur when leader of the opposition Pierre Poilievre took the podium. Observers said Khalsa Day was attended by several thousands of people on Sunday, turning it into one of the biggest gatherings in Toronto. Much louder cheers went up when to the delight of the gathering, Chow declared that henceforth the City Council will observe March 28 as Khalsa Day or Vaisakhi.</p>\n\n\n\n<p>Trudeau stressed on the importance of diversity and claimed that Sikh and Canadian values are similar. “To the nearly 8,00,000 Canadians of Sikh heritage across this country, we will always be there to protect your rights and your freedoms, and we will always defend your community against hatred and discrimination,’’ he assured.</p>\n","originalUrl":"https://en.tattvanews.com/international/india-summons-canadian-envoy-after-pro-khalistan-slogans-raised-at-pm-trudeau-event%ef%bf%bc/","hasAudio":false,"hasInfographics":false}