{"id":"wp-en-15436","wp_id":15436,"type":"standard","category":"World","language":"en","title":"Allahabad High Court rejects Muslim side's recall petition in Krishna Janmabhoomi row￼","excerpt":"The Allahabad High Court has dismissed a recall petition filed by the Muslim side in the ongoing Shri Krishna Janmabhoomi-Shahi Idgah dispute case in Mathura, delivering a significant setback to the petitioners. The recall plea challenged the High Court's earlier order from January 11, 2024, which had consolidated 15 petitions related to the dispute. On","author":"Tattva News Team","time":"24/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Krishna-Janmabhoomi.jpg","readTime":"5 min read","contentHTML":"\n<p>The Allahabad High Court has dismissed a recall petition filed by the Muslim side in the ongoing Shri Krishna Janmabhoomi-Shahi Idgah dispute case in Mathura, delivering a significant setback to the petitioners. The recall plea challenged the High Court's earlier order from January 11, 2024, which had consolidated 15 petitions related to the dispute.</p>\n\n\n\n<p>On October 16, the court had reserved its decision on the matter, and the judgment was delivered by a single bench of Justice Mayank Kumar Jain. The Muslim side had sought to recall the January 11 order, which had combined multiple petitions into one to streamline the legal proceedings regarding the sensitive issue.</p>\n\n\n\n<p>The High Court's decision ensured that the January order remains intact, allowing for a unified legal process for all the cases concerning the disputed land, which holds religious significance for both the Hindu and Muslim communities.</p>\n\n\n\n<p>Earlier, in January, a single-judge bench had directed the consolidation of 15 separate suits concerning the dispute, which pertains to the land surrounding the Shri Krishna Janmabhoomi temple and the Shahi Idgah Mosque. The consolidation was ordered \"in the interest of justice\" following an application by the Hindu plaintiffs under Order IV-A of the Civil Procedure Code.</p>\n\n\n\n<p>Advocate Vishnu Shankar Jain, representing the Hindu plaintiffs, argued that the consolidation was necessary, as the original suit regarding the land dispute was first filed before the Civil Judge (Senior Division) in Mathura on September 25, 2020. The court’s decision to consolidate the cases aims to streamline proceedings and ensure a comprehensive resolution of the complex legal battle.</p>\n","originalUrl":"https://en.tattvanews.com/national/allahabad-high-court-rejects-muslim-sides-recall-petition-in-krishna-janmabhoomi-row%ef%bf%bc/","hasAudio":false,"hasInfographics":false}