{"id":"wp-te-18991","wp_id":18991,"type":"standard","category":"World","language":"te","title":"ఏపీలో అక్రమ ఇసుక తవ్వకాలపై `సుప్రీం' ఆగ్రహం","excerpt":"ఏపీలో అక్రమ ఇసుక తవ్వకాలపై సుప్రీం ఆగ్రహం వ్యక్తం చేసింది. సుప్రీం ఆదేశాలను సైతం పట్టించుకోకుండా యథేచ్చగా అక్రమ ఇసుక తవ్వకాలను సాగించిన ఏపీ ప్రభుత్వంపై సుప్రీం ధర్మాసనం మండిపడింది. అక్రమ ఇసుక తవ్వకాలను నిలిపివేయడానికి ప్రత్యేక కమిటీని ఏర్పాటు చేయాలని ఏపీ ప్రభుత్వానికి సుప్రీం ఆదేశాలు జారీ చేసింది.  కమిటీలో కలెక్టర్లు, పోలీసు ఉన్నతాధికారులను కూడా నియమించాలని సుప్రీం ధర్మాసనం ఆదేశించింది. నాలుగు రోజుల్లోపు అక్రమ ఇసుక రీచ్‌లను సందర్శించి వాటిని నిలిపివేయడానికి తగిన చర్యలను","author":"Tattva News Team","time":"16/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Sand-mining.webp","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో అక్రమ ఇసుక తవ్వకాలపై సుప్రీం ఆగ్రహం వ్యక్తం చేసింది. సుప్రీం ఆదేశాలను సైతం పట్టించుకోకుండా యథేచ్చగా అక్రమ ఇసుక తవ్వకాలను సాగించిన ఏపీ ప్రభుత్వంపై సుప్రీం ధర్మాసనం మండిపడింది. అక్రమ ఇసుక తవ్వకాలను నిలిపివేయడానికి ప్రత్యేక కమిటీని ఏర్పాటు చేయాలని ఏపీ ప్రభుత్వానికి సుప్రీం ఆదేశాలు జారీ చేసింది. </p>\n\n\n\n<p>కమిటీలో కలెక్టర్లు, పోలీసు ఉన్నతాధికారులను కూడా నియమించాలని సుప్రీం ధర్మాసనం ఆదేశించింది. నాలుగు రోజుల్లోపు అక్రమ ఇసుక రీచ్‌లను సందర్శించి వాటిని నిలిపివేయడానికి తగిన చర్యలను తీసుకోవాలని ఆదేశాలు జారీ చేసింది. ప్రతి జిల్లాలో ఫిర్యాదుల పరిష్కారానికి ప్రత్యేక సెల్ లను కూడా ఏర్పాటు చేయాలని సుప్రీం ఆదేశించింది.</p>\n\n\n\n<p>‘‘అక్రమ ఇసుక తవ్వకాలను నిషేదించడానికి పెద్ద ఎత్తున పబ్లిసిటీ ఇవ్వాలి. ఫిర్యాదుల కోసం టోల్ ఫ్రీ నంబర్లు, ఈ మెయిల్ ఐడీలను కూడా ఏర్పాటు చేయాలి. తమ ఆదేశాలను ఎవరైనా ఉల్లంఘిస్తే కోర్టు థిక్కార చర్యలను తీసుకుంటాం. కమిటీలోని అధికారులు సుప్రీంకోర్టు నియమించిన అధికారులుగా గుర్తెరిగి విధులను నిర్వర్తించాలి. ఉల్లంఘనలకు పాల్పడిన వారిపై క్రిమినల్ చర్యలు తీసుకోండి’’ అని సుప్రీం ఆదేశాలు జారీ చేసింది. </p>\n\n\n\n<p>ఏపీలో యథేచ్చగా అక్రమ ఇసుక తవ్వకాలు జరుగుతున్నాయని కేంద్ర పర్యావరణ, అటవీశాఖ తన మధ్యంతర నివేదికలో ధృవీకరించింది. రాష్ట్రంలో రూ. 10,000 కోట్ల  మేరకు అక్రమ ఇసుక రవాణా జరిగిందని ప్రతివాది తరపు న్యాయవాది సిద్ధార్థ లూథ్రా.. సుప్రీంకోర్టు దృష్టికి తీసుకొచ్చారు.  ఏపీ ప్రభుత్వం కొనసాగిస్తున్న అక్రమ ఇసుక తవ్వకాలను ఫోటోలు, ఆధారాల సహా ప్రతివాది దండా నాగేంద్ర కుమార్ నేడు సుప్రీం ముందు ఉంచారు. </p>\n\n\n\n<p>జస్టిస్ అభయ్ ఓకా నేతృత్వంలోని ధర్మాసనం ముందు విచారణ జరిగింది. అక్రమ ఇసుక తవ్వకాలను తక్షణం నిలిపివేయడానికి వెంటనే అధికారుల బృందాలను క్షేత్ర స్థాయికి పంపాలని గత వారం సుప్రీం ఆదేశాలు జారీ చేసింది. కేంద్ర పర్యావరణ, అటవీశాఖ అధికారులు కూడా క్షేత్ర స్థాయికి వెళ్లి అక్రమ ఇసుక తవ్వకాలు ఆపేశారా.. లేదా? అన్నది తనిఖీ చేయాలని కూడా సుప్రీం ఆదేశించింది. </p>\n\n\n\n<p>ఇసుక అక్రమాలపై వచ్చిన ఫిర్యాదులపై చర్యలు తీసుకుంటామని ఏపీ ప్రభుత్వం దాఖలు చేసిన అఫిడవిట్‌ను సుప్రీం ధర్మాసనం తిరస్కరించింది. ఏపీ ప్రభుత్వం చర్యలన్నీ కాగితాలకే పరిమితమని తమకు తెలుసని సుప్రీం ధర్మాసనం పేర్కొంది. నేడు సుప్రీంకోర్టు అక్రమ ఇసుక తవ్వకాల నిలిపివేతపై తీసుకున్న చర్యలను అఫిడవిట్ రూపంలో సమర్పించాలని ఏపీ ప్రభుత్వాన్ని సుప్రీం ధర్మాసనం ఆదేశించింది. ఏపీలో ఇసుక అక్రమ తవ్వకాలు ఇంకా కొనసాగుతున్నాయంటూ కేంద్ర పర్యావరణ, అటవీ శాఖ కూడా సుప్రీంకోర్టుకు నివేదించినట్లు సమాచారం.</p>\n","originalUrl":"https://tattvanews.com/18991/16/05/2024/","hasAudio":false,"hasInfographics":false}