{"id":"wp-en-14105","wp_id":14105,"type":"standard","category":"World","language":"en","title":"Multiple bullets fired at Donald Trump's rally￼","excerpt":"Former US President and Republican presidential candidate Donald Trump had just started addressing the sea of his supporters at the presidential campaign rally in Butler, Pennsylvania when a volley of \"pops\" blared through the rally. Trump took to the podium at 6:02 pm on Saturday under the searing summer sun, waving at the crowd who","author":"Tattva News Team","time":"14/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Gun-Trup.jpg","readTime":"5 min read","contentHTML":"\n<p>Former US President and Republican presidential candidate Donald Trump had just started addressing the sea of his supporters at the presidential campaign rally in Butler, Pennsylvania when a volley of \"pops\" blared through the rally.</p>\n\n\n\n<p>Trump took to the podium at 6:02 pm on Saturday under the searing summer sun, waving at the crowd who chanted 'God Bless the USA'. He settled into his regular rally speech, pointing to a screen that displayed a chart showing an increase in illegal border crossings under President Joe Biden.</p>\n\n\n\n<p> \"That chart’s a couple of months old,\" Trump told the crowd. \"And if you want to see something really sad —\" He could barely finish the sentence when loud popping noises blared through the rally.</p>\n\n\n\n<p>Trump immediately ducked to the ground as several Secret Service agents rushed to the stage. He was seen clutching his right ear as blood streamed from the side of his face. As the crowd screamed, half a dozen agents rushed to the stage and piled on Trump who was still kneeling behind the podium.</p>\n\n\n\n<p>Law enforcement officers armed with rifles took to the stage and about a minute later, someone, possibly an agent, shouted: \"Shooter is down!\"  The Federal Bureau of Investigation (FBI), which is leading the investigation into the shooting incident, has called the attack an “attempted assassination.</p>\n\n\n\n<p>“This evening, we had what we’re calling an assassination attempt against our former President Donald Trump. It’s still an active crime scene,” Kevin Rojek, the special agent in charge of the FBI’s Pittsburgh field office, was quoted as saying at a news conference in Butler, Pennsylvania.</p>\n\n\n\n<p>Trump, in his first account of the shooting, said that a 'bullet pierced the upper part of his right ear.'  In his first statement issued on the social media platform Truth Social, 78-year-old Trump also thanked the US Secret Service and law endorsement for their rapid response and also extended his condolences to the family of the person at the rally who was killed, and also to the family of another person that was badly injured.</p>\n\n\n\n<p>“I want to thank the United States Secret Service, and all of Law Enforcement, for their rapid response to the shooting that just took place in Butler, Pennsylvania. Most importantly, I want to extend my condolences to the family of the person at the rally who was killed, and also to the family of another person that was badly injured. It is incredible that such an act can take place in our country,” he said.</p>\n\n\n\n<p>Prime Minister Narendra Modi and other world leaders condemned the assassination attempt on Donald Trump. Modi posted on X that “violence has no place in politics and democracies” and wished Trump speedy recovery. Strongly condemning the incident, the PM said, “Deeply concerned by the attack on my friend, former President Donald Trump... Our thoughts and prayers are with the family of the deceased, those injured and the American people.”</p>\n\n\n\n<p>US President Joe Biden said there’s no place for this kind of violence in America, adding that the nation should stand together to condemn such acts. “I’m grateful to hear that he’s safe and doing well. I’m praying for him and his family and for all those who were at the rally... Jill and I are grateful to the Secret Service for getting him to safety,” he added.</p>\n\n\n\n<p>Former US President Barack Obama echoed Biden's words, saying there is absolutely no place for political violence in “our democracy”. “We should all be relieved that former President Trump wasn’t seriously hurt, and use this moment to recommit ourselves to civility and respect in our politics,” he said, adding that “Michelle and I are wishing him a quick recovery.” Michelle Obama also reposted his post.</p>\n\n\n\n<p>Newly elected British Prime Minister Keir Starmer expressed his shock, saying, “I am appalled by the shocking scenes at President Trump's rally and we send him and his family our best wishes.” He added that political violence in any form has no place in our societies.</p>\n\n\n\n<p>Israeli Prime Minister Benjamin Netanyahu posted on X, saying he and his wife are praying for Trump's safety and recovery. “Sara and I were shocked by the apparent attack on President Trump.” he added.</p>\n","originalUrl":"https://en.tattvanews.com/international/multiple-bullets-fired-at-donald-trumps-rally%ef%bf%bc/","hasAudio":false,"hasInfographics":false}