{"id":"wp-te-20004","wp_id":20004,"type":"standard","category":"World","language":"te","title":"కేజ్రీవాల్‌కు సుప్రీంకోర్టు మధ్యంతర బెయిల్","excerpt":"ఢిల్లీ మద్యం పాలసీ కేసులో ఆరోపణలతో అరెస్టయిన ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌కు భారీ ఊరట లభించింది. శుక్రవారం ఆయనకు సర్వోన్నత న్యాయస్థానం మధ్యంతర బెయిల్ మంజూరు చేసింది. ఈ కేసులో అనేక అంశాలపై తదుపరి విచారణ కోసం సు విస్తృత ధర్మాసనానికి బదిలీ చేసింది. తన అరెస్ట్ అక్రమంటూ ఆయన దాఖలు చేసిన పిటిషన్‌పై ఐదుగురు న్యాయమూర్తుల రాజ్యాంగ ధర్మాసనం విచారణ చేపట్టనుంది.  కేజ్రీవాల్ అరెస్ట్‌ విషయంలో పలు అంశాలు, సెక్షన్లను పరిశీలించాల్సి ఉందని సుప్రీంకోర్టు అభిప్రాయపడింది.","author":"Tattva News Team","time":"12/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Kejriwal-SC.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ మద్యం పాలసీ కేసులో ఆరోపణలతో అరెస్టయిన ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌కు భారీ ఊరట లభించింది. శుక్రవారం ఆయనకు సర్వోన్నత న్యాయస్థానం మధ్యంతర బెయిల్ మంజూరు చేసింది. ఈ కేసులో అనేక అంశాలపై తదుపరి విచారణ కోసం సు విస్తృత ధర్మాసనానికి బదిలీ చేసింది. తన అరెస్ట్ అక్రమంటూ ఆయన దాఖలు చేసిన పిటిషన్‌పై ఐదుగురు న్యాయమూర్తుల రాజ్యాంగ ధర్మాసనం విచారణ చేపట్టనుంది. </p>\n\n\n\n<p>కేజ్రీవాల్ అరెస్ట్‌ విషయంలో పలు అంశాలు, సెక్షన్లను పరిశీలించాల్సి ఉందని సుప్రీంకోర్టు అభిప్రాయపడింది. అంతేకాదు, ప్రజలు కేజ్రీవాల్‌ను ఎన్నుకున్నారని, ముఖ్యమంత్రిగా కొనసాగాలా? వద్దా? అనేది ఆయన ఇష్టమని సుప్రీంకోర్టు స్పష్టం చేసింది. ఢిల్లీ మద్యం పాలసీ రూపకల్పనలో అవకతవకలకు పాల్పడ్డారని, ఈ వ్యవహారంలో కేజ్రీవాల్‌కు రూ.100 కోట్ల ముట్టాయనేది ఈడీ ప్రధాన ఆరోపణ.</p>\n\n\n\n<p>మనీల్యాండరింగ్ ఆరోపణలు ఎదుర్కొంటున్న ఢిల్లీ ముఖ్యమంత్రిని మార్చి 21న ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ అరెస్ట్ చేసింది. ఈ కేసులో గత నెల రౌజ్ అవెన్యూ కోర్టు ఆయనకు బెయిల్ మంజూరు చేయగా.. ఈడీ ఈ తీర్పును ఢిల్లీ హైకోర్టులో సవాల్ చేసింది. కింది కోర్టు తీర్పుపై స్టే విధించిన హైకోర్టు.. విచారణ తర్వాత కేజ్రీవాల్ బెయిల్‌ను రద్దుచేసింది. దీంతో ఆయన సుప్రీంకోర్టును ఆశ్రయించారు. </p>\n\n\n\n<p>వాస్తవానికి హైకోర్టు స్టే విధించడాన్ని సవాల్ చేయగా... తుది తీర్పు వెలువడిన తర్వాత తాము నిర్ణయం తీసుకుంటామని, ఈ విషయంలో అప్పటి వరకూ జోక్యం చేసుకోబోమని సుప్రీంకోర్టు తేల్చిచెప్పింది. ఇక, ఢిల్లీ హైకోర్టులో వాదనలు వినిపించిన కేజ్రీవాల్ తరఫు లాయర్లు.. ప్రత్యేక కోర్టు జడ్జి అన్నీ పరిశీలించాకే బెయిలు ఇచ్చారని, రెండు వైపులా వాదనలను ఆయన సావధానంగా విన్నాకే తీర్పు చెప్పారని వివరించారు.</p>\n\n\n\n<p>ఈడీ కేసులో సుప్రీంకోర్టు అరవింద్ కేజ్రీవాల్‌కు బెయిల్ మంజూరు చేసినా... ఇప్పట్లో జైలు నుంచి విడుదల కావడం అసాధ్యమే. ఎందుకుంటే ఆయనను సీబీఐ కేసు వెంటాడుతోంది. సీబీఐ కేసులో కేజ్రీవాల్‌ ఇప్పటికే అరెస్ట్ అయ్యారు. దీంతో కేసు విచారణ జరగుతుంది. ఈ కేసులో బెయిల్ వస్తేనే ఆయన తిహార్ జైలు నుంచి విడుదలవుతారు. మరి ఈ కేసులో ఎప్పుడు బెయిల్ వస్తుందో చెప్పలేం.</p>\n\n\n\n<p>ఇక, ఈడీ మాత్రం మద్యం పాలసీ ద్వారా అందిన రూ.100 కోట్లలో కొంత భాగాన్ని కేజ్రీవాల్‌ స్వయంగా వాడుకున్నారని ఆరోపించింది. ఆ సొమ్ముతో గోవాలోని విలాసవంతమైన హోటల్‌లో బస చేశారని ఛార్జ్‌షీట్‌ దాఖలు చేసింది. మద్యం పాలసీపై మంత్రుల కమిటీ ఏర్పాటు చేశామని కేజ్రీవాల్‌ కట్టుకథ చెప్పారని పేర్కొంది. ఈ ఛార్జ్‌షీట్‌ను పరిగణనలోకి తీసుకున్న పీఎంఎల్‌ఏ కోర్టు.. జులై 12 కేజ్రీవాల్‌ను హాజరుపరచాలంటూ ప్రొడక్షన్‌ వారెంట్‌ను జారీ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/20004/12/07/2024/","hasAudio":false,"hasInfographics":false}