{"id":"wp-en-13998","wp_id":13998,"type":"standard","category":"World","language":"en","title":"NEET-PG examination to be conducted on August 11￼","excerpt":"The National Board of Examinations in Medical Sciences announced revised dates for The National Eligibility cum Entrance Test - Postgraduate examinations on Friday. The exam will be held in two shifts on August 11, the Board said. The Board said in a release, “In continuation of NBEMS notice dated 22.06.2024, the conduct of NEET-PG 2024","author":"Tattva News Team","time":"6/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/NEET.webp","readTime":"5 min read","contentHTML":"\n<p>The National Board of Examinations in Medical Sciences announced revised dates for The National Eligibility cum Entrance Test - Postgraduate examinations on Friday. The exam will be held in two shifts on August 11, the Board said.</p>\n\n\n\n<p>The Board said in a release, “In continuation of NBEMS notice dated 22.06.2024, the conduct of NEET-PG 2024 examination has been rescheduled. The NEET-PG 2024 shall now be conducted on 11th August 2024 in two shifts.”</p>\n\n\n\n<p>“The cut-off date for the purpose of eligibility to appear in the NEET-PG 2024 shall continue to be 15th August 2024. Further details regarding the conduct of examination in two shifts shall be published on NBEMS website https://natboard.edu.in in due course,” the Board said. </p>\n\n\n\n<p>The Centre faced the ire of aspirants when the NBE cancelled the NEET-PG examinations just hours before the commencement of the crucial eligibility test on June 23. The postponement of the exams came soon after the National Testing Agency, the nodal agency of the competitive exams in the country, cancelled UGC-NET and NEET-UG examinations.</p>\n\n\n\n<p>The UGC-NET examination was cancelled a day after it was conducted as the Centre found the integrity of the exam was compromised. According to reports, the question paper for the test will be prepared just two hours before the exam. </p>\n\n\n\n<p>Meanwhile, the National Testing Agency (NTA) has told the Supreme Court in its affidavit that the Central Bureau of Investigation (CBI) is probing the alleged NEET paper leak incidents adding several arrests have been made in this regard. The central probing agency is also investigating whether there is an organised nexus behind the paper leak incident.<strong></strong></p>\n\n\n\n<p>Steps were taken as soon as the matter of paper leak had come to light but scrapping the exam was not feasible as it would have been an injustice to the bright students. It is also submitted that at the same time, in the absence of any proof of any large-scale breach of confidentiality in a pan-India examination, it would not be rational to scrap the entire examination and the results already.</p>\n\n\n\n<p>It is submitted that in any examination, there are competing rights that have been created whereby the interests of a large number of students who have taken the examination without adopting any alleged unfair means must not also be jeopardized. Scrapping the exam in its entirety would seriously jeopardize the lakhs of honest candidates who attempted the question paper, the NTA told the court.</p>\n","originalUrl":"https://en.tattvanews.com/national/neet-pg-examination-to-be-conducted-on-august-11%ef%bf%bc/","hasAudio":false,"hasInfographics":false}