{"id":"wp-en-14823","wp_id":14823,"type":"standard","category":"World","language":"en","title":"Rajasthan provides 33 per cent reservation for women in police force","excerpt":"The Rajasthan government, led by Chief Minister Bhajan Lal Sharma, made significant decisions during a cabinet meeting held on Wednesday at the Secretariat. Key resolutions include the approval of 33% reservation for women in the police force and the allocation of land for solar energy development. Deputy Chief Minister Premchand Bairwa and Minister Jogaram Patel","author":"Tattva News Team","time":"5/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Rajasthan-CM.webp","readTime":"5 min read","contentHTML":"\n<p>The Rajasthan government, led by Chief Minister Bhajan Lal Sharma, made significant decisions during a cabinet meeting held on Wednesday at the Secretariat. Key resolutions include the approval of 33% reservation for women in the police force and the allocation of land for solar energy development. Deputy Chief Minister Premchand Bairwa and Minister Jogaram Patel briefed the media on the outcomes.</p>\n\n\n\n<p>The Rajasthan Police Subordinate Service Rules, 1989, were amended to facilitate the 33% reservation for women in the police department. Minister Jogaram Patel highlighted the government's commitment to empowering women and promoting gender equality within the state’s law enforcement agencies.</p>\n\n\n\n<p>To enhance sustainable energy production, the cabinet allocated land for solar energy projects. This initiative aims to ensure that farmers and the general public receive sufficient electricity while promoting the use of renewable energy sources.</p>\n\n\n\n<p>The government also announced additional reservations for athletes excelling in the Paralympics and other sports. In terms of employee welfare, the cabinet approved an increase in gratuity and death gratuity for state employees from Rs 20 lakh to Rs 25 lakh. Moreover, the family pension will now be provided at an enhanced rate for 10 years, aligning with central government provisions.</p>\n\n\n\n<p>Chief Minister Bhajanlal Sharma extended an invitation to industrialists to invest in Rajasthan during a meeting on Friday. He assured potential investors of full support from the state government and highlighted Rajasthan's readiness for substantial industrial growth. The CM also promoted the upcoming \"Rising Rajasthan Investment Summit 2024,\" set to take place in December, during a roadshow in Mumbai.</p>\n","originalUrl":"https://en.tattvanews.com/national/rajasthan-provides-33-per-cent-reservation-for-women-in-police-force/","hasAudio":false,"hasInfographics":false}