{"id":"wp-te-19344","wp_id":19344,"type":"standard","category":"World","language":"te","title":"అన్ని ప్రాంతాల్లో టీడీపీ కూటమి ప్రభంజనం .. 11 సీట్లకు జగన్ పరిమితం","excerpt":"రాష్ట్రంలో అన్ని ప్రాంతాల్లో టీడీపీ కూటమి ప్రభంజనం సృష్టిస్తుంది. ‌ఇటు ఉత్తరాంధ్ర నుంచి అటు రాయలసీమ వరకు అన్ని జిల్లాల్లో టీడీపీ కూటమే విజయం సాధించింది.  వైసీపీ ఒక్క ప్రాంతంలో కూడా మెజారిటీ స్థానాలు పొందలేక 11 సీట్లకు పరిమితమైంది. టిడిపి 135 సీట్లలో గెలుపొందగా, మిత్రపక్షాలైన జనసేన 21, బిజెపి 8 స్థానాలలో గెలుపొందాయి.  పరాజయంతో ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి పదవికి రాజీనామా చేశారు. ముఖ్యంగా గత అసెంబ్లీ ఎన్నికల్లో క్లీన్‌స్వీప్‌ చేసిన","author":"Tattva News Team","time":"4/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Chandrababu.webp","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రంలో అన్ని ప్రాంతాల్లో టీడీపీ కూటమి ప్రభంజనం సృష్టిస్తుంది. ‌ఇటు ఉత్తరాంధ్ర నుంచి అటు రాయలసీమ వరకు అన్ని జిల్లాల్లో టీడీపీ కూటమే విజయం సాధించింది.  వైసీపీ ఒక్క ప్రాంతంలో కూడా మెజారిటీ స్థానాలు పొందలేక 11 సీట్లకు పరిమితమైంది. టిడిపి 135 సీట్లలో గెలుపొందగా, మిత్రపక్షాలైన జనసేన 21, బిజెపి 8 స్థానాలలో గెలుపొందాయి.  పరాజయంతో ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి పదవికి రాజీనామా చేశారు.</p>\n\n\n\n<p>ముఖ్యంగా గత అసెంబ్లీ ఎన్నికల్లో క్లీన్‌స్వీప్‌ చేసిన విజయనగరం, నెల్లూరు జిల్లాల్లో ఈసారి వైసీపీ ఒక్క సీటు కూడా గెలవలేదు. వీటితో పాటు శ్రీకాకుళం, మన్యం, విశాఖపట్నం, అనకాపల్లి, , కాకినాడ, తూర్పు గోదావరి, పశ్చిమ గోదావరి, ఏలూరు, ఎన్టీఆర్‌, కృష్ణా, గుంటూరు, పల్నాడు, బాపట్ల, ప్రకాశం, నెల్లూరు, అనంతపురం, శ్రీసత్యసాయి, నంద్యాల జిల్లాల్లో ఒక్క సీటు కూడా వైసీపీ గెలవలేదు.</p>\n\n\n\n<p>అల్లూరి సీతారామరాజు జిల్లాలో రెండు, తిరుపతిలో 1, చిత్తూరులో 1, అన్నమయ్యలో 2, కర్నూలులో 2 సీట్లు మాత్రమే గెలుచుకుంది. ఇక అసెంబ్లీ ఎన్నికలకు ముందు అభ్యర్థులను ప్రకటించే ముందు వైఎస్‌ జగన్‌ భారీ కసరత్తే చేశారు. దాదాపు 80కి పైగా సీట్లలో అభ్యర్థుల స్థానాలను మార్చారు. కానీ ఆ వ్యూహం ఫలించలేదు. అసెంబ్లీ స్థానాలు మార్చిన అందరూ ఓడిపోవడం గమనార్హం.</p>\n\n\n\n<p>గత ఎన్నికల్లో 151 సీట్లు గెల్చుకున్న వైసీపీ, చివరకు అందులో పదో శాతం కూడా గెల్చుకోలేక బొక్కబోర్లా పడింది. గత ఎన్నికల్లో ఒక్క సీటు మాత్రమే గెల్చిన జనసేన ఈసారి తెలుగుదేశంలో జట్టుగా వచ్చి అధికార పార్టీని చావుదెబ్బ కొట్టింది. పొతే చేసిన 21 స్థానాల్లో కూడా గెలుపొంది రెండో అతిపెద్ద పార్టీగా అవతరించింది. 10 స్థానాల్లో పోటీ చేసిన బిజెపి కూడా కూటమి పార్టీల అండతో 8చోట్ల గెలుపొందింది. </p>\n\n\n\n<p>కూటమి ఘనవిజయం సాధించడం పట్ల హర్షం ప్రకటించిన ప్రధాని నరేంద్ర మోదీ, హోమ్ మంత్రి అమిత్ షా చంద్రబాబు నాయుడుకు అభినందనలు తెలిపారు. ఇక చంద్రబాబు నాయుడు మంత్రివర్గం ఏర్పాటుపై దృష్టి సారిస్తున్నారు. ఈ నెల 9న ప్రమాణస్వీకారం చేయవచ్చని టిడిపి వర్గాలు పేర్కొంటున్నాయి.</p>\n\n\n\n<p>ఫలితాలు చూస్తే ఆశ్చర్యకరంగా ఉన్నాయని జగన్ చెప్పుకొచ్చారు. ఫలితాలు ఇలా వస్తాయని ఊహించలేదని అంటూ విస్మయం వ్యక్తం చేశారు.  ప్రతీ ఇంటికి వివక్ష లేకుండా..అవినీతి లేకుండా రూ. 2.70 లక్షల కోట్లు అందించామని గుర్తు చేసారు. వాలంటీర్ల వ్యవస్థ ద్వారా ఇంటికే సేవలు అందించామని చెప్పారు. ఇంతగా ఆలోచించిన మార్పులు తీసుకు వస్తే ఆ ప్రేమ..అభిమానం ఏమందోనని జగన్ ఆవేదన వ్యక్తం చేశారు.</p>\n\n\n\n<p>కాగా, ఎన్నికల ఫలితాల పట్ల జనసేన అధినేత పవన్ కళ్యాణ్ హర్షం ప్రకటిస్తూ  దేశంలో పోటీ చేసిన ప్రతి చోటా గెలిచిన రికార్డు జనసేనదే అని తెలిపారు.  21 అసెంబ్లీ, 2 పార్లమెంటు స్థానాల్లో పోటీ చేసి అన్నింటా గెలవడం ప్రజల ఆశీర్వాదం వల్లే సాధ్యమైందని తెలిపారు. ఎపి ప్రజలు చారిత్రక తీర్పును ఇచ్చారని పేర్కొంటూ ప్రజలకు ఇచ్చిన మాటను నిలబెట్టుకుంటామని హామీ ఇచ్చారు. </p>\n\n\n\n<p>జగన్‌ వ్యక్తిగతంగా శత్రువు కాదని స్పష్టం చేశారు. ఇది కక్ష సాధింపుల సమయం కాదని, రాష్ట్ర భవిష్యత్తుకు బలమైన పునాది వేసుకోవాల్సిన సయం అని పవన్ వెల్లడించారు. సీపీఎస్‌, డీఎస్సీ సహా తాను ఇచ్చిన ప్రతి హామీని అమలు చేసి తీరుతానని స్పష్టం చేశారు.  ఎపికి చీకటి రోజులు ముగిశాయని, జవాబుదారీతనంతో పనిచేస్తామని హామీ ఇచ్చారు.</p>\n\n\n\n<p>ఈ ఫలితాల అనంతరం జనసేన కార్యాలయానికి తెలుగుదేశం పార్టీ అధినేత, మాజీ ముఖ్యమంత్రి నారా చంద్రబాబు నాయుడు వచ్చారు. చంద్రబాబు జనసేన అధినేత పవన్ కళ్యాణ్ సాదరంగా ఆహ్వానించారు. చంద్రబాబుకు కుటుంబ సభ్యులను పవన్ పరిచయం చేశారు. వీరిద్దరూ భేటీ అయ్యారు. వీరి భేటీలో పలు కీలక అంశాలపై చర్చించినట్లు తెలుస్తోంది. భవిష్యత్తు కార్యచరణ, ప్రమాణ స్వీకారం, మంత్రి మండలి కూర్పు తదితర అంశాలపై చర్చించనున్నట్లు సమాచారం.</p>\n","originalUrl":"https://tattvanews.com/19344/04/06/2024/","hasAudio":false,"hasInfographics":false}