{"id":"wp-en-14874","wp_id":14874,"type":"standard","category":"World","language":"en","title":"Rajnath asks PoK residents to come and join India","excerpt":"Defence Minister Rajnath Singh asked the residents of Pakistan-occupied Kashmir (PoK) to come and join India as \"we consider you as our own unlike Pakistan which treats you as foreigners\". Addressing an election rally in the Ramban assembly constituency in support of BJP candidate Rakesh Singh Thakur on Sunday, the Union minister came down heavily","author":"Tattva News Team","time":"9/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Rajnath-JK-2.jpg","readTime":"5 min read","contentHTML":"\n<p>Defence Minister Rajnath Singh asked the residents of Pakistan-occupied Kashmir (PoK) to come and join India as \"we consider you as our own unlike Pakistan which treats you as foreigners\".</p>\n\n\n\n<p>Addressing an election rally in the Ramban assembly constituency in support of BJP candidate Rakesh Singh Thakur on Sunday, the Union minister came down heavily on the National Conference-Congress alliance over its poll promise of restoring Article 370 and said it is impossible as long as the BJP is there.</p>\n\n\n\n<p>He welcomed the \"sea change\" in the overall security situation in Jammu and Kashmir after the abrogation of Article 370 in August 2019, and said youths now carry laptops and computers instead of pistols and revolvers.</p>\n\n\n\n<p>He said India is ready to start dialogue with Pakistan if it stops terrorism in Jammu and Kashmir. \"Pakistan, do one thing, that is, stop giving support to terrorism. Who would not like to improve relations with neighbouring countries? Because I know the reality that you can change a friend but not your neighbour. We want improved relations with Pakistan but first of all they should stop terrorism,\" Singh told a well-attended gathering here.</p>\n\n\n\n<p>The defence minister said when Pakistan stops sponsoring terrorism in Jammu and Kashmir, India will start dialogue with it. \"Among those who fell to terrorism in Jammu and Kashmir, 85 per cent were Muslims. Terror incidents used to be routine in Kashmir. Were Hindus being killed in the terror acts? I have been a home minister and I know the highest number of Muslims lost their lives in the incidents of terror,\" Singh said.</p>\n\n\n\n<p>\"Support the BJP to form the next government in J-K so that we can facilitate massive development in the region. There will be so much development that the people in PoK on seeing this should say that we do not want to live with Pakistan and instead will go to India,\" the defence minister said.</p>\n\n\n\n<p>He said that recently an affidavit was filed by the additional solicitor general in the neighboring country stating that PoK is a foreign land. \"I want to tell PoK residents that Pakistan is considering you foreigner but the people in India do not consider you as such. We consider you as our own and so come and join us,\" he said.</p>\n","originalUrl":"https://en.tattvanews.com/national/rajnath-asks-pok-residents-to-come-and-join-india/","hasAudio":false,"hasInfographics":false}