{"id":"wp-en-14247","wp_id":14247,"type":"standard","category":"World","language":"en","title":"Union Budget focus on development in Bihar, Andhra Pradesh","excerpt":"Nirmala Sitharaman’s budget speech  focused on development in Bihar and Andhra Pradesh. This is significant amid demands by the JD(U) and TDP, key allies in the NDA government. For Bihar, Sitharaman said the Union government will arrange financial assistance to Bihar through aid from multilateral development agencies. Vishnupad temple in Gaya and Mahabodhi temple in","author":"Tattva News Team","time":"23/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Nirmala3.jpg","readTime":"5 min read","contentHTML":"\n<p>Nirmala Sitharaman’s budget speech  focused on development in Bihar and Andhra Pradesh. This is significant amid demands by the JD(U) and TDP, key allies in the NDA government. For Bihar, Sitharaman said the Union government will arrange financial assistance to Bihar through aid from multilateral development agencies.</p>\n\n\n\n<p>Vishnupad temple in Gaya and Mahabodhi temple in Bodhgaya will get corridors on the lines of the Kashi Vishwanath temple corridor. Rajgir and Nalanda will be developed as tourism hubs. Moreover, the Centre will also formulate plan ‘Purvodaya’ for all-round development of Bihar, Jharkhand, West Bengal, Odisha, and Andhra Pradesh.</p>\n\n\n\n<p>Meanwhile, Union Finance Minister Nirmala Sitharaman  proposed that the government will facilitate special financial support for the development of the capital city in Andhra Pradesh. The state will get Rs 15,000 crore to develop its capital. She also announced that the government will provide backward region grants in three districts of Andhra Pradesh.</p>\n\n\n\n<p>Presenting the Budget for 2024-25 in the Lok Sabha, she further said the NDA government at the Centre is fully committed to financing and early completion of Polavaram Irrigation project, which is considered as a lifeline for Andhra Pradesh and its farmers.</p>\n\n\n\n<p>\"Our government has made concerted efforts to fulfil the commitments in Andhra Pradesh Reorganisation Act. We are recognising the state's need for a capital. We will facilitate special financial support through multilateral development agencies. In the current financial year, Rs15,000 crore will be arranged with additional amounts in future years,\" she said.</p>\n\n\n\n<p>Sitharaman further said under the AP Reorganisation Act, for promoting industrial developments, funds will be provided for essential infrastructure such as water, power, railways, and roads and also grants for backward regions of Rayalaseema, Prakasam North coastal Andhra Pradesh, as stated in the Act will be provided.</p>\n\n\n\n<p>\"Turning attention to the full year and beyond in this Budget, we particularly focus on employment, skilling, MSMEs and the middle class. I am happy to announce the Prime Minister's package of Rs 5 schemes and initiatives to facilitate employment, skilling and other opportunities for 4.1 crore youth over a five-year period with a central outlay of Rs 2 lakh crore,\" the Finance Minister said.</p>\n","originalUrl":"https://en.tattvanews.com/national/union-budget-focus-on-development-in-bihar-andhra-pradesh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}