{"id":"wp-en-15203","wp_id":15203,"type":"standard","category":"World","language":"en","title":"Demand for personal, vehicle loans surged by 12%￼","excerpt":"Demand for personal and vehicle loans, including two-wheelers and four-wheelers, has surged by 12% in the past 4 months, according to a report by Teamlease Services. As the festive season approaches, India's Banking, Financial Services, and Insurance (BFSI) sector is gearing up to manage increased customer activity and transactions. Financial institutions focus on building a","author":"Tattva News Team","time":"3/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Cars.webp","readTime":"5 min read","contentHTML":"\n<p>Demand for personal and vehicle loans, including two-wheelers and four-wheelers, has surged by 12% in the past 4 months, according to a report by Teamlease Services. As the festive season approaches, India's Banking, Financial Services, and Insurance (BFSI) sector is gearing up to manage increased customer activity and transactions.</p>\n\n\n\n<p>Financial institutions focus on building a skilled workforce to deliver efficient customer service and enhance digital banking operations. Job opportunities in retail lending, microfinance institutions (MFI), and payment services are on the rise, driven by the festive shopping season from Ganesh Chaturthi in September through November.</p>\n\n\n\n<p>The report projects that job openings in retail lending and MFI sectors will increase from 12,000 to 19,000. MFI services are expected to grow by 25%, reflecting the sector's emphasis on financial inclusion and small-scale lending.</p>\n\n\n\n<p>Additionally, hiring in payment services is set to increase by 41%. In comparison, the credit card segment will see a 32% rise in job openings, driven by the expansion of digital payment solutions and credit offerings during the festive period.</p>\n\n\n\n<p>Financial institutions are not only expanding their workforce but also focusing on upskilling current employees to meet heightened market demands. VP and Business Head at TeamLease Services, Mr. Krishnendu Chatterjee, highlighted the sector’s rapid evolution, noting, \"The festive season is always a high-pressure time for the BFSI sector, but this year, we are seeing exceptional growth in demand for skilled employees.\"</p>\n\n\n\n<p>With a strong focus on digital innovation and customer-centric services, financial institutions are well-prepared to meet increased activity and deliver exceptional service through a well-prepared workforce.</p>\n","originalUrl":"https://en.tattvanews.com/economy/demand-for-personal-vehicle-loans-surged-by-12%ef%bf%bc/","hasAudio":false,"hasInfographics":false}