{"id":"wp-en-14959","wp_id":14959,"type":"standard","category":"World","language":"en","title":"Modi Govt. not keen on caste census, getting ready for decadal census ￼","excerpt":"Narendra Modi-led government, which is preparing to conduct decadal census, which was already delayed due to Covid 19 and other reasons, is said to be not keen on inclusion of caste census, besides immense pressure from the opposition parties. After RSS has also indicated that it is not against caste census, the government is getting","author":"Tattva News Team","time":"16/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Census.jpg","readTime":"5 min read","contentHTML":"\n<p>Narendra Modi-led government, which is preparing to conduct decadal census, which was already delayed due to Covid 19 and other reasons, is said to be not keen on inclusion of caste census, besides immense pressure from the opposition parties.</p>\n\n\n\n<p>After RSS has also indicated that it is not against caste census, the government is getting pressures within BJP, besides from its allies like TDP and JDU. However, government sources said that a decision is yet to be taken on including a column on caste as part of the census.</p>\n\n\n\n<p>On the other hand, the government has started preparations for conducting the decadal census. India has conducted the census every 10 years since 1881. The first phase of this decade's census was expected to begin on 1 April 2020 but had to be postponed due to the Covid-19 pandemic.</p>\n\n\n\n<p>The implementation of the Women's Reservation Act, enacted by Parliament last year, too is linked to the conduct of the decadal census. The law reserving one-third of seats for women in the Lok Sabha and state assemblies shall come into effect after an exercise of delimitation is undertaken based on the relevant figures of the first census recorded after the Act has come into force.</p>\n\n\n\n<p>The entire census and the National Population Register (NPR)  exercise is likely to cost the government more than Rs 12,000 crore. This exercise, whenever it happens, will be the first digital census giving the citizens an opportunity to self-enumerate.</p>\n\n\n\n<p>The NPR has been made compulsory for the citizens, who want to exercise the right to fill the census form on their own rather than through government enumerators. For this, the census authority has designed a self-enumeration portal, which is yet to be launched.</p>\n\n\n\n<p>During self-enumeration, Aadhaar or mobile number will be mandatorily collected. The Office of the Registrar General and Census Commissioner had prepared 31 questions to be asked. Those questions include whether a family has a telephone, internet connection, mobile or smartphone, bicycle, scooter or motorcycle or moped, whether they own a car, jeep or a van.</p>\n\n\n\n<p>The citizens will also be asked what is the cereal they consume in the household, main source of drinking water, main source of lighting, access to toilet, type of toilet, waste water outlet, availability of bathing facility, availability of kitchen and LPG/PNG connection, main fuel used for cooking, availability of radio, transistor, television.</p>\n\n\n\n<p>The citizens will also be asked about the predominant material of the floor, wall and roof of the house, condition of the house, total number of persons normally residing in the household, whether the head of the household is a woman, whether the head of the household belongs to the Scheduled Caste or Scheduled Tribe, number of dwelling rooms exclusively in possession of the household, number of married couple(s) living in the household among others.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/modi-govt-not-keen-on-caste-census-getting-ready-for-decadal-census-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}