{"id":"wp-te-19837","wp_id":19837,"type":"standard","category":"World","language":"te","title":"సానుభూతి పొందేందుకు రాహుల్ గాంధీ కొత్త డ్రామా.. మోదీ","excerpt":"సానుభూతి పొందేందుకు రాహుల్ గాంధీ కొత్త డ్రామా మొదలుపెట్టారని, ఆయనతో ఏమీ కాదని దేశానికి తెలుసని ప్రధాని నరేంద్ర మోదీ  దుయ్యబట్టారు. రాష్ట్రపతి ప్రసంగానికి ధన్యవాదాలు తెలిపే తీర్మానంపై చర్చలో మంగళవారం ప్రధాని పాల్గొంటూ ఎన్ని అబద్ధాలు చెప్పినా లోక్‌సభ ఎన్నికల్లో విపక్షాలకు మళ్లీ ఘోర ఓటమి తప్పలేదని వారి బాధను అర్థం చేసుకోగలనని ఎద్దేవా చేశారు. దేశ ప్రజల తమ అభివృద్ధిని చూసే మరోసారి అధికారం ఇచ్చారని చెప్పారు. లోక్‌సభ ఎన్నికల్లో దేశ ప్రజలంతా పరిపక్వతతో","author":"Tattva News Team","time":"3/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-LS.jpg","readTime":"5 min read","contentHTML":"\n<p>సానుభూతి పొందేందుకు రాహుల్ గాంధీ కొత్త డ్రామా మొదలుపెట్టారని, ఆయనతో ఏమీ కాదని దేశానికి తెలుసని ప్రధాని నరేంద్ర మోదీ  దుయ్యబట్టారు. రాష్ట్రపతి ప్రసంగానికి ధన్యవాదాలు తెలిపే తీర్మానంపై చర్చలో మంగళవారం ప్రధాని పాల్గొంటూ ఎన్ని అబద్ధాలు చెప్పినా లోక్‌సభ ఎన్నికల్లో విపక్షాలకు మళ్లీ ఘోర ఓటమి తప్పలేదని వారి బాధను అర్థం చేసుకోగలనని ఎద్దేవా చేశారు. దేశ ప్రజల తమ అభివృద్ధిని చూసే మరోసారి అధికారం ఇచ్చారని చెప్పారు.</p>\n\n\n\n<p>లోక్‌సభ ఎన్నికల్లో దేశ ప్రజలంతా పరిపక్వతతో తీర్పునిచ్చారని ప్రధానమంత్రి నరేంద్ర మోదీ అన్నారు. వరసగా మూడోసారి తాము అధికారంలోకి రావడం వల్ల కొందరు తీవ్ర మనస్తాపానికి గురయ్యారని కాంగ్రెస్‌కు పరోక్షంగా చురకలంటించారు.</p>\n\n\n\n<p>\"సానుభూతి పొందేందుకు రాహుల్ గాంధీ కొత్త డ్రామా మొదలుపెట్టారు. కానీ వేల కోట్ల రూపాయల అవినీతి కేసులో ఆయన బెయిల్‌పై బయట ఉన్నారనే నిజం దేశానికి తెలుసు. ఓబీసీ ప్రజలను దొంగలుగా అభివర్ణించిన కేసులో రాహుల్‌కు శిక్ష పడింది. సుప్రీంకోర్టులో బాధ్యతారాహిత్య ప్రకటన చేయడం వల్ల క్షమాపణలు చెప్పాల్సి వచ్చింది. గొప్ప స్వాతంత్య్ర సమరయోధుడు వీర్ సావర్కర్ లాంటి వ్యక్తిని అవమానించినందుకు ఆయనపై కేసు ఉంది. నేడు దేశానికి తెలుసు ఆయన (రాహుల్‌)తో ఏమీ కాదని.\" అంటూ చురకలు అంటించారు.</p>\n\n\n\n<p>దేశ అభివృద్ధితోనే భావితరాలకు మంచి భవిష్యత్తును ఇవ్వగమని మోదీ చెప్పారు. ఆయన ప్రసంగం మొదలు పెట్టగానే మణిపుర్‌, నీట్‌ అంశాలపై ప్రధాని మాట్లాడాలని విపక్ష సభ్యులు నినాదాలు చేశారు. ప్రతిపక్ష నేతగా ఎంపీలను ఆందోళన చేయమనడం సరికాదంటూ రాహుల్‌ గాంధీని ఉద్దేశించి, సభాపతి ఓం బిర్లా హితవు చెప్పారు. అయినప్పటికీ విపక్ష సభ్యులు తగ్గలేదు. </p>\n\n\n\n<p>విపక్ష ఎంపీల ఆందోళనలు మధ్యే, సమాధానం కొనసాగించిన ప్రధాని మోదీ తమ పదేళ్ల పాలన బాగుంది కాబట్టే ప్రజలు మూడోసారి అవకాశం ఇచ్చారని తెలిపారు.ప్రధాని మోదీ ప్రసంగానికి లేవగానే విపక్షాలు తీవ్రంగా అభ్యంతరం తెలుపుతూ అడ్డుకునే ప్రయత్నం చేశాయి. నినాదాలతో లోక్ సభను హోరెత్తించాయి. దీనికి బీజేపీ సహా ఎన్డీయే పక్షాలు కూడా కౌంటర్ గా రంగంలోకి దిగడంతో పరిస్ధితి ఉద్రిక్తంగా మారింది. చివరికి ప్రధాని తాను చెప్పాల్సింది చెప్పి ముగించారు.</p>\n\n\n\n<p>ముఖ్యంగా మణిపూర్ హింస, నీట్ ప్రశ్నాపత్రాల లీకేజీపై సమాధానం చెప్పాలని ప్రతిపక్షాలు పట్టుబట్టాయి. దీంతో ఓ దశలో లోక్ సభ స్పీకర్ ఓం బిర్లా విపక్ష నేత రాహుల్ గాంధీని మందలించాల్సి వచ్చింది. అనంతరం ప్రధాని మోదీ  రాహుుల్ ను ఉద్దేశించి కొందరి బాధను తాను అర్థం చేసుకోగలనని ఏడవ చేశారు.</p>\n\n\n\n<p>మణిపూర్ నినాదాలను చేస్తున్న విపక్షాలను ఉద్దేశించి మాట్లాడుతూ ప్రధాని మోదీ ఈ దేశం బుజ్జగింపు రాజకీయాలను చూసింది కానీ తాము సంతృప్తి రాజకీయాలు చేశామని, బుజ్జగింపు రాజకీయాలు కావని పేర్కొన్నారు. అందరికీ న్యాయం, ఎవరినీ బుజ్జగించకపోవడమే తమ మంత్రం అన్నారు. హిందూ సంస్కృతిని తప్పుబట్టడాన్ని కొందరు ఫ్యాషన్ గా మార్చుకున్నారంటూ రాహుల్ గాంధీపై మోదీ విమర్శలు ఎక్కుపెట్టారు.</p>\n\n\n\n<p>2014కు ముందు దేశ ప్రజలు నిరాశ, నిస్పృహల్లో ఉండేవారన్న మోదీ తమ ప్రభుత్వం రావడం వల్లనే ప్రజల్లో ఆత్మవిశ్వాసం పెరిగిందని చెప్పారు. 2014 కంటే ముందు ఉగ్రవాదులు దేశంలో దాడులు చేస్తున్నా ప్రభుత్వం మౌనంగా ఉండేదని కాంగ్రెస్ ను ఉద్దేశిస్తూ మోదీ విమర్శలు గుప్పించారు.</p>\n","originalUrl":"https://tattvanews.com/19837/03/07/2024/","hasAudio":false,"hasInfographics":false}