{"id":"wp-te-19022","wp_id":19022,"type":"standard","category":"World","language":"te","title":"సోనియాలా మోదీ  ఇటాలియన్ కాదు.. కంగనా","excerpt":"ప్రధాని నరేంద్ర మోదీ  కాంగ్రెస్ నాయకురాలు సోనియా గాంధీ వలె ఇటాలియన్ కాదని, ఆమెకు హిందీ రాదని నటి, హిమాచల్ ప్రదేశ్‌లోని మండి లోక్‌సభ సీటుకు బిజెపి అభ్యర్థి కంగనా రనౌత్ శుక్రవారం తెలిపారు. మోదీ  భూమి పుత్రుడు అని, ఆయన దేశ ప్రగతి కోసం పాటుపడుతున్నారని కంగన చెప్పారు.  కులూ జిల్లా జగత్ ఖానాలో ఒక ర్యాలీలో కంగన ప్రసంగిస్తూ, మోదీ సత్పరిపాలనకు ప్రతీక అని, పహాడీతో సహా పలు భాషలు ప్రధానికి తెలుసునని చెప్పారు.","author":"Tattva News Team","time":"18/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Kangana.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రధాని నరేంద్ర మోదీ  కాంగ్రెస్ నాయకురాలు సోనియా గాంధీ వలె ఇటాలియన్ కాదని, ఆమెకు హిందీ రాదని నటి, హిమాచల్ ప్రదేశ్‌లోని మండి లోక్‌సభ సీటుకు బిజెపి అభ్యర్థి కంగనా రనౌత్ శుక్రవారం తెలిపారు. మోదీ  భూమి పుత్రుడు అని, ఆయన దేశ ప్రగతి కోసం పాటుపడుతున్నారని కంగన చెప్పారు. </p>\n\n\n\n<p>కులూ జిల్లా జగత్ ఖానాలో ఒక ర్యాలీలో కంగన ప్రసంగిస్తూ, మోదీ సత్పరిపాలనకు ప్రతీక అని, పహాడీతో సహా పలు భాషలు ప్రధానికి తెలుసునని చెప్పారు. ‘సోనియా గాంధీ వలె ప్రధాని మోదీ  ఇటాలియన్ కారు. ఆమెకు హిందీ తెలియదు. ఆయన భూమి పుత్రుడు, ఒక నిరుపేద కుటుంబంలో జన్మించారు, దేశ సంక్షేమం, అభివృద్ధి కోసం ఆయన కృషి చేస్తున్నారు’ అని ఆమె పేర్కొన్నారు. </p>\n\n\n\n<p>ఒక వైపు మోదీ సత్పరిపాలన ఉందని, మరొక వైపు కాంగ్రెస్ అవినీతి ఉందని, జూన్ 1న ఎన్నికల్లో భారతీయ జనతా పార్టీ (బిజెపి)కి విజయం కట్టబెట్టాలని హిమాచల్ ప్రదేశ్ ప్రజలు కృతనిశ్చయంతో ఉన్నారని ఆమె తెలిపారు. రాష్ట్ర శాసనసభలో ప్రతిపక్ష నాయకుడు జైరామ్ ఠాకూర్ ఒక ఫ్లాప్ సినిమా తీస్తున్నారన్న ముఖ్యమంత్రి సుఖ్వీండర్ సింగ్ సుఖు వ్యాఖ్యను కంగన ఆక్షేపించారు. </p>\n\n\n\n<p> ఠాకూర్‌ది ముఖ్యమంత్రిగా ఐదు సంవత్సరాల సూపర్ హిట్ హయాం అని, కాని సుఖు 15 నెలల్లో తన విధి నిర్వహణలో విఫలమయ్యారని ఆమె విమర్శించారు. ఇది ఇలా ఉండగా, మండి కాంగ్రెస్ అభ్యర్థి విక్రమాదిత్య సింగ్ కులూలో ఒక బహిరంగ సభలో ప్రసంగిస్తూ, ‘బిజెపి వాగ్దానం చేసిన రెండు కోట్ల ఉద్యోగాలు ఎక్కడ? బిజెపి ద్రవ్యోల్బణం గురించి ఎందుకు మాట్లాడడం లేదు? హిందూ, ముస్లిం, భారత్, పాకిస్తాన్ గురించి ప్రజలను తప్పుదోవ పట్టించే బదులు అభివృద్ధి అంశాలపై కాషాయ పార్టీ మాట్లాడాలి’ అంటూ విమర్శలు గుప్పించారు.</p>\n","originalUrl":"https://tattvanews.com/19022/18/05/2024/","hasAudio":false,"hasInfographics":false}