{"id":"wp-te-20767","wp_id":20767,"type":"standard","category":"World","language":"te","title":"￼ ప్రధాని మోదీకి పాక్ ఆహ్వానం .... మోదీ పాక్ పర్యటనపై సందేహం!","excerpt":"భారత ప్రధాని నరేంద్ర మోదీకి పాకిస్థాన్ నుంచి ఆహ్వానం అందింది. అక్టోబర్‌లో కౌన్సిల్ ఆఫ్ హెడ్స్ ఆఫ్ గవర్నమెంట్ (సిహెచ్‌జి) సదస్సు పాకిస్థాన్‌లో జరుగుతుంది. ఈ సంస్థ కీలక భేటీకి పాకిస్థాన్ ఆతిధ్యం ఇస్తోంది. దీనికి హాజరుకావాలని మోడీకి పాకిస్థాన్ ప్రభుత్వం నుంచి ఇప్పటికే అధికారిక ఆహ్వానం అందింది.  మోదీతో పాటు షాంఘై సహకార సంస్థ (ఎస్‌సిఒ) కు చెందిన ఇతర నేతలను కూడా పాకిస్థాన్ రమ్మని కోరింది. పూర్తిగా చైనా ప్రాబల్యంతో ఉండటం, భారత్ ప్రయోజనాలకు","author":"Tattva News Team","time":"26/8/2024","image":"https://tattvanews.com/wp-content/uploads/2023/09/Modi-ASIAN.jpg","readTime":"5 min read","contentHTML":"\n<p>భారత ప్రధాని నరేంద్ర మోదీకి పాకిస్థాన్ నుంచి ఆహ్వానం అందింది. అక్టోబర్‌లో కౌన్సిల్ ఆఫ్ హెడ్స్ ఆఫ్ గవర్నమెంట్ (సిహెచ్‌జి) సదస్సు పాకిస్థాన్‌లో జరుగుతుంది. ఈ సంస్థ కీలక భేటీకి పాకిస్థాన్ ఆతిధ్యం ఇస్తోంది. దీనికి హాజరుకావాలని మోడీకి పాకిస్థాన్ ప్రభుత్వం నుంచి ఇప్పటికే అధికారిక ఆహ్వానం అందింది. </p>\n\n\n\n<p>మోదీతో పాటు షాంఘై సహకార సంస్థ (ఎస్‌సిఒ) కు చెందిన ఇతర నేతలను కూడా పాకిస్థాన్ రమ్మని కోరింది. పూర్తిగా చైనా ప్రాబల్యంతో ఉండటం, భారత్ ప్రయోజనాలకు వ్యతిరేకంగా చైనా పాకిస్థాన్ మీదుగా రోడ్ బెల్ట్ నిర్మాణానికి సంకల్పించడం , ఈ నేపథ్యంలో భారతదేశపు అత్యంత వ్యూహాత్మక రక్షణ స్థావరాలకు పరోక్ష ముప్పు వాటిల్లుతుందని ఆందోళన వ్యక్తం అవుతోంది, అంతేకాకుండా జమ్మూ కశ్మీర్‌లో ఇటీవలి కాలంలో పెద్ద ఎత్తున ఉగ్రవాదులను పంపించడం,</p>\n\n\n\n<p>ఐరాస ఇతర వేదికల్లో ఆర్టికల్ 370 ప్రస్తావన, ఇప్పటికీ జమ్మూ కశ్మీర్ విషయాన్ని వివాదాస్పదంగా చిత్రీకరించడం జరుగుతోందని భారతదేశం నిరసన వ్యక్తం చేస్తోంది. ఈ క్రమంలో పాకిస్థాన్‌లో జరిగే కీలక ప్రాంతీయ సదస్సుకు మోదీ  హాజరవుతారా? అనేది సందేహాస్పదం అవుతోందన్నారు. </p>\n\n\n\n<p>సదస్సుకు మోదీ హాజరు కాకపోవచ్చునని స్పష్టం అవుతోంది. అయితే ఓ ప్రతినిధి బృందాన్ని పాకిస్థాన్‌కు పంపించే అవకాశం ఉంది. లేదా కేంద్ర మంత్రి ఒక్కరిని అక్కడికి పంపించవచ్చు. అక్టోబర్ 15, 16 తేదీలలో సమావేశాలు జరుగుతాయి. షాంఘై యూరేషియన్ గ్రూప్ నకు చెందిన రెండో అత్యున్నత స్థాయి కార్యవర్గంగా సిహెచ్‌జి ఉంది.</p>\n","originalUrl":"https://tattvanews.com/20767/26/08/2024/","hasAudio":false,"hasInfographics":false}