{"id":"wp-en-13032","wp_id":13032,"type":"standard","category":"World","language":"en","title":"Prajwal Revanna suspended from JDS over obscene videos case￼","excerpt":"Prajwal Revanna, grandson of former Prime Minister HD Deve Gowda, suspended from Janata Dal (Secular) over sex scandal. JD(S) core committee president GT Devegowda said, \"We welcome SIT against Prajwal Revanna. We've taken a decision to recommend our party's national president to suspend him from the party till the SIT investigation is completed.\" \"His (Prajwal Revanna) suspension","author":"Tattva News Team","time":"30/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Prajwal-videos.webp","readTime":"5 min read","contentHTML":"\n<p>Prajwal Revanna, grandson of former Prime Minister HD Deve Gowda, suspended from Janata Dal (Secular) over sex scandal. JD(S) core committee president GT Devegowda said, \"We welcome SIT against Prajwal Revanna. We've taken a decision to recommend our party's national president to suspend him from the party till the SIT investigation is completed.\"</p>\n\n\n\n<p>\"His (Prajwal Revanna) suspension is till the investigation is completed,\" said former Karnataka CM and JD(S) leader HD Kumaraswamy.He further said: “The reason for this decision is that JD(S) will not allow any woman or family to be meted injustice in such an issue. There is a conspiracy to spoil our family’s name using the issue. Their objective is not to protect women. Using this case, by raking H D Deve Gowda’s name and Kumaraswamy’s name repeatedly… what is the connection with Deve Gowda and me?”</p>\n\n\n\n<p>He also asked, “On social media, Prime Minister Narendra Modi is being tagged. What is the connection between the PM and this case? What is his role?” Police on Sunday booked Prajwal and his father -- JD(S) MLA and former minister H D Revanna -- for sexual harassment and criminal intimidation based on a complaint from a woman, who worked in their household.</p>\n\n\n\n<p>The complainant reportedly said she is a relative of Revanna’s wife Bhavani. She alleged that four months after she started working, Revanna used to sexually harass her. She further claimed that Revanna’s son Prajwal used to make video calls to her daughter and have \"vulgar conversations\" with her. She also alleged that there's a threat to her life as well as other members of her family.</p>\n\n\n\n<p>The woman complainant told Holenarasipura police that she decided to step forward and name Revanna and Prajwal after watching online clips of other victims narrating their ordeal. Detailing her case, she alleged that the abuse took place between 2019 and 2022.</p>\n\n\n\n<p>Her complaint and those of others and the FIR lodged against Prajwal will go to the SIT headed by Additional General of Police Bijay Kumar Singh. Team members include IPS officers Suman D Pennekar and Seema Latkar.</p>\n","originalUrl":"https://en.tattvanews.com/national/prajwal-revanna-suspended-from-jds-over-obscene-videos-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}