{"id":"wp-te-19289","wp_id":19289,"type":"standard","category":"World","language":"te","title":"వరుసగా మూడోసారి మోదీదే అధికారం... ఎగ్జిట్ పోల్స్","excerpt":"రెండు సార్లు అధికార పీఠంపై కూర్చున్న ప్రధానమంత్రి నరేంద్ర మోదీయే వరుసగా మూడోసారి కైవసం చేసుకోబోతున్నారని మెజారిటీ సంస్థల ఎగ్జిట్ పోల్స్ స్పష్టం చేశాయి. కమలం పార్టీని ఈ సారి ఎలాగైనా కట్టడి చేయాలన్న లక్షంతో ‘ఇండియా’ కూటమిగా ఏర్పడినప్పటికీ ఓటర్లు విశ్వసించలేదని ఘంటా పథంగా చెప్పాయి. 400 సీట్లే లక్షంగా ఈ సారి బరిలోకి దిగిన కమల దళం నేతృత్వంలోని ఎన్‌డిఎ కూటమి ఎక్కువలో ఎక్కువ 390 సీట్లు సాధిస్తుందని, అయితే ‘చార్ సౌ’ సాధ్యం","author":"Tattva News Team","time":"2/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-wins.webp","readTime":"5 min read","contentHTML":"\n<p>రెండు సార్లు అధికార పీఠంపై కూర్చున్న ప్రధానమంత్రి నరేంద్ర మోదీయే వరుసగా మూడోసారి కైవసం చేసుకోబోతున్నారని మెజారిటీ సంస్థల ఎగ్జిట్ పోల్స్ స్పష్టం చేశాయి. కమలం పార్టీని ఈ సారి ఎలాగైనా కట్టడి చేయాలన్న లక్షంతో ‘ఇండియా’ కూటమిగా ఏర్పడినప్పటికీ ఓటర్లు విశ్వసించలేదని ఘంటా పథంగా చెప్పాయి. 400 సీట్లే లక్షంగా ఈ సారి బరిలోకి దిగిన కమల దళం నేతృత్వంలోని ఎన్‌డిఎ కూటమి ఎక్కువలో ఎక్కువ 390 సీట్లు సాధిస్తుందని, అయితే ‘చార్ సౌ’ సాధ్యం కాదని కుండబద్ధలు కొట్టాయి. </p>\n\n\n\n<p>దైనిక్ భాస్కర్, జన్‌కీ బాత్, న్యూస్ నేషన్, రిపబ్లిక్ భారత్‌మాట్రిజ్, రిపబ్లిక్ పి మార్క్, ఇండియా న్యూస్‌డి డైనమిక్స్ తదితర సంస్థలు మళ్లీ బిజెపిదే అధికారమని చాటి చెప్పాయి.  ఒక్క దైనిక్‌ భాస్కర్‌ మినహా మిగిలిన అన్ని సంస్థలు ఎన్డీయే కూటమికి 350 సీట్లకు పైనే వస్తాయని; ఇండియా కూటమికి 200 స్థానాల్లోపు వస్తాయని అంచనా వేశాయి. ఎన్డీటీవీ పోల్‌ ఆఫ్‌ పోల్స్‌ సర్వే ప్రకారం.. ఎన్డీయేకు 361; ఇండియా కూటమికి 145; ఇతరులకు 37 సీట్లు లభించనున్నాయి.</p>\n\n\n\n<p>ఇప్పటి వరకూ ఉత్తరాదికి, ఈశాన్య రాష్ట్రాలకే పరిమితమైన బీజేపీ.. ఈసారి దక్షిణాదిలోనూ గణనీయమైన సంఖ్యలో సీట్లను సాధించనుందని మెజారిటీ ఎగ్జిట్‌ పోల్స్‌ అంచనా వేశాయి. మరీ ముఖ్యంగా, ఒకప్పడు కమ్యూనిస్టుల కంచుకోట, విద్యాధికుల రాష్ట్రమైన కేరళలో బీజేపీ ఖాతా తెరవనుంది. ఇక్కడ బీజేపీకి 1-3 సీట్లు వస్తాయని ఎగ్జిట్స్‌ పోల్స్‌ చెబుతున్నాయి.</p>\n\n\n\n<p>తమిళనాడులోనూ బీజేపీ సీట్ల సంఖ్య పెరగనుందని అంచనా వేశాయి. ఇక్కడ బీజేపీకి అనూహ్యంగా 5 నుంచి 7 సీట్ల వరకు లభించవచ్చని ఇండియా టీవీ- సీఎన్‌ఎక్స్‌, జన్‌ కీ బాత్‌ తేల్చాయి. తద్వారా.. రాబోయే పార్లమెంటులో దేశంలోని దాదాపు అన్ని రాష్ట్రాల నుంచీ బీజేపీ ప్రాతినిధ్యం ఉండనుందని స్పష్టం చేస్తున్నాయి. </p>\n\n\n\n<p>గత ఎన్నికల ఫలితాల్లో అసలు ప్రాతినిధ్యమే లేని ఆంధ్రప్రదేశ్‌లో ఈసారి కూటమిలో భాగస్వామిగా గణనీయ సంఖ్యలో సీట్లు సాధించుకోనుందని, కర్ణాటకలో పట్టును నిలుపుకోనుందని; తెలంగాణలో మరింత విస్తరించనుందని ఆయా ఎగ్జిట్‌ పోల్స్‌ సంస్థలు తెలిపాయి. కర్ణాటకలో ఎన్డీయే 23-25 సీట్లను సాధిస్తుందని ఇండియా టుడే - యాక్సిస్‌ మై ఇండియా పోల్‌తోపాటు న్యూస్‌ 18 సంస్థ అంచనా వేసింది.</p>\n\n\n\n<p>బీజేపీ ఎప్పటి నుంచో కన్నేసిన ఒడిసా, పశ్చిమ బెంగాల్‌లలో ఆ పార్టీ లక్ష్యం దిశగా సాగుతోందని ఎగ్జిట్‌ పోల్స్‌ సర్వేలు విశ్లేషిస్తున్నాయి. ఒడిసాలో బీజేపీ ఈసారి అధికారంలోకి వచ్చే అవకాశం ఉందని, లోక్‌సభ ఎన్నికల్లోనూ మెజారిటీ సీట్లు దక్కించుకుంటుందని అత్యధిక ఎగ్జిట్‌ పోల్స్‌ అంచనా వేశాయి. ఇక, పశ్చిమ బెంగాల్లో గతంలో కంటే మెరుగైన ప్రదర్శన కనబరుస్తుందని, ఇక్కడ తృణమూల్‌ కాంగ్రె్‌సను మించి లోక్‌సభ సీట్లను సాధిస్తుందని విశ్లేషిస్తున్నాయి. </p>\n\n\n\n<p>ఇక, జార్ఖండ్‌లోనూ బీజేపీయే పైచేయి సాధిస్తుందని, బిహార్లో ఈసారి కూడా ఎన్డీయే కూటమికే మెజారిటీ సీట్లు వస్తాయని స్పష్టం చేస్తున్నాయి. వెరసి, తూర్పులోనూ రాబోయే రోజుల్లో అధికారం దిశగా బీజేపీ అడుగులు వేస్తోందని సంకేతాలు ఇస్తున్నాయి.</p>\n\n\n\n<p>ఉత్తరాదితోపాటు ఈశాన్య రాష్ట్రాల్లో మళ్లీ బీజేపీయే ఆధిక్యం ప్రదర్శించబోతోందని మెజారిటీ ఎగ్జిట్‌ పోల్స్‌ అంచనా వేశాయి. లోక్‌సభ ఎన్నికల్లో ఆప్‌ కనుమరుగు కానుందని విశ్లేషిస్తున్నాయి. గుజరాత్‌, ఢిల్లీలో బీజేపీ క్లీన్‌ స్వీప్‌ చేయనుందని తెలిపాయి. గుజరాత్‌లో మళ్లీ మొత్తం 26 సీట్లు బీజేపీయే సాధిస్తుందని న్యూస్‌ 18 చెబితే.. న్యూస్‌ 24- టుడేస్‌ చాణక్య ప్రకారం పంజాబ్‌లో బీజేపీకి 4, కాంగ్రె్‌సకు 4, ఆప్‌కు 2 సీట్లు లభించే అవకాశం ఉందని తెలిపింది.</p>\n\n\n\n<p> హరియాణా, ఉత్తరప్రదేశ్‌, మధ్యప్రదేశ్‌, రాజస్థాన్‌ తదితర రాష్ట్రాల్లో ఎప్పట్లాగే బీజేపీకే మెజారిటీ సీట్లు రానున్నాయని తేల్చి చెప్పాయి. ఉత్తరాఖండ్‌, మధ్యప్రదేశ్‌, ఛత్తీ్‌సగడ్‌, హిమాచల్‌లలో మొత్తం సీట్లు బీజేపీకే దక్కనున్నాయని టుడేస్‌ చాణక్య అంచనా వేసింది. ఒక్క మహారాష్ట్రలో ఇండియా కూటమి కాస్త పోటీ ఇచ్చినా.. ఎన్డీయే కూటమికే మెజారిటీ స్థానాలు వస్తాయని అంచనా వేశాయి. మహారాష్ట్రలో ఎన్డీయేకు 32-35, ఇండియా కూటమికి 15-18 మధ్య సీట్లు లభిస్తాయని న్యూస్‌ 18 సంస్థ తేల్చింది. ఇక ఇండియా కూటమి గరిష్టంగా 200 మార్కును చేరుకునే అవకాశాలున్నాయి. కొన్ని సంస్థలైతే ఆ కూటమికి 150 స్థానాలు కూడా గగనమేనని ఘంటాపథంగా చెప్పాయి.</p>\n","originalUrl":"https://tattvanews.com/19289/02/06/2024/","hasAudio":false,"hasInfographics":false}