{"id":"wp-te-21245","wp_id":21245,"type":"standard","category":"World","language":"te","title":"`చంపేస్తా' అంటూ డాక్టర్లపై చేఎత్తిన పార్టీ ఎమ్యెల్యేకు పవన్ షాక్!","excerpt":"కాకినాడ గ్రామీణ ఎమ్మెల్యే, జనసేన నేత పంతం నానాజీ  ఓ డాక్టర్‌పై `చంపేస్తా' చేయి ఎత్తడం, అతని అనుచరులు దాడి చేయడం పెను దుమారానికి కారణం అయింది. ఈ వ్యవహారానికి సంబంధించిన వీడియో అంతా స్థానికులు వీడియో తీసి సోషల్ మీడియాలో పోస్ట్ చేయడంతో తెగ వైరల్ అవుతోంది. దీనిపై ముఖ్యమంత్రి నారా చంద్రబాబు నాయుడు, ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్ తీవ్ర ఆగ్రహం వ్యక్తం చేసినట్లు తెలుస్తోంది.  తప్పు చేస్తే ఏ పార్టీ అయినా చట్టం అందరికీ","author":"Tattva News Team","time":"22/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/MLA-Nanaji.webp","readTime":"5 min read","contentHTML":"\n<p>కాకినాడ గ్రామీణ ఎమ్మెల్యే, జనసేన నేత పంతం నానాజీ  ఓ డాక్టర్‌పై `చంపేస్తా' చేయి ఎత్తడం, అతని అనుచరులు దాడి చేయడం పెను దుమారానికి కారణం అయింది. ఈ వ్యవహారానికి సంబంధించిన వీడియో అంతా స్థానికులు వీడియో తీసి సోషల్ మీడియాలో పోస్ట్ చేయడంతో తెగ వైరల్ అవుతోంది. దీనిపై ముఖ్యమంత్రి నారా చంద్రబాబు నాయుడు, ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్ తీవ్ర ఆగ్రహం వ్యక్తం చేసినట్లు తెలుస్తోంది. </p>\n\n\n\n<p>తప్పు చేస్తే ఏ పార్టీ అయినా చట్టం అందరికీ ఒకటే అని చెప్పే పవన్ కళ్యాణ్ ఎమ్మెల్యేకు హెచ్చరిక ఇవ్వడంతో ఆ డాక్టర్‌కు క్షమాపణలు చెప్పారు.  కాకినాడ రంగరాయ మెడికల్ కాలేజీ గ్రౌండ్‌లో శివారం జరిగిన ఈ ఘటన ప్రస్తుతం తీవ్ర చర్చకు దారి తీసింది. </p>\n\n\n\n<p>కాలేజీ గ్రౌండ్‌లో బయటి వ్యక్తులు వాలీబాల్‌ ఆడుతుండటంతో తమకు ఆడుకునే అవకాశం దక్కడం లేదని మెడికల్ కాలేజీ స్టూడెంట్స్ ప్రిన్సిపల్‌కు ఫిర్యాదు చేశారు. దీంతో రంగంలోకి దిగిన కళాశాల ఫోరెన్సిక్‌ డిపార్ట్‌మెంట్ హెడ్, స్పోర్ట్స్‌ బోర్డు కార్యదర్శి డాక్టర్‌ ఉమామహేశ్వరరావు, ఇతర డాక్టర్లు.. కాలేజీ గ్రౌండ్‌లో బయటి వ్యక్తులు ఆటలు ఆడవద్దని ఆంక్షలు విధించారు. </p>\n\n\n\n<p>శనివారం సాయంత్రం బయట వ్యక్తులు వాలీబాల్‌ ఆడేందుకు గ్రౌండ్‌లోకి రావడంతో అక్కడ ఉద్రిక్త పరిస్థితులు నెలకొన్నాయి.  ఆర్‌ఎంసీ వైస్‌ ప్రిన్సిపల్‌ డా.విష్ణువర్ధన్, వైద్యులు, స్టూడెంట్స్‌తో వాగ్వాదానికి దిగారు. డాక్టర్లు ఎమ్మెల్యేను తిడుతున్నారని.. కాలేజీ గ్రౌండ్‌లో ఆడనివ్వడం లేదని.. స్థానికులు కొందరు పంతం నానాజీ దృష్టికి తీసుకెళ్లారు. </p>\n\n\n\n<p>దీంతో శనివారం రాత్రి కాలేజీ గ్రౌండ్‌కు వెళ్లిన ఎమ్మెల్యే పంతం నానాజీ.. డాక్టర్‌ ఉమామహేశ్వరరావును తీవ్ర అసభ్య పదజాలంతో దూషించారు. ఒక దశలో\"చంపేస్తా. నన్ను తిట్టాల్సిన పనేంటి నీకు. చదువుకునే కుర్రాళ్లను రెచ్చగొడతావురా\".. అంటూ ఆ డాక్టర్‌పై ఎమ్మెల్యే పంతం నానాజీ తీవ్ర ఆగ్రహంతో మండిపడ్డారు. </p>\n\n\n\n<p>అయితే తాను ఏమీ అనలేదని వివరణ ఇచ్చేందుకు డాక్టర్ ప్రయత్నించినా ఎమ్మెల్యే వినలేదు. ఆ డాక్టర్ ముఖానికి ఉన్న మాస్క్‌ను లాగి.. అతడ్ని కొట్టడానికి చెయ్యి ఎత్తారు. ఇంతలోనే ఎమ్మెల్యే అనుచరులు డాక్టర్‌పై దాడి చేశారు. దీనిపై కాలేజీ ప్రిన్సిపల్, డీఎంఈ డాక్టర్‌ నరసింహం ఎస్పీకి ఫిర్యాదు చేశారు.</p>\n\n\n\n<p>ఇక ఎమ్మెల్యే అనుచిత ప్రవర్తనకు సంబంధించిన వీడియో ప్రస్తుతం సోషల్ మీడియాలో హల్‌చల్‌ చేసింది. దీనిపై ముఖ్యమంత్రి నారా చంద్రబాబు నాయుడు, ఉప ముఖ్యమంత్రి పవన్‌ కళ్యాణ్‌ ఆగ్రహం వ్యక్తం చేసినట్లు తెలిసింది. ప్రభుత్వ ఆదేశాలతో కాకినాడ కలెక్టర్‌ షాన్‌ మోహన్, ఎస్పీ విక్రాంత్‌ పాటిల్‌ శనివారం రాత్రి మెడికల్ కాలేజీకి వెళ్లి పరిస్థితిని సర్దుబాటు చేశారు.</p>\n\n\n\n<p>కాగా, డాక్టర్‌ ఉమామహేశ్వరరావుపై దాడి ఘటనను దళిత సంఘాలు తీవ్రంగా ఖండించాయి. ప్రొఫెసర్ ఉమామహేశ్వరరావుపై కాకినాడ రూరల్ ఎమ్మెల్యే పంతం నానాజీ నానాజీ, ఆయన అనుచరులు దాడి చేయడాన్ని తీవ్రంగా పరిగణించిన దళిత నాయకులు వారిపై ఆగ్రహం వ్యక్తం చేస్తున్నారు. </p>\n\n\n\n<p>ఉన్నత స్థాయికి ఎదిగిన ఓ దళితుడిపై దాడి చేయడం తమ వర్గంపై చేసిన దాడిగా భావిస్తున్నట్లు వారు చెప్పారు. దాడి చేసి బూతులు తిట్టిన ఎమ్మెల్యేపై తక్షణం చర్యలు తీసుకోవాలని డిమాండ్ చేస్తున్నారు. ఎమ్మెల్యేతోపాటు ఆయన మేనల్లుడిపైనా కేసు పెట్టాలని డిమాండ్ చేస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/21245/22/09/2024/","hasAudio":false,"hasInfographics":false}