{"id":"wp-en-15524","wp_id":15524,"type":"standard","category":"World","language":"en","title":"India Marching Towards Atmanirbharta￼","excerpt":"The inauguration of the TATA Aircraft Complex at TATA Advanced Systems Limited (TASL) Campus in Vadodara, Gujarat, marks a significant milestone in India's pursuit of Atmanirbharta (self-reliance) in defence. This facility, dedicated to manufacturing C-295 military transport aircraft, represents India's first private sector Final Assembly Line (FAL) for military aircraft. Under this programme, 56 C-295","author":"Tattva News Team","time":"1/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/TASL.webp","readTime":"5 min read","contentHTML":"\n<p>The inauguration of the TATA Aircraft Complex at TATA Advanced Systems Limited (TASL) Campus in Vadodara, Gujarat, marks a significant milestone in India's pursuit of Atmanirbharta (self-reliance) in defence.</p>\n\n\n\n<p>This facility, dedicated to manufacturing C-295 military transport aircraft, represents India's first private sector Final Assembly Line (FAL) for military aircraft. Under this programme, 56 C-295 aircraft will be delivered, with the first 16 arriving from Airbus in Spain and the remaining 40 produced domestically.</p>\n\n\n\n<p>This initiative demonstrates India’s commitment to enhancing indigenous production capabilities and reducing reliance on imports. India's journey towards self-reliance in defence is underscored by a remarkable transformation from a major arms importer to a burgeoning hub for Indigenous production.</p>\n\n\n\n<p> In 2023-24, the Ministry of Defence reported a historic US$ 15.11 billion (Rs. 1.27 lakh crore) in domestic defence production, reflecting a 174% increase from US$ 5.53 billion (Rs. 46,429 crore) in 2014-15. Historically, India imported about 65-70% of its defence equipment, but now approximately 65% is produced domestically, driven by strategic government policies.</p>\n\n\n\n<p>Major defence platforms, including the Dhanush Artillery Gun System and Light Combat Aircraft Tejas, have been developed under the Make in India initiative. India’s defence exports have also soared, increasing from ₹686 crore in 2013-14 to US$ 2.51 (Rs. 21,083 crore) in 2023-24, to further boost defence exports to US$ 5.95 billion (Rs.50,000 crore) by 2029. This progress strengthens national security and positions India as a reliable global defence partner. </p>\n","originalUrl":"https://en.tattvanews.com/national/india-marching-towards-atmanirbharta%ef%bf%bc/","hasAudio":false,"hasInfographics":false}