{"id":"wp-en-13087","wp_id":13087,"type":"standard","category":"World","language":"en","title":"Supreme Court to consider Kejriwal’s interim bail plea￼","excerpt":"The Supreme Court on Friday said it may consider Delhi Chief Minister Arvind Kejriwal’s interim bail plea during next hearing as trial in the money laundering case could take further time. The apex court heard the Aam Aadmi Party leader’s plea challenging his arrest by the Enforcement Directorate in the money laundering case on Friday. A bench comprising of justices  Sanjiv","author":"Tattva News Team","time":"4/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Kejriwal-in-court.jpg","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Friday said it may consider Delhi Chief Minister Arvind Kejriwal’s interim bail plea during next hearing as trial in the money laundering case could take further time.</p>\n\n\n\n<p>The apex court heard the Aam Aadmi Party leader’s plea challenging his arrest by the Enforcement Directorate in the money laundering case on Friday. A bench comprising of justices  Sanjiv Khanna and Dipankar Datta heard the arguments for about two hours on Tuesday and observed they would consider the question of interim bail plea on Tuesday.  </p>\n\n\n\n<p>Justice Khanna told Additional Solicitor General S.V. Raju, “If it is going to take time, it does appear it may take time, we may then consider the question of interim bail, because of the elections. We may hear on that part because of elections\". However, the additional solicitor general said he would oppose the bail plea. </p>\n\n\n\n<p>The top court asked Raju to come prepared for arguments on the interim bail plea on May 7.  The Delhi chief minister is currently lodged in Tihar Jail here under judicial custody after his arrest on March 21. The top court issued the ED a notice on April 15 and sought its response to Kejriwal's plea.</p>\n\n\n\n<p>On April 9, the high court upheld Kejriwal's arrest, saying there was no illegality and the ED was left with \"little option\" after he skipped repeated summonses and refused to join the investigation.</p>\n\n\n\n<p>The matter pertains to alleged corruption and money laundering in the formulation and execution of the Delhi government's now-scrapped excise policy for 2021-22. </p>\n","originalUrl":"https://en.tattvanews.com/economy/supreme-court-to-consider-kejriwals-interim-bail-plea%ef%bf%bc/","hasAudio":false,"hasInfographics":false}