{"id":"wp-te-18547","wp_id":18547,"type":"standard","category":"World","language":"te","title":"హనుమాన్ చాలీసా వినడం కూడా వినడం కూడా నేరమే... మోదీ","excerpt":"కాంగ్రెస్ హయాంలో 'హనుమాన్ చాలీసా' వినడం కూడా నేరంగా చూసేవారని, ఇందువల్ల రాజస్థాన్ ఎన్నో ఇబ్బందులు ఎదుర్కొందని ప్రధానమంత్రి నరేంద్ర మోదీ విమర్శించారు. ఈ ఏడాది తొలిసారిగా 'రామనవమి' సందర్భంగా రాష్ట్రంలో శోభా యాత్ర ఊరేగింపు జరిగిందని చెప్పారు. టాంక్-సవాయ్ మథోపూర్‌లో మంగళవారంనాడు జరిగిన ఎన్నికల ర్యాలీలో ప్రధాని మాట్లాడుతూ, హనుమాన్ చాలీసా నిత్య పారాయణం చేసే రాజస్థాన్ వంటి రాష్ట్రాల్లో రామనవమిని కాంగ్రెస్ నిషేధించిందని గుర్తు చేశారు.  హనుమాన్ జయంతి గురించి ఈరోజు మాట్లాడాలనుకున్నప్పుడు కొద్ది","author":"Tattva News Team","time":"23/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Modi.webp","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్ హయాంలో 'హనుమాన్ చాలీసా' వినడం కూడా నేరంగా చూసేవారని, ఇందువల్ల రాజస్థాన్ ఎన్నో ఇబ్బందులు ఎదుర్కొందని ప్రధానమంత్రి నరేంద్ర మోదీ విమర్శించారు. ఈ ఏడాది తొలిసారిగా 'రామనవమి' సందర్భంగా రాష్ట్రంలో శోభా యాత్ర ఊరేగింపు జరిగిందని చెప్పారు. టాంక్-సవాయ్ మథోపూర్‌లో మంగళవారంనాడు జరిగిన ఎన్నికల ర్యాలీలో ప్రధాని మాట్లాడుతూ, హనుమాన్ చాలీసా నిత్య పారాయణం చేసే రాజస్థాన్ వంటి రాష్ట్రాల్లో రామనవమిని కాంగ్రెస్ నిషేధించిందని గుర్తు చేశారు. </p>\n\n\n\n<p>హనుమాన్ జయంతి గురించి ఈరోజు మాట్లాడాలనుకున్నప్పుడు కొద్ది రోజుల క్రితం నాటి ఒక ఫోటో తనకు గుర్తుకువచ్చిందని మోదీ చెప్పారు. కాంగ్రెస్ పాలిత కర్ణాటకలో ఇటీవల ఒక వ్యాపారి తన దుకాణంలో కూర్చొని హనుమాన్ చాలీసా వింటుండగా కొందరు వ్యక్తులు అతిదారుణంగా అతన్ని చితకబాదారని గుర్తుచేశారు.</p>\n\n\n\n<p>\"2014లో మీరు ఢిల్లీకి సేవ చేసే అవకాశం మోదీకి ఇచ్చారు. దేశం ఎన్నడూ ఊహించని ఎన్నో కీలక నిర్ణయాలు తీసుకున్నాం. కానీ కాంగ్రెస్ అధికారంలో ఉన్నప్పుడు జమ్మూకశ్మీర్‌లో మన జవాన్లపై అనునిత్యం రాళ్ల వర్షం కురిసేది. సరిహద్దుల నుంచి శత్రువులు మన సైనికులపై పడి తలలు తెరనరుకుతున్నా కాంగ్రెస్ ప్రభుత్వం నిమ్మకు నీరెత్తినట్టు ఉండేది\" అంటూ కాంగ్రెస్ పాలనపై ప్రధాని మండిపడ్డారు. </p>\n\n\n\n<p>\"సైనికులకు 'వన్ ర్యాంక్ వన్ ఫెన్షన్' అమలు చేయలేదు. బాంబు పేలుళ్లు చేటుచేసుకునేవి. కాంగ్రెస్ హయాంలో నేరాల్లో రాజస్థాన్ నెంబర్ వన్‌గా ఉండేది\" అని మోదీ తెలిపారు. దశాబ్దాలుగా సరిహద్దుల్లో దేశాన్ని రాజస్థాన్ కాపాడుతూ వచ్చిందని, సురక్షిత దేశం, సురక్షిత ప్రభుత్వం ఎలా సాధ్యమో రాజస్థాన్‌కు బాగా తెలుసునని ప్రధాని చెప్పారు. </p>\n\n\n\n<p> 2014, 2019లో రాజస్థాన్ సమష్టిగా దేశంలో పటిష్ట బీజేపీ ప్రభుత్వాన్ని ఏర్పాటు చేసేందుకు గట్టి చేయూతనిచ్చిందని ప్రశంసించారు. ఐక్యతే రాజస్థాన్ సంపద అని, విడిపోతే శత్రువు దానిని తనకు అనుకూలంగా మార్చుకుంటాడని ప్రధాని హెచ్చరించారు. </p>\n\n\n\n<p>ఇప్పుడు కూడా రాజస్థాన్‌ను, రాజస్థాన్ ప్రజలను విడగొట్టే ప్రయత్నం జరుగుతోందని, ఈ విషయంలో అప్రమత్తంగా ఉండాలని ప్రధాని హెచ్చరించారు. గత పదేళ్లలో నిలకడైన, నిజాయితీ కలిగిన ప్రభుత్వం ఉండే దేశం ఎంతగా అభివృద్ధి చెందుతుందో అంతా చూశారని చెప్పారు. హనుమాన్ జయంతి పర్వదినం సందర్భంగా అందరికీ మోదీ శుక్షాకాంక్షలు తెలిపారు.</p>\n\n\n\n<p>కాంగ్రెస్ పార్టీ అధికారంలో ఉన్న స‌మ‌యంలో.. ప్ర‌త్యేక ఓటు బ్యాంకు కోసం ప్ర‌త్యేక రిజ‌ర్వేష‌న్ ఇవ్వాల‌ని ఆ పార్టీ ప్ర‌య‌త్నించింద‌ని, ద‌ళితులు.. వెనుక‌బ‌డిన వ‌ర్గాల రిజ‌ర్వేష‌న్ల‌ను ఆ పార్టీ బ్రేక్ చేసింద‌ని ప్ర‌ధాని మోదీ విమ‌ర్శించారు. రాజ్యాంగం దీనికి పూర్తిగా వ్య‌తిరేకంగా ఉంద‌న్నారు. కేవ‌లం మ‌తం ఆధారంగానే కాంగ్రెస్ పార్టీ రిజ‌ర్వేష‌న్ల‌ను ఇచ్చింద‌న్నారు. ద‌ళితులు, వెనుక‌బ‌డిన త‌ర‌గ‌తులు, గిరిజ‌నుల‌కు ద‌క్కాల్సిన హ‌క్కుల‌ను ముస్లింల‌కు ఇచ్చిన‌ట్లు ఆయ‌న ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/18547/23/04/2024/","hasAudio":false,"hasInfographics":false}