{"id":"wp-te-20665","wp_id":20665,"type":"standard","category":"World","language":"te","title":"￼ఉగ్రవాదుల మెరుపు దాడిలో సీఆర్పీఎఫ్ అధికారి మృతి","excerpt":"జమ్మూ కశ్మీర్‌లో ఉదంపూర్ జిల్లాలోని దుడు ప్రాంతంలో సోమవారం ఉగ్రవాదులు మెరుపు దాడికి దిగారు. ఈ దాడిలో సీఆర్పీఎఫ్ ఉన్నతాధికారి మరణించారు. దుడు ప్రాంతంలో సీఆర్పీఎఫ్ బెటాలియన్‌ను మరింతగా మోహరించేందుకు భారత సైన్యం చర్యలు చేపట్టింది.  ఆ క్రమంలో బెటాలియన్‌పై ఉగ్రవాదులు మెరుపు దాడికి దిగి.. కాల్పులు జరిపారు. దీంతో సీఆర్పీఎఫ్ అధికారి మరణించారు. జమ్మూలోని కొండ ప్రాంతంలో ఉగ్రవాద వ్యతిరేక చర్యలకు భారత సైన్యం శ్రీకారం చుట్టింది. ఆ ప్రదేశంలో సీఆర్పీఎఫ్ పోస్ట్ ఏర్పాటు చేసేందుకు","author":"Tattva News Team","time":"20/8/2024","image":"https://tattvanews.com/wp-content/uploads/2022/08/JK-encounter.jpg","readTime":"5 min read","contentHTML":"\n<p>జమ్మూ కశ్మీర్‌లో ఉదంపూర్ జిల్లాలోని దుడు ప్రాంతంలో సోమవారం ఉగ్రవాదులు మెరుపు దాడికి దిగారు. ఈ దాడిలో సీఆర్పీఎఫ్ ఉన్నతాధికారి మరణించారు. దుడు ప్రాంతంలో సీఆర్పీఎఫ్ బెటాలియన్‌ను మరింతగా మోహరించేందుకు భారత సైన్యం చర్యలు చేపట్టింది. </p>\n\n\n\n<p>ఆ క్రమంలో బెటాలియన్‌పై ఉగ్రవాదులు మెరుపు దాడికి దిగి.. కాల్పులు జరిపారు. దీంతో సీఆర్పీఎఫ్ అధికారి మరణించారు. జమ్మూలోని కొండ ప్రాంతంలో ఉగ్రవాద వ్యతిరేక చర్యలకు భారత సైన్యం శ్రీకారం చుట్టింది. ఆ ప్రదేశంలో సీఆర్పీఎఫ్ పోస్ట్ ఏర్పాటు చేసేందుకు సన్నాహాకాలు చేస్తుంది. </p>\n\n\n\n<p>అందులోభాగంగా సీఆర్పీఎఫ్ బెటాలియన్.. సోమవారం ఆ ప్రాంతానికి చేరుకుంది. ఈ విషయాన్ని పసిగట్టిన ఉగ్రవాదులు.. సీఆర్పీఎఫ్‌ బృందంపై మెరుపు దాడికి దిగారు. మరోవైపు ఈ ఏడాది జూన్ నుంచి జమ్మూ కశ్మీర్‌లో ఉగ్రవాద దాడుల సంఖ్య ఇబ్బడి ముబ్బడిగా పెరిగాయి. ఈ దాడుల్లో పలువురు భారత సైన్యానికి చెందిన అధికారులే కాక.. జమ్మూ కశ్మీర్ పోలీసులు సైతం భారీ సంఖ్యలో మరణించారు. </p>\n\n\n\n<p>ఈ దాడులకు తామే బాధ్యులమంటూ ఇప్పటికే పాకిస్థాన్‌కు చెందిన జై షే మహమ్మద్‌ జేబు సంస్థ కాశ్మీర్ టైగర్ ప్రకటించిన విషయం విధితమే. ఇక జులై 8వ తేదీ కతువా జిల్లాలో ఆర్మీ కాన్వాయిపై ఉగ్రవాదులు దాడికి తెగబడ్డారు. ఈ ఘటనలో ఐదుగురు ఆర్మీ సిబ్బంది మరణించారు. అలాగే జులై 6వ తేదీ కుల్గాం జిల్లాలో రెండు వేర్వేరు ఉగ్రవాద దాడుల్లో ఆరుగురు తీవ్రవాదులు మృతి చెందగా, ఇద్దరు సైనికులు సైతం మృతి చెందారు.</p>\n\n\n\n<p>రాష్ట్రంలో ఉగ్రవాద దాడులు మరింత పెరగడంతో.. వాటిని అణిచివేసేందుకు మోదీ ప్రభుత్వం వ్యూహాత్మకంగా అడుగులు వేస్తుంది. అందులోభాగంగా రాష్ట్రంలో ఉగ్రవాద దాడుల నిర్మూలనకు కఠిన చర్యలు అవలంభించాలని కేంద్ర హోం శాఖ మంత్రి అమిత్ షా ఇప్పటికే ఆ రాష్ట్ర ఉన్నతాధికారులకు కీలక ఆదేశాలు జారీ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20665/20/08/2024/","hasAudio":false,"hasInfographics":false}