{"id":"wp-te-21065","wp_id":21065,"type":"standard","category":"World","language":"te","title":"సీపీఎం ప్రధాన కార్యదర్శి సీతారాం ఏచూరి కన్నుమూత","excerpt":"సీపీఎం ప్రధాన కార్యదర్శి సీతారాం ఏచూరి కన్నుమూశారు. 72 ఏళ్ల సీతారాం ఏచూరి  గత కొంతకాలంగా ఊపిరితిత్తుల ఇన్‌ఫెక్షన్‌తో ఢిల్లీ ఎయిమ్స్‌లో చికిత్స తీసుకున్నారు. అయితే ఆయన ఆరోగ్యం పూర్తిగా విషమించడంతో గురువారం మధ్యాహ్నం ఆయన మరణించినట్లు ఎయిమ్స్ డాక్టర్లు వెల్లడించారు.  ఊపిరితిత్తుల ఇన్‌ఫెక్షన్‌తో గత నెల 19వ తేదీన సీతారాం ఏచూరి ఢిల్లీ ఎయిమ్స్‌లో చేరారు. అప్పటినుంచి అక్కడే చికిత్స తీసుకుంటున్న ఆయన ఆరోగ్య పరిస్థితి పూర్తిగా విషమించడంతో డాక్టర్లు వెంటిలేటర్‌పై చికిత్స అందించారు. అయితే","author":"Tattva News Team","time":"12/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Yechuri.webp","readTime":"5 min read","contentHTML":"\n<p>సీపీఎం ప్రధాన కార్యదర్శి సీతారాం ఏచూరి కన్నుమూశారు. 72 ఏళ్ల సీతారాం ఏచూరి  గత కొంతకాలంగా ఊపిరితిత్తుల ఇన్‌ఫెక్షన్‌తో ఢిల్లీ ఎయిమ్స్‌లో చికిత్స తీసుకున్నారు. అయితే ఆయన ఆరోగ్యం పూర్తిగా విషమించడంతో గురువారం మధ్యాహ్నం ఆయన మరణించినట్లు ఎయిమ్స్ డాక్టర్లు వెల్లడించారు. </p>\n\n\n\n<p>ఊపిరితిత్తుల ఇన్‌ఫెక్షన్‌తో గత నెల 19వ తేదీన సీతారాం ఏచూరి ఢిల్లీ ఎయిమ్స్‌లో చేరారు. అప్పటినుంచి అక్కడే చికిత్స తీసుకుంటున్న ఆయన ఆరోగ్య పరిస్థితి పూర్తిగా విషమించడంతో డాక్టర్లు వెంటిలేటర్‌పై చికిత్స అందించారు. అయితే మొదట ఆయన ఆరోగ్యం నిలకడగా ఉందని.. చికిత్సకు స్పందిస్తున్నారని సీపీఎం పార్టీ పేర్కొంది. తర్వాత మళ్లీ ఆరోగ్యం విషమించిందని తెలిపింది. ఈ క్రమంలోనే ఇవాళ ఆయన కన్నుమూశారు.</p>\n\n\n\n<p>ఏచూరి సర్వేశ్వర సోమయాజులు, కల్పకం దంపతులకు 1952 ఆగస్టు 12న చెన్నై లో జన్మించిన సీతారాం ఏచూరి 1974లో ఎస్ఎఫ్ఐ చేరారు. 1975లో సిపిఎం ప్రాధమిక సభ్యుత్వంను తీసుకున్నారు. 1985లో సిపిఎం కేంద్ర కమిటీ సభ్యునిగా ఎన్నికైయ్యారు. పి సుందరయ్య, ఇఎంఎస్, బిటిఆర్, హరికిషన్ సింగ్ సూర్జిత్, బసవ పున్నయ్య మరియు జ్యోతిబసు వంటి సీనియర్ నాయకులతో కలిసి పనిచేశారు.</p>\n\n\n\n<p>సీతారాం విద్యాభ్యాసం హైదరాబాద్ లో సాగింది. ఆ తర్వాత ఢిల్లీలోని సెయింట్ స్టీఫెన్స్ కాలేజీలో ఆర్థికశాస్త్రంలో బీఏ, జవహర్ లాల్ వర్సిటీలో ఎంఏ పూర్తి చేశారు. ఆర్థిక శాస్త్రంలో పరిశోధనలు ప్రారంభించిన ఆయన ఎమర్జెన్సీ సమయంలో జైలుకెళ్లడంతో వాటిని ఆపేశారు.</p>\n\n\n\n<p>‘‘సీతారాం ఏచూరి చాలా మంచి వ్యక్తి, బహుభాషావేత్త, ఆచరణాత్మక ధోరణి కలిగిన మార్క్సిస్ట్, సిపిఎం మూలస్తంభం, అద్భుతమైన తెలివితేటలు, హాస్య చతురత కలిగిన అద్భుతమైన పార్లమెంటేరియన్. ఆయన ఇక లేరు’’ అని కాంగ్రెస్ ప్రధాన కార్యదర్శి జైరామ్ రమేష్ సంతాపం తెలిపారు. ‘‘మా అనుబంధం మూడు దశాబ్దాలకు పైగా కొనసాగింది. మేము వివిధ సందర్భాల్లో సన్నిహితంగా కలిసి పనిచేశాము. ఆయనకు రాజకీయ రంగాలకు అతీతంగా స్నేహితులు ఉన్నారు’’ అని జైరాం రమేశ్ కొనియాడారు.</p>\n\n\n\n<p>సీతారాం ఏచూరి ఢిల్లీలోని జవహర్ లాల్ నెహ్రూ విశ్వవిద్యాలయంలో విద్యాభ్యాసం చేస్తూనే విద్యార్థి ఉద్యమంలో పాల్గొన్నారు. మార్క్సిస్టు సిద్ధాంతాలను స్వీకరించి, సిపిఐ(ఎం) విద్యార్థి విభాగమైన స్టూడెంట్స్ ఫెడరేషన్ ఆఫ్ ఇండియాలో సభ్యుడైన ఏచూరి రాజకీయ భావజాలం ఇక్కడే వేళ్లూనుకోవడం ప్రారంభమైంది. సీతారాం ఏచూరి 1975లో సిపిఐ(ఎం)లో చేరారు. </p>\n\n\n\n<p>కార్మిక హక్కులు, భూసంస్కరణలు, లౌకిక రాజ్యం కోసం వాదిస్తూ పార్టీకి స్పష్టమైన అధికార ప్రతినిధిగా పేరు సంపాదించారు. 2005 నుండి 2017 వరకు రాజ్యసభ సభ్యుడిగా ఉన్నారు. పార్లమెంటులో అతని వాక్చాతుర్యం, చర్చా నైపుణ్యం ఆయనను భారత రాజకీయాల్లో అత్యంత గౌరవనీయమైన వ్యక్తుల్లో ఒకరిగా చేసింది.</p>\n\n\n\n<p>2015లో ప్రకాశ్ కారత్ తర్వాత పార్టీలో అత్యున్నత పదవి అయిన సీపీఐ(ఎం) ప్రధాన కార్యదర్శిగా ఏచూరి ఎన్నికయ్యారు. ముఖ్యంగా 2011లో పశ్చిమ బెంగాల్ లో అధికారం కోల్పోయిన తర్వాత ఎన్నికల ఫలితాల్లో ఒడిదుడుకులు ఎదుర్కొంటున్న సీపీఐ(ఎం)కు ప్రధాన కార్యదర్శిగా ఆయన పదవీకాలం సవాలుగా మారింది. </p>\n\n\n\n<p>ఇతర వామపక్ష, లౌకిక పార్టీలతో విస్తృత సంకీర్ణాలను ప్రతిపాదించడం ద్వారా ఏచూరి ఈ ఇబ్బందులను అధిగమించడానికి ప్రయత్నించారు, ఈ వైఖరి కొన్నిసార్లు పార్టీలో అంతర్గత విభేదాలకు దారితీసింది. ఏచూరి తన కెరీర్ అంతటా వ్యక్తిగత చిత్తశుద్ధికి, విద్వేషాలు లేకుండా రాజకీయ చర్చల్లో పాల్గొనే సామర్థ్యానికి ప్రసిద్ధి చెందారు. 2021లో తన పెద్ద కుమారుడు ఆశిష్ ను కోవిడ్-19 కారణంగా కోల్పోవడంతో ఏచూరి వ్యక్తిగత జీవితం విషాదంలో మునిగిపోయింది.</p>\n\n\n\n<p>యన భార్య ప్రముఖ పాత్రికేయురాలు, రచయిత్రి సీమా చిస్తీ. బ్రిటన్‌లో యూనివర్సిటీ టీచర్‌గా పనిచేస్తున్న అఖిలా ఏచూరి, జర్నలిస్టు ఆశిష్ ఏచూరిల పిల్లలు. ఇంగ్లీషు, హిందీ, తెలుగు, తమిళం, బెంగాలీ భాషల్లో ప్రావీణ్యం ఉన్న ఏచూరి లెఫ్ట్ హ్యాండ్ డ్రైవ్, వాట్ ఈజ్ హిందూ రాష్ట్ర, సోషలిజం ఇన్ ట్వంటీ-ఫస్ట్ సెంచరీ, కమ్యూనలిజం వర్సెస్ సెక్యులరిజం మరియు ఘృనా కీ రాజనీతి (హిందీ) వంటి పుస్తకాలను రచించారు.</p>\n","originalUrl":"https://tattvanews.com/21065/12/09/2024/","hasAudio":false,"hasInfographics":false}