{"id":"wp-en-14497","wp_id":14497,"type":"standard","category":"World","language":"en","title":"Two Indian Army soldiers killed, one injured in in Anantnag￼","excerpt":"Two Indian Army soldiers were killed in action while another jawan sustained bullet injuries in an encounter with terrorists at a forest in the Ahlan area of Kokernag in South Kashmir's Anantnag district on Saturday, officials said on Saturday. Two civilians were also injured in the gunfight which broke out earlier in the afternoon in which two terrorists","author":"Tattva News Team","time":"11/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Encounter.jpg","readTime":"5 min read","contentHTML":"\n<p>Two Indian Army soldiers were killed in action while another jawan sustained bullet injuries in an encounter with terrorists at a forest in the Ahlan area of Kokernag in South Kashmir's Anantnag district on Saturday, officials said on Saturday.</p>\n\n\n\n<p>Two civilians were also injured in the gunfight which broke out earlier in the afternoon in which two terrorists were believed to be trapped. The injured soldiers were immediately shifted to nearby hospital, where two of them succumbed to their injuries.</p>\n\n\n\n<p>Security forces launched a cordon and search operation following information about the presence of terrorists there. The encounter broke out after the terrorists opened fire at the search party personnel, who retaliated, the officials said.</p>\n\n\n\n<p>\"Based on specific intelligence input, a Joint Operation was launched by #IndianArmy, @JmuKmrPolice & @crpf_srinagar today in general area Kokernag, Anantnag. Contact was established and firefight ensued,\" Srinagar-based Chinar Corps of the Indian Army said in a post on X</p>\n\n\n\n<p>In the ensuing gun battle, six Army personnel and two civilians were injured, officials said, adding the injured soldiers were promptly taken to a nearby hospital where two died shortly after arrival.</p>\n\n\n\n<p>The remaining injured personnel and civilians are receiving medical attention, they said. Reinforcements have been deployed in the area and operations to locate and neutralise the fleeing terrorists are underway, the latest officials said.</p>\n\n\n\n<p>This encounter is a grim reminder of a similar operation in the general area of Kokernag last September, during which four security personnel, including Colonel Manpreet Singh, Major Ashish and Deputy SP Humayun Bhat were killed in the week-long engagement with terrorists.</p>\n\n\n\n<p>Two terrorists, including a senior commander of the Lashkar-e-Toiba (LeT), were also neutralised during that operation. Security forces have ramped up their efforts in the woods of Kokernag after an encounter in Doda district on July 15 that resulted in the deaths of four soldiers, including a Captain.</p>\n\n\n\n<p>It is believed that the terrorists involved in the recent Anantnag incident may have crossed over from Kishtwar district after escaping the confrontation in Doda.</p>\n","originalUrl":"https://en.tattvanews.com/others/two-indian-army-soldiers-killed-one-injured-in-in-anantnag%ef%bf%bc/","hasAudio":false,"hasInfographics":false}