{"id":"wp-en-13358","wp_id":13358,"type":"standard","category":"World","language":"en","title":"Palestinian journalists covering Gaza receive 2024 IPI-IMS World Press Freedom Hero award￼","excerpt":"This year marks the first time that the award has been given to a group of journalists collectively. It recognizes the extraordinary courage and resilience that Palestinian journalists have demonstrated in covering the war in Gaza. Under the most dire of circumstances, they have risked their lives to be the world’s eyes and ears. Since","author":"Tattva News Team","time":"22/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Press-Award.png","readTime":"5 min read","contentHTML":"\n<p>This year marks the first time that the award has been given to a group of journalists collectively. It recognizes the extraordinary courage and resilience that Palestinian journalists have demonstrated in covering the war in Gaza. Under the most dire of circumstances, they have risked their lives to be the world’s eyes and ears.</p>\n\n\n\n<p>Since October, with foreign and Israeli journalists barred by Israel from entering Gaza, Palestinian journalists have shouldered the responsibility of reporting inside the territory. They have persevered despite airstrikes, communication blackouts, displacement, the devastating loss of children, partners, parents and other family members, and an unfolding humanitarian catastrophe.</p>\n\n\n\n<p>The toll has been immense. At least 105 journalists and media workers have been killed in the region since the start of the war eight months ago. This is far more than in any modern war or conflict in this span of time on record. Of these, the vast majority were Palestinian journalists killed by Israeli airstrikes on Gaza.</p>\n\n\n\n<p>The IPI-IMS World Press Freedom Hero award honours journalists who have displayed tremendous courage and resilience in fighting for media freedom and the free flow of news. The year’s award will be presented during a special ceremony at the IPI World Congress and Media Innovation Festival in Sarajevo on May 23.</p>\n\n\n\n<p>Palestinian journalists in Gaza have played an unfathomable price to cover the news. The list includes Wael Dahdouh, Al Jazeera Arabic’s Gaza bureau chief. Dahdouh has continued reporting despite unimaginable suffering. Last October, an Israeli airstrike killed his wife, son, daughter, and grandson.</p>\n\n\n\n<p>Later, Dahdouh was wounded in a drone strike that left a colleague, Samer Abudaqa, dead. Then, in January, Hamza Dahdouh, a journalist like his father, was killed in a targeted Israeli missile strike in Khan Younis, Gaza. The award also recognizes and pays tribute to media freedom defenders such as Bilal Jadallah, often referred to as the “father figure”  of journalism in Gaza.</p>\n\n\n\n<p>On November 19th, 2023, Jadallah was killed when his car was hit by Israeli shelling. For many years, Jadallah had been the face of independent journalism in Gaza. He founded Press House Palestine in 2013 with a mission to promote press freedom, offer legal protection for journalists, and serve as a sanctuary for reporters covering the region. </p>\n\n\n\n<p>In February, an Israeli strike destroyed the building of Press House Palestine. The Press House said the building had contained equipment essential for journalists navigating the challenges of the war.</p>\n\n\n\n<p>This award also recognizes the critical work of local support organizations for Gaza journalists, such as Filastiniyat. A finalist for this year’s IPI-IMS Free Media Pioneer award, Filastiniyat has provided aid such as clothes, blankets, mattresses, and hygiene kits for journalists in Gaza, focusing on female journalists and freelancers. Women journalists on the frontline have faced additional challenges, including a constant threat of violence, harassment and intimidation.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/palestinian-journalists-covering-gaza-receive-2024-ipi-ims-world-press-freedom-hero-award%ef%bf%bc/","hasAudio":false,"hasInfographics":false}