{"id":"wp-te-20036","wp_id":20036,"type":"standard","category":"World","language":"te","title":"తెరుచుకున్న జగన్నాథుని రత్న భాండాగారం","excerpt":"దేశమంతా అత్యంత ఆసక్తిగా ఎదురు చూసిన ఒడిశాలోని పూరీ శ్రీక్షేత్ర రత్న భాండాగారం రహస్య గది తెరుచుకుంది. దాదాపు 46 ఏళ్ల తర్వాత ఆదివారం మధ్యాహ్నం ఆ రహస్య గది తలుపును తెరిచారు ప్రత్యేక కమిటీ సభ్యులు. ఈ మేరకు ఒడిశా సీఎం కార్యాలయం ప్రకటించింది. ఒడిశా ప్రభుత్వం నియమించిన కమిటీ చైర్మన్ జస్టిస్ బిశ్వనాథ్ రథ్, కమిటీ సభ్యుడు సిబికె మహంతి, ఆలయ పాలనాధికారా అరవింద పాడి, పూరీ జిల్లా కలెక్టర్ సిద్ధార్థ్ శంకర్ స్వైన్,","author":"Tattva News Team","time":"14/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Puri.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశమంతా అత్యంత ఆసక్తిగా ఎదురు చూసిన ఒడిశాలోని పూరీ శ్రీక్షేత్ర రత్న భాండాగారం రహస్య గది తెరుచుకుంది. దాదాపు 46 ఏళ్ల తర్వాత ఆదివారం మధ్యాహ్నం ఆ రహస్య గది తలుపును తెరిచారు ప్రత్యేక కమిటీ సభ్యులు. ఈ మేరకు ఒడిశా సీఎం కార్యాలయం ప్రకటించింది. ఒడిశా ప్రభుత్వం నియమించిన కమిటీ చైర్మన్ జస్టిస్ బిశ్వనాథ్ రథ్, కమిటీ సభ్యుడు సిబికె మహంతి, ఆలయ పాలనాధికారా అరవింద పాడి, పూరీ జిల్లా కలెక్టర్ సిద్ధార్థ్ శంకర్ స్వైన్, పురావస్తు శాఖ ఇంజనీర్ ఎన్ సి. పాల్, పూరీ రాజ ప్రతినిధితో సహా ఐదుగురు ఆలయ సేవకులు వీరిలో ఉన్నారు.</p>\n\n\n\n<p>అయితే ఈ ప్రక్రియకు ముందు రత్న భాండాగరం తిరిగి తెరిచేందుకు అనుమతి కోరే 'అగ్న్యా' అనే పూజ కార్యక్రమాన్ని నిర్వహించారు. జస్టిస్‌ బిశ్వనాథ్‌ రథ్‌ అధ్యక్షతన ఏర్పాటు చేసిన కమిటీ సభ్యులు ఈ ప్రక్రియకు సంబంధించిన పూజలు పూర్తి చేసి గది తలుపులను తెరిచారు. 46ఏళ్ల తర్వాత రహస్య గదిని తెరవనుండటం వల్ల లోపల నాగుపాములు వంటి భారీ విష సర్పాలు ఉంటాయనే అనుమానంతో ముందు జాగ్రత్తలు తీసుకుని మరి లోపలకి వెళ్లారు.</p>\n\n\n\n<p>భాండాగారం లోపల చీకటిగా ఉంటుందనే ముందుగానే సెర్చ్ లైట్లు తెప్పించారు. పాములు పట్టడంలో నిపుణులైన వారిని రప్పించారు. ఒకవేళ విషసర్పాలు కాటేసినా సత్వర వైద్యం కోసం వైద్యుల్ని సిద్ధం చేశారు. గదిలో పెచ్చులూడే పరిస్థితి ఉంటే వెంటనే మరమ్మతులు చేయడానికి పురావస్తు శాఖ బృందాన్ని సిద్ధంగా ఉంచారు. </p>\n\n\n\n<p>ఈ రహస్య గదిలో ఉన్న సంపదను మరోచోటుకు తరలించి పటిష్ఠ భద్రత మధ్య లెక్కించున్నట్లు జస్టిస్ బిశ్వనాథ్ రథ్ తెలిపారు. ఈసారి లెక్కింపు వివరాల నమోదును డిజిటలైజేషన్‌ చేయిస్తామని ఒడిశా న్యాయశాఖ మంత్రి పృథ్వీరాజ్‌ హరిచందన్‌ తెలిపారు. సెర్చ్ లైట్లు తెప్పించారు. పాములు పట్టడంలో నిపుణులైన వారిని రప్పించారు. ఒకవేళ విషసర్పాలు కాటేసినా సత్వర వైద్యం కోసం వైద్యుల్ని సిద్ధం చేశారు. </p>\n\n\n\n<p>గదిలో పెచ్చులూడే పరిస్థితి ఉంటే వెంటనే మరమ్మతులు చేయడానికి పురావస్తు శాఖ ఏఎస్ఐ బృందాన్ని సిద్ధంగా ఉంచారు. జగన్నాథుని రత్న భాండాగారాన్నిచివరిసారిగా 1978లో లెక్కించారు. అప్పుడు రూపొందించిన జాబితా ప్రకారం, 12,831 భరీల బంగారం, 22,153 భరీల వెండి, అత్యంత విలువైన రాళ్లతో కూడిన బంగారు ఆభరణాలు, ఇతర నగలు ఉన్నాయి. వీటిని లెక్కించడానికి అప్పుడు 70 రోజులు పట్టింది.</p>\n","originalUrl":"https://tattvanews.com/20036/14/07/2024/","hasAudio":false,"hasInfographics":false}