{"id":"wp-en-14711","wp_id":14711,"type":"standard","category":"World","language":"en","title":"BJP distances from Kangana Ranaut's comments on farmers' protest","excerpt":"The Bharatiya Janata Party (BJP) has distanced itself from MP Kangana Ranaut's statement where she said that the farmers' protests could have led to a Bangladesh-like situation if strong measures had not been taken by the government. The party also asked actor-turned-politician to refrain from giving such statements in the future. The BJP also issued","author":"Tattva News Team","time":"27/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Kangana.jpg","readTime":"5 min read","contentHTML":"\n<p>The Bharatiya Janata Party (BJP) has distanced itself from MP Kangana Ranaut's statement where she said that the farmers' protests could have led to a Bangladesh-like situation if strong measures had not been taken by the government. The party also asked actor-turned-politician to refrain from giving such statements in the future.</p>\n\n\n\n<p>The BJP also issued a notice stating that actress Kangana Ranaut is neither permitted nor authorised to speak on the party's policy matters. The BJP has directed Kangana to refrain from making such statements in the future. The party also reiterated its commitment to the principles of \"Sabka Saath, Sabka Vikas, Sabka Vishwas, and Sabka Prayas\" (inclusive development for all) and social harmony.</p>\n\n\n\n<p>In a video shared by the Mandi MP on X, she alleged that “bodies were hanging and rapes were taking place” during the farmers' protest against the now-repealed three farm laws. “The statement made by BJP MP Kangana Ranaut in the context of the farmers' movement is not the opinion of the party. The Bharatiya Janata Party expresses its disagreement with the statement made by Kangana Ranaut,” the BJP said in a statement.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-distances-from-kangana-ranauts-comments-on-farmers-protest/","hasAudio":false,"hasInfographics":false}