{"id":"wp-te-20552","wp_id":20552,"type":"standard","category":"World","language":"te","title":"బెంగాల్‌లో దిగజారిన శాంతిభద్రతలు","excerpt":"కోల్‌కతాలోని ఆర్జీ కార్‌ మెడికల్‌ కాలేజ్‌ ఆస్పత్రిలో వైద్యురాలిపై హత్యాచార ఘటన దేశవ్యాప్తంగా దుమారం రేపింది. ఈ ఘటన సిగ్గుచేటని కోల్‌కతాలో శాంతిభద్రతల పరిస్ధితి దిగజారిందనేందుకు ప్రత్యక్ష ఉదాహరణని కేంద్ర మంత్రి రాజీవ్‌ రంజన్‌ (లలన్‌) సింగ్‌ ఆరోపించారు. పశ్చిమ బెంగాల్‌ ప్రభుత్వం ప్రజాస్వామిక ప్రభుత్వంలా వ్యవహరించడం లేదని దుయ్యబట్టారు. మహిళలపై లైంగిక దాడులు, వేధింపులు జరుగుతున్న తీరు దిగ్భ్రాంతి కలిగిస్తోందని ఆందోళన వ్యక్తం చేశారు. మహిళా సీఎంగా ఉన్న రాస్ట్రంలో ఇలాంటి ఘటన జరగడం దురదృష్టకరమని","author":"Tattva News Team","time":"13/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Lalan-SIngh.webp","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతాలోని ఆర్జీ కార్‌ మెడికల్‌ కాలేజ్‌ ఆస్పత్రిలో వైద్యురాలిపై హత్యాచార ఘటన దేశవ్యాప్తంగా దుమారం రేపింది. ఈ ఘటన సిగ్గుచేటని కోల్‌కతాలో శాంతిభద్రతల పరిస్ధితి దిగజారిందనేందుకు ప్రత్యక్ష ఉదాహరణని కేంద్ర మంత్రి రాజీవ్‌ రంజన్‌ (లలన్‌) సింగ్‌ ఆరోపించారు. పశ్చిమ బెంగాల్‌ ప్రభుత్వం ప్రజాస్వామిక ప్రభుత్వంలా వ్యవహరించడం లేదని దుయ్యబట్టారు.</p>\n\n\n\n<p>మహిళలపై లైంగిక దాడులు, వేధింపులు జరుగుతున్న తీరు దిగ్భ్రాంతి కలిగిస్తోందని ఆందోళన వ్యక్తం చేశారు. మహిళా సీఎంగా ఉన్న రాస్ట్రంలో ఇలాంటి ఘటన జరగడం దురదృష్టకరమని అన్నారు. కాగా, ఈ ఘటనపై పశ్చిమ బెంగాల్‌ సీఎం మమతా బెనర్జీ కీలక వ్యాఖ్యలు చేశారు. వైద్యురాలి హత్యాచార కేసులో దర్యాప్తు ప్రారంభమైందని, నిందితుడిని సత్వరమే అదుపులోకి తీసుకునేందుకు పోలీసులు ప్రయత్నిస్తున్నారని చెప్పారు.</p>\n\n\n\n<p>ఆదివారం లోగా పోలీసులు ఈ కేసును ఓ కొలిక్కితీసుకురాకుంటే కేసును సీబీఐకి అప్పగిస్తామని దీదీ స్పష్టం చేశారు. ఈ ఘటనపై తనకు కోల్‌కతా పోలీస్‌ కమిషనర్‌ సమాచారం అందించగానే విచారకర ఘటన అని చెప్పానని పేర్కొన్నారు. ఆస్పత్రిలో నర్సులు, సెక్యూరిటీ ఉండే క్రమంలో ఈ ఘటన ఎలా జరిగిందనేది తనకు అర్ధం కావడం లేదని ఆమె పేర్కొన్నారు. </p>\n\n\n\n<p>ఆస్పత్రిలో ఉన్న ఓ వ్యక్తి పనే ఇదని పోలీసులు తనతో చెప్పారని ఆమె వివరించారు. ఆర్జీ కార్ ఆస్పత్రి ప్రిన్సిపల్‌ ఈరోజు రాజీనామా చేశారని, నిందితుడిని పట్టుకుననేందుకు పోలీసులు, డాగ్‌ స్క్వాడ్‌, ఫోరెన్సిక్‌ విభాగం, ఇతర బృందాలు పనిచేస్తున్నాయని మమతా బెనర్జీ తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20552/13/08/2024/","hasAudio":false,"hasInfographics":false}