{"id":"wp-te-21034","wp_id":21034,"type":"standard","category":"World","language":"te","title":"సుప్రీం ఆదేశించినా విధుల్లోకి చేరని వైద్యులు","excerpt":"బంగాల్  ఆర్‌జీ కర్‌ ప్రభుత్వ కళాశాల ఆసుపత్రిలో జూనియర్‌ వైద్యురాలిపై జరిగిన హత్యాచార ఘటనపై అగ్నిజ్వాలలు చల్లారడం లేదు. నిరసన చేస్తున్న వైద్యులు మంగళవారం సాయంత్రంలోగా విధుల్లో చేరాలని సుప్రీంకోర్టు ఆదేశించినా ఇంకా ఆందోళనలు కొనసాగుతూనే ఉన్నాయి. బాధితురాలికి న్యాయం జరిగేంత వరకు విధుల్లో చేరే ప్రసక్తే తేలేదంటూ వైద్యులు తేల్చిచెప్పారు. \"మా డిమాండ్లు నెరవేరేంత వరకు ఆందోళన కార్యక్రమాలు కొనసాగుతూనే ఉంటాయి. కోల్‌కతా పోలీస్‌ కమిషనర్‌, ఆరోగ్య కార్యదర్శి, హెల్త్‌ సర్వీసెస్‌ డైరెక్టర్‌, వైద్య విద్య","author":"Tattva News Team","time":"11/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/SC-Bengal-doctors.webp","readTime":"5 min read","contentHTML":"\n<p>బంగాల్  ఆర్‌జీ కర్‌ ప్రభుత్వ కళాశాల ఆసుపత్రిలో జూనియర్‌ వైద్యురాలిపై జరిగిన హత్యాచార ఘటనపై అగ్నిజ్వాలలు చల్లారడం లేదు. నిరసన చేస్తున్న వైద్యులు మంగళవారం సాయంత్రంలోగా విధుల్లో చేరాలని సుప్రీంకోర్టు ఆదేశించినా ఇంకా ఆందోళనలు కొనసాగుతూనే ఉన్నాయి. బాధితురాలికి న్యాయం జరిగేంత వరకు విధుల్లో చేరే ప్రసక్తే తేలేదంటూ వైద్యులు తేల్చిచెప్పారు.</p>\n\n\n\n<p>\"మా డిమాండ్లు నెరవేరేంత వరకు ఆందోళన కార్యక్రమాలు కొనసాగుతూనే ఉంటాయి. కోల్‌కతా పోలీస్‌ కమిషనర్‌, ఆరోగ్య కార్యదర్శి, హెల్త్‌ సర్వీసెస్‌ డైరెక్టర్‌, వైద్య విద్య డైరెక్టర్‌లను తొలగించాలని రాష్ట్ర ప్రభుత్వాన్ని కోరాం. బాధితురాలికి న్యాయం జరిగేంత వరకు ఈ ఆందోళనలు కొనసాగుతూనే ఉంటాయి\" అని వైద్యులు స్పష్టం చేశారు. </p>\n\n\n\n<p>దేశవ్యాప్తంగా సంచలనం సృష్టించిన కోల్‌కతా హత్యాచార ఘటనపై ఇటీవల విచారణ చేపట్టిన సుప్రీంకోర్టు, బంగాల్ ఆరోగ్య శాఖ సమర్పించిన నివేదికను పరిశీలించిన సంగతి తెలిసిందే. రాష్ట్రంలో వైద్యుల నిరసనలతో ఇప్పటివరకు 23 మంది ప్రాణాలు కోల్పోయారని అందులో తెలిపింది. మరోవైపు, కేసు దర్యాప్తుపై కొత్తగా మరో నివేదిక ఇవ్వాలని సీబీఐని సర్వోన్నత న్యాయస్థానం ఆదేశించింది. </p>\n\n\n\n<p>అదే విధంగా వైద్యురాలిపై జరిగిన హత్యాచారానికి నిరసనగా ఆందోళనలు చేస్తున్న వైద్యులు మంగళవారం సాయంత్రం 5 గంటల్లోపు విధుల్లోకి చేరాలని సోమవారం సుప్రీంకోర్టు ఆదేశించింది. లేకపోతే కఠిన చర్యలు తప్పవని ధర్మాసనం </p>\n\n\n\n<p>హెచ్చరించింది. ఏ నిరసన అయినా, ఆందోళనలు అయినా విధులను విస్మరించి చేయడం సరికాదని తక్షణమే విధుల్లోకి చేరి రోగులకు సేవలందించాలని సూచించింది. మంగళవారం సాయంత్రం 5 గంటల లోపు విధులకు హాజరైన వారిపై ఎలాంటి క్రమశిక్షణ చర్యలు ఉండవని సుప్రీంకోర్టు తెలిపింది. నిరసనలు కొనసాగిస్తే మాత్రం కఠిన చర్యలు తప్పవని స్పష్టం చేసింది. </p>\n\n\n\n<p>ఒక వేళ విధుల్లోకి రాకపోతే వారిపై చర్యలు తీసుకునే అధికారం ప్రభుత్వానికి ఉంటుందని సుప్రీంకోర్టు తెలిపింది. న్యాయస్థానం విధించిన డెడ్‌లైన్‌ పూర్తి అయినప్పటికీ వైద్యులు మాత్రం ఇంకా నిరసనలు కొనసాగిస్తూనే ఉన్నారు. బాధితురాలికి న్యాయం జరిగేంత వరకు ఆందోళనలను కొనసాగిస్తామని వైద్యులు స్పష్టం చేశారు.</p>\n\n\n\n<p>మరోవైపు, ఆందోళన చేస్తున్న వైద్యులను ముఖ్యమంత్రి మమతా బెనర్జీ మంగళవారం సాయంత్రం చర్చలకు ఆహ్వానించారు. ఈ మేరకు రాష్ట్ర వైద్య ఆరోగ్య శాఖ కార్యదర్శి నిగమ్, చర్చలకు రావాల్సిందిగా డాక్టర్లకు మెయిల్ పంపించారు. దీనిపై వైద్యులు స్పందించారు. \"రాష్ట్ర సచివాలయం నుంచి మాకు ఎటువంటి మెయిల్ రాలేదు. రాష్ట్ర ఆరోగ్య కార్యదర్శి నుంచి మాకు మెయిల్ వచ్చింది. మేం ఎవరి రాజీనామాను కోరుతున్నామో ఆ </p>\n","originalUrl":"https://tattvanews.com/21034/11/09/2024/","hasAudio":false,"hasInfographics":false}