{"id":"wp-en-13701","wp_id":13701,"type":"standard","category":"World","language":"en","title":"A fair probe into NEET episode need of the hour: PPFA","excerpt":"By Nava J Thakuria   Expressing dismay over the debates on irregularities in the nation-wide entrance examinations to pick up aspiring students to study the medical science in different academic institutions across the country, a northeast Bharat-based forum of nationalist citizens demanded a fair probe into the episode. It  insisted that the evaluation process should be","author":"Tattva News Team","time":"15/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/NEET-SC1.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>  </strong></p>\n\n\n\n<p>Expressing dismay over the debates on irregularities in the nation-wide entrance examinations to pick up aspiring students to study the medical science in different academic institutions across the country, a northeast Bharat-based forum of nationalist citizens demanded a fair probe into the episode.</p>\n\n\n\n<p>It  insisted that the evaluation process should be made fool-proved and quality-driven so that only meritorious  and dedicated students get the opportunity to pursue MBBS, BDS, BVSc, etc courses. Patriotic People’s Front Assam (PPFA), in a statement, also argued that those found responsible in playing with the dream of aspiring students must be punished under the law.</p>\n\n\n\n<p>It may be mentioned that the National Eligibility-cum-Entrance Test (Undergraduate) catches media headlines for wrong reasons as some students topped the list of qualified students with grace marks, who earned 720  (out of 720 marks).</p>\n\n\n\n<p>The result of NEET, conducted by National Testing Agency (NTA), was declared on 4  June (as the entire nation was busy observing the outcome of General Elections 2024), which came 10 days earlier than the nodal agency initially announced.  Moreover, some students received strange marks (which is otherwise impossible with the calculating system of 4 for each correct answer and -1 for every incorrect response) in the 200-minute test.</p>\n\n\n\n<p>The NEET process is alleged to empower some coaching centres, which encourage primarily question-answer based discussions without going through the regular syllabus, to earn extra money from some desperate parents in the name of ‘educating’ the 12th standard students to score high marks for getting admitted in All India Institutes of Medical Sciences, Jawaharlal Institute of Postgraduate Medical Education & Research, IMS-BHU, KMC (Manipal & Mangalore), CMC Vellore,  government medical colleges, etc for the undergraduate medical courses.</p>\n\n\n\n<p>Earlier the process was completed by  All India Pre Medical Test along with other entrance tests conducted by State governments and different medical colleges.</p>\n\n\n\n<p>A large number of participants hit the street and by now the matter has reached the apex court, where the NTA admitted about offering grace marks to 1,563 students this year. But the agency, instituted by the Union government in 2017  with the mandate to conduct entrance and recruitment examinations, neither disclosed the provision of extra marks in examination brochures nor divulged criteria for the same. Described as a ‘premier, specialist, autonomous and self-sustained testing organisation’, the NTA has not clarified till now if it practiced the grace mark system in NEET-UG 2023 or any other tests.</p>\n\n\n\n<p>“The  evaluation system (multiple choice questions) to qualify a student for medical courses needs to be reformed as it had lately been used by a section of coaching centres to promote their ‘products’ and cleverly satisfy those rich and over ambitious parents to make their children medical practitioners. Now the question that arises, how the NEET becomes so important to pick up the budding doctors even without accessing their general attitude, a much needed by quality for a practicing physician. After completion of their courses, should we get some doctors, who passed all the examinations with high marks, but failed to acquire the much needed quality to serve the patients!” stated the PPFA.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/a-fair-probe-into-neet-episode-need-of-the-hour-ppfa-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}