{"id":"wp-te-19747","wp_id":19747,"type":"standard","category":"World","language":"te","title":"అరుంధతీ రాయ్ కు పెన్ ప్రింటర్ ప్రైజ్-2024","excerpt":"బుకర్ ప్రైజ్ గ్రహీత, ప్రముఖ రచయిత్రి అరుంధతీ రాయ్ ప్రతిష్టాత్మకమైన పెన్ ప్రింటర్ ప్రైజ్-2024 విజేతగా నిలిచారు. ప్రస్తుతం 14 సంవత్సరాల క్రితం కాశ్మీర్‌పై చేసిన వ్యాఖ్యలపై ప్రాసిక్యూషన్ ఎదుర్కొంటున్న ఆమె పెన్ పింటర్ ప్రైజ్ విజేతగా నిలవడం గమనార్హం. ఇంగ్లీష్ పెన్ చైర్మన్ రూత్ బోర్త్‌విక్ మాట్లాడుతూ అరుంధతీ రాయ్ అంతర్జాతీయ ఆలోచనాపరురాలని, శక్తివంతమైన ఆమె స్వరం మౌనంగా ఉండకూడదని పేర్కొన్నారు.  పర్యావరణం, మానవ హక్కుల అంశాల్లో అరుంధతీ రాయ్ చేసిన కృషిని అవార్డు కమిటీ","author":"Tattva News Team","time":"28/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Arundhathi-Roy.jpg","readTime":"5 min read","contentHTML":"\n<p>బుకర్ ప్రైజ్ గ్రహీత, ప్రముఖ రచయిత్రి అరుంధతీ రాయ్ ప్రతిష్టాత్మకమైన పెన్ ప్రింటర్ ప్రైజ్-2024 విజేతగా నిలిచారు. ప్రస్తుతం 14 సంవత్సరాల క్రితం కాశ్మీర్‌పై చేసిన వ్యాఖ్యలపై ప్రాసిక్యూషన్ ఎదుర్కొంటున్న ఆమె పెన్ పింటర్ ప్రైజ్ విజేతగా నిలవడం గమనార్హం. ఇంగ్లీష్ పెన్ చైర్మన్ రూత్ బోర్త్‌విక్ మాట్లాడుతూ అరుంధతీ రాయ్ అంతర్జాతీయ ఆలోచనాపరురాలని, శక్తివంతమైన ఆమె స్వరం మౌనంగా ఉండకూడదని పేర్కొన్నారు. </p>\n\n\n\n<p>పర్యావరణం, మానవ హక్కుల అంశాల్లో అరుంధతీ రాయ్ చేసిన కృషిని అవార్డు కమిటీ ప్రశంసించింది. జ్యూరీ సభ్యుడు ఖలీద్ అబ్దుల్లా మాట్లాడుతూ అరుంధతీ రాయ్ స్వేచ్ఛ, న్యాయం యొక్క స్వరం అని, ప్రపంచం సంక్షోభ దశ అనే చీకటిలో ఉన్నప్పుడు ఆమె నక్షత్రంగా నిలిచారని చెప్పారు. </p>\n\n\n\n<p>అరుంధతీ రాయ్ స్పందిస్తూ “నేను పెన్ పింటర్ బహుమతిని అంగీకరించడం ఆనందంగా ఉంది. ప్రపంచం తీసుకుంటున్న దాదాపు అపారమయిన మలుపు గురించి వ్రాయడానికి ఈ రోజు హెరాల్డ్ పింటర్ మాతో ఉన్నారని నేను కోరుకుంటున్నాను’’ అని పేర్కొన్నారు. </p>\n\n\n\n<p>గతంలో సల్మాన్ రష్దీ, మార్గరెట్ అట్‌వుడ్, టామ్ స్టాపర్డ్, కరోల్ ఆన్ డఫీలు పింటర్ బహుమతిని అందుకున్నారు. అక్టోబర్ 10, 2024న బ్రిటిష్ లైబ్రరీ సహ-హోస్ట్ చేసే కార్యక్రమంలో రాయ్ ఈ బహుమతిని అందుకొనున్నారు. ఆమె రాసిన తొలి నవల ‘ది గాడ్ ఆఫ్ స్మాల్ థింగ్స్’ తోనే అరుంధతీ రాయ్ పేరు పొందారు.</p>\n","originalUrl":"https://tattvanews.com/19747/28/06/2024/","hasAudio":false,"hasInfographics":false}