{"id":"wp-te-18880","wp_id":18880,"type":"standard","category":"World","language":"te","title":"కేజ్రీవాల్ కు షరతులతో కూడిన మధ్యంతర బెయిల్","excerpt":"ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ కు సుప్రీంకోర్టు జూన్ 1 వరకు మధ్యంతర బెయిల్ మంజూరు చేసింది. అంతకుముందు ఇరుపక్షాల వాదనలు విన్న జస్టిస్ సంజీవ్ ఖన్నా, జస్టిస్ దీపాంకర్ దత్తాలతో కూడిన ధర్మాసనం ఈ మేరకు ఆదేశాలు జారీ చేసింది. ప్రస్తుతం జరుగుతున్న లోక్ సభ ఎన్నికల దృష్ట్యా, ఆమ్ ఆద్మీ పార్టీ కీలక నేతగా ఉన్న కేజ్రీవాల్ కు ఎన్నికల్లో ప్రచారం చేసే అవకాశం కల్పించడానికి ఈ మధ్యంతర బెయిల్ మంజూరు చేశారు.  కేజ్రీవాల్","author":"Tattva News Team","time":"10/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kejriwal-court1.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ కు సుప్రీంకోర్టు జూన్ 1 వరకు మధ్యంతర బెయిల్ మంజూరు చేసింది. అంతకుముందు ఇరుపక్షాల వాదనలు విన్న జస్టిస్ సంజీవ్ ఖన్నా, జస్టిస్ దీపాంకర్ దత్తాలతో కూడిన ధర్మాసనం ఈ మేరకు ఆదేశాలు జారీ చేసింది. ప్రస్తుతం జరుగుతున్న లోక్ సభ ఎన్నికల దృష్ట్యా, ఆమ్ ఆద్మీ పార్టీ కీలక నేతగా ఉన్న కేజ్రీవాల్ కు ఎన్నికల్లో ప్రచారం చేసే అవకాశం కల్పించడానికి ఈ మధ్యంతర బెయిల్ మంజూరు చేశారు.</p>\n\n\n\n<p> కేజ్రీవాల్ కు బెయిల్ ఇవ్వవద్దని ఎన్ ఫోర్స్ మెంట్ డైరెక్టరేట్ వాదించింది. ఎన్నికల ప్రచారం రాజ్యాంగ హక్కు కాదని పేర్కొంది. ఢిల్లీలో మే 25వ తేదీన ఎన్నికలు జరగనున్నాయి. అప్పటివరకు కేజ్రీవాల్ బెయిల్ పై బయటే ఉంటారు. జూన్ 2న తిరిగి కేజ్రీవాల్ లొంగిపోవాల్సి ఉంటుంది. కౌంటింగ్, ఫలితాల రోజు అయిన జూన్ 4న ఆయన జైలులో ఉంటారు. బెయిల్ షరతులను పేర్కొంటూ వివరణాత్మక ఉత్తర్వులను సాయంత్రానికి అప్ లోడ్ చేయనున్నారు.</p>\n\n\n\n<p>ఢిల్లీ ఎక్సైజ్ పాలసీకి సంబంధించిన మనీలాండరింగ్ కేసులో కేజ్రీవాల్ మార్చి 21న అరెస్టయ్యారు. దాదాపు 45 రోజులుగా కేజ్రీవాల్ తీహార్ జైలులోనే ఉన్నారు. ఢిల్లీ  లిక్కర్ స్కాంలో ఆప్ కు రూ. 100 కోట్ల మేర అవినీతి సొమ్ము అందిందని, ఆ డబ్బును ఆప్ గోవా అసెంబ్లీ ఎన్నికల్లో ఉపయోగించందని ఈడీ చార్జిషీట్ లో పేర్కొంది.</p>\n\n\n\n<p>కేజ్రీవాల్ కు బెయిల్ ఇవ్వవద్దని ఈడీ సుప్రీంకోర్టులో వాదించింది. ఎన్నికల్లో ప్రచారం చేయడం కోసం మధ్యంతర బెయిల్ మంజూరు చేసిన దాఖలాలు గతంలో లేవని ఈడీ పేర్కొంది. కేజ్రీవాల్ కు 21 రోజుల మధ్యంతర బెయిల్ ఇవ్వడం వల్ల పెద్దగా నష్టమేమీ ఉండదని సుప్రీంకోర్టు అభిప్రాయపడింది. </p>\n\n\n\n<p>మధ్యంతర బెయిల్ తో బయటకు వచ్చిన కేజ్రీవాల్ ముఖ్యమంత్రిగా ఎలాంటి అధికారిక విధులు నిర్వర్తించడానికి వీల్లేదని స్పష్టం చేసింది. కేజ్రీవాల్ తరఫు న్యాయవాది అభిషేక్ మను సింఘ్వీ మొదట వ్యతిరేకించినా తర్వాత అంగీకరించారు.</p>\n\n\n\n<p>కేజ్రీవాల్‌కు సుప్రీంకోర్టు మధ్యంతర బెయిల్‌ మంజూరు చేయడాన్ని ప్రతిపక్ష ఇండియా కూటమి స్వాగతించింది. అదేవిధంగా కేజ్రీవాల్‌ రాజకీయ కార్యకలాపాల్లో కూడా పొల్గొనేందుకు కోర్టు అనుమతించడం సంతోషించదగ్గ పరిణామమని, ప్రస్తుతం కొనసాగుతున్న లోక్‌సభ ఎన్నికల ప్రచారంలో కేజ్రీవాల్‌కు పాల్గొనే అవకాశం దక్కిందని కూటమి పేర్కొంది.</p>\n\n\n\n<p>తృణమూల్‌ కాంగ్రెస్‌ పార్టీ అధినేత్రి, పశ్చిమబెంగాల్‌ ముఖ్యమంత్రి మమతాబెనర్జి కూడా అర్వింద్‌ కేజ్రీవాల్‌కు మధ్యంతర బెయిల్‌ దక్కడంపై ఆనందం వ్యక్తంచేసింది. ‘అర్వింద్‌ కేజ్రీవాల్‌కు మధ్యంతర బెయిల్‌ దక్కడం నాకు చాలా సంతోషంగా ఉంది. ప్రస్తుత లోక్‌సభ ఎన్నికల్లో ప్రచారం చేసుకునేందుకు ఆయనకు అవకాశం లభించింది’ అని మమతాబెనర్జి తన అధికారిక ఎక్స్ హ్యాండిల్‌లో ఓ పోస్టు పెట్టారు.</p>\n","originalUrl":"https://tattvanews.com/18880/10/05/2024/","hasAudio":false,"hasInfographics":false}