{"id":"wp-te-19148","wp_id":19148,"type":"standard","category":"World","language":"te","title":"￼ చేవెళ్ళలో మాజీ ఎంఎల్ఎ జీవన్‌రెడ్డిపై  భూకబ్జా కేసు","excerpt":"ఆర్మూర్‌లోని మాల్ అండ్ మల్టీప్లెక్స్ రీ ఒపెన్ అయిన సమయంలో బిఆర్‌ఎస్ మాజీ ఎంఎల్‌ఎ జీవన్ రెడ్డికి మరో షాక్ తగిలింది. జీవన్‌రెడ్డితో పాటు అతడి కుటుంబసభ్యులపై చేవెళ్ల పోలీస్ స్టేషన్‌లో కేసు నమోదైంది. తన భూమిలో ఉన్న భవనాన్ని కూల్చివేసి మరో భవనాన్ని నిర్మించారని సామ దామోదర్ రెడ్డి అనే వ్యక్తి ఫిర్యాదు మేరకు జీవన్‌రెడ్డితో పాటు మరో ముగ్గురిపై కేసు నమోదు చేసి పోలీ సులు దర్యాప్తు చేస్తున్నారు. పోలీసులు వెల్లడించిన వివరాల ప్రకారం,","author":"Tattva News Team","time":"25/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Jeevan.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆర్మూర్‌లోని మాల్ అండ్ మల్టీప్లెక్స్ రీ ఒపెన్ అయిన సమయంలో బిఆర్‌ఎస్ మాజీ ఎంఎల్‌ఎ జీవన్ రెడ్డికి మరో షాక్ తగిలింది. జీవన్‌రెడ్డితో పాటు అతడి కుటుంబసభ్యులపై చేవెళ్ల పోలీస్ స్టేషన్‌లో కేసు నమోదైంది. తన భూమిలో ఉన్న భవనాన్ని కూల్చివేసి మరో భవనాన్ని నిర్మించారని సామ దామోదర్ రెడ్డి అనే వ్యక్తి ఫిర్యాదు మేరకు జీవన్‌రెడ్డితో పాటు మరో ముగ్గురిపై కేసు నమోదు చేసి పోలీ సులు దర్యాప్తు చేస్తున్నారు.</p>\n\n\n\n<p> పోలీసులు వెల్లడించిన వివరాల ప్రకారం, రంగారెడ్డి జిల్లా ఈర్లపల్లి గ్రామంలో సర్వే నంబర్ 32, 35, 36, 38లో 20 ఎకరాల 20 గుంటల భూమిని సామ దామోదర్ రెడ్డి కొనుగోలు చేసి అతని తండ్రి పరమ్ రెడ్డి పేరుపై ఫంక్షన్ హాల్ నిర్మించారు.</p>\n\n\n\n<p>2023లో జీవన్ రెడ్డి, అతని అనుచరులు ఫంక్షన్ హాల్‌ను కూల్చేసి వేరే భవనాన్ని నిర్మించారని సామ దామోదర్ రెడ్డి ఫిర్యాదులో పేర్కొన్నారు. రెండు రోజుల క్రితం తమకి చెందిన భూమి దగ్గరికి వెళ్లగా తనపై పంజాబీ గ్యాంగ్ తో దాడి చేయించారని, మారణాయుధాలతో బెదిరించారని తెలిపారు. </p>\n\n\n\n<p>అక్ర మంగా తమ భూమిని ఆక్రమించిన వారిపై చర్యలు తీసుకోవాలని దామోదర్ కోరారు. దీంతో జీవన్ రెడ్డి, అతని భార్య రజిత, తల్లి రాజు భాయి, సురేష్‌లపై 447, 427, 341, 386, 420, 506 r/w 34 ఐపిసి సెక్షన్ల కింద పోలీసులు కేసు నమోదు చేశారు. జీవ న్ రెడ్డి, దామోదర్ రెడ్డి మధ్య వివాదం చాలా కాలంగా కొనసాగుతోంది. అయితే ఆ భూమి తనదేనని, తాను నాలుగేళ్ల క్రితం దానిని కొనుగోలు చేశానని జీవన్ రెడ్డి చెబుతున్నారు. ఈ భూమి వ్యవహారంలో జీవన్ రెడ్డి కోర్టుకు వెళ్లారు.</p>\n\n\n\n<p>బిఆర్‌ఎస్ నేత, ఆర్మూర్ మాజీ ఎంఎల్‌ఎ జీవన్ రెడ్డి షాపింగ్ మాల్ ఆర్‌టిసి బకాయిలు చెల్లించకపోవడంతో అధికారులు సీజ్ చేసిన సంగతి విదితమే. తాజాగా హైకోర్టు మధ్యంతర ఉత్తర్వులతో ఆర్‌టిసి సంస్థ స్వాధీనం చేసుకున్న ఆర్మూర్ పట్టణంలోని జీవన్ రెడ్డి మాల్‌ను ఆ సంస్థ అధికారులు శుక్రవారం ఓపెన్ చేశారు. </p>\n\n\n\n<p>ఆర్‌టిసి అధికారులు మాట్లాడుతూ పాత బకాయిలు చెల్లించాలని వారం రోజులు గడువు ఇవ్వడం జరిగిందని వెల్లడించారు. వారం రోజుల్లో రూ. 2.52 కోట్లు చెల్లించని పక్షంలో జీవన్ రెడ్డి మాల్‌ను మళ్లీ తిరిగి ఆర్టీసీ సంస్థ స్వాధీనం చేసుకుం టుందని అధికారులు వెల్లడించారు. ఇటీవలే ఆర్మూర్‌లోని జీవన్‌రెడ్డి మాల్‌ను ఆర్‌టిసి అధికారులు స్వాధీనం చేసుకున్నారు.</p>\n\n\n\n<p>రూ.2.51 కోట్ల అద్దె బకాయిలు చెల్లించనందుకు ఆర్మూర్ కేంద్రంలో ఉన్న ఆయన షాపింగ్ మాల్‌ను సీజ్ చేసి, నోటిసులు అంటించింది. అనంతరం మాల్‌లో ఉన్న వ్యాపార సముదాయాలను పోలీసులు మూసివేసి తాళాలు వేశారు. హైకోర్టు ఉత్తర్వుల ప్రకారం భవనాన్ని సంస్థ స్వాధీనం చేసుకుంది. ఆర్‌టిసికి చెందిన 7059 చదరపు గజాల భూమిని 33 సంవత్సరాలకు విష్ణుజిత్ ఇన్‌ఫ్రా డెవలపర్స్ కంపెనీ బిల్ట్ ఆపరేట్ ట్రాన్స్‌ఫర్ (బివోటీ) కింద 2013 జూన్ 1న లీజ్‌కు తీసుకుందని సజ్జనార్ వెల్లడించారు. తాజాగా హైకోర్టు మధ్యంతర ఉత్తర్వులతో ఆర్‌టిసి సంస్థ స్వాధీనం చేసుకున్న ఆర్మూర్ పట్టణంలోని జీవన్‌రెడ్డి మాల్‌ను ఆ సంస్థ అధికారులు శుక్రవారం ఓపెన్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19148/25/05/2024/","hasAudio":false,"hasInfographics":false}