{"id":"wp-en-13614","wp_id":13614,"type":"standard","category":"World","language":"en","title":"19 pilgrims killed after terrorists open fire in J&#038;K","excerpt":"At a time Prime Minister Narendra Modi is taking oath at Rasthrapathi Bhavan, along with his council of ministers, at least 10 persons were killed and 33 others were injured when a bus carrying pilgrims rolled down a gorge after it came under heavy firing by terrorists in Reasi district of Jammu division on Sunday","author":"Tattva News Team","time":"10/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/JK-terror.jpg","readTime":"5 min read","contentHTML":"\n<p>At a time Prime Minister Narendra Modi is taking oath at Rasthrapathi Bhavan, along with his council of ministers, at least 10 persons were killed and 33 others were injured when a bus carrying pilgrims rolled down a gorge after it came under heavy firing by terrorists in Reasi district of Jammu division on Sunday evening.</p>\n\n\n\n<p>Sources in the intelligence said the bullets were targeted at the bus driver, identified as Vijay, who lost control over the vehicle due to which it veered off the road and fell into a gorge. Reports suggested that at least nine persons succumbed due to the impact the bus suffered from the bullets and also after it plunged into the gorge. The toll can go up as several injured are critical.</p>\n\n\n\n<p>Reasi Senior Superintendent of Police (SSP) Mohita Sharma said terrorists targeted the bus that started from Shiv Khori towards Katra. “Nine people are dead and 33 are injured. The rescue operation has been completed. The victims are not locals and we can initially say they belong to UP,” she said.</p>\n\n\n\n<p>She said the injured had been shifted to Naryana Hospital and some to the district hospital in Reasi. She added that the security forces were on high alert for past many days and the whole Shiv Khori Shrine was under tight security. She said village defence guards had also been put on alert.</p>\n\n\n\n<p>At least 20 rounds of AK-47 and M4 carbine were found on the road where the incident took place. Locals of Teryath village in Pouni where the incident took place immediately started rescuing the pilgrims. Security forces, including the J&K Police, rushed to the sport to help the pilgrims and also to search the area.</p>\n\n\n\n<p>The area was cordoned off by the security forces and a search operation was launched in the adjoining forest area. This is a renewed tactic by terrorists who were till recently ambushing military vehicles in Poonch district. There have been three ambushes on military vehicles in Poonch since 2023.</p>\n\n\n\n<p>Lieutenant Governor Manoj Sinha said the prime minister directed him to constantly monitor the situation and ensure all possible help to the affected families.</p>\n\n\n\n<p>“The Hon’ble Prime Minister Shri Narendra Modi took stock of the situation and directed me to constantly monitor the situation and to ensure all possible assistance to the families,” Sinha said in a post on X.</p>\n\n\n\n<p>The Lieutenant Governor said that security forces have launched a joint operation to hunt down the terrorists and those behind the attack will be punished soon.</p>\n","originalUrl":"https://en.tattvanews.com/national/9-pilgrims-killed-after-terrorists-open-fire-in-jk%ef%bf%bc/","hasAudio":false,"hasInfographics":false}