{"id":"wp-en-14202","wp_id":14202,"type":"standard","category":"World","language":"en","title":"'Land Jihad', 'Love Jihad' leading demographic changes, says Amit Shah￼","excerpt":"Union Home Minister Amit Shah at a rally in poll-bound Jharkhand's Ranchi told people that after forming government in the state, the BJP will bring out a 'White Paper' on demography to protect tribal people and their lands. \"Infiltrators are marrying tribal women, buying their land, tribal population is shrinking in Jharkhand,\" the Union Home","author":"Tattva News Team","time":"21/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Amit-Shah-Jharkhand.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Home Minister Amit Shah at a rally in poll-bound Jharkhand's Ranchi told people that after forming government in the state, the BJP will bring out a 'White Paper' on demography to protect tribal people and their lands.</p>\n\n\n\n<p>\"Infiltrators are marrying tribal women, buying their land, tribal population is shrinking in Jharkhand,\" the Union Home Minister said. Hitting out at Hemant Soren's government, Amit Shah said, \"Jharkhand CM is behind 'Land Jihad', 'Love Jihad' that are leading to demographic changes in state.\"</p>\n\n\n\n<p>Further speaking at the rally, Amit Shah said, \"BJP got more seats in this Lok Sabha election than Congress' combined numbers in 2014, 2019, 2024.\" He alleged that infiltrators were entering Jharkhand, marrying tribal women, obtaining certificates and buying land.</p>\n\n\n\n<p>Amit Shah also attacked INDIA bloc and Congress leaders, including Rahul Gandhi, for \"showing arrogance\" despite losing the Lok Sabha polls as \"they are unable to accept defeat\". \"INDIA bloc and Congress leaders are showing arrogance for indulging in scams worth Rs 12 lakh crore, appeasement, dynastic politics and playing with national security,\" he alleged.</p>\n","originalUrl":"https://en.tattvanews.com/national/land-jihad-love-jihad-leading-demographic-changes-says-amit-shah%ef%bf%bc/","hasAudio":false,"hasInfographics":false}