{"id":"wp-en-14549","wp_id":14549,"type":"standard","category":"World","language":"en","title":"CPJ denounces Israel's smearing of killed Palestinian journalists with 'terrorist' labels￼","excerpt":"The Committee to Protect Journalists (CPJ) calls on Israel to stop making unproven claims that journalists slain by its forces are terrorists or engaging in militant activity, and demands international, swift, and independent investigations into these killings. “Even before the start of the Israel-Gaza war, CPJ had documented Israel’s pattern of accusing journalists of being terrorists without","author":"Tattva News Team","time":"15/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/CPJ.jpg","readTime":"5 min read","contentHTML":"\n<p>The Committee to Protect Journalists (CPJ) calls on Israel to stop making unproven claims that journalists slain by its forces are terrorists or engaging in militant activity, and demands international, swift, and independent investigations into these killings.</p>\n\n\n\n<p>“Even before the start of the Israel-Gaza war, CPJ had documented Israel’s pattern of accusing journalists of being terrorists without producing credible evidence to substantiate their claims,” said CPJ Program Director Carlos Martínez de la Serna. “Smear campaigns endanger journalists and erode public trust in the media. Israel must end this practice and allow independent international investigations into the journalists’ killings.”</p>\n\n\n\n<p>Since the war began on October 7, 2023, Israel has used questionable and sometimes contradictory evidence to label at least three journalists killed by the Israel Defense Forces (IDF) as members or suspected members of militant organizations. Before the war, CPJ’s 2023 “Deadly Pattern”  report also detailed examples of five unsubstantiated claims of terrorism or militant activity against journalists killed by Israeli forces between 2004 and 2018. </p>\n\n\n\n<p>Those labeled by Israel include Al Jazeera correspondent Ismail Al Ghoul, killed along with freelance camera operator Rami Al Refee near Gaza City by an Israeli drone strike on July 31, 2024. The IDF alleges that Al Ghoul was an engineer in the Hamas Gaza Brigade and a member of Hamas’s Nukhba special forces who had taken part in the deadly Hamas October 7 raid that started the Israel-Gaza war. The Israel Defense Forces published a document —which they said was a record of Hamas’ military activity from 2021 discovered on a Hamas computer—as proof of their accusations.  </p>\n\n\n\n<p>Al Jazeera has refuted all accusations against Al Ghoul. The outlet questioned  the authenticity of the IDF- produced document,  which contained contradictory information showing that  Al Ghoul, born in 1997, received a Hamas military ranking in 2007—when he would have been 10 years old. The document also indicated that Al Ghoul joined Hamas’ military wing in 2014, at the age of 17.</p>\n\n\n\n<p>Al Jazeera also pointed out that the IDF released Al Ghoul after detaining him Jazeera said disproved the IDF’s “false claim of his affiliation with any.” The IDF did not respond to a Washington Post question about why it cleared Al Ghoul for release at that time. </p>\n\n\n\n<p>On August 6, U.N. Special Rapporteur on freedom of opinion and expression Irene Khan demounced Israel’s “deliberate targeting” of the two journalists and urged the International Criminal Court to move swiftly to prosecute the killings of journalists in Gaza as a war crime. “The Israeli military seems to be making accusations without any substantive evidence as a licence to kill journalists, which is in total contravention of international humanitarian law,” said Khan.</p>\n\n\n\n<p>In the current war, CPJ has documented the killings of 113 journalists and media workers as of August 14, 2024. A total of 111—109 Palestinians and two Lebanese journalists—have been killed by Israeli forces, while two Israeli journalists were killed by Hamas in their October 7 raid into Israel.</p>\n\n\n\n<p>CPJ has repeatedly called on Israel to end its ban on international journalists traveling independently into Gaza—an obstruction that hinders reporting on the war and investigations into the killing of Palestinian journalists.</p>\n","originalUrl":"https://en.tattvanews.com/international/cpj-denounces-israels-smearing-of-killed-palestinian-journalists-with-terrorist-labels%ef%bf%bc/","hasAudio":false,"hasInfographics":false}