{"id":"wp-en-13163","wp_id":13163,"type":"standard","category":"World","language":"en","title":"Amit Shah says Rahul Gandhi should settle in Italy￼","excerpt":"Union Home Minister and senior Bharatiya Janata Party (BJP) leader Amit Shah on Wednesday targeted Congress leader Rahul Gandhi, saying the Wayanad MP is pushing Pakistan's agenda in the country. Sharpening his attacks, Shah said Gandhi would be defeated in Rae Bareli after which he should settle down in Italy, the only place left for","author":"Tattva News Team","time":"9/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Amit-Shah-UP.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Home Minister and senior Bharatiya Janata Party (BJP) leader Amit Shah on Wednesday targeted Congress leader Rahul Gandhi, saying the Wayanad MP is pushing Pakistan's agenda in the country. Sharpening his attacks, Shah said Gandhi would be defeated in Rae Bareli after which he should settle down in Italy, the only place left for him.</p>\n\n\n\n<p>Slamming I.N.D.I.A bloc, the home minister said leaders of opposition parties did not attend the consecration ceremony at the Ram temple as they were afraid of their vote bank. He warned that the Opposition bloc would put a \"Babri\" lock at the Ram Temple if it came to power.</p>\n\n\n\n<p>He said, \"They might be afraid of their vote bank, we are not. Not only did we get the Ram Temple built, Modi also built the Kashi Vishwanath Corridor that was destroyed by Aurangzeb.\" The home minister also claimed that if the opposition wins the elections, crackers will be burst in Pakistan.</p>\n\n\n\n<p>Shah accused the Samajwadi Party (SP) of being a dynastic party, highlighting the opposition party's chief Akhilesh Yadav is contesting from Kannauj, his wife Dimple Yadav from Manipuri, Aditya Yadav from Budaun, Akshay Yadav from Firozabad and Dharmendra Yadav from Azamgarh.</p>\n\n\n\n<p>\"Once their children become mature, they will contest from all 80 seats. They are not well-wishers of the Yadav community as well,\" he claimed. Shah addressed election rallies in Lakhimpur Kheri, Hardoi and Kannauj.</p>\n\n\n\n<p>At a rally in support of Union Minister of State for Home Ajay Mishra, the BJP candidate from Lakhimpur Kheri, Shah accused the Congress, SP and Bahujan Samaj Party (BSP) of defaming the saffron party and Narendra Modi by saying if the prime minister gets 400 seats in the ongoing election, the reservation will be done away with.</p>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-says-rahul-gandhi-should-settle-in-italy%ef%bf%bc/","hasAudio":false,"hasInfographics":false}