{"id":"wp-en-13142","wp_id":13142,"type":"standard","category":"World","language":"en","title":"3 Independent MLAs withdraw support to Haryana govt. ￼","excerpt":"In a setback for the Bharatiya Janata Party (BJP), three independent candidates, who earlier sided with the BJP, have now withdrawn their support and extended it to the Congress in Haryana. According to reports, former CM Bhupendra Singh Hooda and Congress state chief Uday Bhan have informed that MLA Sombir Sangwan from Dadri, MLA Dharampal Gondar","author":"Tattva News Team","time":"8/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Haryana.jpg","readTime":"5 min read","contentHTML":"\n<p>In a setback for the Bharatiya Janata Party (BJP), three independent candidates, who earlier sided with the BJP, have now withdrawn their support and extended it to the Congress in Haryana.</p>\n\n\n\n<p>According to reports, former CM Bhupendra Singh Hooda and Congress state chief Uday Bhan have informed that MLA Sombir Sangwan from Dadri, MLA Dharampal Gondar from Nilokheri, and Randhir Golan from Pundri have declared support to the Congress.</p>\n\n\n\n<p>Independent MLA from Haryana, Randhir Golan, who withdrew support from the BJP-led government in Haryana, said, \"For the last 4.5 years, we extended support to the BJP. Today unemployment and inflation are at their highest. Looking at this, we have withdrawn our support (from the govt.)\"</p>\n\n\n\n<p>Independent MLA Dharam Pal Gondher said, \"...At the time when they needed our support to form the government we were called again & again... We had decided that till the time Manoharlal Khattar was in power, we would support. We are sad that he is no more in power... In the interest of the farmers we withdraw the support from the government...\"</p>\n\n\n\n<p>On being asked about reports of few (independent) MLAs wanting to withdraw support from Haryana government and extend it to Congress, Haryana CM & BJP leader Nayab Singh Saini said, \"I have received this information. Maybe Congress is engaged in fulfilling some people's wishes now. Congress has nothing to do with the wishes of the public.\"</p>\n\n\n\n<p>\"...The people do not trust the present government and seeing that these people have taken back their support and have decided to support Congress,\" said former CM Bhupinder Singh Hooda.</p>\n","originalUrl":"https://en.tattvanews.com/national/3-independent-mlas-withdraw-support-to-haryana-govt-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}