{"id":"wp-te-20894","wp_id":20894,"type":"standard","category":"World","language":"te","title":"వెబ్ సిరీస్ `ఐసీ 814 ది కాందహార్  హైజాక్'పై కేంద్ర సమన్లు","excerpt":"దేశవ్యాప్తంగా చర్చల్లోకెక్కిన వెబ్ సిరీస్.. ఐసీ 814 ది కాందహార్ హైజాక్. కిందటి నెల 29వ తేదీన టాప్ ఓటీటీ ప్లాట్‌ఫామ్‌ నెట్‌ఫ్లిక్స్‌లో విడుదలైన థ్రిల్లర్ డ్రామా. 1999లో పాకిస్తాన్‌కు చెందిన హర్కత్-వుల్-ముజాహిదీన్ ఉగ్రవాదులు ఇండియన్ ఎయిర్‌లైన్స్ ఫ్లైట్ 814ను హైజాక్ చేసిన ఉదంతం ఆధారంగా ఈ సిరీస్ తెరకెక్కింది. అనుభవ్ సిన్హా దర్శకుడు. ఆ ఫ్లైట్ కేప్టెన్ దేవీ శరణ్, కోపైలెట్ సృంజన్ చౌదరి అనుభవాలను ఆధారంగా చేసుకుని దీన్ని చిత్రీకరించాడు దర్శకుడు. నేపాల్‌లోని","author":"Tattva News Team","time":"3/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/webseries.webp","readTime":"5 min read","contentHTML":"\n<p><strong>  </strong></p>\n\n\n\n<p>దేశవ్యాప్తంగా చర్చల్లోకెక్కిన వెబ్ సిరీస్.. ఐసీ 814 ది కాందహార్ హైజాక్. కిందటి నెల 29వ తేదీన టాప్ ఓటీటీ ప్లాట్‌ఫామ్‌ నెట్‌ఫ్లిక్స్‌లో విడుదలైన థ్రిల్లర్ డ్రామా. 1999లో పాకిస్తాన్‌కు చెందిన హర్కత్-వుల్-ముజాహిదీన్ ఉగ్రవాదులు ఇండియన్ ఎయిర్‌లైన్స్ ఫ్లైట్ 814ను హైజాక్ చేసిన ఉదంతం ఆధారంగా ఈ సిరీస్ తెరకెక్కింది. అనుభవ్ సిన్హా దర్శకుడు.</p>\n\n\n\n<p>ఆ ఫ్లైట్ కేప్టెన్ దేవీ శరణ్, కోపైలెట్ సృంజన్ చౌదరి అనుభవాలను ఆధారంగా చేసుకుని దీన్ని చిత్రీకరించాడు దర్శకుడు. నేపాల్‌లోని ఖాట్మండూ నుంచి ఢిల్లీకి బయలుదేరిన ఈ విమానాన్ని ముజాహిదీన్ టెర్రరిస్టులు హైజాక్ చేశారు.</p>\n\n\n\n<p> భారత్‌లో ఖైదీలుగా ఉన్న అహ్మద్ ఒమర్ సయీద్ షేక్, మసూద్ అజర్, ముష్తాక్ అహ్మద్‌ను విడిపించాలనే ఉద్దేశంతో ఈ ఘాతుకానికి పాల్పడ్డారు. అమృత్‌సర్, లాహోర్, దుబాయ్ మీదుగా ఆఫ్ఘనిస్తాన్న‌లోని కాందహార్ ఎయిర్‌పోర్ట్‌కు ఫ్లైట్‌ను తీసుకెళ్లారు.</p>\n\n\n\n<p>ఆ ఉదంతాన్ని మళ్లీ గుర్తుకు తెచ్చేలా ఈ సిరీస్ తెరకెక్కింది. నజీరుద్దీన్ షా, పంకజ్ కపూర్, విజయ్ వర్మ, దియా మీర్జా, అరవింద్ స్వామి, మనోజ్ పహ్వా, కుముద్ మిశ్రా, ఆదిత్య శ్రీవాస్తవ.. కీలక పాత్రల్లో నటించారు. ఈ సిరీస్ ప్రసార హక్కులను నెట్‌ఫ్లిక్స్ కొనుగోలు చేసింది. కిందటి నెల 29వ తేదీన విడుదల అయింది.</p>\n\n\n\n<p> ఇప్పుడిది మరోసారి వార్తల్లోకి ఎక్కింది. ఈ సిరీస్‌ను టెలికాస్ట్ చేస్తోన్నందుకు కేంద్ర ప్రభుత్వం సమన్లను జారీ చేసింది. నెట్‌ఫ్లిక్స్ ఇండియా కంటెంట్ హెడ్‌ మోనికా సెహెగల్‌కు వాటిని అందజేసింది. ఈ సిరీస్‌లో ఇద్దరు హైజాకర్లకు హిందువుల పేర్లు పెట్టడం పట్ల కేంద్రం అభ్యంతరాన్ని వ్యక్తం చేసింది. </p>\n\n\n\n<p>ఈ సిరీస్‌లో కనిపించిన అయిదుమంది ఉగ్రవాదుల పేర్లు- చీఫ్, డాక్టర్, బర్గర్, భోళా, శంకర్. హిందూమతాన్ని ప్రతిబింబించేలా భోళా, శంకర్ అనే పేర్లు హర్కతుల్ ముజాహిదీన్ ఉగ్రవాదులకు పెట్టడం వివాదానికి దారి తీసింది. సోషల్ మీడియాలో దీనిపై పెద్ద ఎత్తున విమర్శలు చెలరేగుతున్నాయి. కామెంట్స్ పోస్ట్ అవుతున్నాయి.</p>\n","originalUrl":"https://tattvanews.com/20894/03/09/2024/","hasAudio":false,"hasInfographics":false}