{"id":"wp-te-19663","wp_id":19663,"type":"standard","category":"World","language":"te","title":"సింగరేణిని అప్పులు పాలు చేసిన ఘనత కేసీఆర్ దే","excerpt":"సింగరేణి సంస్ధపై బీఆర్ఎస్ పార్టీ మొసలి కన్నీరు కారుస్తోందని, కేంద్ర గనుల శాఖ మంత్రి కిషన్ రెడ్డి దుయ్యబట్టారు. లాభాల్లో ఉన్న సింగరేణి సంస్థను అప్పులపాలు చేసిన ఘనత కేసీఆర్కు దక్కుతుందని ఆయన పేర్కొన్నారు. బీఆర్ఎస్ పాలనలో మితిమీరిన రాజకీయ జోక్యంతో సింగరేణి సంస్థను ఓటుబ్యాంకుగా  ఉపయోగించుకున్నారని మండిపడ్డారు. కేసీఆర్ కుటుంబం ఇష్టారాజ్యంగా సింగరేణిని దోచుకుని ఆర్థిక విధ్వంసం చేశారని మండిపడ్డారు. సింగరేణిని ప్రైవేటీకరణ చేస్తామనేది పచ్చి అబద్ధమని కేంద్ర మంత్రి కిషన్ రెడ్డి తేల్చిచెప్పారు. సింగరేణి","author":"Tattva News Team","time":"23/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Kishan2.jpg","readTime":"5 min read","contentHTML":"\n<p>సింగరేణి సంస్ధపై బీఆర్ఎస్ పార్టీ మొసలి కన్నీరు కారుస్తోందని, కేంద్ర గనుల శాఖ మంత్రి కిషన్ రెడ్డి దుయ్యబట్టారు. లాభాల్లో ఉన్న సింగరేణి సంస్థను అప్పులపాలు చేసిన ఘనత కేసీఆర్కు దక్కుతుందని ఆయన పేర్కొన్నారు. బీఆర్ఎస్ పాలనలో మితిమీరిన రాజకీయ జోక్యంతో సింగరేణి సంస్థను ఓటుబ్యాంకుగా  ఉపయోగించుకున్నారని మండిపడ్డారు.</p>\n\n\n\n<p>కేసీఆర్ కుటుంబం ఇష్టారాజ్యంగా సింగరేణిని దోచుకుని ఆర్థిక విధ్వంసం చేశారని మండిపడ్డారు. సింగరేణిని ప్రైవేటీకరణ చేస్తామనేది పచ్చి అబద్ధమని కేంద్ర మంత్రి కిషన్ రెడ్డి తేల్చిచెప్పారు. సింగరేణి కార్మికుల సంక్షేమం కోసం పనిచేస్తానని, విద్యుత్ ఉత్పత్తిలో బొగ్గు చాలా ప్రధానమైనదని తెలిపారు.</p>\n\n\n\n<p> కాంగ్రెస్ ప్రభుత్వానికి చిత్తశుద్ధి ఉంటే సింగరేణిలో గత ప్రభుత్వం చేసిన అవినీతిపై విచారణ చేయాలని డిమాండ్ చేశారు. సుప్రీంకోర్టు ఆదేశాల ప్రకారమే అత్యంత పారదర్శకంగా బొగ్గు గనుల వేలం జరుగుతోందని వెల్లడించారు. సింగరేణి వ్యవస్థను కేసీఆర్ చిన్నాభిన్నం చేశారని కిషన్రెడ్డి దుయ్యబట్టారు. </p>\n\n\n\n<p>2014లో సింగరేణి అకౌంట్లో 3,500 కోట్ల రూపాయల నిధులున్నాయని, నేడు సంస్థను అప్పులపాలు చేసి కార్మికులను ఇబ్బంది పెడుతున్నారని మండిపడ్డారు. సింగరేణి కార్మికులకు సకాలంలో వేతనాలు ఇవ్వలేని పరిస్థితి ఏర్పడిందని ఆవేధన వ్యక్తం చేశారు. సింగరేణిలో కేంద్ర ప్రభుత్వ వాటా ఉన్నప్పటికీ ఏ రోజు రాష్ట్ర ప్రభుత్వం సంప్రదించలేదని గుర్తు చేశారు.</p>\n\n\n\n<p>సింగరేణిని అభివృద్ధి కోణంలో ఏ రోజు కేసీఆర్ చూడలేదని చెప్పారు. బొగ్గు గనుల వేలం ద్వారా వచ్చే నిధులలో ఒక్క పైసా కూడా కేంద్రం తీసుకోదని, సింగరేణి కార్మికులకు హామీ ఇస్తున్నానని, అన్ని రకాలుగా అండగా ఉంటానని హామీ ఇచ్చారు. సింగరేణినీ కేసీఆర్, కేటీఆర్ ఎన్నికలలో ఉపయోగించుకున్నారు తప్ప, కార్మికుల కోసం ఏం చేయలేదని ధ్వజమెత్తారు. </p>\n\n\n\n<p>దేశవ్యాప్తంగా ఇప్పటి వరకు 9 రౌండ్ల బొగ్గు గనులను వేలం వేశారని, ఇందులో రూ. 37వేల కోట్లు ఆదాయం వచ్చిందని చెబుతూ ఇందులో ఒక రూపాయి కూడా కేంద్రానికి రాదని, 14 శాతం రాయల్టీ రాష్ట్ర ప్రభుత్వానికి వస్తుందని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19663/23/06/2024/","hasAudio":false,"hasInfographics":false}