{"id":"wp-te-18952","wp_id":18952,"type":"standard","category":"World","language":"te","title":"బీజేపీ సీనియర్​ నేత సుశీల్ కుమార్​​ మోదీ కన్నుమూత","excerpt":"గత కొంతకాలంగా కేన్సర్​తో బాధపడుతున్న బీజేపీ సీనియర్​ నేత సుశీల్​ కుమార్​ మోదీ కన్నుమూశారు. దిల్లీ ఎయిమ్స్​ ఐఎస్​యూలో నెల రోజులుగా చికిత్స పొందుతూ.. సోమవారం సాయంత్రం తుదిశ్వాస విడిచారు. 72ఏళ్ల సుశీల్​ కుమార్​ మోదీ మరణంపై ప్రధానమంత్రి నరేంద్ర మోదీ సహా పలువురు రాజకీయ నేతలు దిగ్భ్రాంతి వ్యక్తం చేశారు. బిహార్​లో బిజెపి ఎదుగుదలకు మూడు దశాబ్దాల పాటు ఎనలేని సేవ చేశారు. ఆయన లేని లోటును భర్తీ చేయడం చాలా కష్టమని బీజేపీ శ్రేణులు","author":"Tattva News Team","time":"14/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Sushil.jpeg","readTime":"5 min read","contentHTML":"\n<p>గత కొంతకాలంగా కేన్సర్​తో బాధపడుతున్న బీజేపీ సీనియర్​ నేత సుశీల్​ కుమార్​ మోదీ కన్నుమూశారు. దిల్లీ ఎయిమ్స్​ ఐఎస్​యూలో నెల రోజులుగా చికిత్స పొందుతూ.. సోమవారం సాయంత్రం తుదిశ్వాస విడిచారు. 72ఏళ్ల సుశీల్​ కుమార్​ మోదీ మరణంపై ప్రధానమంత్రి నరేంద్ర మోదీ సహా పలువురు రాజకీయ నేతలు దిగ్భ్రాంతి వ్యక్తం చేశారు.</p>\n\n\n\n<p>బిహార్​లో బిజెపి ఎదుగుదలకు మూడు దశాబ్దాల పాటు ఎనలేని సేవ చేశారు. ఆయన లేని లోటును భర్తీ చేయడం చాలా కష్టమని బీజేపీ శ్రేణులు అంటున్నారు. పాట్నా  యూనివర్సిటీ నుంచి సుశీల్​ మోదీ రాజకీయ వృత్తి మొదలైంది. 1973లో పట్నా యూనివర్సిటీ స్టూడెంట్స్​ యూనియన్​కి జనరల్​ సెక్రటరీ అయ్యారు. లాలూ ప్రసాద్​ యాదవ్​.. ఆ సమయంలో యూనియన్​కి అధ్యక్షుడిగా ఉండేవారు. అనంతర కాలంలో లాలూ సుశీల్​ మోదీకి అతిపెద్ద రాజకీయ ప్రత్యర్థి  అయ్యారు.</p>\n\n\n\n<p>1990 లో పాట్నా సెంట్రల్​ నుంచి తొలిసారిగా ఎమ్మెల్యే అయ్యారు సుశీల్​ కుమార్​ మోదీ. 1996 నుంచి 2004 వరకు బిహార్​ అసెంబ్లీలో ప్రతిపక్ష నేతగా ఉన్నారు. తన 3 దశాబ్దాల రాజకీయ జీవనంలో ఎమ్మెల్సీ, ఎమ్మెల్యే, ఎంపీ వంటి అనేక బాధ్యతలు చేపట్టారు. 2005-2020 మధ్యలో రెండు పర్యాయాలు.. సీఎం నితీశ్​ కుమార్​ ప్రభుత్వంలో బిహార్​కు డిప్యూటీ సీఎంగా బాధ్యతలు నిర్వర్తించారు సుశీల్​ కుమార్​ మోదీ.</p>\n\n\n\n<p>కేన్సర్​తో బాధపడుతున్న ఆయన ఈ 2024 లోక్ సభ  ఎన్నికల్లో పోటీ చేయబోవడం లేదని ఏప్రిల్​ 3న అధికారికంగా ప్రకటించారు. \"గత 6 నెలలుగా నేను కేన్సర్​తో పోరాటం చేస్తున్నాను. ఈ విషయాన్ని ఇప్పుడు ప్రజలకు చెప్పాల్సిన సమయం వచ్చింది. ఈ లోక్​సభ ఎన్నికల్లో నేను పోటీచేయలేను. ప్రధానికి అన్ని వివరాలను చెప్పాను. దేశం, బిహార్​, పార్టీకి నా జీవితాన్ని అంకితం ఇచ్చినందుకు చాలా సంతోషంగా ఉంది,\" అని ఏప్రిల్​ 3న ట్విట్టర్​లో ట్వీట్​ చేశారు సుశీల్​ కుమార్​ మోదీ.</p>\n\n\n\n<p>సుశీల్​ కుమార్​ మోదీ మరణంపై.. ప్రధాని మోదీ దిగ్భ్రాంతి వ్యక్తం చేశారు. \"బిహార్​లో బీజేపీ విజయంలో సుశీల్​ కుమార్​ మోదీ పాత్ర చాలా ఉంది. ఎమర్జెన్సీని వ్యతిరేకించి, స్టూడెంట్​ పాలిటిక్స్​లో తనకంటూ పేరు సంపాదించుకున్నారు. కష్టపడే ఎమ్మెల్యేగా, అందరికి అందుబాటులో ఉండే ఎమ్మెల్యేగా ఆయనకు గుర్తింపు ఉంది. రాజకీయాలపై చాలా అవగాహన ఉంది. ఒక అడ్మినిస్ట్రేటర్​గానూ చాలా పని చేశారు. జీఎస్​టీ విషయంలో ఆయన చేసిన కృషిని ఎప్పటికి గుర్తుపెట్టుకుంటాము. సుశీల్​ మోదీ మరణంతో ఆయన కుటుంబసభ్యులకు నా ప్రగాఢ సానుభూతి. ఓం శాంతి,\" అని ట్వీట్​ చేశారు మోదీ.</p>\n","originalUrl":"https://tattvanews.com/18952/14/05/2024/","hasAudio":false,"hasInfographics":false}