{"id":"wp-te-19144","wp_id":19144,"type":"standard","category":"World","language":"te","title":"ఆస్ట్రేలియాలో తెలంగాణ యువకుడి అనుమానాస్పద మృతి","excerpt":"ఆస్ట్రేలియాలో స్థిరపడిన ఓ తెలంగాణ యువకుడు అనుమానస్పద స్థితిలో మృతి చెందాడు. ఐదు రోజుల క్రితం అదృశ్యమైన అరవింద్ యాదవ్ మృతదేహాన్ని సిడ్నీ సముద్ర తీరంలో గుర్తించారు. షాద్‌నగర్‌కు చెందిన అరవింద్ యాదవ్ కుటుంబం హైదరా బాద్‌లో స్థిరపడింది. 12ఏళ్ల క్రితం ఆస్ట్రేలియా వెళ్లిన అరవింద్ యాదవ్ అక్కడే స్థిరపడ్డారు. ఏడాదిన్నర క్రితం షాద్‌నగర్‌కు చెందిన యువతితో అరవింద్ వివాహం జరిగింది. పెళ్లి తర్వాత అరవింద్ యాదవ్ తల్లి, భార్యతో కలిసి ఆస్ట్రేలియా వెళ్లారు. వారం రోజుల","author":"Tattva News Team","time":"25/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Arvind.webp","readTime":"5 min read","contentHTML":"\n<p>ఆస్ట్రేలియాలో స్థిరపడిన ఓ తెలంగాణ యువకుడు అనుమానస్పద స్థితిలో మృతి చెందాడు. ఐదు రోజుల క్రితం అదృశ్యమైన అరవింద్ యాదవ్ మృతదేహాన్ని సిడ్నీ సముద్ర తీరంలో గుర్తించారు. షాద్‌నగర్‌కు చెందిన అరవింద్ యాదవ్ కుటుంబం హైదరా బాద్‌లో స్థిరపడింది.</p>\n\n\n\n<p>12ఏళ్ల క్రితం ఆస్ట్రేలియా వెళ్లిన అరవింద్ యాదవ్ అక్కడే స్థిరపడ్డారు. ఏడాదిన్నర క్రితం షాద్‌నగర్‌కు చెందిన యువతితో అరవింద్ వివాహం జరిగింది. పెళ్లి తర్వాత అరవింద్ యాదవ్ తల్లి, భార్యతో కలిసి ఆస్ట్రేలియా వెళ్లారు. వారం రోజుల క్రితం అరవింద్ తల్లి స్వదే శానికి తిరిగి వచ్చారు. దాదాపు ఐదు రోజుల నుంచి అరవింద్ అచూకీ లేడని కుటుంబ సభ్యులకు సమాచారం అందింది.</p>\n\n\n\n<p>దీంతో ఆస్ట్రేలియా పోలీ సులకు ఫిర్యాదు చేశారు. గురువారం సాయంత్రం అరవింద్ మృతదేహాన్ని సముద్ర తీరంలో గుర్తించారు. అంతకు ముందు అరవింద్ కారును బీచ్ ఒడ్డున గుర్తించారు. అప్పటి నుంచి అరవింద్ అచూకీ కోసం గాలిస్తున్నారు. కుమారుడు మృతి చెందడంతో అరవింద్ తల్లి కన్నీరు మున్నీరవుతున్నా రు. </p>\n\n\n\n<p>అరవింద్ తండ్రి 2006లో జరిగిన రోడ్డు ప్రమాదంలో మృతి చెందాడు. కుమారుడి మృతిపై సందేహాలు వ్యక్తం చేస్తున్నారు. ప్రమాదవశాత్తూ మృతిచెందాడా, స్నేహితులు పథకం ప్రకారం హత్య చేశారా? అనేది తేలాల్సి ఉందని చెబుతున్నా రు. అరవింద్ మృతదేహాన్ని స్వదేశానికి రప్పించేం దుకు సహకరించాలని ప్రభుత్వానికి విజ్ఞప్తి చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19144/25/05/2024/","hasAudio":false,"hasInfographics":false}