{"id":"wp-en-13187","wp_id":13187,"type":"standard","category":"World","language":"en","title":"China's new envoy to India arrives in New Delhi￼","excerpt":"Xu Feihong, the newly appointed Chinese Ambassador to India, arrived in New Delhi on Friday to assume office, according to the Chinese embassy in India. He is the 17th Chinese envoy to India, replacing Sun Weidong, who left in October 2022 after serving three years in Delhi and later became China's Deputy Foreign Minister. Officials","author":"Tattva News Team","time":"11/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Chinese-envoy.jpg","readTime":"5 min read","contentHTML":"\n<p>Xu Feihong, the newly appointed Chinese Ambassador to India, arrived in New Delhi on Friday to assume office, according to the Chinese embassy in India. He is the 17th Chinese envoy to India, replacing Sun Weidong, who left in October 2022 after serving three years in Delhi and later became China's Deputy Foreign Minister.</p>\n\n\n\n<p>Officials from the Protocol Division of the Ministry of External Affairs of India, Dean of Diplomatic Corps, Ambassador of Eritrea to India Alem Tsehaye Woldemariam and Minister Ma Jia, Minister Wang Lei, Minister Counselor Chen Jianjun from the Chinese Embassy greeted the ambassador and his wife Tan Yuxiu at the airport, said the Chinese embassy in its official statement.</p>\n\n\n\n<p>Sun Weidong left Delhi at a time when India and China were trying to manage ties via multiple channels, following the Ladakh border clash in 2020 that has remained the dominant issue between the two sides.</p>\n\n\n\n<p>Since April 2020, India and China have had several rounds of diplomatic and military level meetings on the situation along the Line of Actual Control (LAC), in the India-China border areas.</p>\n\n\n\n<p>Xu is a member of the Chinese Communist Party's (CPC) Ministry of Foreign Affairs and served as the Assistant Foreign Minister. He was appointed as the Chinese ambassador to India after an unusually long delay and 18 months amid frozen relations between the two countries over the eastern Ladakh military standoff. </p>\n\n\n\n<p>The Chinese foreign ministry earlier confirmed to news agency PTI that Xu, former Ambassador to Afghanistan and Romania, has been appointed as China’s new envoy in India. The 60-year-old diplomat was the assistant minister for financial and administrative affairs in the Chinese foreign ministry.</p>\n\n\n\n<p>He will succeed veteran Chinese diplomat Sun Weidong who completed his tenure in India in October 2022. Sun was China's envoy to Pakistan before his India stint and is currently the Vice Foreign Minister overseeing China's South Asia policy. Xu’s appointment coincides with the ongoing general elections in India amid protracted military and diplomatic negotiations between Beijing and New Delhi to resolve the prolonged military standoff.</p>\n","originalUrl":"https://en.tattvanews.com/national/chinas-new-envoy-to-india-arrives-in-new-delhi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}