{"id":"wp-te-19276","wp_id":19276,"type":"standard","category":"World","language":"te","title":"నేడే ఎన్నికల ముగింపు ఘట్టం","excerpt":"సార్వత్రిక ఎన్నికలకు సంబంధించి శనివారం ఏడవ, చివరి దశ ఎన్నికలకు సంబంధించిన పోలింగ్ జరగనున్నది. ప్రధాని నరేంద్ర మోడీ పోటీ చేస్తున్న వారణాసి స్థానంతోసహా ఎనిమిది రాష్ట్రాలు, కేంద్ర పాలిత ప్రాంతాలలోని 57 స్థానాల్లో 10.06 కోట్ల మంది ఓటర్లు తమ ఓటుహక్కు వినియోగించుకోనున్నారు. ఏడవ దశలోనే ఒడిశాలోని మొత్తం 147 అసెంబ్లీ స్థానాలలో చివరి 42 స్థానాలకు పోలింగ్ కూడా జరగనున్నది.  ఇప్పటి వరకు 28 రాష్ట్రా లు, కేంద్రపాలిత ప్రాంతాలలో పోలింగ్ పూర్తయింది. జూన్","author":"Tattva News Team","time":"1/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Last-Phase.jpg","readTime":"5 min read","contentHTML":"\n<p>సార్వత్రిక ఎన్నికలకు సంబంధించి శనివారం ఏడవ, చివరి దశ ఎన్నికలకు సంబంధించిన పోలింగ్ జరగనున్నది. ప్రధాని నరేంద్ర మోడీ పోటీ చేస్తున్న వారణాసి స్థానంతోసహా ఎనిమిది రాష్ట్రాలు, కేంద్ర పాలిత ప్రాంతాలలోని 57 స్థానాల్లో 10.06 కోట్ల మంది ఓటర్లు తమ ఓటుహక్కు వినియోగించుకోనున్నారు. ఏడవ దశలోనే ఒడిశాలోని మొత్తం 147 అసెంబ్లీ స్థానాలలో చివరి 42 స్థానాలకు పోలింగ్ కూడా జరగనున్నది. </p>\n\n\n\n<p>ఇప్పటి వరకు 28 రాష్ట్రా లు, కేంద్రపాలిత ప్రాంతాలలో పోలింగ్ పూర్తయింది. జూన్ 4న ఓట్ల లెక్కింపు జరగనున్నది. పంజాబ్‌లోని మొత్తం 13 లోక్‌సభ స్థానాలు, హిమాచల్ ప్రదేశ్‌లోని 4 స్థానాలు, ఉత్తర్ ప్రదేశ్‌లోని 13 స్థానాలు, పశ్చిమ బెంగాల్‌లోని 9 స్థానాలు, బీహార్‌లోని 8 స్థానాలు, ఒడిశాలోని 6 స్థానాలు, జార్ఖండ్‌లోని 3 స్థానాలు, కేంద్ర పాలిత ప్రాంతమైన చండీగఢ్‌లోని 1 స్థానానికి చివరి దశలో పోలింగ్ జరగనున్నది. </p>\n\n\n\n<p>మొత్తం 904మంది అభ్యర్థులు తమ అదృష్టాన్ని ఏడవ దశ ఎన్నికలలో పరీక్షించుకోనున్నారు. ఎండల తీవ్రత అధికంగా ఉన్నప్పటికీ గత ఆరు దశలో ఎన్నికలలో ఓటర్లు పెద్ద సంఖ్యలో పోలింగ్ కేంద్రాల వద్దకు చేరుకున్నారు. గత రెండు దశలలో పుఉష ఓటర్ల కన్నా మహిళా ఓటర్లే అధికంగా తమ ఓటు హక్కు వినియోగించుకున్నట్లు ఎన్నికల కమిషన్ ఒక ప్రకటనలో తెలిపింది. ప్రజలు పెద్ద సంఖ్యలో ఓటింగ్‌కు తరలి రావాలని ఇసి పిలుపునిచ్చింది.</p>\n\n\n\n<p>ఏడవ దశ ఎన్నికల కోసం ఏర్పాటు చేసిన 1.09 లక్షల పోలింగ్ కేంద్రాలలో 10.9 లక్షల మంది పోలింగ్ అధికారులను ఇసి నియమించింది. శనివారం పోలింగ్ జరగనున్న 57 నియోజకవర్గాలలో గత ఎన్నికలలో బిజెపి 25 స్థానాలు గెలుచుకోగా కాంగ్రెస్ 8, తృణమూల్ కాంగ్రెస్ 9, బిజెడి 4, జెడియు 3, బిఎస్‌పి, అప్నాదళ్, అకాలీ దళ్ చెరో 2 చొప్పున, జెఎంఎం, ఆప్ చెరో స్థానాన్ని గెలుచుకున్నాయి. అయితే ఆ తర్వాత ఉప ఎన్నికలలో జలంధర్ స్థానాన్ని కాంగ్రెస్ పార్టీ ఆప్‌కు చేజార్చుకుంది. </p>\n\n\n\n<p>కాగా మండి స్థానాన్ని బిజెపి నుంచి కాంగ్రెస్ గెలుచుకుంది. సంగ్రూర్ స్థానాన్ని ఆప్ అకాలీదళ్(అమృత్‌సర్)కు వదులుకుంది. ప్రస్తుత ఎన్నికలలో కాంగ్రెస్‌కు చెందిన ఇద్దరు సిట్టింగ్ ఎంపీలు నవనీత్ బిట్టు, ప్రణీత్ కౌర్, ఆప్ ఎంపి సుశీల్ రింకు పంజాబ్‌లోని తమ స్థానాల నుంచి బిజెపి టిక్కెట్‌పై పోటీ చేస్తుండడం విశేషం. కాంగ్రెస్ సీనియర్ నాయకుడు మనీష్ తివారీ ఆనంద్‌పూర్ సాహిబ్ నుంచి చండీగఢ్‌కు మారారు. తృణమూల్ కాంగ్రెస్ ప్రధాన కార్యదర్శి అభిషేక్ బెనర్జీ మళ్లీ డైమండ్ హార్బర్ నుంచి పోటీ చేస్తున్నారు.</p>\n\n\n\n<p>కాగా, ఏడవ దశలో ప్రధానంగా పోటీలో ఉన్న అభ్యర్థులలో ఉత్తర్ ప్రదేశ్‌లోని వారణాసి నుంచి ప్రధాని నరేంద్ర మోడీ(బిజెపి), అజయ్ రాయ్(కాంగ్రెస్) ఉన్నారు. హిమాచల్ ప్రదేశ్‌లోని మండిలో కంగనా రనౌత్(బిజెపి), విక్రమాదిత్య సింగ్(కాంగ్రెస్), చండీగఢ్ నుంచి మనీష్ తివారీ(కాంగ్రెస్), సంజయ్ టాండన్(బిజెపి), డైమండ్ హార్బర్ నుంచి అభిషేక్ బెనర్జీ(టిఎంసి), ప్రతీక్ ఉర్ రహ్మాన్(సిపిఎం) ఉన్నారు. </p>\n\n\n\n<p>ఇదిలా ఉండగా ఎగ్జిట్ పోల్స్ ఓటింగ్ ప్రక్రియ ముగియగానే వెలువడనున్నాయి. అయితే ఎన్నికల సంఘం సాయంత్రం 6.30 గంటలకు తర్వాతే ఎగ్జిట్ పోల్స్ ప్రకటించాలని ఆదేశాలు జారీ చేసింది. ఆదేశాలను విస్మరిస్తే కఠిన చర్యలు తీసుకుంటామని హెచ్చరించింది.</p>\n","originalUrl":"https://tattvanews.com/19276/01/06/2024/","hasAudio":false,"hasInfographics":false}