{"id":"wp-te-19050","wp_id":19050,"type":"standard","category":"World","language":"te","title":"పార్లమెంట్ భద్రత నేటి నుండి సిఐఎస్‌ఎఫ్‌కు","excerpt":"సోమవారం నుంచి పార్లమెంట్ భద్రత బాధ్యతలను కేంద్రీయ పారిశ్రామిక భద్రతా బలగాలు (సిఐఎస్‌ఎఫ్) చేపడుతాయి. దేశ ప్రజాస్వామ్య సౌధం భద్రతను ఇప్పటివరకూ పర్యవేక్షిస్తున్న 1400 మంది జవాన్లతో కూడిన సిఆర్‌పిఎఫ్‌ను ఈ విధుల నుంచి తప్పించారు. ఈ బలగాల స్థానంలో ఇప్పుడు 3300 మందితో కూడిన సిఐఎస్‌ఎఫ్ దళాలను రంగంలోకి దింపుతున్నట్లు అధికారులు ఆదివారం తెలిపారు.  నూతన పార్లమెంట్ ఆవరణ భద్రతా పర్యవేక్షణ బాధ్యతల్లో ఉన్న సిఆర్‌పిఎఫ్‌కు చెందిన పార్లమెంట్ డ్యూటీ గ్రూప్ (పిడిజి) శుక్రవారమే ఈ","author":"Tattva News Team","time":"20/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/CISF1.jpg","readTime":"5 min read","contentHTML":"\n<p>సోమవారం నుంచి పార్లమెంట్ భద్రత బాధ్యతలను కేంద్రీయ పారిశ్రామిక భద్రతా బలగాలు (సిఐఎస్‌ఎఫ్) చేపడుతాయి. దేశ ప్రజాస్వామ్య సౌధం భద్రతను ఇప్పటివరకూ పర్యవేక్షిస్తున్న 1400 మంది జవాన్లతో కూడిన సిఆర్‌పిఎఫ్‌ను ఈ విధుల నుంచి తప్పించారు. ఈ బలగాల స్థానంలో ఇప్పుడు 3300 మందితో కూడిన సిఐఎస్‌ఎఫ్ దళాలను రంగంలోకి దింపుతున్నట్లు అధికారులు ఆదివారం తెలిపారు. </p>\n\n\n\n<p>నూతన పార్లమెంట్ ఆవరణ భద్రతా పర్యవేక్షణ బాధ్యతల్లో ఉన్న సిఆర్‌పిఎఫ్‌కు చెందిన పార్లమెంట్ డ్యూటీ గ్రూప్ (పిడిజి) శుక్రవారమే ఈ ప్రాంతం నుంచి తమ పర్యవేక్షక బాధ్యతల నుంచి వైదొలిగింది. ఈ బలగాలకు చెందిన కార్యనిర్వాహక వ్యవస్థ అనుబంధం అయిన వాహనాలు, ఆయుధాలు , కమెండోలు తమ కార్యకలాపాలను ముగించాయి. </p>\n\n\n\n<p>ఈ బలగాల సారధ్య బాధ్యతల్లో ఉన్న డిప్యూటీ ఇన్‌స్పెక్టర్ జనరల్ ర్యాంక్ అధికారి ఒకరు శుక్రవారం పార్లమెంట్ ఆవరణలోని సెక్యూరిటీ పాయింట్స్‌ను లాంఛనంగా సిఐఎస్‌ఎఫ్ బృందానికి అప్పగించారని అధికారులు తెలిపారు. ఈ క్రమంలో ఇకపై మొత్తం మీద 3317 మంది సిఐఎస్‌ఎఫ్ సిబ్బంది డ్యూటీలు తీసుకుంటారు.</p>\n\n\n\n<p>వీరు పాత, కొత్త పార్లమెంట్, అనుబంధ భవనాల భద్రతను పర్యవేక్షించాల్సి ఉంటుంది. సెంట్రల్ ఢిల్లీలోని పార్లమెంట్ భవనం ఆవరణలో గత ఏడాది డిసెంబర్ 13వ తేదీన జరిగిన భద్రతా ఉల్లంఘన ఘటనల నేపథ్యంలో కేంద్ర హోం మంత్రిత్వశాఖ ఈ విషయంపై సీరియస్ అయింది. ఈ క్రమంలో సిఆర్‌పిఎఫ్ నుంచి ఈ బాధ్యతలను తప్పించి సిఐఎస్‌ఎఫ్‌కు అప్పగించాలనే నిర్ణయం తీసుకుంది. ఈ క్రమంలోనే ఇప్పుడు బలగాల మార్పిడి జరుగుతోందని వెల్లడైంది.</p>\n","originalUrl":"https://tattvanews.com/19050/20/05/2024/","hasAudio":false,"hasInfographics":false}