{"id":"wp-en-14775","wp_id":14775,"type":"standard","category":"World","language":"en","title":"ECI revises polling day for Haryana to October 5","excerpt":"The Election Commission on Saturday deferred the Haryana Assembly poll date to October 5 from October 1, keeping in mind a centuries-old festival of the Bishnoi community. The counting of votes for the Jammu and Kashmir and Haryana Assembly polls will now be held on October 8 instead of October 4, the poll body said.","author":"Tattva News Team","time":"1/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/07/ECI.jpg","readTime":"5 min read","contentHTML":"\n<p>The Election Commission on Saturday deferred the Haryana Assembly poll date to October 5 from October 1, keeping in mind a centuries-old festival of the Bishnoi community.</p>\n\n\n\n<p>The counting of votes for the Jammu and Kashmir and Haryana Assembly polls will now be held on October 8 instead of October 4, the poll body said.</p>\n\n\n\n<p>It said the decision has been taken to honour both the voting rights and traditions of the Bishnoi community, which has upheld a 300-400 years old practice in remembrance of their Guru Jambheshwar.</p>\n\n\n\n<p>The EC had received a representation from the national president of the All India Bishnoi Mahasabha, Bikaner, Rajasthan, for rescheduling the date for the Haryana assembly elections.</p>\n\n\n\n<p>He said generations of families from Punjab, Rajasthan and Haryana visit their native village Mukam in Rajasthan on ‘amavas’ in the month of ‘Asoj’ for the annual festival in Bikaner in the memory of Guru Jambheshwar.</p>\n\n\n\n<p>This year, the festival falls on October 2 and thousands of Bishnoi families residing in Sirsa, Fatehabad and Hisar will be travelling to Rajasthan on the day, denying them their voting rights.</p>\n\n\n\n<p>This year, the festival will take place on October 2 and thousands of Bishnoi families residing in Sirsa, Fatehabad and Hisar would be travelling to Rajasthan on poll day, denying them their voting rights, the Election Commission of India said. In the past, the Commission has also adjusted election dates to respect the sentiments of various communities.</p>\n\n\n\n<p>For instance, during the Punjab Assembly Elections in 2022, the polls were postponed by a week to accommodate devotees to travel to Varanasi for Guru Ravidas Jayanti. Similarly, in Manipur during the 2022 Assembly elections, the Commission changed the polling dates to respect the Christian community's Sunday prayers.</p>\n\n\n\n<p>Likewise, in the 2023 Rajasthan Assembly elections, the Commission rescheduled polling originally scheduled on Devuthani Ekadashi, a day significant for mass weddings in Rajasthan. In Uttar Pradesh Assembly Elections 2012, poll date was changed due to Barawafat. Coincidentally, the revised polling date would also resolve any concerns of a six-day holiday by taking a one day leave on September 30, 2024 Election Commission said.</p>\n","originalUrl":"https://en.tattvanews.com/national/eci-revises-polling-day-for-haryana-to-october-5/","hasAudio":false,"hasInfographics":false}