{"id":"wp-en-13944","wp_id":13944,"type":"standard","category":"World","language":"en","title":"New Dress Code For Ayodhya Ram Mandir Priests","excerpt":"A complete ban has been imposed on the use of mobile phones within the premises of Ram Mandir in Ayodhya.  This restriction, currently being followed by the devotees, will now onwards be in place for the priests as well. Also, a dress code has been introduced for the priests. Before entering the temple premises, priests","author":"Tattva News Team","time":"2/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Ayodhya-Ram.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>A complete ban has been imposed on the use of mobile phones within the premises of Ram Mandir in Ayodhya.  This restriction, currently being followed by the devotees, will now onwards be in place for the priests as well. Also, a dress code has been introduced for the priests.</p>\n\n\n\n<p>Before entering the temple premises, priests will have to be clad in yellow chaubandi, dhoti and safa. A decision in this regard has been taken by the Shri Ram Janmabhoomi Tirtha Kshetra Trust.</p>\n\n\n\n<p>The strength of priests has also been increased here from Monday onwards. Now, 26 priests will serve in different shifts for worshipping Ram Lalla. The religious committee formed by Shri Ram Janmabhoomi Tirtha Kshetra Trust has decided to include 21 newly trained priests.</p>\n\n\n\n<p>For this, the trust has also issued identity cards for all the priests. Their appointment letters will be handed over along with their six-month training certificates, on July 3 or 5.</p>\n\n\n\n<p>Ram Lalla's assistant priest Ashok Upadhyay said that the trust has restricted priests from coming to the temple with their Android phones. If required one can only use keypad phones for communication, he said. There will also be a special dress code for priests but an official instruction has not been received from the trust yet, he added.</p>\n\n\n\n<p>During the training process, 11 trainee priests were included in the worship process of Ram Lalla. During Ram Navami, 11 trainees were included for the worship of Ram Lalla and a complete information about the worship method has been given to them.</p>\n\n\n\n<p>Under this, every morning, Ram Lalla's 'Mangala Aarti', 'Shringar Aarti' and 'Shayan Aarti' are recited along with 16 mantras of Ram Raksha Stotra and Purusotra.</p>\n","originalUrl":"https://en.tattvanews.com/others/new-dress-code-for-ayodhya-ram-mandir-priests/","hasAudio":false,"hasInfographics":false}