{"id":"wp-te-19448","wp_id":19448,"type":"standard","category":"World","language":"te","title":"అమరావతిలో రోడ్లు కనిపించడం లేదు!","excerpt":"వైఎస్సార్​సీపీ పాలనలో తీవ్ర నిర్లక్ష్యానికి గురైన రాష్ట్ర రాజధాని అమరావతి కూటమి గెలుపుతో కొత్త కళ సంతరించుకోనుంది. రాష్ట్రంలో ఎన్డీయే గెలుపు, అమరావతి రూపశిల్పి చంద్రబాబు నాయుడు ముఖ్యమంత్రి కానుండడంతో సీఆర్డీఏ ఆఘమేఘాలపై పనులు ప్రారంభించింది. అమరావతి రాజధాని నిర్మాణం రూపురేఖలకు ప్రభుత్వం తొలి ప్రాధాన్యతగా ఇస్తున్న నేపథ్యంలో సిఆర్‌డిఎ అధికారులు నిధుల సేకరణపై దృష్టి సారించారు.  ఇప్పుడున్న ప్రాంతంలో జంగిల్‌ క్లియరెన్స్‌, భవనాల ప్రారంభం, రోడ్ల నిర్మాణానికి తక్షణం రూ.2 వేల కోట్లు అవసరం ఉంటుందని","author":"Tattva News Team","time":"10/6/2024","image":"https://tattvanews.com/wp-content/uploads/2022/02/Amaravati.jpeg","readTime":"5 min read","contentHTML":"\n<p>వైఎస్సార్​సీపీ పాలనలో తీవ్ర నిర్లక్ష్యానికి గురైన రాష్ట్ర రాజధాని అమరావతి కూటమి గెలుపుతో కొత్త కళ సంతరించుకోనుంది. రాష్ట్రంలో ఎన్డీయే గెలుపు, అమరావతి రూపశిల్పి చంద్రబాబు నాయుడు ముఖ్యమంత్రి కానుండడంతో సీఆర్డీఏ ఆఘమేఘాలపై పనులు ప్రారంభించింది. అమరావతి రాజధాని నిర్మాణం రూపురేఖలకు ప్రభుత్వం తొలి ప్రాధాన్యతగా ఇస్తున్న నేపథ్యంలో సిఆర్‌డిఎ అధికారులు నిధుల సేకరణపై దృష్టి సారించారు. </p>\n\n\n\n<p>ఇప్పుడున్న ప్రాంతంలో జంగిల్‌ క్లియరెన్స్‌, భవనాల ప్రారంభం, రోడ్ల నిర్మాణానికి తక్షణం రూ.2 వేల కోట్లు అవసరం ఉంటుందని అంచనా వేశారు. వీటిని సమీకరించుకోవడమా, ప్రభుత్వం నుండి తక్షణావసరంగా తీసుకోవడమా అనేది ఇంకా స్పష్టత రాలేదు. ప్రస్తుతం డెవలప్‌మెంట్‌ నిధుల నుండి తక్షణ పనులు చేపట్టామని, ప్రభుత్వం ఏర్పాటైన తరువాత దీనిపై స్పష్టత తీసుకుంటామని అధికారులు వివరించారు. </p>\n\n\n\n<p>అయితే, గతంలో టిడిపి హయాంలో రాజధాని ప్రాంతంలో వేసిన అనేక రోడ్లు ఇప్పుడు కనిపించడం లేదు. గత ఐదేళ్లల్లో తవ్వేశారు. కంకరను సొంత అవసరాలు, ఇతర ప్రాజెక్టులకు తరలించారు. దీనిలో కొంతమంది వైసిపి ప్రజా ప్రతినిధుల పాత్ర ఉందని రైతులు ఫిర్యాదు కూడా చేశారు. దీంతోపాటు ఇనుము, ఇసుక, ఇతర వైరింగ్‌ మెటీరియల్‌, పైపులు మొత్తం తరలించుకుపోయారు. వీటిల్లో ఇనుమును తరలించే నిందితులను పట్టుకుని పోలీసులు అరెస్టు చేశారు.</p>\n\n\n\n<p>ప్రస్తుతం రాజధాని రూపు రేఖలు రావాలంటే గతంలో వేసిన రోడ్లలో ఎనిమిది రోడ్లను మరలా నిర్మించాల్సి ఉందని అధికారులు పేర్కొంటున్నారు. కొన్నిచోట్ల రోడ్లను నాలుగు అడుగుల మేర తవ్వేశారు. మెటీరియల్‌ను వేరేచోట రోడ్లు వేయడానికి వినియోగించారు. ఒకవైపు నిర్మాణం జరుపుతూనే మరోవైపు విచారణ జరపాలని సిఆర్‌డిఎ అధికారులు నిర్ణయించారు. </p>\n\n\n\n<p>వీటితోపాటు జంగిల్‌ క్లియరెన్స్‌కే దాదాపు రూ.10 కోట్లకుపైగా ఖర్చవుతుందని లెక్కలేస్తున్నారు. తాత్కాలిక పనులు, కనీస సదుపాయాలకు ఎకరాకు రూ.లక్ష చొప్పున వేసుకున్నా రూ.350 కోట్లు ఖర్చవుతుందని తేల్చారు. భవనాల పనులు, నిర్మించిన వాటిల్లో సదుపాయాలు, వీధిలైట్లు, మంచినీటి పైపులైన్లకు ఎంతకాదన్నా ప్రాథమికంగా రూ.400 కోట్ల వరకూ ఖర్చవుతుందని నిర్ణయించినట్లు తెలిసింది.</p>\n\n\n\n<p>నాలుగు రోజులుగా అమరావతిలో తిరుగుతున్న అధికారులకు కొత్త సమస్య వచ్చిపడింది. గతంలో నిర్మించిన అమరావతి రోడ్లు మాయం అయ్యాయని ఆశ్చర్యం వ్యక్తం చేస్తున్నారు. జ్యుడీషియల్‌ భవనాల నుండి విట్‌కు వెళ్లే దారిలో రోడ్లు పూర్తిగా మాయమయ్యాయని, ఉద్దండ్రాయునిపాలెం, లింగాయపాలెం పరిసరాల్లో మూడు రోడ్లు అసలు కనిపించడం లేదని గుర్తించారు.</p>\n\n\n\n<p> ఐనవోలు, వెలగపూడి, తుళ్లూరు గ్రామాల సమీపంలో గతంలో వేసిన పైపులైన్లు కనిపించడం లేదు. అసలు రోడ్లు కనిపించకపోవడం ఏమిటనే అంశంపై ఇప్పుడు సిఆర్‌డిఎ అధికారులు ఆందోళన చెందుతున్నారు. దీనిపై ఇప్పటి వరకూ బాధ్యతల్లో ఉన్న అధికారులు ఏం చేస్తున్నారని ఉన్నతాధికారులు ప్రశ్నించినట్లు తెలిసింది. మొత్తంగా ఈ వ్యవహారం సిఆర్‌డిఎలో కొంతమంది అధికారులకు చుట్టుకోనుందని, వారిపై తీవ్ర చర్యలు తీసుకునే అవకాశం ఉందని సమాచారం.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19448/10/06/2024/","hasAudio":false,"hasInfographics":false}