{"id":"wp-en-15527","wp_id":15527,"type":"standard","category":"World","language":"en","title":"Delhi’s air quality deteriorates post-Diwali￼","excerpt":"Air quality in Delhi dropped to dangerous levels on Diwali night, with AQI readings crossing 900 in some areas despite a citywide firecracker ban. The Delhi Pollution Control Committee (DPCC) reported a sharp rise in pollution due to widespread defiance of the ban, stubble burning and bad weather throughout Delhi, AQI levels became alarming in","author":"Tattva News Team","time":"1/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Delhi-AIR.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">Air quality in Delhi dropped to dangerous levels on Diwali night, with AQI readings crossing 900 in some areas despite a citywide firecracker ban. The Delhi Pollution Control Committee (DPCC) reported a sharp rise in pollution due to widespread defiance of the ban, stubble burning and bad weather throughout Delhi, AQI levels became alarming in key areas, leading to the threatening health of residents, especially those with respiratory problems.</h1>\n\n\n\n<p>The DPCC has identified areas like Anand Vihar, Wazirpur and Vivek Vihar as hotspots, where AQI levels have reached the “critical” level, well above the safety limit. These excess levels posed serious health risks to the entire population of Delhi, as fine particulate matter concentrations continue to rise.</p>\n\n\n\n<p>This year’s Diwali increase echoes previous trends despite regulatory efforts. During past Diwalis, Delhi’s AQI ranged from 312 to 414. This year, the AQI rose to 330, a significant increase from 218 in 2022, indicating ongoing challenges in reducing Diwali-related pollution.</p>\n\n\n\n<p>The Delhi government has tightened the ban on fireworks, with over 377 teams deployed in the city to enforce it. However, widespread violations have been reported, with residents in many areas blatantly ignoring the ban, prompting the authorities to take action under the Bharatiya Nyaya Sanhita (BNS).</p>\n\n\n\n<p>Neighbouring NCR cities like Noida, Ghaziabad and Gurugram also experienced air quality deterioration, though less than Delhi. The wild celebrations in Delhi, and trash burning in Punjab and Haryana added to pollution across the region.</p>\n\n\n\n<p>According to the DPCC, pollution levels tend to rise again in early November, coinciding with an increase in stubble burning. As air quality deteriorates each year at this time, experts and environmental groups are calling for greater awareness and regulation to combat this recurring pollution problem.</p>\n","originalUrl":"https://en.tattvanews.com/others/delhis-air-quality-deteriorates-post-diwali%ef%bf%bc/","hasAudio":false,"hasInfographics":false}