{"id":"wp-en-15232","wp_id":15232,"type":"standard","category":"World","language":"en","title":"ITUC  demand social justice in clean energy transition","excerpt":"At the first high-level meeting of the Global Commission on People- Centred Clean Energy Transitions, the International Trade Union Confederation (ITUC) has urged policymakers to prioritise fairness in the clean energy transition. Speaking alongside key global figures in the clean power transformation, ITUC General Secretary Luc Triangle highlighted the critical need for social justice in","author":"Tattva News Team","time":"6/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/ITUC1.jpg","readTime":"5 min read","contentHTML":"\n<p>At the first high-level meeting of the Global Commission on People- Centred Clean Energy Transitions, the International Trade Union Confederation (ITUC) has urged policymakers to prioritise fairness in the clean energy transition.</p>\n\n\n\n<p>Speaking alongside key global figures in the clean power transformation, ITUC General Secretary Luc Triangle highlighted the critical need for social justice in energy reforms.</p>\n\n\n\n<p>\"Fairness and social justice in the energy transition is too often overlooked by policymakers. We cannot wait until after decisions are made to address job losses and rising costs.</p>\n\n\n\n<p>“Fairness must be a guiding principle from the start, and we have the tools to do this: social dialogue and collective bargaining can ensure that this transition benefits workers and communities\", said Luc Triangle.</p>\n\n\n\n<p>The ITUC stressed that the structural changes to the energy system will profoundly affect jobs and living standards worldwide, with opportunities and risks:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>Without well-designed policies, rising energy costs and job losses could disproportionately affect workers.</li><li>Sectors with low emissions tend to have weaker representation in collective bargaining, leaving workers more vulnerable during transitions.</li><li>Collective bargaining and social dialogue can improve conditions in sectors with low-emissions, securing fair wages and stability for workers in the long term.</li></ul>\n\n\n\n<p>Luc Triangle also spoke at the COP29- IEA High-Level Energy Transition Dialogue and the Clean Energy Ministerial.  He called for governments to integrate the principles of Just Transition into their Nationally Determined Contributions.</p>\n","originalUrl":"https://en.tattvanews.com/international/ituc-demand-social-justice-in-clean-energy-transition%ef%bf%bc/","hasAudio":false,"hasInfographics":false}