{"id":"wp-en-14370","wp_id":14370,"type":"standard","category":"World","language":"en","title":"Retail sector records strongest first half leasing in 5 years￼","excerpt":"India's retail sector is demonstrating strong growth, attracting foreign retailers, including luxury brands, seeking to establish footholds in strategic locations nationwide. This has led to retail leasing in the first half of 2024 reaching a 5 year high, with 3.1 mn sq. ft. leased across 8 cities. International luxury brands such as Maison Margiela and","author":"Tattva News Team","time":"1/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Retail.webp","readTime":"5 min read","contentHTML":"\n<p>India's retail sector is demonstrating strong growth, attracting foreign retailers, including luxury brands, seeking to establish footholds in strategic locations nationwide. This has led to retail leasing in the first half of 2024 reaching a 5 year high, with 3.1 mn sq. ft. leased across 8 cities.</p>\n\n\n\n<p>International luxury brands such as Maison Margiela and Time Vallée entered the country in the first half of 2024 due to evolving lifestyles and increased global aspirations, resulting in heightened demand for luxury goods. Other brands like Breitling and Michael Kors expanded to Chennai and Pune.</p>\n\n\n\n<p>Additionally, Daiso Japan and ILEM Japan opened stores in Chennai. In contrast, Charles Tyrwhitt and Franck Provost opened their first stores in Mumbai and Bengaluru.</p>\n\n\n\n<p>According to Chairman & CEO - India, South-East Asia, Middle East & Africa, CBRE, Mr. Anshuman Magazine, “Retail absorption increased in the first half of the year annually. The ongoing introduction of quality supply is expected to continue stimulating an uptick in overall space take-up in the coming quarters.” </p>\n\n\n\n<p>Fashion and apparel products saw strong demand in the first half of 2024, driven by mid-range, value fashion, and athleisure brands, accounting for 39% of market share. Entertainment (13%) and homeware and department stores (11%) were also significant drivers of leasing activity.</p>\n\n\n\n<p>Tier-II cities like Chandigarh, Jaipur, Lucknow, Indore, and Kochi saw 0.4 mn sq. ft. of space take-up, with Indore and Kochi leading the absorption. Ram Chandnani, Managing Director, Advisory & Transactions Services, CBRE India, noted that developers are integrating D2C brands into physical retail formats.</p>\n\n\n\n<p> In the first half of 2024, about 0.5 mn sq. ft. of retail space was added in tier-I cities, with an expected increase in the second half of 2024 as new malls begin operations in Bengaluru, Hyderabad, and Mumbai, adding 3-4 mn sq. ft. of retail space.</p>\n","originalUrl":"https://en.tattvanews.com/economy/retail-sector-records-strongest-first-half-leasing-in-5-years%ef%bf%bc/","hasAudio":false,"hasInfographics":false}