{"id":"wp-te-18843","wp_id":18843,"type":"standard","category":"World","language":"te","title":"అయోధ్య రామాలయానికి బాబ్రీ తాళం వేస్తారు","excerpt":"ప్రస్తుత లోక్‌సభ ఎన్నికల తర్వాత ప్రతిపక్ష ఇండియా కూటమి అధికారాన్ని చేపడితే అయోధ్యలోని రామాలయానికి బాబ్రీ తాళాన్ని వేస్తుందని కేంద్ర హోంమంత్రి అమిత్ షా ఆరోపించారు. బుధవారం లఖింపూర్ ఖేరీ లోక్‌సభ స్థానం నుంచి బిజెపి అభ్యర్థిగా పోటీ చేస్తున్న కేంద్ర మంత్రి అజయ్ మిశ్రా తరఫున  ఎన్నికల ప్రచార సభలో ఆయన ప్రసంగించారు.   బిజెపికి 400 సీట్లు దాటితే రిజర్వేషన్లను రద్దు చేస్తుందంటూ కాంగ్రెస్, సమాజ్‌వాది పార్టీ, బహుజన్ సమాజ్ పార్టీ ఆరోపిస్తున్నాయని తెలిపారు. అది","author":"Tattva News Team","time":"9/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-Shah-UP.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రస్తుత లోక్‌సభ ఎన్నికల తర్వాత ప్రతిపక్ష ఇండియా కూటమి అధికారాన్ని చేపడితే అయోధ్యలోని రామాలయానికి బాబ్రీ తాళాన్ని వేస్తుందని కేంద్ర హోంమంత్రి అమిత్ షా ఆరోపించారు. బుధవారం లఖింపూర్ ఖేరీ లోక్‌సభ స్థానం నుంచి బిజెపి అభ్యర్థిగా పోటీ చేస్తున్న కేంద్ర మంత్రి అజయ్ మిశ్రా తరఫున  ఎన్నికల ప్రచార సభలో ఆయన ప్రసంగించారు. </p>\n\n\n\n<p> బిజెపికి 400 సీట్లు దాటితే రిజర్వేషన్లను రద్దు చేస్తుందంటూ కాంగ్రెస్, సమాజ్‌వాది పార్టీ, బహుజన్ సమాజ్ పార్టీ ఆరోపిస్తున్నాయని తెలిపారు. అది జరిగే అవకాశం లేనప్పటికీ ఇండియా కూటమి అధికారంలోకి వస్తే మాత్రం అయోధ్య రామాలయానికి బాబ్రీ పేరుతో తాళం పడుతుందని అమిత్ షా ఆరోపించారు.</p>\n\n\n\n<p>రామ జన్మభూమికి సంబంధించిన న్యాయ వివాదాన్ని ప్రధాని మోడీ గెలవడంతోపాటు రామాలయానికి భూమి పూజ చేశారని, జనవరిలో ఆలయానికి ప్రాణ ప్రతిష్ట కూడా జరిగిందని ఆయన తెలిపారు. లోక్‌సభ ఎన్నికల మొదటి మూడు దశలు పూర్తయిన తర్వాత మోడీ 180 సీట్లు దాటేశారని, నాలుగవ దశ తర్వాత మోదీ  నాయకత్వంలో 400 సీట్లు దాటుతామని ఆయన ధీమా వ్యక్తం చేశారు.</p>\n\n\n\n<p>కాంగ్రెస్‌, స‌మాజ్‌వాదీ పార్టీలు బీసీ ద్రోహుల‌ని, వెనుక‌బ‌డిన వ‌ర్గాల‌కు ఆ పార్టీలు వ్య‌తిరేక‌మ‌ని కేంద్ర హోంమంత్రి అమిత్ షా ధ్వజమెత్తారు.  తాము ఒక్క దెబ్బ‌తో దేశంలో పేదరికాన్ని తొల‌గిస్తామ‌ని రాహుల్ గాంధీ చెబుతున్నార‌ని ఎద్దేవా చేశారు. మీ ట్రాక్ రికార్డు చూస్తే మీ నాన‌మ్మ దేశంలో ఒక్క దెబ్బ‌తో ఎమ‌ర్జెన్సీ విధించార‌ని, మీ తండ్రి ట్రిపుల్ త‌లాక్‌ను పున‌రుద్ధ‌రించార‌ని గుర్తు చేశారు. </p>\n\n\n\n<p>యూపీలో కాంగ్రెస్ పార్టీ ఆ పార్టీ మిత్ర‌ప‌క్షం ఎస్పీ బీసీల ప్ర‌యోజ‌నాల‌కు విఘాతం క‌లిగించేలా వ్య‌హ‌రిస్తున్నాయ‌ని మండిప‌డ్డారు. ఎస్‌బి, బిఎస్‌పి, కాంగ్రెస్ తుడిచిపెట్టుకుపోవడం ఖాయమని ఆయన జోస్యం చెప్పారు. మే 13న నాలుగవ దశలో లఖింపూర్ ఖేరీలో పోలింగ్ జరగనున్నది. జూన్ 4న ఫలితాలు వెలువడతాయి.</p>\n","originalUrl":"https://tattvanews.com/18843/09/05/2024/","hasAudio":false,"hasInfographics":false}