{"id":"wp-en-14327","wp_id":14327,"type":"standard","category":"World","language":"en","title":"Manu Bhaker opens India's account with historic Bronze in Olympics 2024￼","excerpt":"Manu Bhaker opened India's account at the Paris Olympics 2024 with a bronze medal in the women's individual 10m air pistol event on Sunday, July 28. She became the first-ever Indian woman and fifth overall to clinch an Olympic medal in shooting. The 22-year-old Indian shooter registered a score of 221.7 to finish third in","author":"Tattva News Team","time":"29/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Olympics-medal.jpg","readTime":"5 min read","contentHTML":"\n<p>Manu Bhaker opened India's account at the Paris Olympics 2024 with a bronze medal in the women's individual 10m air pistol event on Sunday, July 28. She became the first-ever Indian woman and fifth overall to clinch an Olympic medal in shooting.<strong></strong></p>\n\n\n\n<p>The 22-year-old Indian shooter registered a score of 221.7 to finish third in the finals. Republic of Korea's Oh Ye Jin won the gold with a sensational finish of 243.2 and her compatriot Kim Yeji finished second with a 241.3 score in Paris.</p>\n\n\n\n<p>India last won a medal in shooting in the 2012 London Olympics when Gagan Narang won bronze in men's 10m air rifle and Vijay Kumar won silver in the Men's 25 m rapid fire pistol. Bhaker made her debut in the 2020 Tokyo Olympics but could not reach the finals. She talked about her disappointment in the Tokyo Games and coming back to win an Olympic medal for her country in Paris. </p>\n\n\n\n<p>\"I put in a lot of effort; I was fighting with all the energy I had, even at the end,\" Manu Bhaker said after winning the bronze. \"This is a bronze but I'm happy I could win a bronze for the country. I read a lot of Gita. As Lord Krishna says, Focus on karma, not on the outcome of the karma.\"</p>\n\n\n\n<p>\"That's what I did... I thought, 'Do your thing and let it all be. After Tokyo I was very disappointed however, I came back stronger. Let the past remain in the past.\" </p>\n\n\n\n<p>President Droupadi Murmu and Prime Minister Narendra Modi congratulated her after she created history by winning a bronze medal at the Paris Olympics 2024<strong></strong></p>\n\n\n\n<p>The President on X said, \"Heartiest congratulations to Manu Bhaker for opening India’s medal tally with her bronze medal in the 10 metre air pistol shooting event at the Paris Olympics. She is  the first Indian woman to win an Olympic medal in a shooting competition. India is proud of Manu Bhaker. Her feat is going to inspire many</p>\n\n\n\n<p>\"A historic medal! Well done, @realmanubhaker , for winning India’s FIRST medal at #ParisOlympics2024! Congrats for the Bronze. This success is even more special as she becomes the 1st woman to win a medal in shooting for India. An incredible achievement! #Cheer4Bharat,\" PM Modi posted on X.</p>\n\n\n\n<p>In another post on X the Prime Minister said, \"Manu Bhaker is India’s pride! Strong and determined, she proved her mettle by clinching the Gold in 10m Air Pistol Shooting event at 2018 Youth Olympic Games.  Many congratulations on her achievement and may she bring many more laurels for the country. @realmanubhaker.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/manu-bhaker-opens-indias-account-with-historic-bronze-in-olympics-2024%ef%bf%bc/","hasAudio":false,"hasInfographics":false}