{"id":"wp-en-14090","wp_id":14090,"type":"standard","category":"World","language":"en","title":"Modi govt to observe June 25 Emergency Day as 'Samvidhaan Hatya Diwas'￼","excerpt":"The Modi government of India has decided to observe the 25th of June every year as 'Samvidhaan Hatya Diwas.' On June 25, 1975, the then Prime Minister Indira Gandhi had imposed the emergency in the country. In his first reaction after the government's decision, Union Home Minister Amit Shah said, 'Samvidhaan Hatya Diwas' will commemorate","author":"Tattva News Team","time":"13/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Amit-Shah.jpg","readTime":"5 min read","contentHTML":"\n<p>The Modi government of India has decided to observe the 25th of June every year as 'Samvidhaan Hatya Diwas.' On June 25, 1975, the then Prime Minister Indira Gandhi had imposed the emergency in the country.</p>\n\n\n\n<p>In his first reaction after the government's decision, Union Home Minister Amit Shah said, 'Samvidhaan Hatya Diwas' will commemorate massive contributions of all those who endured inhuman pains of 1975 Emergency.\"</p>\n\n\n\n<p>In a post on social media platform X, Shah said, “On 25 June 1975, the then Prime Minister Indira Gandhi, showing her dictatorial mindset, strangled the soul of Indian democracy by imposing emergency in the country. Lakhs of people were jailed without any reason and the voice of the media was suppressed.”</p>\n\n\n\n<p>The post further said that “the Government of India has decided to celebrate 25 June every year as ‘Samvidhan Hatya Diwas’, to remind us of the immense contribution of all those people who suffered the inhuman pain of the Emergency of 1975.”</p>\n\n\n\n<p>The decision made by the government led by Prime Minister Narendra Modi is intended to honor the spirit of millions who struggled to revive democracy despite facing inexplicable persecution at the hands of an oppressive government.</p>\n\n\n\n<p>“The observance of 'Samvidhaan Hatya Diwas' will help keep the eternal flame of individual freedom and the defence of our democracy alive in every Indian, thus preventing dictatorial forces like the Congress from repeating those horrors,\" Amit Shah added.</p>\n","originalUrl":"https://en.tattvanews.com/national/modi-govt-to-observe-june-25-emergency-day-as-samvidhaan-hatya-diwas%ef%bf%bc/","hasAudio":false,"hasInfographics":false}