{"id":"wp-en-14988","wp_id":14988,"type":"standard","category":"World","language":"en","title":"India clinch fifth Asian Champions Trophy title","excerpt":"India defeated China in a hard-fought final of the Asian Champions Trophy 2024 on Tuesday, September 17. The Harmanpreet Singh-led Indian team edged past the hosts China in the final at the Moqi Training Base, Hulunbuir in China with a 1-0 win. With this, India have clinched a record-extending fifth Asian Champions Trophy title and their second","author":"Tattva News Team","time":"18/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/India-beat-China.jpeg","readTime":"5 min read","contentHTML":"\n<p>India defeated China in a hard-fought final of the Asian Champions Trophy 2024 on Tuesday, September 17. The Harmanpreet Singh-led Indian team edged past the hosts China in the final at the Moqi Training Base, Hulunbuir in China with a 1-0 win. With this, India have clinched a record-extending fifth Asian Champions Trophy title and their second consecutive crown in the tournament.</p>\n\n\n\n<p>India were denied for the first three quarters despite some big attacking moves by the defending champions. Chinese goalkeeper Wang made some brilliant saves from the field and on penalty corners. But the deadlock ended with a superbly planned goal from the Indians in the final quarter. </p>\n\n\n\n<p>Captain Harmanpreet Singh gave a brilliant ball to another defender Jugraj in front of the goal and Jugraj nailed his strike past the Chinese goal-saver.  In the first three quarters, the Indians kept pressing to find an opening but the Chinese came in numbers in defence to deny any chances.</p>\n\n\n\n<p>The penalty corners were also saved. But the Indians stayed firm, knowing the reward would come if they kept playing with positive intent.  Harmanpreet passed to Jugraj in the D came as a bit of a surprise as the Chinese might be keeping a tap on the attackers but the defender found the opening goal, which turned out to be the winner.</p>\n\n\n\n<p>China had reached the final of the tournament for the first time and they gave India a good run for the money. Their previous best finish was two fourth-placed finishes in 2012 and 2013.</p>\n\n\n\n<p>For India, this was their fifth title, having won it four times previously in 2011, 2016, 2018 (joint winners with Pakistan) and 2023. They are the most successful team in the tournament with Pakistan being the second-best side, having won three titles.</p>\n\n\n\n<p>Meanwhile, Pakistan settled with a third-place finish in this edition of the tournament as they defeated South Korea in the clash for the bronze medal. Pakistan registered a come-from-behind win to take the match 5-2 after trailing 0-1 at one point. </p>\n","originalUrl":"https://en.tattvanews.com/national/india-clinch-fifth-asian-champions-trophy-title/","hasAudio":false,"hasInfographics":false}