{"id":"wp-en-14895","wp_id":14895,"type":"standard","category":"World","language":"en","title":"Junior doctors reject govt's meeting invite","excerpt":"The agitating junior doctors of the RG Kar Medical College and Hospital on Tuesday refused to meet the government. The development came while the protesting doctors held a march to Swashtya Bhawan, demanding the resignation of state Health Secretary NS Nigam, Kolkata Police commissioner, director of health education and director of medical education and justice for the","author":"Tattva News Team","time":"11/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/SC-Bengal-doctors.webp","readTime":"5 min read","contentHTML":"\n<p>The agitating junior doctors of the RG Kar Medical College and Hospital on Tuesday refused to meet the government. The development came while the protesting doctors held a march to Swashtya Bhawan, demanding the resignation of state Health Secretary NS Nigam, Kolkata Police commissioner, director of health education and director of medical education and justice for the victim.</p>\n\n\n\n<p>The Mamata Banerjee government had invited the protesting doctors to hold talks in the state Secretariat 'Nabanna' on Tuesday. An email was sent in this regard to the protesting doctors. In the email, Nigam asked 10 junior doctors to come for a meeting in Nabanna. The email read, \"Your small delegation (maximum 10 persons) may visit ‘Nabanna’ now to meet government representatives.\"</p>\n\n\n\n<p>However, the protesting doctors refused to attend the meeting, calling it humiliating. They argued that it was an insult to them as only a small delegation was called for the meeting.</p>\n\n\n\n<p>Earlier during the march towards Swasthya Bhawan in Sector 5 of Salt Lake, the protesting medics showcased brooms and even a model brain, replicating the symbolism of carrying a model spine to Lalbazar last week, in their bid to \"clean up\" the state health sector and make the top brass \"think\" about the plight of the doctors.</p>\n\n\n\n<p>Meanwhile, agitating junior doctors in state-run hospitals across West Bengal continued with their cease work protest on Tuesday as the 5-pm deadline set by the Supreme Court ended. </p>\n\n\n\n<p>The striking doctors, demanding justice for the RG Kar hospital victim since August 9, took out a rally to 'Swasthya Bhavan', the headquarters of the health department in Salt Lake demanding justice for the rape-murder victim. </p>\n\n\n\n<p>\"We will continue our agitation as well as the cease work. We want the health secretary and DHE to resign,\" said one of the protesting junior doctors. </p>\n\n\n\n<p>The protesters had set a deadline of 5 pm for the state government to accept their charter of five demands including, the resignation of the Kolkata Police Commissioner, and state Health Secretary. </p>\n","originalUrl":"https://en.tattvanews.com/national/junior-doctors-reject-govts-meeting-invite/","hasAudio":false,"hasInfographics":false}