{"id":"wp-te-20491","wp_id":20491,"type":"standard","category":"World","language":"te","title":"రాజ్యసభలో జయా బచ్చన్- జగదీప్ ధన్కర్  వాగ్వాదం","excerpt":"రాజ్య సభలో మరోసారి చైర్మన్ జగదీప్ ధన్కర్, ఎంపీ జయా బచ్చన్ ల మధ్య వాగ్వాదం చెలరేగింది. గురువారం చైర్మన్ తనతో, ఇతర విపక్ష సభ్యులతో ఆమోదయోగ్యం కాని రీతిలో మాట్లాడారని, అది సరికాదని, ఆయన బాడీ లాంగ్వేజ్ తమను అవమానించేలా ఉందని జయా బచ్చన్ సభలో విమర్శించారు. దాంతో, ఉపరాష్ట్రపతి, రాజ్య సభ చైర్మన్ అయిన జగదీప్ ధన్కర్ ఆగ్రహంగా ‘‘జయా బచ్చన్ జీ.. మీరు సెలబ్రిటీ అయి ఉండవచ్చు.. ఐ డోంట్ కేర్.. ఎవరైనా","author":"Tattva News Team","time":"9/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Rajya-Sabha-row.jpeg","readTime":"5 min read","contentHTML":"\n<p>రాజ్య సభలో మరోసారి చైర్మన్ జగదీప్ ధన్కర్, ఎంపీ జయా బచ్చన్ ల మధ్య వాగ్వాదం చెలరేగింది. గురువారం చైర్మన్ తనతో, ఇతర విపక్ష సభ్యులతో ఆమోదయోగ్యం కాని రీతిలో మాట్లాడారని, అది సరికాదని, ఆయన బాడీ లాంగ్వేజ్ తమను అవమానించేలా ఉందని జయా బచ్చన్ సభలో విమర్శించారు.</p>\n\n\n\n<p>దాంతో, ఉపరాష్ట్రపతి, రాజ్య సభ చైర్మన్ అయిన జగదీప్ ధన్కర్ ఆగ్రహంగా ‘‘జయా బచ్చన్ జీ.. మీరు సెలబ్రిటీ అయి ఉండవచ్చు.. ఐ డోంట్ కేర్.. ఎవరైనా సభలో సభా మర్యాదలు పాటించాల్సిందే’’ అని స్పష్టం చేశారు. దాంతో, సభలో అధికార, విపక్ష సభ్యుల మధ్య ఘర్షణ వాతావరణం నెలకొంది.</p>\n\n\n\n<p>ఉపరాష్ట్రపతి, రాజ్య సభ చైర్మన్ తనతో ఆమోదయోగ్యం కాని రీతిలో మాట్లాడారని, అగౌరవంగా ప్రవర్తిస్తున్నారని నటి, సమాజ్ వాదీ పార్టీ ఎంపీ జయా బచ్చన్ ఆరోపించడంతో జయాబచ్చన్, రాజ్యసభ చైర్మన్ జగదీప్ ధన్కర్ ల మధ్య వారం వ్యవధిలో మరోసారి ఘర్షణ జరిగింది. చివరకు, కాంగ్రెస్ అధినేత్రి సోనియాగాంధీ నేతృత్వంలో విపక్ష సభ్యులు ఆందోళనకు దిగి, రాజ్యసభ నుంచి వాకౌట్ చేశారు.</p>\n\n\n\n<p>సమాజ్ వాదీ పార్టీ ఎంపీ జయాబచ్చన్ శుక్రవారం రాజ్యసభలో మాట్లాడుతూ జగ్ దీప్ ధన్ కర్ వ్యవహార తీరుపై అసహనం వ్యక్తం చేశారు.నటిగా తనకు బాడీ లాంగ్వేజ్, ఎక్స్ ప్రెషన్స్ అర్థమవుతాయని, ఆయన మాట్లాడే తీరు ఆమోదయోగ్యం కాదని ఆమె స్పష్టం చేశారు. ఈ వారంలో జయా బచ్చన్ ను జగదీప్ ధన్కర్ \"జయా అమితాబ్ బచ్చన్\" గా పరిచయం చేయడం ఇది రెండోసారి. </p>\n\n\n\n<p>దీనిపై జయా బచ్చన్ గతంలో కూడా తీవ్ర అభ్యంతరం వ్యక్తం చేశారు. మరోసారి, జగదీప్ ధన్కర్ తనను అలాగే వ్యంగ్యంగా సంబోధించడం ఆయన స్థాయికి సరికాదని జయా బచ్చన్ మండిపడ్డారు. 'నేను ఆర్టిస్ట్ ని. బాడీ లాంగ్వేజ్, ఎక్స్ ప్రెషన్స్ నాకు అర్థమవుతాయి. కానీ మీ తీరు, మాట్లాడే పద్ధతి సరిగా లేదు. మనమంతా కలీగ్స్. మీరు చైర్మన్ సీట్లో ఉన్నారు.. అంతే. కానీ మీ తీరు ఆమోదయోగ్యం కాదు\" అని జయా బచ్చన్ ఆగ్రహంగా వ్యాఖ్యానించారు.</p>\n\n\n\n<p>దీంతో జగదీప్ ధన్కర్ జయా బచ్చన్ పై తీవ్ర ఆగ్రహం వ్యక్తం చేశారు. ‘‘జయ బచ్చన్ గారూ, మీరు గొప్ప పేరు సంపాదించారు. ఒక నటుడు దర్శకుడికి లోబడి ఉంటాడని మీకు తెలుసు. కానీ ప్రతిరోజూ మీకు నేను పాఠాలు చెప్పలేను. ప్రతిరోజూ నేను స్కూలింగ్ చేయలేను. నా తీరు గురించి మాట్లాడుతున్నారా? ఇక చాలించండి.. మీరు ఎవరైనా కావచ్చు.. మీరు సెలబ్రిటీ కావచ్చు కానీ హుందాతనంతో వ్యవహరించండి’’ అని రాజ్యసభ చైర్మన్ జగదీప్ ధన్కర్ మండిపడ్డారు.</p>\n\n\n\n<p>రాజ్యసభ నుంచి వాకౌట్ చేసిన అనంతరం, పార్లమెంట్ ప్రాంగణంలో విలేకరులతో మాట్లాడుతూ జయా బచ్చన్ రాజ్యసభ చైర్మన్ పై విరుచుకుపడ్డారు. ‘‘సభాపతి బాడీ లాంగ్వేజ్ పై, విపక్ష నేతపై ఆయన వ్యవహరించిన తీరుపై నేను అభ్యంతరం వ్యక్తం చేశాను. మేం స్కూల్ పిల్లలం కాదు. మాలో కొందరు సీనియర్ సిటిజన్లు  ఉన్నారు. ఆయన తీరుతో నేను కలత చెందాను\" అని తెలిపారు. </p>\n\n\n\n<p>\" ప్రతిపక్ష నేత మాట్లాడటానికి లేచి నిలబడినప్పుడు, ఆయన మైక్ స్విచ్ ఆఫ్ చేశాడు. అలా ఎలా చేస్తారు? ప్రతిపక్ష నేతను మాట్లాడనివ్వాలి. సభలో అన్ పార్లమెంటరీ, అసభ్యకరమైన పదాలు వాడుతున్నారు. వాటిని నేను మీ అందరి ముందు చెప్పలేను. బుద్ధిహీనులుగా ప్రవర్తిస్తున్నారు’’ అని జయా బచ్చన్ ఆగ్రహం వ్యక్తం చేశారు.</p>\n\n\n\n<p>జయాబచ్చన్ వెంట సోనియా గాంధీ, ఇతర సీనియర్ ప్రతిపక్ష నేతలు ఉన్నారు. ‘‘మీరు సెలబ్రిటీ కావచ్చు, నేను పట్టించుకోను అని ఆయన అన్నారు. పట్టించుకోమని నేను అతడిని అడగడం లేదు. నేను పార్లమెంటు సభ్యురాలిగా చెబుతున్నా. ఇది నాకు ఐదో టర్మ్. నేనేం చెబుతున్నానో నాకు తెలుసు’’ అని జయా బచ్చన్ స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20491/09/08/2024/","hasAudio":false,"hasInfographics":false}