{"id":"wp-en-13157","wp_id":13157,"type":"standard","category":"World","language":"en","title":"Karnataka police summons to BJP’s J P Nadda, Amit Malviya ￼","excerpt":"The Karnataka Police has summoned BJP President J P Nadda and the party's IT cell head Amit Malviya in connection with a social media post allegedly intimidating members of SC and ST community not to vote for a particular candidate, officials said on Wednesday.  For the purpose of investigation of the said case, they were directed","author":"Tattva News Team","time":"9/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/JP-Nadda-Amit.webp","readTime":"5 min read","contentHTML":"\n<p>The Karnataka Police has summoned BJP President J P Nadda and the party's IT cell head Amit Malviya in connection with a social media post allegedly intimidating members of SC and ST community not to vote for a particular candidate, officials said on Wednesday.</p>\n\n\n\n<p> For the purpose of investigation of the said case, they were directed to appear before the undersigned investigation officer at 11 am at High grounds police station in Bengalur within seven days of receipt of this notice, the summons read.</p>\n\n\n\n<p>The move comes after an FIR was registered against Nadda, Malviya and BJP's Karnataka unit chief B Y Vijayendra in connection with a social media following a complaint filed by the Karnataka Pradesh Congress Committee (KPCC) with the Election Commission and police on May 5 alleging violation of model code of conduct.</p>\n\n\n\n<p>They were booked under sections of Representation of People Act and section 505 (2) (Statements creating or promoting enmity, hatred or ill-will between classes) of the Indian Penal Code, a senior police officer said.</p>\n\n\n\n<p>In the complaint, the KPCC cited the video uploaded on social media platform 'X' by the official account of Karnataka State BJP which, it alleged, is operated by Malviya, on instructions of Nadda and Vijayendra, BJP State President and Social Media incharge- Karnataka BJP, on May 4.</p>\n","originalUrl":"https://en.tattvanews.com/regional/karnataka-police-summons-to-bjps-j-p-nadda-amit-malviya-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}