{"id":"wp-te-21049","wp_id":21049,"type":"standard","category":"World","language":"te","title":"సిమ్లా మసీదులో అక్రమ నిర్మాణంపై ఆందోళనలు","excerpt":"సిమ్లాలోని సంజౌలీ ఏరియాలో గల మసీదులో అక్రమ నిర్మాణాన్ని కూల్చివేయాలన్న ఆందోళనకారుల డిమాండ్ బుధవారం ఉద్రిక్తతలకు దారి తీసింది. ఆందోళనకారులు బారికేడ్లు తొలగించి తమ నిరసన ప్రదర్శనలు సాగించడంతో భద్రతాదళాలు లాఠీఛార్జి చేశాయి. వాటర్ క్యాన్లు ప్రయోగించాయి.  చాలా మంది ఆందోళన కారులు, పోలీస్‌లుగాయపడ్డారు. వీరిని ఆస్పత్రికి తరలించారు. పరిస్థితి అధ్వాన్నంగా మారడంతో పాఠశాలల నుంచి విద్యార్థులను వెనక్కు పంపేశారు. హిందూ గ్రూపుల పిలుపుపై వందలాది మంది ఆందోళనకారులు బుధవారం ఉదయం సబ్జీ మండీ థల్లి వద్ద","author":"Tattva News Team","time":"12/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Mosque-row.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>సిమ్లాలోని సంజౌలీ ఏరియాలో గల మసీదులో అక్రమ నిర్మాణాన్ని కూల్చివేయాలన్న ఆందోళనకారుల డిమాండ్ బుధవారం ఉద్రిక్తతలకు దారి తీసింది. ఆందోళనకారులు బారికేడ్లు తొలగించి తమ నిరసన ప్రదర్శనలు సాగించడంతో భద్రతాదళాలు లాఠీఛార్జి చేశాయి. వాటర్ క్యాన్లు ప్రయోగించాయి.</p>\n\n\n\n<p> చాలా మంది ఆందోళన కారులు, పోలీస్‌లుగాయపడ్డారు. వీరిని ఆస్పత్రికి తరలించారు. పరిస్థితి అధ్వాన్నంగా మారడంతో పాఠశాలల నుంచి విద్యార్థులను వెనక్కు పంపేశారు. హిందూ గ్రూపుల పిలుపుపై వందలాది మంది ఆందోళనకారులు బుధవారం ఉదయం సబ్జీ మండీ థల్లి వద్ద సమావేశమై సంజౌలీ వైపు బయలుదేరారు. ధల్లి టెన్నెల్‌లో అడ్డుగా ఉంచిన బారికేడ్లు తొలగించారు. </p>\n\n\n\n<p>మసీదు వద్ద బారికేడ్లను కూడా తొలగించి ముందుకు వెళ్తుండడంతో పోలీస్‌లు స్వల్పంగా లాఠీచార్జి చేయవలసి వచ్చింది. వాటర్ క్యాన్లు ప్రయోగించి ఆందోళనకారులను చెదరగొట్టారు. అంతకు ముందు బుధవారం ఉదయం సంజౌలీ మసీదు వద్ద ఆందోళన చేస్తున్నవ్యక్తిని పోలీస్‌లు అదుపు లోకి తీసుకున్నారు.</p>\n\n\n\n<p>ఆందోళన సాగించిన వ్యక్తి హిందూ జాగరణ్ మంచ్ నాయకుడు కమల్ గౌతమ్‌గా గుర్తించారు. ఆందోళనలను నివారించడానికి సంజౌలీ ఏరియాలో క్విక్ రెస్పాన్స్ టీమ్ (క్యుఆర్‌టి) తోపాటు వెయ్యిమంది పోలీస్ సిబ్బంది ఏర్పాటయ్యారు. సిమ్లా శివారులో వక్ఫ్‌బోర్డు స్థలంలో పాత మసీదు ఉంది. నిజానికి ఆ సంస్థ కోర్టు వివాదాల్లో ఉంది. </p>\n\n\n\n<p>ఆ స్థలంలో ఎలాంటి అదనపు నిర్మాణాలు చేయవద్దని కోర్టు గతం లోనే తీర్పు ఇచ్చింది. అయితే ఒక అంతస్తు ఉన్న ఆ మసీదులో ఐదు అంతస్తులు కట్టేశారు. దీనిపై హిందూ సంఘాలు ఆందోళనలకు దిగాయి. ఉద్దేశపూర్వకంగా సిమ్లా డెమోగ్రాఫిక్ ఔన్నత్యాన్ని చెడగొట్టేలా నిర్మాణాలు చేపడుతున్నారని, ఈ అక్రమ నిర్మాణాలను కూల్చివేయాలని హిందూ సంస్థలు డిమాండ్ చేస్తున్నాయి. </p>\n\n\n\n<p>గత గురువారం విధాన సభ పరిధి లోని చౌరా మైదాన్‌లో , సంజౌలీలో హిందూ గ్రూపులు సామూహిక నిరసన ప్రదర్శనలు సాగించాయి. దీంతో సంజౌలీ ఏరియాలో నిషేధాజ్ఞలు విధించారు.</p>\n","originalUrl":"https://tattvanews.com/21049/12/09/2024/","hasAudio":false,"hasInfographics":false}