{"id":"wp-en-15331","wp_id":15331,"type":"standard","category":"World","language":"en","title":"AAEA urges govt for promoting rain water harvesting","excerpt":"By Nava Thakuria The All Assam Engineers’ Association (AAEA), a forum of graduate engineers in northeast India, appreciates Rashtriya Swayamsevak Sangh (RSS) Sarsanghchalak Dr Mohan Bhagwat for making  an fervent appeal for caring the nature and protect Mother Earth. The RSS chief, while delivering his annual address on the occasion of Vijayadashami, urged everyone to","author":"Tattva News Team","time":"14/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Rain-water.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong></p>\n\n\n\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>The All Assam Engineers’ Association (AAEA), a forum of graduate engineers in northeast India, appreciates Rashtriya Swayamsevak Sangh (RSS) Sarsanghchalak Dr Mohan Bhagwat for making  an fervent appeal for caring the nature and protect Mother Earth. The RSS chief, while delivering his annual address on the occasion of Vijayadashami, urged everyone to conserve water, avoid single-use plastic, plant tree-saplings and finally save the planet for all living beings.</p>\n\n\n\n<p>Sarsanghchalak Bhagwat, who leads the 99 years old largest socio-cultural organisation in the world, observed in his address from Nagpur on 12 October 2024 that the ongoing material developmental journey, inspired by an incomplete ideological basis of consumerism, has emerged as a journey of destruction for the entire creation on Earth. He pointed out that due to the rapid deforestation, the greenery gets destroyed and rivers dried up, chemicals poisoned food, water and air in the last few decades.</p>\n\n\n\n<p>For a sustainable, holistic and integrated development with the basis of Bharatiya traditions, a unanimous ideological consensus across the country will be needed, but till then Bhagwat urged everyone to practice three small but important initiatives. First, let’s use water as minimally as possible and harvest the rain water. Secondly avoid using single-use plastic and thirdly increase the greenery with massive plantation programs where the conventional species of trees should be encouraged.</p>\n\n\n\n<p>“Assam government should launch a colossal initiative to promote the practice of harvesting nature's priceless gift, as we are a rain-fed State.  By doing so, we can promote an example for the water-scarce human population across the world, which may face a severe fresh water crisis by 2050,” said AAEA president Er Kailash Sarma, working president Er NJ Thakuria and secretary Er Inamul Hye.</p>\n\n\n\n<p>The forum appealed to concerned authorities to formulate policies for making the rain water harvesting enterprise mandatory in every household, precisely the urban apartments with a large number of tenants. It argued that the rain gives relatively clean water with no cost that can be preserved and used in need following very simple & affordable technologies. The rain water may be used as a primary source or a supportive step for the wells or ponds.</p>\n\n\n\n<p>“The growing dependence on underground water even for large irrigation purposes may pose a serious threat to already depleted groundwater levels. It should be time (also the responsibility to everyone) for helping the ground water research so that it can feed the increasing population in the days to come,” said the AAEA, adding that the rain water must be recognised as a resource (and not the garbage to throw away) for essential human utility.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/aaea-urges-govt-for-promoting-rain-water-harvesting%ef%bf%bc/","hasAudio":false,"hasInfographics":false}