{"id":"wp-te-20772","wp_id":20772,"type":"standard","category":"World","language":"te","title":"15 మంది అభ్యర్థులతో బిజెపి జమ్ముకశ్మీర్‌ తొలి జాబితా","excerpt":"జమ్మూ కాశ్మీర్ అసెంబ్లీ ఎన్నికలకు సంబంధించి బీజేపీ అభ్యర్థుల తొలి జాబితా సోమవారం ఉదయం విడుదలైంది. 15 మందితో కూడిన జాబితాను పార్టీ అధిష్టానం విడుదల చేసింది. ఆదివారం రాత్రి ఢిల్లీలో బీజేపీ కేంద్ర ఎన్నికల కమటీ సమావేశం నిర్వహించింది. అనంతరం అభ్యర్థుల జాబితాను ఫైనల్ చేసింది.  44 మంది అభ్యర్థులతో కూడిన తొలి జాబితాను కమలం పార్టీ విడుదల చేయగా,  అభ్యర్థుల ఎంపికలో అభ్యంతరాలు వ్యక్తం కావడంతో అనూహ్యంగా గంటల వ్యవధిలోనే ఆ జాబితాను ఉపసంహరించుకున్నారు.","author":"Tattva News Team","time":"26/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/BJP-CEC.webp","readTime":"5 min read","contentHTML":"\n<p>జమ్మూ కాశ్మీర్ అసెంబ్లీ ఎన్నికలకు సంబంధించి బీజేపీ అభ్యర్థుల తొలి జాబితా సోమవారం ఉదయం విడుదలైంది. 15 మందితో కూడిన జాబితాను పార్టీ అధిష్టానం విడుదల చేసింది. ఆదివారం రాత్రి ఢిల్లీలో బీజేపీ కేంద్ర ఎన్నికల కమటీ సమావేశం నిర్వహించింది. అనంతరం అభ్యర్థుల జాబితాను ఫైనల్ చేసింది. </p>\n\n\n\n<p>44 మంది అభ్యర్థులతో కూడిన తొలి జాబితాను కమలం పార్టీ విడుదల చేయగా,  అభ్యర్థుల ఎంపికలో అభ్యంతరాలు వ్యక్తం కావడంతో అనూహ్యంగా గంటల వ్యవధిలోనే ఆ జాబితాను ఉపసంహరించుకున్నారు. ఆ వెంటనే సవరించిన జాబితాను తొలి విడత ఎన్నికల కోసం 15 మంది అభ్యర్థులతో తాజాగా ప్రకటించారు.</p>\n\n\n\n<p>రాష్ట్రానికి స్వతంత్ర ప్రతిపత్తిని రద్దు చేసిన తర్వాత జరుగనున్న ఎన్నికలు కావడంతో బీజేపీ  సహా ప్రధాన పార్టీలన్నీ అధికారాన్ని దక్కించుకోవడానికి ప్రణాళికలు రచిస్తున్నాయి. 317 అధికరణ రద్దుతో తమకు కొంత సానుకూల వాతావరణం ఏర్పడిందని భావిస్తున్న బీజేపీ కేంద్రపాలిత ప్రాంతంలో పట్టుకోసం ప్రయత్నిస్తున్నది. </p>\n\n\n\n<p>ఇందులో భాగంగా 60 నుంచి 70 స్థానాల్లో పోటీచేయాలని భావిస్తున్నది. అదీ ఇతర పార్టీలతో ఎలాంటి పొత్తు లేకుండా బరిలోకి దిగనుంది. తాము పోటీలో లేని చోట బలమైన స్వతంత్ర అభ్యర్థికి మద్దతు ఇవ్వాలని ఒక నిర్ణయానికి వచ్చినట్లు సమాచారం.<br>మొత్తం 90 స్థానాలున్న జమ్ముకశ్మీర్‌ అసెంబ్లీకి కేంద్ర ఎన్నికల సంఘం ఇప్పటికే షెడ్యూల్‌ విడుదల చేసిన విషయం తెలిసిందే.</p>\n\n\n\n<p>మూడు దశల్లో అసెంబ్లీ ఎన్నికలు జరుగుతాయి. మొదటి దశ పోలింగ్ సెప్టెంబర్ 18న, మిగతా రెండు రౌండ్లు సెప్టెంబర్ 25, అక్టోబర్ 1న జరగనున్నాయి. ఆగస్టు 4న ఓట్ల లెక్కింపు జరగనుంది. కాగా, తెలుగు వ్యక్తులైన రామ్‌ మాధవ్‌, కిషన్‌ రెడ్డిలను ఎన్నికల ఇన్‌చార్జిలుగా బీజేపీ ఇప్పటికే ప్రకటించింది.</p>\n\n\n\n<p>చివరిసారిగా 2014 అసెంబ్లీ ఎన్నికల్లో బీజేపీకి 25, పీడీపీకి 28 సీట్లు వచ్చాయి. దీంతో పీడీపీ చీఫ్‌ మొహమ్మద్‌ ముఫ్తీ సయీద్‌ నేతృత్వంలో బీజేపీ ప్రభుత్వాన్ని ఏర్పాటు చేసింది. అయితే 2016, జనవరిలో సయీద్‌ మరణంతో ఆయన కుమార్తే మెహబూబా ముఫ్తీ సీఎం పీఠాన్ని అధిరోహించారు. అయితే ఈ సంకీర్ణ ప్రభుత్వం ఎక్కువ కాలం నిలబడలేక పోయింది. 2018 జూన్‌లో ముఫ్తీ ప్రభుత్వానికి బీజేపీ మద్దతు ఉపసంహరించుకున్నది. ప్రభుత్వం కుప్పకూలడంతో రాష్ట్రంలో గవర్నర్‌ పాలన విధించారు.</p>\n","originalUrl":"https://tattvanews.com/20772/26/08/2024/","hasAudio":false,"hasInfographics":false}