{"id":"wp-en-12791","wp_id":12791,"type":"standard","category":"World","language":"en","title":"Ayodhya gears up to Ram Navami￼","excerpt":"Ayodhya is  gearing up for massive crowd control on Ram Navami,bigger than the one seen in the holy city during the pran pratistha ceremony in January. Police officials deployed at Ayodhya for the Ram Navami celebrations, which will begin from midnight on April 16, have been asked to do 24-hour long shifts. Chief Secretary D.S. Mishra","author":"Tattva News Team","time":"15/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Ayodhya2.webp","readTime":"5 min read","contentHTML":"\n<p>Ayodhya is  gearing up for massive crowd control on Ram Navami,bigger than the one seen in the holy city during the pran pratistha ceremony in January. Police officials deployed at Ayodhya for the Ram Navami celebrations, which will begin from midnight on April 16, have been asked to do 24-hour long shifts.</p>\n\n\n\n<p>Chief Secretary D.S. Mishra said that the government is anticipating the arrival of around 25 lakh devotees in the temple town. He said that the Health Department had been directed to station ambulances at all main areas while all hospitals have been directed to remain in alert mode. Temporary health centres have been set up at 12 spots and they will be equipped with all necessary medicines and facilities, he said.</p>\n\n\n\n<p>“For crowd control and the convenience of devotees, large LED screens are being set up in the Ayodhya and in holding and parking areas where live streaming from the sanctum sanctorum of the temple will be done. Security personnel will be stationed in the temple premises and the Mela area on 24×7 duty. CCTV coverage of the entire area will be done around the clock. These should be used to monitor the movement of devotees, for traffic control and crowd assessment,” the chief secretary said.</p>\n\n\n\n<p>He further said that 24 automatic number-plate recognition cameras had been installed across Ayodhya and cameras installed at the borders of Ambedkar Nagar, Sultanpur and Barabanki districts would be monitored to get an assessment of visitors entering the city.</p>\n","originalUrl":"https://en.tattvanews.com/others/ayodhya-gears-up-to-ram-navami%ef%bf%bc/","hasAudio":false,"hasInfographics":false}