{"id":"wp-te-19133","wp_id":19133,"type":"standard","category":"World","language":"te","title":"వికసిత్‌ భారత్‌ కల సాకారం కోసం 2047 వరకు శ్రమిస్తా.. మోదీ","excerpt":"వికసిత్‌ భారత్‌ కల సాకారం కోసం 2047 వరకు నిరంతరం శ్రమించే బాధ్యతను దేవుడు తన మీద పెట్టాడని ప్రధాని నరేంద్ర మోదీ తెలిపారు. ఇండియా టీవీ సలాం ఇండియా షోలో ఆయన మాట్లాడారు. దేవుడు తననో ప్రత్యేక కార్యం మీద పంపాడని తనకు అనిపిస్తోందన్నారు. దేవుడు తనకు దారిచూపించడమే కాకుండా శక్తినిచ్చాడని, 2047 కల్లా వికసిత్‌ భారత్‌ లక్ష్యం నెరవేర్చే వరకు దేవుడు తనను పైకి పిలవడని విశ్వాసం ఉందని చెప్పారు.  ఈ భూమ్మీద ఇంకా","author":"Tattva News Team","time":"24/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-Rajat.jpg","readTime":"5 min read","contentHTML":"\n<p>వికసిత్‌ భారత్‌ కల సాకారం కోసం 2047 వరకు నిరంతరం శ్రమించే బాధ్యతను దేవుడు తన మీద పెట్టాడని ప్రధాని నరేంద్ర మోదీ తెలిపారు. ఇండియా టీవీ సలాం ఇండియా షోలో ఆయన మాట్లాడారు. దేవుడు తననో ప్రత్యేక కార్యం మీద పంపాడని తనకు అనిపిస్తోందన్నారు. దేవుడు తనకు దారిచూపించడమే కాకుండా శక్తినిచ్చాడని, 2047 కల్లా వికసిత్‌ భారత్‌ లక్ష్యం నెరవేర్చే వరకు దేవుడు తనను పైకి పిలవడని విశ్వాసం ఉందని చెప్పారు. </p>\n\n\n\n<p>ఈ భూమ్మీద ఇంకా తాను ఎక్కాల్సిన మెట్లేవీ లేవన్నారు. ప్రస్తుతం 74 ఏళ్ల వయసున్న మోదీ ఈ వ్యాఖ్యల ద్వారా మరో రెండు దశాబ్దాలు దేశ రాజకీయాల్లో క్రియాశీలంగా ఉంటానని పరోక్షంగా సంకేతాలు ఇచ్చారు. 400 సీట్ల నినాదం బీజేపీది కాదని, జనం నుంచి వచ్చిందని ప్రధాని మోదీ వ్యాఖ్యానించారు.</p>\n\n\n\n<p>గత ఐదేళ్ల పాలనలో ఇతర పార్టీల నుంచి వచ్చిన మద్దతును గమనిస్తే తాము 400 బలాన్ని ఎప్పుడో సంతరించుకున్నామని స్పష్టమవుతుందని చెప్పారు. ఎన్నికల సంఘం సమానావకాశాలు ఇవ్వడం లేదని కాంగ్రెస్‌ చేసిన విమర్శలకు స్పందిస్తూ 1991లో రాజీవ్‌గాంధీ హత్యకు గురైనపుడు అప్పటి ఎన్నికల కమిషనర్‌ టీఎన్‌ శేషన్‌ పోలింగ్‌ను 22 రోజుల పాటు వాయిదా వేశారని ప్రధాని గుర్తు చేశారు. </p>\n\n\n\n<p>అది సమానావకాశాల కిందకు వస్తుందా? అని ప్రశ్నించారు. అదే శేషన్‌ 1999లో కాంగ్రెస్‌ అభ్యర్థిగా అడ్వాణీ మీద పోటీ చేశారని గుర్తు చేశారు. ఢిల్లీ, జార్ఖండ్‌ ముఖ్యమంత్రులను తాను జైలుకు పంపలేదని, కోర్టులు పంపాయని చెప్పారు.</p>\n\n\n\n<p>యూపీఏ పదేళ్ల పాలనలో ఈడీ 34 లక్షల రూపాయలు పట్టుకుందని, అవి పిల్లాడి స్కూల్‌ బ్యాగులోకి కూడా రావని పేర్కొన్నారు. అదే, తన పదేళ్ల పాలనలో ఈడీ 2200 కోట్ల రూపాయలు పట్టుకుందని, వాటిని తరలించడానికి 70 టెంపోలు కావాలని వ్యాఖ్యానించారు. </p>\n\n\n\n<p>2014లో అవినీతిని అంతం చేస్తానని చెప్పి అధికారంలోకి వచ్చానని గుర్తు చేస్తూ  ఆ విషయంలో ఎంత పెద్ద వాళ్లనైనా వదిలేదని లేదని స్పష్టం చేశారు. కేజ్రీవాల్‌ ప్రభుత్వం చిన్న పిల్లల చేత కూడా వన్‌ ప్లస్‌ వన్‌ ఆఫర్‌తో పెద్ద ఎత్తున మద్యం తాగించేందుకు పథకం వేసిందని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/19133/24/05/2024/","hasAudio":false,"hasInfographics":false}