{"id":"wp-en-14537","wp_id":14537,"type":"standard","category":"World","language":"en","title":"Prof  Yunus assured Hindus Rights equal for all￼","excerpt":"Reaching out to the distressed Hindu community members at the famous Dhakeshwari Temple in Dhaka, Bangladesh's Chief Adviser Muhammad Yunus on Tuesday urged the people to exercise patience before judging his government's role. Yunus, who took charge as the Chief Advisor of the interim government on August 8 amid ongoing violence and vandalism, including against","author":"Tattva News Team","time":"14/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Yunus-Hindus1.jpg","readTime":"5 min read","contentHTML":"\n<p>Reaching out to the distressed Hindu community members at the famous Dhakeshwari Temple in Dhaka, Bangladesh's Chief Adviser Muhammad Yunus on Tuesday urged the people to exercise patience before judging his government's role.</p>\n\n\n\n<p>Yunus, who took charge as the Chief Advisor of the interim government on August 8 amid ongoing violence and vandalism, including against the minorities, also said each one's rights should be ensured and blamed \"institutional decay\" for the predicament that his country has fallen into.</p>\n\n\n\n<p>He sought cooperation from all and called upon the country people to exercise patience before judging his government's role. \"Rights are equal for everyone. We are all one people with one right. Do not make any distinctions among us. Please, assist us. Exercise patience, and later judge -- what we were able to do and not. If we fail, then criticise us,\" Prof Yunus said.<strong></strong></p>\n\n\n\n<p>He exchanged greetings with the leaders of Bangladesh Puja Udjapan Parishad and Mahanagar Sarbajanin Puja Committee, as well as officials from the temple management board and devotees.</p>\n\n\n\n<p>\"In our democratic aspirations, we should not be seen as Muslims, Hindus, or Buddhists, but as human beings. Our rights should be ensured. The root of all problems lies in the decay of institutional arrangements. That is why, such issues arise. institutional arrangements need to be fixed,\" he added.</p>\n\n\n\n<p>Prof Yunus was accompanied by Law Adviser Asif Nazrul and Religious Affairs Adviser AFM Khalid Hossain.</p>\n\n\n\n<p>President Puja Udjapan Parishad Basudeb Dhar, its General Secretary Santosh Sharma, President of the Sarbajanin Puja Committee Jayanta Kumar Dev, General Secretary Tapas Chandra Pal, and Presidium Member of the Hindu-Buddhist-Christian Unity Council Kajol Debnath and Joint General Secretary Manindra Kumar Nath were also present.</p>\n\n\n\n<p>Regarding the meeting, Basudeb Dhar said, \"We congratulated Dr Yunus on assuming office. We had a cordial meeting with him.\"</p>\n","originalUrl":"https://en.tattvanews.com/international/prof-yunus-assured-hindus-rights-equal-for-all%ef%bf%bc/","hasAudio":false,"hasInfographics":false}