{"id":"wp-en-15730","wp_id":15730,"type":"standard","category":"World","language":"en","title":"Devendra Fadnavis takes oath as Maharashtra CM for third time","excerpt":"Days after the Mahayuti alliance swept the Assembly elections in the state, BJP leader Devendra Fadnavis took oath as the chief minister of Maharashtra on Thursday along with two deputy chief ministers, Shiv Sena’s Eknath Shinde and Nationalist Congress Party’s (NCP’s) Ajit Pawar, at a grand event held at Azad Maidan in Mumbai. The swearing-in","author":"Tattva News Team","time":"6/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Fadnavis-oath.jpg","readTime":"5 min read","contentHTML":"\n<p>Days after the Mahayuti alliance swept the Assembly elections in the state, BJP leader Devendra Fadnavis took oath as the chief minister of Maharashtra on Thursday along with two deputy chief ministers, Shiv Sena’s Eknath Shinde and Nationalist Congress Party’s (NCP’s) Ajit Pawar, at a grand event held at Azad Maidan in Mumbai.</p>\n\n\n\n<p>The swearing-in ceremony took place in the presence of Prime Minister, Union Home Minister Amit Shah and several chief ministers, deputy chief ministers and Union ministers representing the BJP and its alliance partners in the National Democratic Alliance (NDA).</p>\n\n\n\n<p>Despite the Mahayuti getting an absolute majority of 230 seats out of 288 in the Assembly polls, the oath of office was only administered to the chief minister and two deputy chief ministers. In a sign that discussions over portfolios were still on, no candidate from the three parties that constitute the coalition government – the BJP, Shiva Sena and NCP – was sworn in on Thursday.</p>\n\n\n\n<p>The Maharasthra Cabinet can have a maximum of 43 ministers, including the chief minister, as per rules. Fadnavis, who was elected as the state BJP legislative party leader at the meeting on Wednesday, took charge as the chief minister for the third time.</p>\n\n\n\n<p>In 2014, Fadnavis was handpicked by Prime Minister Modi for the post after he led the party to its highest victory of 122 seats and completed five years at the helm. Five years later, in 2019, Fadnavis took oath as chief minister along with Ajit Pawar as deputy chief minister. But the government lasted for barely 72 hours.</p>\n","originalUrl":"https://en.tattvanews.com/national/devendra-fadnavis-takes-oath-as-maharashtra-cm-for-third-time/","hasAudio":false,"hasInfographics":false}