{"id":"wp-en-13405","wp_id":13405,"type":"standard","category":"World","language":"en","title":"Bangladesh MP 'honey trapped' before murder￼","excerpt":"The Crime Investigation Department (CID) and Kolkata Police's Special Task Force (STF) have revealed harrowing details regarding the murder of Anwarul Azim Anar, a member of Bangladesh's ruling Awami League. As per the details revealed so far, the Bangladeshi MP's body was skinned and chopped up in an apartment after his murder and disposed of","author":"Tattva News Team","time":"25/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Bangla-MP.webp","readTime":"5 min read","contentHTML":"\n<p>The Crime Investigation Department (CID) and Kolkata Police's Special Task Force (STF) have revealed harrowing details regarding the murder of Anwarul Azim Anar, a member of Bangladesh's ruling Awami League. As per the details revealed so far, the Bangladeshi MP's body was skinned and chopped up in an apartment after his murder and disposed of in several plastic packets across the city.</p>\n\n\n\n<p>Making a significant breakthrough in the case, the CID said that another person, an illegal immigrant living in Mumbai, had been arrested in the Bangladeshi MP's murder case along with other accused persons.</p>\n\n\n\n<p>The illegal immigrant was identified as Jihad Hawladar, 24, who was brought to Kolkata two months ago by Akhtaruzzaman, a Bangladeshi-origin US citizen who is believed to be the mastermind of the case.</p>\n\n\n\n<p>The investigation has also revealed that Anwarul Azim was apparently 'honey trapped' by a Bangladeshi model named Silasti Rahman, who is believed to be acquainted with one of his murderers and aided in his killing. The woman is a resident of Bangladesh's Khulna district and lured the MP to his death, after which he returned to her country with the prime accused Amanullah Khan. However, Rahman has reportedly been detained by the Bangladeshi police.</p>\n\n\n\n<p>Hawladar is a Bangladeshi national and worked as a butcher in Mumbai. According to CID sources, he was called to Kolkata to commit the murder and confessed that he and four other Bangladeshi nationals strangled the MP to death on Akhtaruzzaman's orders. </p>\n\n\n\n<p>Shocking details about the brutal murder emerged as the accused peeled the skin of the MP's body, removed all the flesh and minced it to eliminate any chances of identification.</p>\n\n\n\n<p>The body was later chopped into small pieces and packed into plastic packets. These packets were then disposed of in different parts of Kolkata through various modes of transport.</p>\n\n\n\n<p>Three persons had already been arrested in the case, and the CID said Jihad Hawladar will be produced before Barasat Court and processed for further information to locate the MP's body parts.</p>\n","originalUrl":"https://en.tattvanews.com/national/bangladesh-mp-honey-trapped-before-murder%ef%bf%bc/","hasAudio":false,"hasInfographics":false}