{"id":"wp-en-14359","wp_id":14359,"type":"standard","category":"World","language":"en","title":"FY25 budget confirms government commitment to reduce fiscal deficit￼","excerpt":"Fitch Ratings announced that India's post-election budget confirms the new administration's commitment to reducing the fiscal deficit for FY25 and FY26 despite the coalition government's demands. The FY25 budget lowers the Centre's fiscal deficit target for the year ending March 2025 to 4.9% of GDP, down from 5.1% in February's interim budget. This target is","author":"Tattva News Team","time":"31/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Fitch.jpg","readTime":"5 min read","contentHTML":"\n<p>Fitch Ratings announced that India's post-election budget confirms the new administration's commitment to reducing the fiscal deficit for FY25 and FY26 despite the coalition government's demands. The FY25 budget lowers the Centre's fiscal deficit target for the year ending March 2025 to 4.9% of GDP, down from 5.1% in February's interim budget.</p>\n\n\n\n<p>This target is significantly below the 5.4% anticipated by the rating agency when it affirmed India's 'BBB-' rating with a stable outlook in January 2024. Fitch noted that the sustained focus on supporting economic growth through high public capital expenditure indicates continuity in key areas.</p>\n\n\n\n<p>Additionally, the government's recent record of achieving or outperforming its budget deficit targets has improved its fiscal credibility. The deficit in FY24, at 5.6% of GDP, was well below the original target of 5.9%. Furthermore, using the RBI dividend reinforces a preference for fiscal consolidation over additional spending.</p>\n\n\n\n<p>Public finance metrics remain weak in India's credit profile, with fiscal deficit, interest-to-revenue, and debt ratios still high compared to the 'BBB' category peers. Sustained fiscal consolidation that supports a downward trajectory in the government debt ratio over the medium term would support India's credit profile and could potentially lead to a rating upgrade, especially with positive momentum in macroeconomic performance and external finances.</p>\n\n\n\n<p>The budget highlighted several other priority areas, including agricultural development, job creation, labour skills improvement, and manufacturing strengthening. Proposals addressing India's skills gap, particularly in manufacturing, will ultimately depend on implementation.</p>\n\n\n\n<p>Additionally, measures to review customs duties and reduce the foreign firms' corporation tax rate to 35% from 40% should positively impact manufacturing investment. However, land and labour regulations remain significant constraints.</p>\n\n\n\n<p>They will remain under state governments' purview, with the central government incentivizing reforms. This aligns with expectations, as advancing such reforms is challenging, especially at the national level, and has become more politically difficult following the return to a coalition government.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/fy25-budget-confirms-government-commitment-to-reduce-fiscal-deficit%ef%bf%bc/","hasAudio":false,"hasInfographics":false}