{"id":"wp-te-21236","wp_id":21236,"type":"standard","category":"World","language":"te","title":"తిరుమల లడ్డూ వ్యవహారంపై పవన్ 11 రోజుల ప్రాయశ్చిత్త దీక్ష","excerpt":"తిరుమల లడ్డూ తయారీలో కల్తీ నెయ్యి ఉపయోగించారనే వార్తల నేపథ్యంలో ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్ 11 రోజులపాటు ప్రాయశ్చిత దీక్ష చేపట్టనున్నట్లు తెలిపారు. తిరుపతి లడ్డూ తయారీలో ఉపయోగించే నెయ్యిలో జంతువుల కొవ్వు అవశేషాలు ఉన్నాయని తెలియగానే తన మనసు వికలమైందని.. ఈ దారుణాన్ని మొదట్లోనే కనిపెట్టలేకపోయామనే ప్రాయశ్చిత్త దీక్ష చేస్తున్నట్లు పవన్ పేర్కొన్నారు. \"అమృతతుల్యంగా పరమ పవిత్రంగా భావించే తిరుమల లడ్డు ప్రసాదం గత పాలకులు వికృత పోకడల ఫలితంగా అపవిత్రమైంది. జంతు అవశేషాలతో మాలిన్యమైంది.","author":"Tattva News Team","time":"22/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Pawan-Deeksha1.jpeg","readTime":"5 min read","contentHTML":"\n<p>తిరుమల లడ్డూ తయారీలో కల్తీ నెయ్యి ఉపయోగించారనే వార్తల నేపథ్యంలో ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్ 11 రోజులపాటు ప్రాయశ్చిత దీక్ష చేపట్టనున్నట్లు తెలిపారు. తిరుపతి లడ్డూ తయారీలో ఉపయోగించే నెయ్యిలో జంతువుల కొవ్వు అవశేషాలు ఉన్నాయని తెలియగానే తన మనసు వికలమైందని.. ఈ దారుణాన్ని మొదట్లోనే కనిపెట్టలేకపోయామనే ప్రాయశ్చిత్త దీక్ష చేస్తున్నట్లు పవన్ పేర్కొన్నారు.</p>\n\n\n\n<p>\"అమృతతుల్యంగా పరమ పవిత్రంగా భావించే తిరుమల లడ్డు ప్రసాదం గత పాలకులు వికృత పోకడల ఫలితంగా అపవిత్రమైంది. జంతు అవశేషాలతో మాలిన్యమైంది. విశృంఖల మనస్కులే ఇటువంటి పాపానికి ఒడిగట్టగలరు. ఈ పాపాన్ని ఆదిలోనే పసిగట్టలేకపోవడం హైందవ జాతికే కళంకం. లడ్డు ప్రసాదంలో జంతు అవశేషాలు ఉన్నాయని తెలిసిన క్షణం నా మనసు వికలమైంది\" అని తెలిపారు. </p>\n\n\n\n<p>\"అపరాధ భావానికి గురైంది. ప్రజా క్షేమాన్ని కాంక్షించి పోరాటంలో ఉన్న నాకు ఇటువంటి క్లేశం ఆదిలోనే నా దృష్టికి రాకపోవడం బాధించింది. కలియుగ దైవమైన బాలాజీకి జరిగిన ఈ ఘోర అపచారానికి సనాతన ధర్మాన్ని నమ్మే ప్రతి ఒక్కరూ ప్రాయశ్చిత్తం చేసుకోవలసిందే. అందులో భాగంగా నేను ప్రాయశ్చిత్త దీక్ష చేయాలని సంకల్పించాను.\" అంటూ పవన్ కళ్యాణ్ ట్వీట్ చేశారు.</p>\n\n\n\n<p>ఆదివారం ఉదయం గుంటూరు జిల్లా నంబూరులోని శ్రీ దశావతార వేంకటేశ్వర స్వామి ఆలయంలో పవన్ కళ్యాణ్ దీక్ష చేపట్టనున్నారు.11 రోజులపాటు ఈ దీక్ష కొనసాగనుంది. 11 రోజుల అనంతరం తిరుమలవేంకటేశ్వర స్వామిని దర్శించుకుని పవన్ కళ్యాణ్ దీక్షను విరమించనున్నారు. అయితే వైసీపీ ప్రభుత్వ హయాంలో జరిగిన ఈ తప్పు గురించి టీటీడీ బోర్డు సభ్యులు ఎవరూ మాట్లాడకపోవటం గురించి పవన్ కళ్యాణ్ విచారం వ్యక్తం చేశారు. వారికి తెలియదా.. తెలిసినా భయంతో మౌనంగా ఉండిపోయారా అంటూ ట్వీట్‌లో ప్రశ్నించారు.</p>\n\n\n\n<p>\"దేవ దేవా.. గత పాలకులు చేసిన పాపాలను ప్రక్షాళన చేసే శక్తిని ఇవ్వమని వేడుకుంటాను. భగవంతుడిపై విశ్వాసం, పాప భీతి లేనివారే ఇటువంటి అకృత్యాలకు ఒడిగడతారు. నా బాధేమిటంటే తిరుమల తిరుపతి దేవస్థానం అనే వ్యవస్థలో భాగమైన బోర్డు సభ్యులు, ఉద్యోగులు సైతం అక్కడి తప్పిదాలను కనిపెట్టలేకపోవడం, కనిపెట్టినా నోరు మెదపకపోవడం. నాటి రాక్షస పాలకులకు భయపడి మిన్నకుండిపోయారా అనిపిస్తోంది\" అంటూ ఆందోళన వ్యక్తం చేశారు. </p>\n\n\n\n<p>\"వైకుంఠ ధామంగా భావించే తిరుమల పవిత్రతకు, వేదాచారాలకు, ధార్మిక విధులకు కళంకం తెచ్చే విధంగా పెడపోకడలకు పాల్పడిన గత పాలకుల తీరు హిందూ ధర్మాన్ని పాటించే ప్రతి ఒక్కరినీ బాధించింది. ఇక లడ్డు ప్రసాదం తయారీలో జంతు అవశేషాలు ఉన్న నెయ్యిని వినియోగించారనే విషయం తీవ్ర క్షోభకు గురి చేసింది. ధర్మాన్ని పునరుద్ధరించుకొనే దిశగా అడుగులు వేసే తరుణం ఆసన్నమైంది. ధర్మో రక్షతి రక్షితః\" అంటూ పవన్ కళ్యాణ్ ట్వీట్ చేశారు. </p>\n","originalUrl":"https://tattvanews.com/21236/22/09/2024/","hasAudio":false,"hasInfographics":false}