{"id":"wp-te-19878","wp_id":19878,"type":"standard","category":"World","language":"te","title":"టి20 ప్రపంచకప్‌ విజేతలకు ముంబైలో ఘన సత్కారం","excerpt":"17ఏళ్ల తర్వాత టి20 ప్రపంచకప్‌ సాధించిన ఆటగాళ్లను చూసేందుకు అభిమానులు లక్షలాదిగా తరలి వచ్చారు. విశ్వ విజేతలుగా స్వదేశంలో అడుగుపెట్టిన భారత జట్టుకు తొలుత అపూర్వ స్వాగతం లభించింది. మువ్వన్నెల జెండాలు చేతబూనిన అభిమానులతో ముంబయిలోని నారీమన్‌ బీచ్‌రోడ్డు కిక్కిరిసింది. గురువారం సాయంత్రం జరిగిన ఈ కార్యక్రమంలో టాప్‌లెస్‌ బస్సులో ట్రోఫీని చూపుతూ ఆటగాళ్లు అభిమానులను ఉత్సాహపరిచారు.  అశేషమైన అభిమానులు దారిపొడవునా నీరాజనాలు పలుకుతూ ‘జయహో టీమిండియా’ నినాదాలతో ఆ ప్రాంతమంతా మార్మోగింది. ఈ ‘విక్టరీ పరేడ్‌’","author":"Tattva News Team","time":"5/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/T20.jpg","readTime":"5 min read","contentHTML":"\n<p>17ఏళ్ల తర్వాత టి20 ప్రపంచకప్‌ సాధించిన ఆటగాళ్లను చూసేందుకు అభిమానులు లక్షలాదిగా తరలి వచ్చారు. విశ్వ విజేతలుగా స్వదేశంలో అడుగుపెట్టిన భారత జట్టుకు తొలుత అపూర్వ స్వాగతం లభించింది. మువ్వన్నెల జెండాలు చేతబూనిన అభిమానులతో ముంబయిలోని నారీమన్‌ బీచ్‌రోడ్డు కిక్కిరిసింది. గురువారం సాయంత్రం జరిగిన ఈ కార్యక్రమంలో టాప్‌లెస్‌ బస్సులో ట్రోఫీని చూపుతూ ఆటగాళ్లు అభిమానులను ఉత్సాహపరిచారు. </p>\n\n\n\n<p>అశేషమైన అభిమానులు దారిపొడవునా నీరాజనాలు పలుకుతూ ‘జయహో టీమిండియా’ నినాదాలతో ఆ ప్రాంతమంతా మార్మోగింది. ఈ ‘విక్టరీ పరేడ్‌’ వాంఖడే స్టేడియం వరకు(సుమారు రెండు కిలోమీటర్లు) సాగింది. బార్బొడాస్‌లో వర్షాల కారణంగా నిలిచిన ఆటగాళ్ల కోసం బిసిసిఐ ప్రత్యేక విమానం ఏర్పాటు చేయగా.. ఉదయం ఢిల్లీకి చేరుకున్న ఆటగాళ్లకు విమానాశ్రయంలో ఘన స్వాగతం లభించింది. </p>\n\n\n\n<p>అనంతరం ప్రధాని నరేంద్ర మోడీ కలిసి టీమిండియా ఆటగాళ్లు ముంబయికి బయల్దేరి వెళ్లారు. టి20 ప్రపంచకప్‌ సాధించిన టిమిండియా ఆటగాళ్లకు ఘన స్వాగతం లభించింది. ప్రత్యేక విమానంలో గురువారం ఉదయం న్యూఢిల్లీకి చేరుకున్న ఆటగాళ్లకు విమానాశ్రయంలో బిసిసిఐ అధికారులు స్వాగతం పలికారు. </p>\n\n\n\n<p>అనంతరం ఉదయం 11 గంటలకు ప్రధాని నివాసంలో ఏర్పాటు చేసిన అల్పాహార విందుకు వీరంతా హాజరయ్యారు. ఆ సందర్భంగా ప్రధానికి బిసిసిఐ అధ్యక్షులు రోజర్‌ బిన్నీ, సెక్రటరీ జే షా, కోచ్‌ రాహుల్‌ ద్రావిడ్‌ ప్రత్యేక జెర్సీని అందించారు. అనంతరం ప్రత్యేక విమానంలో టి20 ఛాంపియన్స్‌ ముంబయికి బయల్దేరి వెళ్లారు. నారీమన్‌ బీచ్‌రోడ్డు నుంచి వాంఖడే స్టేడియం వరకు ఈ ర్యాలీ సాగింది.</p>\n\n\n\n<p> వీరిని చూసేందుకు లక్షలాది క్రీడాభిమానులు తరలిరావడం విశేషం. ఈ ర్యాలీకోసం ముంబయి ప్రభుత్వం ప్రత్యేక ఏర్పాటు చేసింది. ఎలాంటి అవాంఛనీయ సంఘటనలు జరగకుండా తగు జాగ్రత్తలు తీసుకుంది. ర్యాలీ ముగిసిన అనంతరం బిసిసిఐ వాంఖడే స్టేడియంలో ఆటగాళ్లకు, సహాయ సిబ్బందికి సన్మాన కార్యక్రమం జరిగింది.</p>\n\n\n\n<p>వాంఖడే స్టేడియానికి చేరుకున్నాక అక్కడ భారత క్రికెట్‌ బోర్డు వరల్డ్‌ కప్‌ విజేతలను ఘనంగా సత్కరించింది. బిసిసిఐ ప్రకటించిన రూ.125 కోట్ల నజరానాను కూడా ఈ మైదానం వేదికగా.. వేలాది మంది అభిమానులు చూస్తుండగా చాంపియన్లకు అందజేసింది.. </p>\n\n\n\n<p>ఈ కార్యక్రమంలో క్రికెట్‌ దిగ్గజాలు సచిన్‌ టెండూల్కర్‌, రవిశాస్త్రి, సునీల్‌ గవాస్కర్‌ తదితరులు హాజరయ్యారు. ముంబయి చేరుకున్న టీమిండియా క్రికెటర్లను చూసేందుకు అభిమానులు పోటెత్తారు. ఆ సమయంలో వర్షం కురుస్తుండగా.. వర్షాన్ని సైతం లెక్కచేయకుండా వరల్డ్‌ కప్‌ వీరులకు స్వాగతం పలికేందుకు బారులు తీరారు.</p>\n","originalUrl":"https://tattvanews.com/19878/05/07/2024/","hasAudio":false,"hasInfographics":false}