{"id":"wp-en-13330","wp_id":13330,"type":"standard","category":"World","language":"en","title":"Rahul-Akhilesh rally witnesses chaos in Phulpur￼","excerpt":"Congress leader Rahul Gandhi and Samajwadi Party president Akhilesh Yadav left stage without addressing a joint rally in Phulpur on Sunday as the crowd broke through barricades and created a “stampede-like situation”. The leaders, out for the poll campaign ahead of the fifth phase of polling in Uttar Pradesh's Phulpur, had to rush out of the","author":"Tattva News Team","time":"20/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Rahul-rally.jpeg","readTime":"5 min read","contentHTML":"\n<p>Congress leader Rahul Gandhi and Samajwadi Party president Akhilesh Yadav left stage without addressing a joint rally in Phulpur on Sunday as the crowd broke through barricades and created a “stampede-like situation”.</p>\n\n\n\n<p>The leaders, out for the poll campaign ahead of the fifth phase of polling in Uttar Pradesh's Phulpur, had to rush out of the event owing to security reasons as the mob of thousands turned uncontrolled.</p>\n\n\n\n<p>The rally was organised in favour of Amarnath Maurya who is contesting on an SP ticket from the Phulpur Lok Sabha seat. Reports said as Yadav and Gandhi reached the stage, scores of supporters standing in front of the stage tried to break through the barricades and reach the dais.</p>\n\n\n\n<p>Though the leaders of both the parties urged them to move back, their appeal failed to have any effect on the crowd. Both Gandhi and Yadav were seen discussing something for a few minutes and later the duo left the stage accompanied by their security staff.</p>\n\n\n\n<p>Despite repeated requests by the authorities, the jubilant crowd of supporters went uncontrolled and broke the barricades in an attempt to reach the stage. The visuals of the location depict a swelling crowd going haywire and breaking barricades to get a close glimpse of the leaders. Significantly, several reportedly complained of injuries during the incident.</p>\n\n\n\n<p>After leaving Phulpur, the leaders arrived at the second rally location in Prayagraj, Uttar Pradesh. A similar 'stampede like' situation was also witnessed at this rally, with an excited crowd breaking the barricades and attempting to reach the stage. However, the leaders continued with their addresses here.</p>\n","originalUrl":"https://en.tattvanews.com/regional/rahul-akhilesh-rally-witnesses-chaos-in-phulpur%ef%bf%bc/","hasAudio":false,"hasInfographics":false}