{"id":"wp-en-15791","wp_id":15791,"type":"standard","category":"World","language":"en","title":"Dhankhar says no trust move a pre-planned attempt to defame institutions","excerpt":"Vice President and Rajya Sabha Chairman Jagdeep Dhankhar has described the no trust move against him proposed by the opposition members as a pre-planned attempt to defame institutions of the country. After the opposition gave notice of the move, he has chosen to make his first remark an event organised by Sohan Singh Memorial Kaushal","author":"Tattva News Team","time":"12/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Dhankhar1.jpg","readTime":"5 min read","contentHTML":"\n<p>Vice President and Rajya Sabha Chairman Jagdeep Dhankhar has described the no trust move against him proposed by the opposition members as a pre-planned attempt to defame institutions of the country.</p>\n\n\n\n<p>After the opposition gave notice of the move, he has chosen to make his first remark an event organised by Sohan Singh Memorial Kaushal Vikas Kendra in Jaipur. Dhankhar said, “Some forces inside and outside India are unable to digest the progress and prosperity of the country. Attempts to divide and disintegrate India and defame institutions of the country are being made in a pre-planned manner.”</p>\n\n\n\n<p>Dhankhar said the common man had a huge role to play in thwarting the conspiracies to weaken the nation. “We must neutralise in togetherness every anti-national narrative,” the VP said hours after Congress president Mallikarjun Kharge led an offensive against the VP accusing him of acting like a government spokesperson and blaming him for disruptions in the Rajya Sabha.<strong></strong></p>\n\n\n\n<p>The VP also batted for economic nationalism and said, “Economic nationalism must be nurtured by trade, industry and commerce organisations. Along with economic progress, it is also important to create values. It is a matter of concern that we become so preoccupied with material needs that building of values, character and morality in children is relegated to the back seat.”</p>\n\n\n\n<p>Meanwhile, the joint Opposition on Wednesday alleged the latter was the biggest reason behind disruptions of the House and was acting like a spokesperson of the government.</p>\n\n\n\n<p>“Biggest reason for disruptions in Rajya Sabha is the chairman himself. He's working as government spokesperson,” said Leader of Opposition in Rajya Sabha and Congress chief Mallikarjun Kharge at a joint press conference by INDIA bloc leaders. He said they were forced to take the step to save democracy as the “Chairman is the biggest disrupter of Rajya Sabha\" and “his conduct has damaged the pride of the nation\".</p>\n\n\n\n<p>Kharge recalled that the position of Vice-President was the second highest constitutional position in the country. He  emphasised that no resolution to remove a Vice President had been brought since 1952, as those holding the position were \"unbiased and beyond politics\" and \"always ran the House as per the rules.\"</p>\n\n\n\n<p> A 14-day notice has to be given and it should be approved by the Deputy Chairman before the motion is taken up. “We are disappointed that in the 75th year of independence, biased behaviour has forced us to bring a no-confidence motion,” he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/dhankhar-says-no-trust-move-a-pre-planned-attempt-to-defame-institutions%ef%bf%bc/","hasAudio":false,"hasInfographics":false}