{"id":"wp-en-12823","wp_id":12823,"type":"standard","category":"World","language":"en","title":"Legal Rights of PwDs must be a living reality, says NHRC Member ￼","excerpt":"Dr. D. Manohar Mulay, Member, National Human Rights Commission (NHRC) said that freedom, equality and justice are the promises of the Constitution of India and they must be available to all including to Persons with Disabilities (PwDs), all the time. Speaking at a Seminar on “Upholding the Human Rights of Divyangjan” at Manasa Institute of Child Health","author":"Tattva News Team","time":"17/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Manasa.jpg","readTime":"5 min read","contentHTML":"\n<p>Dr. D. Manohar Mulay, Member, National Human Rights Commission (NHRC) said that freedom, equality and justice are the promises of the Constitution of India and they must be available to all including to Persons with Disabilities (PwDs), all the time.</p>\n\n\n\n<p>Speaking at a Seminar on “Upholding the Human Rights of Divyangjan” at Manasa Institute of Child Health & Disability Studies, Hyderabad on Tuesday, he said that they must be reflected in everyday actions and practices. He said that there has been so much talk about inclusivity and diversity and thees not receive many complaints about violation of rights of PwDs and injustices done to them.</p>\n\n\n\n<p>However, he said  that does not mean that every thing is hunky dory in the country. It is probably because those people who are subjected to injustices are not having access to grievance redressal mechanisms. He said that all citizens must remain alert to the rights of PwDs and if any injustices or unfair treatment or violation of legal rights of PwDs come to one’s notice, one can bring it to the notice of NHRC by lodging an online complaint at nhrc.nic.in website.</p>\n\n\n\n<p>He said that schools cannot deny admission to any student merely because of his disability as inclusive education is the norm. He said that different way of handling would be required for different categories of disabilities and social justice department cannot be allowed to remain a neglected department. Proactive societal thinking and commitment must be there to transform legal guarantees of different rights to the PwDs into a living reality.</p>\n\n\n\n<p>Prof. G.B. Reddy, Professor of Law at Osmania University, said that prohibition of discrimination on the ground of disability is a legal guarantee at present and that time has come to enhance it to the status of a constitutional guarantee. Not many universities in India are teaching the subject of rights of PwDs and that it would be good if 106 years old Osmania University starts offering it at least as an optional subject.</p>\n\n\n\n<p>Dr. R. Anitha, Professor of Psychiatry at Govt. Hospital for Mental Care, said that over the years an increase in the cases of children with intellectual disabilities is being noticed.  Some of the causes of this increase is late marriages, late conception, mother’s infection during gestation, lack of proper nutrition, forceps delivery etc.</p>\n\n\n\n<p>She suggested that physiologically 20 to 30 years is an ideal age for marriage and pregnancy. After birth of child, excessive and improper vaccination and excessive use of electronic gadgets like smart phone could be reason for raise of Autism or Pseudo Autism, and vitamin deficiency, excessive consumption of junk food and packaged food with added chemical preservatives is suspected to be a reason for ADHD. She said that all possible preventive care must be taken against intellectual disabilities especially in children.</p>\n\n\n\n<p>Smt. S. Vijaya Bharati, Member, NHRC,  graced the occasion as special guest. Manasa Special School student Master Vishnu Bhat impressed the audience by singing devotional songs. Manasa Institute Director Mercy Madhurima presented a report of activities of Manasa and said that children with speech therapy or physiotherapy needs can avail services at Manasa Neurodevelopmental Clinic and children with intellectual disabilities can avail services at Manasa Special School. Manasa Treasurer Sri T. Madan Mohan Reddy offered vote of thanks.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/legal-rights-of-pwds-must-be-a-living-reality-says-nhrc-member-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}