{"id":"wp-en-14720","wp_id":14720,"type":"standard","category":"World","language":"en","title":"FIR registered against contractor in Chhatrapati Shivaji Statue collapse","excerpt":"An FIR has been registered against the contractor Jaydeep Apte and structural consultant Chetan Patil under several sections of the Bharatiya Nyaya Sanhita (BNS) in the Chhatrapati Shivaji Maharaj statue collapse incident. A statue of Maratha King Chhatrapati Shivaji Maharaj, which was unveiled by Prime Minister Narendra Modi at a fort in Maharashtra's Sindhudurg district","author":"Tattva News Team","time":"27/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Shivaji.jpg","readTime":"5 min read","contentHTML":"\n<p>An FIR has been registered against the contractor Jaydeep Apte and structural consultant Chetan Patil under several sections of the Bharatiya Nyaya Sanhita (BNS) in the Chhatrapati Shivaji Maharaj statue collapse incident.</p>\n\n\n\n<p>A statue of Maratha King Chhatrapati Shivaji Maharaj, which was unveiled by Prime Minister Narendra Modi at a fort in Maharashtra's Sindhudurg district last year, collapsed on Monday (August 26). The 35-foot statue collapsed around 1 pm at Rajkot Fort in Malvan.</p>\n\n\n\n<p>PM Modi unveiled the statue on December 4 last year on the occasion of Navy Day. He also participated in the celebrations at the fort. The FIR follows a complaint by the Public Works Department (PWD), which claims the statue's construction was of poor quality, and the nuts and bolts used in the structure were found to be rusted.</p>\n\n\n\n<p>Maharashtra Minister Deepak Kesarkar who visited the site said, \"This is an accident. This statue was erected by the Navy. It was Navy Day,Prime Minister was about to come here, so it was done swiftly at that time and everyone praised it...I think there is an opportunity, a statue of Chhatrapati Shivaji Maharaj was being built in Arabian Sea. If a similar, very tall statue is built here, it will be an attraction for entire India. Tourists come to Malvan, so if this is deliberated upon and built like Statue of Liberty, it will be a tribute to Chhatrapati Shivaji Maharaj...\"</p>\n\n\n\n<p>Maharashtra Chief Minister Eknath Shinde said that the officials will visit the site on Tuesday and find out the reason behind the \"unfortunate\" incident. He also promised to reinstall the statue of the revered figure at the smae place.</p>\n\n\n\n<p>\"The incident that happened is unfortunate. Chhatrapati Shivaji Maharaj is the revered deity of Maharashtra. This statue was erected by the Navy. They had also designed it. But due to strong winds of around 45 km/h, it fell and got damaged. Tomorrow, officials from PWD and the Navy will visit the site and investigate the cause behind it. I sent Public Works Minister Ravindra Chavan to the site as soon as I heard about the incident. We will find out the reasons behind this incident and reinstall the statue of Chhatrapati Shivaji Maharaj, the revered deity of Maharashtra, at the same place,\" he said.</p>\n","originalUrl":"https://en.tattvanews.com/others/fir-registered-against-contractor-in-chhatrapati-shivaji-statue-collapse/","hasAudio":false,"hasInfographics":false}