{"id":"wp-te-20030","wp_id":20030,"type":"standard","category":"World","language":"te","title":"అసెంబ్లీ ఉప ఎన్నికల్లో ఉత్తరాఖండ్‌లో బీజేపీకి షాక్‌","excerpt":"దేశవ్యాప్తంగా 7 రాష్ట్రాల్లోని మొత్తం 13 అసెంబ్లీ స్థానాలకు ఇటీవల ఉప ఎన్నికలు జరిగాయి. శనివారం నిర్వహించిన ఓట్ల లెక్కింపులో  దాదాపు అన్ని రాష్ట్రాల్లో అధికార పార్టీల అభ్యర్థులే విజయం సాధించారు. కానీ ఉత్తరాఖండ్‌లో మాత్రం బీజేపీకి ఎదురుదెబ్బ తగిలింది. అదేవిధంగా బీహార్‌లో ఉప ఎన్నిక జరిగిన ఏకైక అసెంబ్లీ స్థానాన్ని కూడా అధికార ఎన్డీఏ కూటమి నిలబెట్టుకోలేకపోయింది. మొత్తంగా 13 అసెంబ్లీ స్థానాలకుగాను కాంగ్రెస్‌ పార్టీ 4, టీఎంసీ 4, బీజేపీ 2, ఆప్‌ 1,","author":"Tattva News Team","time":"14/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/India-block.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశవ్యాప్తంగా 7 రాష్ట్రాల్లోని మొత్తం 13 అసెంబ్లీ స్థానాలకు ఇటీవల ఉప ఎన్నికలు జరిగాయి. శనివారం నిర్వహించిన ఓట్ల లెక్కింపులో  దాదాపు అన్ని రాష్ట్రాల్లో అధికార పార్టీల అభ్యర్థులే విజయం సాధించారు. కానీ ఉత్తరాఖండ్‌లో మాత్రం బీజేపీకి ఎదురుదెబ్బ తగిలింది. అదేవిధంగా బీహార్‌లో ఉప ఎన్నిక జరిగిన ఏకైక అసెంబ్లీ స్థానాన్ని కూడా అధికార ఎన్డీఏ కూటమి నిలబెట్టుకోలేకపోయింది.</p>\n\n\n\n<p>మొత్తంగా 13 అసెంబ్లీ స్థానాలకుగాను కాంగ్రెస్‌ పార్టీ 4, టీఎంసీ 4, బీజేపీ 2, ఆప్‌ 1, డీఎంకే 1, ఇండిపెండెంట్‌ ఒక స్థానంలో విజయం సాధించారు. ఇండియా కూటమి 10 స్థానాలను గెల్చుకోగా, ఎన్డీయే రెండు సీట్లకు పరిమితమైనది. ఒక సీట్ స్వతంత్ర అభ్యర్హ్డికి దక్కింది. </p>\n\n\n\n<p>పశ్చిమబెంగాల్‌లో రాయ్‌గంజ్‌, రాణాఘాట్‌ దక్షిణ్‌, బాగ్దా, మనిక్‌తలా నియోజకవర్గాల్లో ఉప ఎన్నికలు జరగగా మొత్తం నాలుగు స్థానాలను అధికార టీఎంసీ కైవసం చేసుకుంది. హిమాచల్‌ప్రదేశ్‌లో మూడు స్థానాలకు ఉప ఎన్నికలు జరగగా రెండు చోట్ల అధికార కాంగ్రెస్‌, ఒక స్థానంలో ప్రతిపక్ష బీజేపీ గెలిచాయి. దేహ్రా, నాలాగఢ్‌లలో కాంగ్రెస్‌ గెలువగా హమీర్‌పూర్‌ స్థానంలో బీజేపీ నెగ్గింది.</p>\n\n\n\n<p>ఉత్తరాఖండ్‌లో బద్రీనాథ్‌, మంగ్లౌర్‌ నియోజకవర్గాలకు ఉప ఎన్నికలు జరగగా రెండు స్థానాల్లోనూ అధికార బీజేపీ ఓటమి పాలైంది. ఆ రెండు చోట్లా ప్రతిపక్ష కాంగ్రెస్‌ విజయం సాధించింది. పంజాబ్‌లో ఉప ఎన్నిక జరిగిన ఏకైక నియోజకవర్గం జలంధర్‌లో అధికార ఆమ్‌ ఆద్మీ పార్టీ విజయం సాధించింది.</p>\n\n\n\n<p>తమిళనాడులో ఉప ఎన్నిక జరిగిన ఏకైక స్థానం విక్రవందిలో అధికార డీఎంకే గెలిచింది. మధ్యప్రదేశ్‌లో ఉప ఎన్నిక జరిగిన అమర్‌వార నియోజకవర్గంలో కూడా అధికార బీజేపీ నెగ్గింది. బీహార్‌లోని రూపౌలీ నియోజకవర్గంలో మాత్రం ప్రజలు ఏ పార్టీని నమ్మలేదు. అక్కడ ఇండిపెండెంట్ అభ్యర్థిని గెలిపించారు.</p>\n\n\n\n<p>హిమాచల్ ప్రదేశ్ లో డెహ్రా నుంచి ముఖ్యమంత్రి సుఖ్వీందర్ సింగ్ సుఖు భార్య కమలేష్ ఠాకూర్ తన బీజేపీ ప్రత్యర్థి హోష్యార్ సింగ్‌పై 9,399 ఓట్ల ఆధిక్యంతో గెలిచారు. నలాగఢ్‌లో కాంగ్రెస్ అభ్యర్థి హర్దీప్ సింగ్ బవా 8,990 ఓట్లతో బీజేపీ అభ్యర్థి కేఎల్ ఠాకూర్‌పై గెలిచారు. హమీర్‌పూర్‌లో బీజేపీ అభ్యర్థి ఆశిష్ శర్మ కాంగ్రెస్ అభ్యర్థి పుష్పేందర్ వర్మపై 1,571 ఓట్ల ఆధిక్యంతో గెలిచారు.</p>\n\n\n\n<p>ఉత్తరాఖండ్‌లో ఉప ఎన్నిక జరిగిన రెండు స్థానాల్లోనూ కాంగ్రెస్ గెలుచుకుంది. బద్రీనాథ్ నుంచి కాంగ్రెస్ నేత లఖపట్ సింగ్ బుటోలా 5,244 ఓట్ల ఆధిక్యంతో బీజేపీ నేత రాజేంద్ర సింగ్ భండారిపై గెలవగా, మంగళౌర్ నుంచి కాంగ్రెస్ అభ్యర్థి క్వాజి మొహమ్మద్ నిజాముద్దీన్ 422 సీట్ల తేడాతో బీజేపీ అభ్యర్థి కర్తార్ సింగ్ భదనాపై గెలిచారు.</p>\n\n\n\n<p>తమిళనాడులో విక్రవండి నియోజకవర్గాన్ని డీఎంకే తిరిగి నిలబెట్టుకుది. డీఎంకే అభ్యర్థి అన్నియూర్ శివ తన సమీప పీఎంకే అభ్యర్థి సి అన్బుమణిపై 67,000కు పైగా ఓట్ల ఆధిక్యంతో గెలుపొందారు. మధ్యప్రదేశ్<strong> లో </strong>అమర్‌వారా నియోజకవర్గంలో బీజేపీ అభ్యర్థి కమలేష్ ప్రతాప్ షా తన సమీప కాంగ్రెస్ ప్రత్యర్థి ధీరన్ షా‌పై 3,027 ఓట్ల ఆధిక్యంతో గెలుపొందారు.</p>\n\n\n\n<p>పంజాబ్ లో జలంధర్ వెస్ట్ నియోజకవర్గంలో ఆప్ అభ్యర్థి మొహిందర్ భగత్ గెలుపొందారు. బీజేపీ అభ్యర్థి శీతల్ ఆంగురల్‌పై 37,325 భారీ అధిక్యంతో భగత్ గెలిచారు. బీహార్ లో రూపౌలి నియోజకవర్గం నుంచి ఇండిపెండెంట్ అభ్యర్థి శంకర్ సింగ్ తన సమీప జేడీయూ అభ్యర్థి కళాధర్ మండల్‌పై 8,246 ఓట్లు ఆధిక్యంతో గెలిచారు.</p>\n","originalUrl":"https://tattvanews.com/20030/14/07/2024/","hasAudio":false,"hasInfographics":false}