{"id":"wp-en-15718","wp_id":15718,"type":"standard","category":"World","language":"en","title":"India's advancing role in global trade competitiveness￼","excerpt":"India’s journey toward becoming a global economic powerhouse is marked by impressive export growth across sectors like petroleum oils, agrochemicals, semiconductors, and precious stones. In FY23, India emerged as the second-largest exporter of petroleum oils, with exports rising to US$ 84.96 billion (Rs. 7,18,932 crore) and a global market share of 12.59%. The agrochemical sector","author":"Tattva News Team","time":"5/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Trade.jpg","readTime":"5 min read","contentHTML":"\n<p>India’s journey toward becoming a global economic powerhouse is marked by impressive export growth across sectors like petroleum oils, agrochemicals, semiconductors, and precious stones. In FY23, India emerged as the second-largest exporter of petroleum oils, with exports rising to US$ 84.96 billion (Rs. 7,18,932 crore) and a global market share of 12.59%.</p>\n\n\n\n<p>The agrochemical sector achieved a global share of 10.85%, placing India third globally. At the same time, sugar exports rose to US$ 3.72 billion (Rs. 31,479 crore), making India the second-largest exporter. Semiconductors, electrical transformers, and tyres also saw significant export growth, supported by initiatives like Make in India and production-linked incentives (PLI). India claimed a 36.53% global share in precious and semi-precious stones, maintaining its global leadership.  </p>\n\n\n\n<p>The government has played a pivotal role through policies like the 2023 Foreign Trade Policy, which focuses on export promotion, reducing transaction costs, and leveraging emerging areas like e-commerce. Schemes such as the Remission of Duties and Taxes on Exported Products (RoDTEP) and the Trade Infrastructure for Export Scheme (TIES) aim to enhance competitiveness, while the Production-Linked Incentive (PLI) schemes across 14 sectors target manufacturing growth.</p>\n\n\n\n<p>Simplification measures like the National Single Window System (NSWS) and compliance reforms have boosted the ease of doing business. Digital initiatives such as the Enhanced Insurance Cover for MSMEs and the E-Commerce Export Hub (ECEH) foster small-business growth. With exports growing across traditional and emerging sectors, India is well-positioned to achieve its vision of becoming a global economic leader by FY47. </p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-advancing-role-in-global-trade-competitiveness%ef%bf%bc/","hasAudio":false,"hasInfographics":false}