{"id":"wp-te-18533","wp_id":18533,"type":"standard","category":"World","language":"te","title":"బెంగాల్ లో 25,753 టీచర్ల ఉద్యోగాల రద్దు","excerpt":"పశ్చిమ్ బెంగాల్లోని మమతా బెనర్జీ ప్రభుత్వానికి షాక్ ఇస్తూ 2016 టీచర్ రిక్రూట్మెంట్ స్కామ్ కేసులో సంచలన తీర్పును వెలువరించింది కోల్కతా హైకోర్టు. మొత్తం 25,753 టీచర్ల ఉద్యోగాలను రద్దు చేసింది! అంతేకాదు ఇప్పటివరకు వారందరు తీసుకున్న వేతనాలను 12శాతం వడ్డీతో సహా తిరిగివ్వాలని తేల్చిచెప్పింది. \"ఓఎంఆర్ షీట్లను నింపకుండా సబ్మీట్ చేసి, అక్రమంగా  టీచర్ ఉద్యోగాన్ని సంపాదించిన వారందరు.. నాలుగు వారాల్లో, ఇప్పటివరకు తీసుకున్న జీతాలు తిరిగిచ్చేయాలి. టీచర్ల నుంచి డబ్బులు సేకరించే బాధ్యత జిల్లా","author":"Tattva News Team","time":"23/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Calcutta-HC.jpg","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమ్ బెంగాల్లోని మమతా బెనర్జీ ప్రభుత్వానికి షాక్ ఇస్తూ 2016 టీచర్ రిక్రూట్మెంట్ స్కామ్ కేసులో సంచలన తీర్పును వెలువరించింది కోల్కతా హైకోర్టు. మొత్తం 25,753 టీచర్ల ఉద్యోగాలను రద్దు చేసింది! అంతేకాదు ఇప్పటివరకు వారందరు తీసుకున్న వేతనాలను 12శాతం వడ్డీతో సహా తిరిగివ్వాలని తేల్చిచెప్పింది.</p>\n\n\n\n<p>\"ఓఎంఆర్ షీట్లను నింపకుండా సబ్మీట్ చేసి, అక్రమంగా  టీచర్ ఉద్యోగాన్ని సంపాదించిన వారందరు.. నాలుగు వారాల్లో, ఇప్పటివరకు తీసుకున్న జీతాలు తిరిగిచ్చేయాలి. టీచర్ల నుంచి డబ్బులు సేకరించే బాధ్యత జిల్లా మెజిస్ట్రేలకు అప్పగిస్తున్నాము,\" అని సుప్రీంకోర్టు ఏర్పాటు చేసిన జస్టిస్ దీబాంగ్షు బసక్, జస్టిస్ షబ్బర్ రషిది నేతృత్వంలోని ధర్మాసనం స్పష్టం చేసింది. </p>\n\n\n\n<p>అంతేకాకుండా.. ఈ పూర్తి టీచర్ రిక్రూట్మెంట్ ప్రక్రియకు సంబంధించిన నియమాక ప్రాసెస్పై దర్యాప్తు చేపట్టాలని, 3 నెలల్లో రిపోర్టును సమర్పించాలని సీబీఐని ఆదేశించింది. ఇలా 25వేలకుపైగా ఉద్యోగాలను తొలగించినప్పటికీ మళ్లీ రిక్రూట్మెంట్ నిర్వహించాలని, సంబంధిత ప్రక్రియను త్వరగా మొదలుపెట్టాలని పశ్చిమ్ బెంగాల్ స్కూల్ సర్వీస్ కమిషన్ను ఆదేశించింది కోల్కతా హైకోర్టు.</p>\n\n\n\n<p>24,640 పోస్టుల భర్తీ కోసం 2016 స్టేట్ లెవల్ సెలక్షన్ టెస్ట్ని నిర్వహించారు. 23 లక్షలకుపైగా మంది అభ్యర్థులు పరీక్షకు హాజరయ్యారు. కాగా.. 25,753 అపాయింట్మెంట్ లెటర్లు జారీ అయ్యాయని పిటిషనర్లు చెబుతున్నారు. వీరిలో క్లాస్ 9, 10, 11, 12, గ్రూప్-సీ, గ్రూప్-డీ సభ్యులు ఉన్నారన్నది ఆరోపణ.</p>\n\n\n\n<p>ఇక ఈ స్కామ్కు సంబంధించిన కేసుపై గత కొన్నేళ్లుగా కోల్కతా హైకోర్టులో విచారణ జరుగుతోంది. డబ్ల్యూబీఎస్సీసీ 2016లో ఏర్పాటు చేసిన బోర్డును గతేడాది తొలగించింది హైకోర్టు. అంతేకాదు 32వేలకుపైగా ప్రైమరీ టీచర్లు (వీరికి సరైన శిక్షణ లేదని) ను కూడా తొలగించింది. </p>\n\n\n\n<p>ఈ తీర్పును ఇచ్చిన జడ్జీ అభిజిత్ గంగూలీకి టీఎంసీకి మధ్య మినీ యుద్ధమే జరిగింది. కొన్ని వారాల క్రితమే. తన జడ్జి పదవికి రాజీనామా చేసిన అభిజిత్ గంగూలీ.. బీజేపీ టికెట్పై 2024 లక్సభ ఎన్నికల్లో పోటీకి దిగారు.</p>\n","originalUrl":"https://tattvanews.com/18533/23/04/2024/","hasAudio":false,"hasInfographics":false}