{"id":"wp-te-18518","wp_id":18518,"type":"standard","category":"World","language":"te","title":"15 అంతస్తుల ఆటోమేటెడ్ మల్టీ లెవల్ పార్కింగ్ కాంప్లెక్స్","excerpt":"హైదరాబాద్ నగరవాసులను ట్రాఫిక్ సమస్యతో పాటు పార్కింగ్ సమస్య కూడా ఇబ్బంది పెడుతోంది. ఈ పార్కింగ్ సమస్యను పరిష్కరించేందుకు ప్రభుత్వం తలపెట్టిన  పూర్తి ఆటోమేటెడ్, కంప్యూటరైజ్డ్ మల్టీ లెవల్ కార్ పార్కింగ్ కాంప్లెక్స్ పనులు దాదాపుగా పూర్తయ్యాయి. అత్యంత ఆధునిక సాంకేతిక పరిజ్ఞానంతో దేశంలోనే తొలిసారిగా జర్మన్ పాలిస్ పార్కింగ్ విధానంలో, తక్కువ స్థలంలో ఎక్కువ వాహనాలు పార్కింగ్ చేసేలా ఈ ప్రాజెక్టును చేపట్టారు. ఈ మేరకు ఆదివారం రోజున ఇంజనీరింగ్ అధికారులతో కలిసి హెచ్ ఎం","author":"Tattva News Team","time":"22/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/multi-parking.jpg","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాద్ నగరవాసులను ట్రాఫిక్ సమస్యతో పాటు పార్కింగ్ సమస్య కూడా ఇబ్బంది పెడుతోంది. ఈ పార్కింగ్ సమస్యను పరిష్కరించేందుకు ప్రభుత్వం తలపెట్టిన  పూర్తి ఆటోమేటెడ్, కంప్యూటరైజ్డ్ మల్టీ లెవల్ కార్ పార్కింగ్ కాంప్లెక్స్ పనులు దాదాపుగా పూర్తయ్యాయి. అత్యంత ఆధునిక సాంకేతిక పరిజ్ఞానంతో దేశంలోనే తొలిసారిగా జర్మన్ పాలిస్ పార్కింగ్ విధానంలో, తక్కువ స్థలంలో ఎక్కువ వాహనాలు పార్కింగ్ చేసేలా ఈ ప్రాజెక్టును చేపట్టారు.</p>\n\n\n\n<p>ఈ మేరకు ఆదివారం రోజున ఇంజనీరింగ్ అధికారులతో కలిసి హెచ్ ఎం ఆర్ ఎల్ ఎండీ ఎన్వీఎస్ రెడ్డి ఎంఎల్‌పీ పనులను పరిశీలించారు. ఈ ప్రాజెక్టును పీపీపీ విధానంలో రూ.80 కోట్లతో నిర్మించామని తెలిపారు. నాంపల్లి మెట్రో రైల్ స్టేషన్‌కు సమీపంలో హెచ్‌యంఆర్‌కు చెందిన అర ఎకరం స్థలంలో 15 అంతస్తులుగా ఈ కాంప్లెక్స్ నిర్మాణం జరిగింది.</p>\n\n\n\n<p>లక్షా నలభై నాలుగు వందల చదరపు అడుగుల మొత్తం నిర్మాణ విస్తీర్ణంలో 68 శాతం పార్కింగ్‌కు, మిగిలిన 32 శాతం వాణిజ్య సౌకర్యాలకు కేటాయించినట్లు వివరించారు. </p>\n\n\n\n<p>10 అంతస్తుల్లో వాహనాల పార్కింగ్ సౌకర్యం, ఐదు అంతస్తుల్లో కమర్షియల్ షాపులు, రెండు స్ర్కీన్‌లతో కూడిన ఒక థియేటర్ కూడా ఉండనుంది. పార్కింగ్ స్థలంలో 250 కార్లు, 200 ద్విచక్రవాహనాలు నిలుపుదలజేసే అవకాశం ఉందని వివరించారు. అతి త్వరలో ఆధునిక పార్కింగ్ సౌకర్యం ప్రజలకు అందుబాటులోకి రానుందని ఎన్వీయస్ రెడ్డి తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/18518/22/04/2024/","hasAudio":false,"hasInfographics":false}