{"id":"wp-te-21278","wp_id":21278,"type":"standard","category":"World","language":"te","title":"విజయవాడ దుర్గమ్మ ఆలయ మెట్లు శుభ్రం చేసిన పవన్","excerpt":"తిరుమల లడ్డూ కల్తీపై క్షమించమంటూ ఏపీ డిప్యూటీ సీఎం పవన్ కల్యాణ్ ప్రాయశ్చిత్త దీక్ష చేస్తున్నారు. ఇందులో భాగంగా విజయవాడ ఇంద్రకీలాద్రిపై ఉన్న కనకదుర్గ ఆలయంలో ఆయన శుద్ధి కార్యక్రమం నిర్వహించారు. అనంతరం అమ్మవారిని దర్శించుకుని ప్రత్యేక పూజలు చేశారు. అంతకుముందు ఆలయ అధికారులు పవన్‌కు స్వాగతం పలికారు. తర్వాత ఆలయం వద్ద మెట్లను ఆయన శుభ్రం చేశారు.  తిరుమల లడ్డూ అపవిత్రమైందన్న వార్తల మధ్య.. మొదట్లోనే తప్పును గుర్తించలేకపోయాను క్షమించు స్వామీ అంటూ పవన్ కల్యాణ్","author":"Tattva News Team","time":"24/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Pawan-Durga.webp","readTime":"5 min read","contentHTML":"\n<p>తిరుమల లడ్డూ కల్తీపై క్షమించమంటూ ఏపీ డిప్యూటీ సీఎం పవన్ కల్యాణ్ ప్రాయశ్చిత్త దీక్ష చేస్తున్నారు. ఇందులో భాగంగా విజయవాడ ఇంద్రకీలాద్రిపై ఉన్న కనకదుర్గ ఆలయంలో ఆయన శుద్ధి కార్యక్రమం నిర్వహించారు. అనంతరం అమ్మవారిని దర్శించుకుని ప్రత్యేక పూజలు చేశారు. అంతకుముందు ఆలయ అధికారులు పవన్‌కు స్వాగతం పలికారు. తర్వాత ఆలయం వద్ద మెట్లను ఆయన శుభ్రం చేశారు. </p>\n\n\n\n<p>తిరుమల లడ్డూ అపవిత్రమైందన్న వార్తల మధ్య.. మొదట్లోనే తప్పును గుర్తించలేకపోయాను క్షమించు స్వామీ అంటూ పవన్ కల్యాణ్ దీక్ష చేపట్టిన విషయం తెలిసిందే. 11 రోజుల దీక్ష తర్వాత తిరుమల శ్రీవారిని దర్శించుకుని దీక్షను విరమించనున్నారు. ఇందులో భాగంగా వచ్చే నెల 1న అలిపిరి మెట్ల మార్గం ద్వారా తిరుమలకు చేరుకుంటారు. 2వ తేదీన శ్రీ వేంకటేశ్వర స్వామివారిని దర్శించుకుని ప్రాయశ్చిత దీక్ష విరమిస్తారు. అక్టోబర్‌ 3న తిరుపతిలో వారాహి సభ నిర్వహించనున్నారు.</p>\n\n\n\n<p>కాగా, తిరుమల నెయ్య వివాదంపై నటుడు ప్రకాష్‌ రాజ్‌ వ్యాఖ్యలపై తీవ్ర ఆగ్రహం వ్యక్తం చేస్తూ తాను హిందువుల విషయం గురించి మాట్లాడితే నటుడు ప్రకాష్‌రాజ్‌ అభ్యంతరం ఏమిటని, ఏ మతాన్ని తాను నిందించలేదని, దీనిని కూడా తాను గోల చేస్తున్నానని అనడం ఏమిటని ప్రశ్నించారు. దేవతా విగ్రహాలు శిరచ్ఛేదం చేస్తే మాట్లాడకూడదా అని ప్రశ్నించారు.</p>\n\n\n\n<p> ప్రకాష్‌ రాజ్‌ అంటే తనకు గౌరవం ఉందని, అంటూ హిందువుల మీద దాడి జరిగితే మాత్రమే మాట్లాడకూడదా? అని ప్రశ్నించారు. ముస్లింలు, మదర్సాల మీద తనకు ఎప్పడూ గౌరవం ఉందని, వాటికి లక్షల కొద్ది విరాళాలు ఇచ్చానని గుర్తు చేశారు.</p>\n\n\n\n<p>ప్రకాష్‌ రాజ్‌ మాత్రమే కాదు సెక్యులరిజం గురించి మాట్లాడే వాళ్లంతా తెలుసుకోవాలని పేర్కొంటూ హిందువులుగా తాము తీవ్రంగా ఆవేదనలో ఉన్నామని మర్చిపోవద్దని చెప్పారు. మాట్లాడేముందు వంద సార్లు ఆలోచించుకోవాలని, అయ్యప్ప స్వామి, సరస్వతి దేవి ఇష్టం వచ్చినట్టు మాట్లాడతారని.. అల్లా మీద, మహ్మద్ ప్రవక్త మీద, జీసస్ మీద మాట్లాడగలరా అని ప్రశ్నించారు.</p>\n","originalUrl":"https://tattvanews.com/21278/24/09/2024/","hasAudio":false,"hasInfographics":false}