{"id":"wp-en-12899","wp_id":12899,"type":"standard","category":"World","language":"en","title":"Shashi Tharoor booked for false campaign against Rajeev Chandrasekhar￼","excerpt":"Senior Congress leader and Lok Sabha candidate Shashi Tharoor has been booked for allegedly carrying out a false campaign against union minister and rival candidate Rajeev Chandrasekhar. The case was registered by the Cyber Police on April 15 but its details were revealed only on Sunday. According to police, the case against Tharoor was registered","author":"Tattva News Team","time":"22/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Shashi-Tharoor.jpg","readTime":"5 min read","contentHTML":"\n<p>Senior Congress leader and Lok Sabha candidate Shashi Tharoor has been booked for allegedly carrying out a false campaign against union minister and rival candidate Rajeev Chandrasekhar. The case was registered by the Cyber Police on April 15 but its details were revealed only on Sunday.</p>\n\n\n\n<p>According to police, the case against Tharoor was registered based on a complaint lodged by Bharatiya Janata Party (BJP) leader JR Padmakumar who accused the Congress leader of carrying out a false campaign against Chandrasekhar during a television programme.</p>\n\n\n\n<p>The complainant alleged that Tharoor, during the programme, had made defamatory statements against Chandrasekhar with regard to influencing voters of coastal regions in the upcoming Lok Sabha election. </p>\n\n\n\n<p>The case was registered under Sections 171-G and 500 of the Indian Penal Code and Section 65 of IT Act, a cyber police official said adding that an investigation is going on in the matter.</p>\n\n\n\n<p>IPC 177-G refers to raising false statement in connection with an election, while IPC 500 relates to defamation. Tharoor, who is contesting from Thiruvananthapuram Lok Sabha constituency, is yet to react on the registration of the case.</p>\n","originalUrl":"https://en.tattvanews.com/regional/shashi-tharoor-booked-for-false-campaign-against-rajeev-chandrasekhar%ef%bf%bc/","hasAudio":false,"hasInfographics":false}