{"id":"wp-te-18416","wp_id":18416,"type":"standard","category":"World","language":"te","title":"సాధారణం కన్నా ఎక్కువగా వర్షాలు","excerpt":"ఎండలతో ఉక్కిరిబిక్కిరి అవుతున్న భారత ప్రజలకు కాస్త ఉపశమనాన్ని కలిగించే వార్త ఇచ్చింది భారత వాతావరణశాఖ ఐఎండీ. ఈ ఏడాది రుతుపవనాల ప్రభావం సాధారణం కన్నా ఎక్కువగా ఉంటుందని పేర్కొంది. అంటే.. ఈసారి.. సాధారణ కన్నా అధికంగా వర్షాలు పడనున్నాయి. \"భారత్ లో రుతుపవనాల ప్రభావం ఈసారి సాధారణం కన్నా ఎక్కువగానే ఉంటుంది. లాంగ్ పీరియడ్ యావరేజ్ (ఎల్పీఏ) 106శాతంగా ఉంటుందని అంచనా వేస్తున్నాము,\" అని ఐఎండీ వెల్లడించింది. భారత వాతావరణశాఖ ప్రకారం రుతుపవనాల తొలినాళ్లల్లో ఎల్","author":"Tattva News Team","time":"16/4/2024","image":"https://tattvanews.com/wp-content/uploads/2023/05/monsoon1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఎండలతో ఉక్కిరిబిక్కిరి అవుతున్న భారత ప్రజలకు కాస్త ఉపశమనాన్ని కలిగించే వార్త ఇచ్చింది భారత వాతావరణశాఖ ఐఎండీ. ఈ ఏడాది రుతుపవనాల ప్రభావం సాధారణం కన్నా ఎక్కువగా ఉంటుందని పేర్కొంది. అంటే.. ఈసారి.. సాధారణ కన్నా అధికంగా వర్షాలు పడనున్నాయి.</p>\n\n\n\n<p>\"భారత్ లో రుతుపవనాల ప్రభావం ఈసారి సాధారణం కన్నా ఎక్కువగానే ఉంటుంది. లాంగ్ పీరియడ్ యావరేజ్ (ఎల్పీఏ) 106శాతంగా ఉంటుందని అంచనా వేస్తున్నాము,\" అని ఐఎండీ వెల్లడించింది. భారత వాతావరణశాఖ ప్రకారం రుతుపవనాల తొలినాళ్లల్లో ఎల్ నీనో బలహీనపడుతుంది. ఫలితంగా.. ఆ తర్వాతి రోజుల్లో దేశంలో జోరుగా వర్షాలు కురుస్తాయి.</p>\n\n\n\n<p>\"1971 నుంచి 2020 వరకు ఉన్న డేటాను పరిగణలోకి తీసుకుని కొత్త లాంగ్ పీరియడ్ యావరేజ్ని, నార్మల్ స్టాండర్డ్ని ప్రవేశపెట్టాము. దీని ప్రకారం.. జూన్ 1 నుంచి సెప్టెంబర్ 30 వరకు.. దేశవ్యాప్తంగా వర్షపాతం 87 సెంటీమీటర్లుగా ఉండొచ్చని అంచనా వేస్తున్నాము,\" అని ఎర్త్ సైన్సెస్ మంత్రిత్వశాఖ సెక్రటరీ ఎం రవిచన్రన్ తెలిపారు.</p>\n\n\n\n<p>\"ఉత్తర భాగంలో  మంచి ప్రభావం ఈసారి తక్కువగానే కనిపించింది. మంచుకు, వర్షానికి ప్రతికూల సంబంధం ఉంటుంది. ఫలితంగా.. ఈసారి సాధారణం కన్నా అధిక వర్షపాతం నమోదవుతుందని అంచనా వేస్తున్నాము,\" అని ఐఎండీ తెలిపింది. ప్రతియేటా జూన్ నుంచి సెప్టెంబర్ వరకు ఉండే రుతుపవనాలు.. భారత దేశానికి చాలా కీలకం. పైగా.. గతేడాది చాలా ప్రాంతాల్లో తక్కువ వర్షపాతం నమోదైంది.</p>\n\n\n\n<p>ఇక ఇప్పుడు.. ఈ ఏడాది రుతుపవనాల ప్రభావం సాధారణం కన్నా ఎక్కవగా ఉంటుందన్నది సానుకూల విషయం. మరోవంక, దేశంలో రోజురోజుకు  ఉష్ణోగ్రతలు విపరీతంగా పెరుగుతున్నాయి. ఏప్రిల్ 1 వారం నుంచే ఈ పరిస్థితులు మొదలయ్యాయి. రుతుపవనాలు ప్రవేశించేవరకు ఇలాంటి పరిస్థితే ఉంటుందని ఐఎండీ కూడా చెబుతోంది. 2024 లోక్సభ ఎన్నికలు కూడా ఇదే సమయంలో ఉండటంతో జాగ్రత్తగా ఉండాలని ప్రజలకు హెచ్చరికలు ఇచ్చింది భారత వాతావరణశాఖ.</p>\n","originalUrl":"https://tattvanews.com/18416/16/04/2024/","hasAudio":false,"hasInfographics":false}