{"id":"wp-te-20733","wp_id":20733,"type":"standard","category":"World","language":"te","title":"మాజీ వైసిపి ఎమ్మెల్యే పిన్నెల్లికి బెయిల్","excerpt":"ఆంధ్రప్రదేశ్ సార్వత్రిక ఎన్నికల సమయంలో మాచర్ల నియోజకవర్గంలోని పాల్వాయ్ గేటులో ఈవీఎం ధ్వంసం, పోలీసులపై దాడి కేసులో వైసీపీ మాజీ ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డి అరెస్ట్ అయిన సంగతి తెలిసిందే. రెండు నెలలుగా నెల్లూరు సెంట్రల్ జైలులో  ఉన్న పిన్నెల్లికి శుక్రవారం ఏపీ హైకోర్టు బెయిల్ మంజూరు చేసింది.  ఇప్పటికే పలుమార్లు బెయిల్ పిటిషన్లు దరఖాస్తు చేసిన పిన్నెల్లికి ప్రతిసారీ హైకోర్టు షాకివ్వగా.. శుక్రవారం మధ్యాహ్నం షరతులతో కూడిన బెయిల్ మంజూరు చేయడం జరిగింది. 50 వేల","author":"Tattva News Team","time":"24/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Pinnelli.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ సార్వత్రిక ఎన్నికల సమయంలో మాచర్ల నియోజకవర్గంలోని పాల్వాయ్ గేటులో ఈవీఎం ధ్వంసం, పోలీసులపై దాడి కేసులో వైసీపీ మాజీ ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డి అరెస్ట్ అయిన సంగతి తెలిసిందే. రెండు నెలలుగా నెల్లూరు సెంట్రల్ జైలులో  ఉన్న పిన్నెల్లికి శుక్రవారం ఏపీ హైకోర్టు బెయిల్ మంజూరు చేసింది. </p>\n\n\n\n<p>ఇప్పటికే పలుమార్లు బెయిల్ పిటిషన్లు దరఖాస్తు చేసిన పిన్నెల్లికి ప్రతిసారీ హైకోర్టు షాకివ్వగా.. శుక్రవారం మధ్యాహ్నం షరతులతో కూడిన బెయిల్ మంజూరు చేయడం జరిగింది. 50 వేల రూపాయలతో రెండు పూచికత్తులు సమర్పించాలని పిన్నెల్లిని రాష్ట్ర అత్యున్నత న్యాయస్థానం ఆదేశించింది.</p>\n\n\n\n<p>పూచీకత్తులతో పాటు.. పాస్ పోర్టును సరెండర్ చేయాలని పిన్నెల్లిని హైకోర్టు ఆదేశించింది. ప్రతి వారం మేజిస్ట్రేట్, ఎస్‌హెచ్‌వో ముందు హాజరు కావాలని ఆదేశాలు జారీ చేసింది. ఎలాంటి అనుమతులు లేకుండా దేశం విడిచి వెళ్లొద్దని కూడా క్లియర్ కట్‌గా హైకోర్టు ఆదేశాలు ఇవ్వడం జరిగింది. ఈ నేపథ్యంలో నెల్లూరు సెంట్రల్ జైలు వద్ద పోలీసులు అప్రమత్తమయ్యారు. </p>\n\n\n\n<p>పిన్నెల్లి రిలీజ్ సమయంలో ఎలాంటి అవాంఛనీయ సంఘటనలు జరగకుండా పోలీసులు భారీ బందోబస్తు నిర్వహించడంతో పాటు.. బారికేడ్లు ఏర్పాటు చేయడం జరిగింది. కాగా.. గత రెండు నెలలుగా నెల్లూరు సెంట్రల్ జైలులోనే ఉన్న పిన్నెల్లికి బెయిల్ రావడంతో వైసీపీ కార్యకర్తలు, అనుచరులు ఆనందం వ్యక్తం చేస్తున్నారు. ఇదిలా ఉంటే.. పిన్నెల్లి సోదరుడు పిన్నెల్లి వెంకటరామిరెడ్డి ఇంకా పరారీలోనే ఉన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20733/24/08/2024/","hasAudio":false,"hasInfographics":false}