{"id":"wp-te-20131","wp_id":20131,"type":"standard","category":"World","language":"te","title":"ఈ నెల 25న అసెంబ్లీలో తెలంగాణ బడ్జెట్","excerpt":"2024-25 ఆర్థిక సంవత్సరానికి సంబంధించిన బడ్జెట్‌ను అసెంబ్లీలో  తెలంగాణ ప్రభుత్వం ఈ నెల 25న ప్రవేశపెట్టనుంది.  25న ఉదయం  9 గంటలకు అసెంబ్లీ కమిటీ హాలులో రాష్ట్ర మంత్రివర్గం సమావేశమై ప్రతిపాదనలపై చర్చించి బడ్జెట్‌కు ఆమోదం తెలపనుంది. బడ్జెట్‌ను వాస్తవిక అంచనాలతో రూపొందించాలని రాష్ట్ర ప్రభుత్వం ఇప్పటికే ఆర్థిక శాఖకు సూచించింది. ఆదాయ, వ్యయాలపై భారీ అంచనాలతో కాకుండా ఎంతమేరకు ఆదాయం వస్తుందనేది పక్కాగా లెక్కలు వేసి అంతమేరకే కేటాయింపులతో రూపొందించాలని ప్రభుత్వం నిర్దేశించింది. తెలంగాణ ఏర్పడిన","author":"Tattva News Team","time":"21/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/TG-Budget.jpg","readTime":"5 min read","contentHTML":"\n<p>2024-25 ఆర్థిక సంవత్సరానికి సంబంధించిన బడ్జెట్‌ను అసెంబ్లీలో  తెలంగాణ ప్రభుత్వం ఈ నెల 25న ప్రవేశపెట్టనుంది.  25న ఉదయం  9 గంటలకు అసెంబ్లీ కమిటీ హాలులో రాష్ట్ర మంత్రివర్గం సమావేశమై ప్రతిపాదనలపై చర్చించి బడ్జెట్‌కు ఆమోదం తెలపనుంది. బడ్జెట్‌ను వాస్తవిక అంచనాలతో రూపొందించాలని రాష్ట్ర ప్రభుత్వం ఇప్పటికే ఆర్థిక శాఖకు సూచించింది.</p>\n\n\n\n<p>ఆదాయ, వ్యయాలపై భారీ అంచనాలతో కాకుండా ఎంతమేరకు ఆదాయం వస్తుందనేది పక్కాగా లెక్కలు వేసి అంతమేరకే కేటాయింపులతో రూపొందించాలని ప్రభుత్వం నిర్దేశించింది. తెలంగాణ ఏర్పడిన తర్వాత ఒక్కసారి కూడా బడ్జెట్ అంచనాల ప్రకారం వంద శాతం వ్యయం చేయలేదని, ఈ ఏడాది ఆ లక్ష్యాన్ని సాధించేలా రూపకల్పన చేయాలని సూచించింది.</p>\n\n\n\n<p>గత పదేళ్లలో 2019-20లో మాత్రమే బడ్జెట్ అంచనాల్లో 97.5 శాతం వ్యయమైనట్లు శ్వేతపత్రంలో రాష్ట్ర ప్రభుత్వం తెలిపింది. ఈ ఏడాది రాష్ట్ర ఆదాయ, రుణాల సేకరణ పెరుగుతున్నందున బడ్జెట్ రూ. 2.50  లక్షల కోట్ల వరకు చేరే అవకాశం కనిపిస్తోంది. కాగా ఈ నెల 23న కేంద్ర ప్రభుత్వం కూడా పార్లమెంట్‌లో బడ్జెట్ ప్రవేశపెడుతోంది.</p>\n\n\n\n<p>ఆర్థిక సంవత్సరం (2024- 25) బడ్జెట్‌ను వాస్తవ అంచనాలను తయారు చేయాలని రాష్ట్ర ప్రభుత్వం తాజాగా ఆర్థిక శాఖకు సూచించింది. ఆదాయ, వ్యయాలపై భారీ అంచనాలతో కాకుండా, ఎంతమేరకు ఆదాయం వస్తుందనేది పక్కాగా లెక్కలు వేసి అంతమేరకే కేటాయింపులతో రూపొందించాలని నిర్దేశించింది. </p>\n\n\n\n<p>రాష్ట్రం ఏర్పడిన తర్వాత ఈ పది సంవత్సరాల్లో ఒక్కసారి కూడా బడ్జెట్ అంచనాల ప్రకారం వంద శాతం వ్యయం చేయలేదు. ఈ ఏడాది ఆ లక్ష్యాన్ని సాధించేలా వాస్తవిక బడ్జెట్ ఉండాలని ప్రభుత్వం భావిస్తున్నట్లు తెలుస్తోంది. గత పదేళ్లలో 2019-20 లో మాత్రమే బడ్జెట్ అంచనాల్లో 97.5 శాతం వ్యయమైందని శ్వేతపత్రంలో రాష్ట్ర ప్రభుత్వం వెల్లడించింది.</p>\n\n\n\n<p>ఈ ఏడాది రాష్ట్ర ఆదాయం, రుణాల సేకరణ పెరుగుతున్నందున బడ్జెట్ రూ.2.50 లక్షల కోట్ల వరకు చేరే కనిపిస్తున్నాయి. ఈ నెల 25 న శాసనసభలో బడ్జెట్ ప్రవేశపెట్టడానికి ఆర్థిక శాఖ రాష్ట్ర ప్రభుత్వ అనుమతిని అడిగినట్లు తెలుస్తోంది. ప్రభుత్వం ఆమోదించగానే అధికారులు తేదీని అధికారికంగా వెల్లడించనున్నారు. </p>\n\n\n\n<p>కేంద్ర ప్రభుత్వం ఈనెల 23న పార్లమెంటులో బడ్జెట్ ప్రవేశపెడుతున్నందున వెంటనే రాష్ట్ర బడ్జెట్‌కు నిధుల కేటాయింపుపై తుదిరూపు ఇవ్వనున్నారు. కేంద్రం నుంచి వచ్చే గ్రాంట్లు, బహిరంగ మార్కెట్ నుంచి సేకరించే రుణాలను కలిపి రూ.60 వేల కోట్లకు పైగానే ఉండవచ్చని ప్రాథమిక అంచనా. రాష్ట్రం మొత్తం రెవెన్యూ రాబడులు రూ2.05 లక్షల కోట్లలో 25 శాతం (రూ.53,196 కోట్లు) ఆరు గ్యారంటీలకు ఓటాన్ ఎకౌంట్ బడ్జెట్‌లో ప్రభుత్వం కేటాయించింది.</p>\n","originalUrl":"https://tattvanews.com/20131/21/07/2024/","hasAudio":false,"hasInfographics":false}