{"id":"wp-en-13336","wp_id":13336,"type":"standard","category":"World","language":"en","title":"Fifth phase of voting on 49 seats today￼","excerpt":"The fifth phase of Lok Sabha elections in 49 constituencies in six states and two UTs takes place today. The voters will decide the electoral fate of several prominent leaders like former Congress president Rahul Gandhi, Union Ministers Rajnath Singh and Smriti Irani and former Jammu and Kashmir chief minister Omar Abdullah. Among the seats going","author":"Tattva News Team","time":"20/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Fifth-Phase.jpg","readTime":"5 min read","contentHTML":"\n<p>The fifth phase of Lok Sabha elections in 49 constituencies in six states and two UTs takes place today. The voters will decide the electoral fate of several prominent leaders like former Congress president Rahul Gandhi, Union Ministers Rajnath Singh and Smriti Irani and former Jammu and Kashmir chief minister Omar Abdullah.</p>\n\n\n\n<p>Among the seats going to polls, 13 are in Maharashtra, 14 in Uttar Pradesh, seven in West Bengal, five in Bihar, three in Jharkhand, five in Odisha, one in Jammu and Kashmir and the lone seat in Ladakh. This round covers the least number of seats (49) in the seven-phase elections.</p>\n\n\n\n<p>It is another important phase for the BJP as over 40 of these seats were with the National Democratic Alliance (NDA).  On the eve of poling, the Election Commission on Sunday pointed out that Mumbai, Thane and Lucknow have shown apathy towards voting in the past and asked city dwellers there to turn out in higher numbers.</p>\n\n\n\n<p>The poll authority noted that in the past these cities have \"suffered\" from urban apathy in voting. \"The Commission especially calls upon these city dwellers to erase the stigma by turning out in higher numbers,\" it said. So far, the last four phases have registered a total voter turnout of 66.95 per cent.</p>\n\n\n\n<p>Other prominent candidates include Union ministers Piyush Goyal (Mumbai North, Maharashtra), Sadhvi Niranjan Jyoti (Fatehpur, UP) and Shantanu Thakur (Bangaon, WB); LJP (Ram Vilas) leader Chirag Paswan (Hajipur, Bihar), Shiv Sena’s Shrikant Shinde (Kalyan, Maharashtra), and BJP's Rajiv Pratap Rudy and RJD president Lalu Prasad's daughter Rohini Acharya (both Saran, Bihar).</p>\n\n\n\n<p>In Baramulla, besides Omar Abdullah, former separatist Sajad Lone, ex-MLA Sheikh Abdul Rashid alias 'Engineer Rashid', currently lodged in the Tihar jail, and the PDP's former Rajya Sabha member Fayaz Ahmad Mir are among the 21 others contesting.</p>\n\n\n\n<p><a href=\"https://www.facebook.com/sharer.php?u=https://www.telegraphindia.com/elections/lok-sabha-election-2024/pm-modi-targets-mamata-banerjee-says-shes-attacking-hindu-mission-monks-to-please-vote-bank/cid/2020934\"></a><a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/elections/lok-sabha-election-2024/pm-modi-targets-mamata-banerjee-says-shes-attacking-hindu-mission-monks-to-please-vote-bank/cid/2020934&text=PM Modi targets Mamata Banerjee says shes attacking Hindu mission monks to please vote bank\"></a><a href=\"https://api.whatsapp.com/send?text=PM Modi targets Mamata Banerjee says shes attacking Hindu mission monks to please vote bank https://www.telegraphindia.com/elections/lok-sabha-election-2024/pm-modi-targets-mamata-banerjee-says-shes-attacking-hindu-mission-monks-to-please-vote-bank/cid/2020934\"></a><a href=\"javascript:void(0);\"></a></p>\n","originalUrl":"https://en.tattvanews.com/national/fifth-phase-of-voting-on-49-seats-today%ef%bf%bc/","hasAudio":false,"hasInfographics":false}