{"id":"wp-te-20648","wp_id":20648,"type":"standard","category":"World","language":"te","title":"అక్రమ నిర్మాణాలపై హైదరాబాద్ లో ప్రకంపనలు సృష్టిస్తున్న `హైడ్రా'","excerpt":"అక్రమ నిర్మాణాలపై ‘హైడ్రా’ కొరడా ఝుళిపిస్తోంది. నార్సింగి మున్సిపాలిటీలోని ఖానాపూర్ పరిధిలో చెరువు ఎఫ్‌టిఎల్ బఫర్ జోన్‌లో గత ప్రభుత్వం హయాంలో ఇష్టారాజ్యంగా నిర్మించిన అక్రమ నిర్మాణాలను నేలమట్టం చేశారు. ఉదయం నుంచి భారీ పోలీసు బందోబస్తు నడుమ అక్రమ నిర్మాణాల కూల్చివేత ప్రక్రియ సాయంత్రం వరకు కొనసాగింది.  బఫర్ జోన్‌లలో ఉన్న సర్వే నంబరు 233/2, 246, 63 లలో నిర్మించిన ప్రహరీ, ఓఆర్‌ఆర్ స్పోర్ట్, నార్సింగి మున్సిపాలిటి పరిధిలోని చెరువులో నిర్మించిన హోటల్ లను","author":"Tattva News Team","time":"19/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Hydra.jpg","readTime":"5 min read","contentHTML":"\n<p>అక్రమ నిర్మాణాలపై ‘హైడ్రా’ కొరడా ఝుళిపిస్తోంది. నార్సింగి మున్సిపాలిటీలోని ఖానాపూర్ పరిధిలో చెరువు ఎఫ్‌టిఎల్ బఫర్ జోన్‌లో గత ప్రభుత్వం హయాంలో ఇష్టారాజ్యంగా నిర్మించిన అక్రమ నిర్మాణాలను నేలమట్టం చేశారు. ఉదయం నుంచి భారీ పోలీసు బందోబస్తు నడుమ అక్రమ నిర్మాణాల కూల్చివేత ప్రక్రియ సాయంత్రం వరకు కొనసాగింది. </p>\n\n\n\n<p>బఫర్ జోన్‌లలో ఉన్న సర్వే నంబరు 233/2, 246, 63 లలో నిర్మించిన ప్రహరీ, ఓఆర్‌ఆర్ స్పోర్ట్, నార్సింగి మున్సిపాలిటి పరిధిలోని చెరువులో నిర్మించిన హోటల్ లను నేలమట్టం చేశారు. నిర్మాణాలను కూల్చివేస్తున్న సమయంలో భవన నిర్మాణాల యజమానులు, అధికారుల మధ్య వాగ్వాదం చోటుచేసుకోవటంతో భద్రతా సిబ్బంది వారిని పోలీసుస్టేషన్‌కు తరలించారు. సుమారు 40కి పైగా నిర్మాణాలను పూర్తిగా నేలమట్టం చేశారు.</p>\n\n\n\n<p>కూల్చివేస్తున్న నిర్మాణాల వివరాలను సైతం అధికారులు గోప్యంగా ఉంచుతూ అ క్రమ నిర్మాణాలను కూల్చివేసే వరకు మీడియాకు సైతం వివరాలు తెలపడం లేదు. నార్సింగి, మణికొండ మున్సిపాలిటీ, బండ్లగూడ కార్పొరేషన్ పరిధిలలో గత ప్రభు త్వం హయాంలో అనేక ప్రభుత్వ స్థలాలు, చెరువుల నాలాలు సైతం కబ్జా చేసిన వాటిలో యథేచ్ఛగా అక్రమ నిర్మాణాలు ఇప్పటికీ కొనసాగుతున్నాయి. </p>\n\n\n\n<p>అంతేకాకుండా నార్సింగి పరిధిలోని మూసీ కాలువకు ఇరువైపుల హిమాయత్ సాగర్ చెరువు పరివాహక ప్రాంతాలలో కూడా ఎన్నో అక్రమ నిర్మాణాలు కొనసాగుతూ కాలువలను సైతం పూడ్చివేస్తూ ఆక్రమ నిర్మాణాలు చేపట్టడంతో మూసి కాలువ కుచించుకుపోతున్న పరిస్థితి నెలకొన్నదని స్థానికులు వాపోయారు. </p>\n\n\n\n<p>వీటిపై కూడా హైడ్రా అధికారులు విచారణ జరిపి తగిన చర్యలు తీసుకుని ప్రభుత్వ ఆస్తులను కాపాడాలని కోరారు. ఈ కార్యక్రమంలో హైడ్రా అధికారులు,స్థానిక మున్సిపల్ అధికారులు, పోలీసులు, సిబ్బంది తదితరులు పాల్గొన్నారు. ఎఫ్‌టీఎల్, బఫర్ జోన్లల్లో అనుమతులు లేకుండా నిర్మించిన దాదాపు 40 భవనాలను హైడ్రా అధికారులు నేలమట్టం చేశారు. </p>\n\n\n\n<p>ఆదివారం రంగారెడ్డి జిల్లా చేవెళ్ల నియోజకవర్గం మొయినాబాద్ మండలంలోని చిలుకూరు రెవెన్యూ పరిధిలోని గండిపేట చెరువు సమీపాన అక్రమ నిర్మాణాలపై హైడ్రా అధికారులు కొరడా ఝులిపించారు. గండిపేట చెరువు ఎఫ్‌టీఎల్, బఫర్ జోన్‌లో ఉన్నందున అక్కడ పరిధిలో నిర్మించిన భారీ భవనాలను హైడ్రా అధికారులు ఉదయం 9 గంటల నుంచే కూల్చివేతలు ప్రారంభించారు. </p>\n\n\n\n<p>ఈ సందర్భంగా హైడ్రా అధికారులు ఏఈ మల్లికార్జున్, వాటర్‌వర్స్ విజిలెన్స్ హెచ్‌ఎండీఏ అధికారులు లక్ష్మీరెడ్డి, మొయినాబాద్ పోలీసులు సీఐ పవన్‌కుమార్‌రెడ్డి, పోలీసుల బందోబస్తును ఏర్పాటు చేయగా అనుమతులు లేకుండా నిర్మించిన భవన నిర్మాణాలను అధికారులు నేలమట్టం చేశారు. </p>\n\n\n\n<p>జేసీబీలు, ఇటాచీలతో నాలుగు నుంచి ఐదు అంతస్తలు ఉండి నిర్మాణం పూర్తైనప్పట్టికీ వేటిని వదలకుండా నేలమట్టం చేసి సీజ్ చేశారు. అక్రమ నిర్మాణాలను కూల్చివేస్తున్న విషయం తెలిసిన స్థానికులు పెద్ద సంఖ్యలో అక్కడకు చేరుకోవడంతో పోలీసులు వారిని లోపలికి అనుమతించలేదు. </p>\n\n\n\n<p>అనుమతులు లేకుండా అక్రమంగా ఎఫ్‌టీఎల్, బఫర్ జోన్‌లో నిర్మాణాలు చేపడితే చర్యలు తప్పవని పేర్కొంటూ నిర్మించినవాటిని తొలగించారు. దీంతో గండిపేట చెరువు సమీపం నగర శివారు ప్రాంతంలో ఉండడంతో హైడ్రా అధికారులు ఆఫరేషన్ నిర్వహించారు. </p>\n\n\n\n<p>చెరువులో నిర్మించిన అపార్ట్‌మెంట్‌లు నేలమట్టం కావడం, కూల్చివేతలను అడ్డుకునేందుకు వచ్చిన స్థానికులను పోలీసులు అరెస్టు చేయడంవంటి సంఘటనలు చోటు చేసుకున్నాయి. నగర శివారు ప్రాంతం మొయినాబాద్ మండలం గండిపేట చెరువు పక్కనే నిర్మించిన వాటిని హైడ్రా కమీషనర్ రంగనాథ్‌కు ఫిర్యాదు రావడంతోనే రంగంలోకి దిగినట్లు తెలుస్తుంది.</p>\n","originalUrl":"https://tattvanews.com/20648/19/08/2024/","hasAudio":false,"hasInfographics":false}