{"id":"wp-en-13738","wp_id":13738,"type":"standard","category":"World","language":"en","title":"Dalai Lama says 'not thinking of re-incarnation'￼","excerpt":"The 14th Dalai Lama and spiritual head of the Tibetan Government in exile, said he was not ‘thinking’ about re-incarnation -- a process to appoint the next Dalai Lama. Developments on the front are being followed keenly by Tibetans as the Dalai Lama is leading the fight seeking autonomy from China; that in turn, is trying to meddle","author":"Tattva News Team","time":"18/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2021/12/Dalai-Lama1.jpg","readTime":"5 min read","contentHTML":"\n<p>The 14th Dalai Lama and spiritual head of the Tibetan Government in exile, said he was not ‘thinking’ about re-incarnation -- a process to appoint the next Dalai Lama. Developments on the front are being followed keenly by Tibetans as the Dalai Lama is leading the fight seeking autonomy from China; that in turn, is trying to meddle in the appointment of a successor.</p>\n\n\n\n<p>Speaking to a select group of media-persons from Delhi, the Dalai Lama, who turns 89 in July, was asked how would the Tibetan community maintain the sanctity of re-incarnation to which he said, “I am not thinking of reincarnation. The Important thing is as long as I am alive, I should use my energies to help as many people as I can”.</p>\n\n\n\n<p>Re-incarnation is a traditional Buddhist method of anointing a successor. A Dalai Lama before dying leave hints of where his re-birth would be. These hints are followed by a religious committee to trace the child who is supposed to have been born as the next Dalai Lama. The present Dalai Lama was selected in 1940 as five years old.</p>\n\n\n\n<p>A senior official of the Central Tibetan Administration, who did not wish to be identified, mentioned the process of re-incarnation saying “his holiness (the Dalai Lama) has kept an element of surprise. He has maintained an uncertainty since China is an unpredictable entity”.</p>\n\n\n\n<p>For years, the Chinese government has claimed that the Dalai Lama’s eventual reincarnation must comply with Chinese law—that ignores Tibetans’ history of selecting the Dalai Lama without foreign interference. Tibetans want to keep China out, as that has been the case for centuries.</p>\n\n\n\n<p>The US wants to keep Beijing out of this ‘selection’ process and even passed a law ‘The Tibetan Policy and Support Act of 2020’. It makes it official US policy that the Dalai Lama’s succession is a strictly religious issue that only he and his followers can decide on. India also wants to follow the wish of the Tibetans.</p>\n\n\n\n<p>The issue of re-incarnation is now being debated as the Dalai Lama had said in the past on his successor: “When I am about ninety I will consult the high Lamas of the Tibetan Buddhist traditions, the Tibetan public, and other concerned people who follow Tibetan Buddhism and re-evaluate whether the institution of the Dalai Lama should continue or not.”</p>\n\n\n\n<p>On that basis we will take a decision. If it is decided that the reincarnation of the Dalai Lama should continue and there is a need for the Fifteenth Dalai Lama to be recognized. The Dalai Lama has tasked the ‘Dalai Lama’s Gaden Phodrang Trust’ to locate the successor. The procedures of search and recognition of the next Dalai Lama has to be in accordance with past tradition.</p>\n","originalUrl":"https://en.tattvanews.com/national/dalai-lama-says-not-thinking-of-re-incarnation%ef%bf%bc/","hasAudio":false,"hasInfographics":false}