{"id":"wp-te-21284","wp_id":21284,"type":"standard","category":"World","language":"te","title":"ఓటుకు నోటు కేసులో సీఎం రేవంత్ రెడ్డి హాజరు కాకపోవడంపై కోర్టు ఆగ్రహం","excerpt":"తెలుగు రాష్ట్రాల రాజకీయాల్లో తీవ్ర సంచలనం సృష్టించిన ఓటుకు నోటు కేసు మరోసారి తెరపైకి వచ్చింది. మంగళవారం రోజున నాంపల్లి కోర్టులో ఓటుకు నోటు ఈడీ కేసులో విచారణ జరిగింది. అయితే.. ఈ కేసులో నిందితులైన రేవంత్ రెడ్డి ఈరోజు జరిగిన విచారణకు హాజరు కాకకపోవటం గమనార్హం. రేవంత్ రెడ్డితో పాటు నిందితులుగా ఉన్న మత్తయ్య, ఉదయ్ సింహా, కేం కృష్ణ కీర్తన్, సండ్ర వెంకట వీరయ్య, సెబాస్టియన్‌ కూడా విచారణకు హాజరు కాలేదు.  దీంతో నిందితులు","author":"Tattva News Team","time":"25/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/02/Revanth-CM1.jpeg","readTime":"5 min read","contentHTML":"\n<p>తెలుగు రాష్ట్రాల రాజకీయాల్లో తీవ్ర సంచలనం సృష్టించిన ఓటుకు నోటు కేసు మరోసారి తెరపైకి వచ్చింది. మంగళవారం రోజున నాంపల్లి కోర్టులో ఓటుకు నోటు ఈడీ కేసులో విచారణ జరిగింది. అయితే.. ఈ కేసులో నిందితులైన రేవంత్ రెడ్డి ఈరోజు జరిగిన విచారణకు హాజరు కాకకపోవటం గమనార్హం. రేవంత్ రెడ్డితో పాటు నిందితులుగా ఉన్న మత్తయ్య, ఉదయ్ సింహా, కేం కృష్ణ కీర్తన్, సండ్ర వెంకట వీరయ్య, సెబాస్టియన్‌ కూడా విచారణకు హాజరు కాలేదు. </p>\n\n\n\n<p>దీంతో నిందితులు విచారణకు హాజరుకాకపోవటంపై.. నాంపల్లి కోర్టు తీవ్ర ఆగ్రహం వ్యక్తం చేసింది.  దీంతో సెప్టెంబర్ 24న జరిగే విచారణకు మినహాయింపు ఇవ్వాలని నిందితులు న్యాయస్థానాన్ని కోరారు. ఈ మేరకు తదుపరి విచారణను అక్టోబర్ 16వ తేదీకి వాయిదా వేసింది న్యాయస్థానం. ఈ క్రమంలో నిందితులకు న్యాయస్థానం కీలక ఆదేశాలు జారీ చేసింది. </p>\n\n\n\n<p>అక్టోబర్ 16న సీఎం రేవంత్ రెడ్డి తప్పకుండా విచారణకు హాజరు కావాలని నాంపల్లి కోర్టు ఆదేశించింది. రేవంత్ రెడ్డితో పాటు ఓటుకు నోటు కేసులో నిందితులందరూ అక్టోబర్ 16న కచ్చితంగా ధర్మాసనం ముందు హాజరుకావాలని నాంపల్లి కోర్టు ఆదేశాలు జారీ చేసింది. <br> కాగా, ఓటుకు నోటు కేసుపై ఇటీవలే సుప్రీంకోర్టు కీలక ఆదేశాలు జారీ చేసింది. ఈ కేసును వేరే రాష్ట్రానికి బదిలీ చేయాలని సుప్రీం కోర్టులో దాఖలు చేసిన పిటిషనర్ అభ్యర్థనను కోర్టు నిరాకరించింది. ఓటుకు నోటు కేసును మధ్యప్రదేశ్‌కు బదిలీ చేయాలంటూ మాజీ మంత్రి జగదీశ్వర్‌ రెడ్డి పిటిషన్‌ను దాఖలు చేసిన విషయం తెలిసిందే. </p>\n\n\n\n<p>ఈ పిటిషన్‌పై విచారణ చేసిన జస్టిస్ బీఆర్ గవాయ్, జస్టిస్ కేవీ విశ్వనాథన్‌ల ద్విసభ్య ధర్మాసనం పిటిషనర్ వాదనను తిరస్కరించింది. ఒకవేళ కేసు దర్యాప్తులో సీఎం జోక్యం చేసుకున్నట్టయితే మళ్లీ కోర్టును ఆశ్రయించవచ్చని ధర్మాసనం సూచించింది. కేసులో  సీఎంతో పాటు హోం మంత్రి కూడా జోక్యం చేసుకోరాదని ధర్మాసనం స్పష్టం చేసింది. ఏసీబీ అధికారులు దర్యాప్తు వివరాలను కూడా సీఎం, హోం మంత్రికి నివేదించరాదని ఆదేశించింది.</p>\n\n\n\n<p>2015లో తెలంగాణ ఎమ్మెల్యేల కోటా ఎమ్మె్ల్సీ ఎన్నికల సందర్భంగా నామినేటెడ్ ఎమ్మెల్యే స్టీఫెన్‌సన్‌ను కొనుగోలు చేసేందుకు ఆనాడు టీడీపీ ఎమ్మెల్యేగా రేవంత్‌ రెడ్డి ముడుపులు ఇచ్చేందుకు ప్రయత్నించారనేది ఏసీబీ ప్రధాన అభియోగం. స్టీఫెన్ సన్‌కు డబ్బులున్న సూట్‌కేసులను రేవంత్ రెడ్డి ఇస్తున్న వీడియో సోషల్ మీడియాల్లో తెగ వైరల్ అయ్యింది. ఆ వీడియోతో పాటు చంద్రబాబు నాయుడు, రేవంత్ రెడ్డి మధ్య జరిగిన సంభాషణకు సంబంధించిన కాల్ రికార్డింగులు కూడా వైరల్ అయ్యాయి.</p>\n","originalUrl":"https://tattvanews.com/21284/25/09/2024/","hasAudio":false,"hasInfographics":false}