{"id":"wp-en-15651","wp_id":15651,"type":"standard","category":"World","language":"en","title":"Union Cabinet approves 'National Mission on Natural Farming', PAN 2.0","excerpt":"The Union Cabinet on Monday, approved key projects covering multiple sectors including, agriculture, energy, railway and infrastructure among others. After the meeting, Union Minister of Information and Broadcasting Ashwini Vaishnaw briefed the media about the key decisions. Atal Innovation Mission (AIM) 2.0: Taking a step towards promoting innovation, the Union Cabinet announced AIM 2.0 with a capital outlay","author":"Tattva News Team","time":"26/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Cabinet.webp","readTime":"5 min read","contentHTML":"\n<p>The Union Cabinet on Monday, approved key projects covering multiple sectors including, agriculture, energy, railway and infrastructure among others. After the meeting, Union Minister of Information and Broadcasting Ashwini Vaishnaw briefed the media about the key decisions.</p>\n\n\n\n<ol class=\"wp-block-list\" type=\"1\"><li><strong>Atal Innovation Mission (AIM) 2.0:</strong> Taking a step towards promoting innovation, the Union Cabinet announced AIM 2.0 with a capital outlay of Rs 2,750 crore for implementation until March 31, 2028. The govt hs taken the initiative to strengthen India's entrepreneurial ecosystem by supporting startups and R&D.</li><li><strong>PAN 2.0:</strong> In a major relief, the Cabinet also approved PAN 2.0, for an entirely digital and paperless process for the issuance of the Permanent Account Number (PAN) and a related grievance redressal mechanism. The aim is to make the system more efficient and user-friendly.</li><li><strong>One Nation One Subscription Scheme:</strong> The Cabinet also launched the One Nation One Subscription Scheme to democratise access to academic resources. The initiative will provide nationwide access to scholarly research articles and journals. The scheme has been announced with an estimated cost of Rs 6,000 crore.</li><li><strong>Three rail projects:</strong> The Cabinet approved three mega railway projects with a combined cost of Rs 7,97 crore. The project includes, Jalgaon – Manmad 4th line (160 km), Bhusawal – Khandwa 3rd & 4th line (131 km) and Prayagraj (Iradatganj) – Manikpur 3rd Line (84 km). </li><li><strong>Hydro Electric Project in Arunachal:</strong> The CCEA approved investment of Rs.1750 crore for the construction of the Tato-I Hydro Electric Project (HEP) in Shi Yomi District of Arunachal Pradesh. The estimated completion period for the project is 50 months. The project with an installed capacity of 186 MW (3 x 62 MW) would produce 802 Million Units (MU) of energy.</li><li><strong>National Mission on Natural Farming:</strong> The CCEA took a step towards traditional farming with the adoption of natural resources. The government has provisioned a total outlay of Rs 2481 crore as a standalone Centrally Sponsored Scheme.</li></ol>\n","originalUrl":"https://en.tattvanews.com/national/union-cabinet-approves-national-mission-on-natural-farming-pan-2-0%ef%bf%bc/","hasAudio":false,"hasInfographics":false}