{"id":"wp-en-12709","wp_id":12709,"type":"standard","category":"World","language":"en","title":"Kangana Ranaut asserts 'I am a proud Hindu'￼","excerpt":"Actor-turned-politician Kangana Ranaut has hit out at Congress leader and Maharashtra Leader of Opposition Vijay Wadettiwar's remark on her consuming beef, stating that she was a \"proud Hindu\" and never consumed any kind of red meat. Her reaction came as Wadettiwar on Friday alleged that Kangana Ranaut, who is now a BJP candidate for the Lok Sabha","author":"Tattva News Team","time":"9/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Kangana.webp","readTime":"5 min read","contentHTML":"\n<p>Actor-turned-politician Kangana Ranaut has hit out at Congress leader and Maharashtra Leader of Opposition Vijay Wadettiwar's remark on her consuming beef, stating that she was a \"proud Hindu\" and never consumed any kind of red meat.</p>\n\n\n\n<p>Her reaction came as Wadettiwar on Friday alleged that Kangana Ranaut, who is now a BJP candidate for the Lok Sabha elections from Himachal's Mandi, had once said that she ate beef.</p>\n\n\n\n<p>To this, Kangana posted on X: \"I don’t consume beef or any other kind of red meat, it is shameful that completely baseless rumours are being spread about me. I have been advocating and promoting yogic and Ayurvedic way of life for decades now such tactics won’t work to tarnish my image. My people know me and they know that I am a proud Hindu and nothing can ever mislead them, Jai Shri Ram.\"</p>\n\n\n\n<p>The BJP had earlier slammed Wadettiwar's remarks as BJP spokesperson Keshav Upadhye stated the latter remarks \"reflects Congress' dirty culture. \"It cannot fight us on issues. This shows the party's defeatist mentality,\" Upadhye said.</p>\n\n\n\n<p>Earlier, a controversy erupted after Congress leader Supriya Shrinate’s offensive social media post about actor-turned-politician Ranaut. Later the Congress leader said that someone with access to her social media accounts had posted the objectionable content.</p>\n\n\n\n<p>Meanwhile, there are speculations about who the Congress would field against Kangana. Vikramaditya Singh, the Minister of Public Works Department and Urban Development in the Himachal Pradesh government, may contest the polls from Mandi, according to unconfirmed reports. </p>\n\n\n\n<p>Many in the party believe Vikramaditya can help lure youth votes better than his mother and Himachal Pradesh Congress president Pratibha Singh. Prathibha had initially decided not to seek re-election from Mandi but later left the decision to the party. During the 2021 by-elections, Prathibha defeated the BJP candidate by a slender margin of 8,500 votes.</p>\n","originalUrl":"https://en.tattvanews.com/national/kangana-ranaut-asserts-i-am-a-proud-hindu%ef%bf%bc/","hasAudio":false,"hasInfographics":false}