{"id":"wp-en-13926","wp_id":13926,"type":"standard","category":"World","language":"en","title":"NIA raids multiple locations in J&#038;K’s Rajouri￼","excerpt":"The National Investigation Agency (NIA) on Sunday conducted raids at multiple locations in Jammu and Kashmir's Rajouri in connection with the Reasi terror attack case.  According to a statement released by NIA, the searches resulted in the seizure of various items that demonstrate linkages between the terrorists and overground workers (OGWs).  Earlier officials had expressed concerns","author":"Tattva News Team","time":"1/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/02/NIA.jpeg","readTime":"5 min read","contentHTML":"\n<p>The National Investigation Agency (NIA) on Sunday conducted raids at multiple locations in Jammu and Kashmir's Rajouri in connection with the Reasi terror attack case. </p>\n\n\n\n<p>According to a statement released by NIA, the searches resulted in the seizure of various items that demonstrate linkages between the terrorists and overground workers (OGWs).  Earlier officials had expressed concerns over the terrorists carrying out attacks with the support of locals in many regions. </p>\n\n\n\n<p>The Reasi terror attack on June 9 claimed the lives of nine people, including a child. The terrorists had opened fire on a bus, carrying pilgrims from Shiv Khori to Katra in the Pouni area of the Reasi district. The driver and the conductor were also among those killed in the attack. The bus had fallen into a nearby gorge increasing the causalities. </p>\n\n\n\n<p>On the orders from the Union Ministry of Home Affairs, the NIA took over the investigation on June 15.  Searches were conducted in five locations linked with hybrid terrorists and OGWs, read the statement. It also added that the raids were conducted based on the information provided by Hakam Khan, the key suspect arrested in connection with the case on June 19.</p>\n\n\n\n<p>The locations were pointed out by arrested accused Hakam Khan alias Hakin Din, the NIA said. Hakam had provided safe shelter, logistics and food to the terrorists, as per the probe agency's investigations, it said.  NIA has started examining the seized material to unravel the terror conspiracy, it added.</p>\n\n\n\n<p>According to the Senior Superintendent of Police (SSP) in Reasi, Din also helped in facilitating the terrorists’ movements and actions leading up to the deadly incident.  \"The arrested person is a prime militant associate who helped the terrorists in the execution of the attack. Further interrogation and investigation of the case is going on,\" said Mohita Sharma.</p>\n","originalUrl":"https://en.tattvanews.com/others/nia-raids-multiple-locations-in-jks-rajouri%ef%bf%bc/","hasAudio":false,"hasInfographics":false}