{"id":"wp-te-18585","wp_id":18585,"type":"standard","category":"World","language":"te","title":"రాజకీయ దుమారం రేపుతున్న కాంగ్రెస్ `ఆస్తుల పంపకం'","excerpt":"పదేళ్ల నరేంద్ర మోదీ పరిపాలనలో దేశంలో ఆర్ధిక వ్యత్యాసాలు పెరిగిపోయాయని ఆరోపణలు గుప్పిస్తున్న కాంగ్రెస్ పార్టీ ఆ వ్యత్యాసాలను తగ్గిస్తామని భరోసా ఇచ్చేందుకు ఉపయోగించిన పదజాలం ఇప్పుడు వివాదాస్పదంగా మారి రాజకీయ దుమారం రేపుతోంది. ఇదే సమయంలో ఇండియన్‌ ఓవర్సీస్‌ కాంగ్రెస్‌ ఛైర్మన్‌, కాంగ్రెస్‌ సీనియర్‌ నాయకుడు, గాంధీల కుటుంబానికి అత్యంత సన్నిహితుడు శ్యామ్‌ పిట్రోడా సంచలన వ్యాఖ్యలు చేయడం ద్వారా కాంగ్రెస్ పార్టీని ఆత్మరక్షణలో పడేసారు. దేశంలో వారసత్వ పన్ను ఉండాలని, మరణించిన వారి ఆస్తుల్లో","author":"Tattva News Team","time":"25/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/cong.webp","readTime":"5 min read","contentHTML":"\n<p>పదేళ్ల నరేంద్ర మోదీ పరిపాలనలో దేశంలో ఆర్ధిక వ్యత్యాసాలు పెరిగిపోయాయని ఆరోపణలు గుప్పిస్తున్న కాంగ్రెస్ పార్టీ ఆ వ్యత్యాసాలను తగ్గిస్తామని భరోసా ఇచ్చేందుకు ఉపయోగించిన పదజాలం ఇప్పుడు వివాదాస్పదంగా మారి రాజకీయ దుమారం రేపుతోంది.</p>\n\n\n\n<p>ఇదే సమయంలో ఇండియన్‌ ఓవర్సీస్‌ కాంగ్రెస్‌ ఛైర్మన్‌, కాంగ్రెస్‌ సీనియర్‌ నాయకుడు, గాంధీల కుటుంబానికి అత్యంత సన్నిహితుడు శ్యామ్‌ పిట్రోడా సంచలన వ్యాఖ్యలు చేయడం ద్వారా కాంగ్రెస్ పార్టీని ఆత్మరక్షణలో పడేసారు. దేశంలో వారసత్వ పన్ను ఉండాలని, మరణించిన వారి ఆస్తుల్లో మెజారిటీ వాటాను ప్రభుత్వం స్వాధీనం చేసుకొని పంపిణీ చేయాలని కొత్త ప్రతిపాదనను తెరపైకి తీసుకొచ్చారు. ఈ మేరకు ఓ టీవీ ఇంటర్వ్యూలో మంగళవారం ఆయన మాట్లాడారు.</p>\n\n\n\n<p>‘అమెరికాలో వారసత్వ పన్ను అనేది ఉన్నది. దాని ప్రకారం.. ఒక వ్యక్తి దగ్గర 100 మిలియన్ల డాలర్ల విలువైన సంపద ఉందనుకొందాం. ఆ వ్యక్తి మరణిస్తే.. ఆ సొత్తు అంతా వారసులకు వెళ్లదు. సంపదలో 45 శాతం మాత్రమే వారసులకు బదిలీ అవుతుంది. మిగిలిన 55 శాతాన్ని ప్రభుత్వం స్వాధీనం చేసుకొంటుంది. ఇదొక ఆసక్తికరమైన చట్టం' అని తెలిపారు. </p>\n\n\n\n<p>`నేటి తరంవారు.. సంపదను సృష్టించి వెళ్లిపోతున్నారు. అది వారి వారసులకు మాత్రమే దక్కుతుంది. వారసత్వ పన్ను అనేది దేశంలో అమల్లోకి తీసుకొస్తే, ఆ సంపదలో సగం వాటా ప్రభుత్వానికి చెందుతుంది. తద్వారా ప్రజలకు పంచిపెట్టొచ్చు. ఈ విధానం నాకు న్యాయబద్ధంగానే కనిపిస్తున్నది’ అని పిట్రోడా పేరొక్నడం ద్వారా కాంగ్రెస్ పార్టీ విధానంగా భావించే అవకాశం ఇచ్చారు.</p>\n\n\n\n<p>పిట్రోడా వ్యాఖ్యలపై ప్రధాని మోదీ మండిపడ్డారు. మరణించిన వారి ఆస్తులను కూడా కాంగ్రెస్‌ దోచుకోవాలనుకొంటున్నదని ధ్వజమెత్తారు. ‘తల్లిదండ్రుల నుంచి వారసత్వంగా పొందిన సంపదపై కాంగ్రెస్‌ పన్ను విధించాలని చూస్తున్నది. మీరు చెమట చిందించి కూడబెట్టిన సొత్తు.. మీ పిల్లలకు లభించదు' అంటూ ప్రజలను హెచ్చరించారు. </p>\n\n\n\n<p>`వ్యక్తులు బతికి ఉన్నప్పుడే కాదు.. చనిపోయినప్పుడు కూడా వారిని దోచుకోవడం కాంగ్రెస్‌ విధానంలా కనిపిస్తున్నది. పూర్వీకుల ఆస్తిని అనుభవిస్తున్న ఆ వ్యక్తులు (గాంధీ కుటుంబాన్ని ఉద్దేశిస్తూ).. భారతీయులు తమ ఆస్తుల్ని పిల్లలకు ఇవ్వడాన్ని మాత్రం జీర్ణించుకోలేకపోతున్నారు’ అని విరుచుకుపడ్డారు.</p>\n\n\n\n<p>పిట్రోడా వ్యాఖ్యలపై సర్వత్రా విమర్శలు వ్యక్తమవుతుండటంతో కాంగ్రెస్‌ నష్ట నివారణ చర్యలకు దిగింది. ఆయన వ్యాఖ్యలు వ్యక్తిగతమని, పార్టీకి ఎలాంటి సంబంధం లేదని చెప్పింది. తన వ్యాఖ్యలను వక్రీకరించారని బుధవారం పిట్రోడా వివరణ ఇచ్చారు. సమస్యల నుంచి దృష్టి మరల్చడానికి బీజేపీ ఇలా చేస్తున్నదని ఎదురుదాడికి దిగారు.</p>\n\n\n\n<p>దేశ ప్రజల సంపదను సర్వే చేసి పునఃపంపిణీ చేస్తామని కాంగ్రెస్‌ ఎన్నికల మ్యానిఫెస్టోలో చెప్పిందన్న వార్తలపై ఆ పార్టీ సీనియర్‌ నేత రాహుల్‌ గాంధీ వివరణ ఇచ్చారు. ఆర్థిక సర్వే అనంతరం తాము చర్యలు తీసుకొంటామని ఎక్కడా చెప్పలేదని, దేశంలో ఎంతమందికి అన్యాయం జరిగిందన్న విషయాన్ని తెలుసుకోవడానికే ఈ సర్వే చేపడతామని చెప్పామని పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18585/25/04/2024/","hasAudio":false,"hasInfographics":false}