{"id":"wp-te-18780","wp_id":18780,"type":"standard","category":"World","language":"te","title":"ప్రజలు బీజేపీని మరోసారి ఆశీర్వదించబోతున్నారు","excerpt":"అవినీతి రహిత ప్రభుత్వం రావాలని ప్రజలు 2014లో మోదీకి ఓటేశారని, మరోసారి ఆశీర్వదించబోతున్నారని కేంద్ర మంత్రి, రాష్ట్ర బిజెపి అధ్యక్షుడు జి కిషన్ రెడ్డి ధీమా వ్యక్తం చేశారు. హైదరాబాద్‌లోని బషీర్​బాగ్​లో ఏర్పాటు చేసిన మీట్ ది ప్రెస్ కార్యక్రమంలో ఆయన పాల్గొంటూ రాష్ట్రంలో అన్ని పార్టీల కంటే అత్యధిక స్థానాలు బీజేపీ సాధిస్తుందని ధీమా వ్యక్తం చేశారు.  శంషాబాద్‌ ఎయిర్‌పోర్ట్‌ మాదిరే సికింద్రాబాద్‌ రైల్వేస్టేషన్‌ తయారవుతుందని కిషన్‌ రెడ్డి హామీ ఇచ్చారు. రైల్వే శాఖకు నిధుల","author":"Tattva News Team","time":"5/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Journalist.jpg","readTime":"5 min read","contentHTML":"\n<p>అవినీతి రహిత ప్రభుత్వం రావాలని ప్రజలు 2014లో మోదీకి ఓటేశారని, మరోసారి ఆశీర్వదించబోతున్నారని కేంద్ర మంత్రి, రాష్ట్ర బిజెపి అధ్యక్షుడు జి కిషన్ రెడ్డి ధీమా వ్యక్తం చేశారు. హైదరాబాద్‌లోని బషీర్​బాగ్​లో ఏర్పాటు చేసిన మీట్ ది ప్రెస్ కార్యక్రమంలో ఆయన పాల్గొంటూ రాష్ట్రంలో అన్ని పార్టీల కంటే అత్యధిక స్థానాలు బీజేపీ సాధిస్తుందని ధీమా వ్యక్తం చేశారు.</p>\n\n\n\n<p> శంషాబాద్‌ ఎయిర్‌పోర్ట్‌ మాదిరే సికింద్రాబాద్‌ రైల్వేస్టేషన్‌ తయారవుతుందని కిషన్‌ రెడ్డి హామీ ఇచ్చారు. రైల్వే శాఖకు నిధుల కొరత లేకుండా చేశామని, రాష్ట్రంలో 40 రైల్వే స్టేషన్లను అభివృద్ధి చేస్తున్నామని తెలిపారు. రూ.9 లక్షల కోట్లకు పైగా నిధులను తెలంగాణలో ఖర్చు చేశామని పేర్కొన్నారు. రూ.1.02 లక్షల కోట్లతో రహదారులు నిర్మించామని చెప్పారు. </p>\n\n\n\n<p>అంతర్జాతీయ స్థాయిలో దేశంలో రహదారులు నిర్మిస్తున్నామని, 83 కోట్ల మంది ప్రజలకు ఉచిత రేషన్‌ అందిస్తున్నామని గుర్తు చేశారు. 13 కోట్ల ఇళ్లల్లో టాయిలెట్లు నిర్మించామని వివరించారు.</p>\n\n\n\n<p>\"ప్రధానిగా మోదీ బాధ్యతలు చేపట్టే సమయానికి దేశంలో అనేక సమస్యలు ఉండేవి. కాంగ్రెస్‌ హయాంలో అనేక అవినీతి కుంభకోణాలు జరిగాయి. అవినీతిరహిత ప్రభుత్వం రావాలని ప్రజలు 2014లో మోదీకి ఓటేశారు. కాంగ్రెస్‌ చేసిన అన్యాయాలు, అక్రమాలు, అవినీతి, బంధుప్రీతిని బీజేపీ సరిదిద్దింది. అవినీతి ఆరోపణ లేకుండా తొమ్మిదిన్నరేళ్లు మా పార్టీ పరిపాలించింది\" అని కేంద్ర మంత్రి తెలిపారు.</p>\n\n\n\n<p>తమ ప్రభుత్వ హయాంలో మత కలహాలు, ఉగ్రవాద కార్యకలాపాలు లేవని, ప్రపంచం ముందు పాకిస్థాన్‌ను దోషిగా నిలబెట్టామని,  ప్రస్తుతం పాకిస్థాన్‌ తినడానికి తిండి లేక భిక్ష మెత్తుకుంటుందని పేర్కొన్నారు.</p>\n\n\n\n<p> బీజేపీ హయాంలో ప్రపంచంలో ఐదో అతిపెద్ద ఆర్థిక వ్యవస్థగా భారత్‌ అవతరించిందని కిషన్‌ రెడ్డి తెలిపారు. ట్రిపుల్‌ తలాక్‌ చట్టాన్ని ముస్లిం సమాజం మొత్తం ఆమోదించిందని తెలిపారు. ప్రపంచంలో అత్యధిక యువత ఉన్న దేశం భారత్ అని గుర్తు చేశారు. కాంగ్రెస్‌ చేస్తున్న అసత్య ప్రచారాన్ని ప్రజలెవరూ పట్టించుకోవట్లేదని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18780/05/05/2024/","hasAudio":false,"hasInfographics":false}