{"id":"wp-te-19732","wp_id":19732,"type":"standard","category":"World","language":"te","title":"మంత్రి హామీతో సమ్మె విరమించిన జూనియర్ డాక్టర్లు","excerpt":"రాష్ట్ర ప్రభుత్వంతో జూడాలు జరిపిన చర్చలు సఫలమయ్యాయి. దీంతో జూనియర్ డాక్టర్లు సమ్మె విరమించారు. వైద్యారోగ్యశాఖ మంత్రి దామోదర రాజనర్సింహ హామీతో జూడాలు సమ్మెను విరమించారు. 8 డిమాండ్లలో ఆరింటికి సానుకూలంగా మంత్రి స్పందించారు. మంత్రి సానుకూల స్పందనతో జూడాలు సమ్మెను విరమించారు. ఉస్మానియా, గాంధీ, కాక‌తీయ మెడిక‌ల్ కాలేజీల‌కు నిధులు కేటాయిస్తూ ప్ర‌భుత్వం జీవో జారీ చేసింది. ఉస్మానియా, గాంధీ మెడిక‌ల్ కాలేజీల్లో జూనియ‌ర్ వైద్యుల వ‌స‌తి గృహాల నిర్మాణానికి, కాక‌తీయ మెడిక‌ల్ కాలేజీలో ర‌హ‌దారుల","author":"Tattva News Team","time":"27/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/JUDAs.webp","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్ర ప్రభుత్వంతో జూడాలు జరిపిన చర్చలు సఫలమయ్యాయి. దీంతో జూనియర్ డాక్టర్లు సమ్మె విరమించారు. వైద్యారోగ్యశాఖ మంత్రి దామోదర రాజనర్సింహ హామీతో జూడాలు సమ్మెను విరమించారు. 8 డిమాండ్లలో ఆరింటికి సానుకూలంగా మంత్రి స్పందించారు. మంత్రి సానుకూల స్పందనతో జూడాలు సమ్మెను విరమించారు.</p>\n\n\n\n<p>ఉస్మానియా, గాంధీ, కాక‌తీయ మెడిక‌ల్ కాలేజీల‌కు నిధులు కేటాయిస్తూ ప్ర‌భుత్వం జీవో జారీ చేసింది. ఉస్మానియా, గాంధీ మెడిక‌ల్ కాలేజీల్లో జూనియ‌ర్ వైద్యుల వ‌స‌తి గృహాల నిర్మాణానికి, కాక‌తీయ మెడిక‌ల్ కాలేజీలో ర‌హ‌దారుల పున‌రుద్ధ‌ర‌ణ‌కు నిధులు కేటాయిస్తూ జీవో విడుద‌లైంది. </p>\n\n\n\n<p>ఉస్మానియా, గాంధీ, కాక‌తీయ మెడిక‌ల్ కాలేజీల‌కు రూ. 204.85 కోట్లు కేటాయించారు. ఉస్మానియా వ‌స‌తి భ‌వ‌నాలు, రోడ్ల‌కు రూ. 121.90 కోట్లు, గాంధీ ఆస్ప‌త్రికి రూ. 79.50 కోట్లు, కాక‌తీయ మెడిక‌ల్ కాలేజీలో సీసీ రోడ్ల‌కు రూ. 2.75 కోట్లు కేటాయించారు.</p>\n\n\n\n<p>ఆసుపత్రుల్లో మెరుగైన సౌకర్యా లు,స్టైపెండ్ బకాయిలు వెంటనే చెల్లించేందుకు ప్రభుత్వం అంగీకరించడంతో జూడాలు గురువారం నుంచి విధులకు హాజరుకానున్నారు. ఈ సందర్భంగా జూడాలతో కలిసి మంత్రి మీడియాతో  మాట్లాడుతూ, జూనియర్ డాక్టర్లు గతంలో రెండు సార్లు స్టైపెండ్‌ల విడుదల గురించి తమ దృష్టికి తెచ్చారని, చాలా ఏళ్లుగా సమస్యలు ఉన్నాయని చెప్పారు. </p>\n\n\n\n<p>గ్రీన్ ఛానెల్ ద్వారా స్టైపెoడ్, వసతి భవనాలు ఏర్పాటు చేయాలని కోరారని,   వైద్యులకు రక్షణ కావాలని కోరారని, దీనిపై జరిగిన చర్చలు ఫలించాయని వెల్లడించారు. జూడాలు ఉస్మానియా, గాంధీ ఆసుపత్రి వసతి గృహాలపై ఫిర్యాదు చేశారని తెలిపారు. వసతి గృహాల్లో సౌకర్యాలు మెరుగుపరచాలని కోరారని పేర్కొన్నారు.</p>\n\n\n\n<p>ముఖ్యమంత్రి రేవంత్ రెడ్డి ఆదేశాల మేరకు ఉస్మానియా, గాంధీ ఆసుపత్రులను సందర్శించామని వెల్లడించారు. ఉస్మానియా ఆసుపత్రిలో సౌకర్యాల కోసం రూ.121 కోట్లు విడుదల చేశామని మంత్రి దామోదర రాజనర్సింహ తెలిపారు. అలాగే గాంధీ ఆసుపత్రి కోసం రూ.80 కోట్లు మంజూరు చేశామని చెప్పారు. కాకతీయ ఆసుపత్రికి సీసీ రోడ్డు మంజూరు చేశామని స్పష్టం చేశారు. వైద్య సౌకర్యాలు మెరుగుపరిచేందుకు తమ ప్రభుత్వం కట్టుబడి ఉందని మంత్రి స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19732/27/06/2024/","hasAudio":false,"hasInfographics":false}