{"id":"wp-te-19895","wp_id":19895,"type":"standard","category":"World","language":"te","title":"నీట్ యూజీ 2024 పరీక్షను రద్దు చేయలేం","excerpt":"దేశవ్యాప్తంగా తీవ్ర సంచలనం సృష్టించిన నీట్‌ యూజీ 2024 పరీక్ష పేపర్ లీకేజీ వ్యవహారం ప్రస్తుతం చర్చనీయాంశంగా మారింది. అయితే నీట్ పరీక్షను రద్దు చేయలేమని కేంద్ర ప్రభుత్వం స్పష్టం చేసింది. ఈ వ్యవహారానికి సంబంధించి.. సుప్రీంకోర్టులో తాజాగా కేంద్రం అఫిడవిట్‌ దాఖలు చేసింది. నీట్ పరీక్షలో భారీగా అక్రమాలు జరిగినట్లు ఆధారాలు లేవని.. అందుకే ఈ పరీక్షను మళ్లీ నిర్వహించాల్సిన అవసరం లేదని తేల్చి చెప్పింది.  ఇప్పుడు నీట్ పరీక్షను రద్దు చేస్తే లక్షలాది మంది","author":"Tattva News Team","time":"6/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/NEET.webp","readTime":"5 min read","contentHTML":"\n<p>దేశవ్యాప్తంగా తీవ్ర సంచలనం సృష్టించిన నీట్‌ యూజీ 2024 పరీక్ష పేపర్ లీకేజీ వ్యవహారం ప్రస్తుతం చర్చనీయాంశంగా మారింది. అయితే నీట్ పరీక్షను రద్దు చేయలేమని కేంద్ర ప్రభుత్వం స్పష్టం చేసింది. ఈ వ్యవహారానికి సంబంధించి.. సుప్రీంకోర్టులో తాజాగా కేంద్రం అఫిడవిట్‌ దాఖలు చేసింది. నీట్ పరీక్షలో భారీగా అక్రమాలు జరిగినట్లు ఆధారాలు లేవని.. అందుకే ఈ పరీక్షను మళ్లీ నిర్వహించాల్సిన అవసరం లేదని తేల్చి చెప్పింది.</p>\n\n\n\n<p> ఇప్పుడు నీట్ పరీక్షను రద్దు చేస్తే లక్షలాది మంది విద్యార్ధులపై ప్రతికూల ప్రభావం పడుతుందని తెలిపింది. నీట్ అవకతవకలపై సమగ్ర విచారణకు ఆదేశించినట్లు తెలిపిన కేంద్రం.. ప్రశ్నాపత్రం లీకేజీ నిందితుల్ని ఇప్పటికే అరెస్ట్‌ చేసినట్లు వెల్లడించింది. నీట్‌ పరీక్షను రద్దు చేయడం అంటే కష్టపడి చదివి.. నిజాయతీగా పరీక్ష రాసిన విద్యార్థుల ప్రయోజనాలను దెబ్బతీసినట్లే అవుతుందని స్పష్టం చేసింది. </p>\n\n\n\n<p>ఎలాంటి పోటీ పరీక్షలనైనా.. పారదర్శకంగా నిర్వహించేందు కేంద్ర ప్రభుత్వం కట్టుబడి ఉన్నట్లు తేల్చి చెప్పింది. ఇక నీట్ అక్రమాలపై విచారణ చేసేందుకు సీబీఐ విచారణకు ఆదేశించినట్లు తెలిపిన కేంద్రం.. నీట్‌ పేపర్ లీకేజీ కేసులో ఇప్పటికే పలువురు నిందితులను అరెస్ట్ చేసినట్లు పేర్కొంది. నీట్ పరీక్షలో భారీ స్థాయిలో అక్రమాలు జరిగినట్లు ఆధారాలు లేవని వెల్లడించింది. </p>\n\n\n\n<p>ఇప్పటికే ఫలితాలు విడుదల కావడంతో పరీక్షను రద్దు చేయడం సరైంది కాదని సుప్రీంకోర్టుకు సమర్పించిన అఫిడవిట్‌లో కేంద్రం తెలిపింది. ఇప్పుడు నీట్‌ పరీక్షను రద్దు చేస్తే నిజాయతీగా పరీక్ష రాసిన లక్షల మంది విద్యార్థులు నష్టపోతారని వెల్లడించింది.  దేశంలోని వైద్య విద్య కోర్సుల్లో ప్రవేశాలకు గానూ ఈ ఏడాది మే 5 వ తేదీన నిర్వహించిన నీట్‌-యూజీ 2024 పరీక్షలో అక్రమాలు, అవకతవకలు జరిగాయన్న ఆరోపణలు వెల్లువెత్తుతుండటంతో ఆ పరీక్షను రద్దు చేసి మళ్లీ కొత్తగా నిర్వహించాలని కోర్టుల్లో పిటిషన్లు దాఖలయ్యాయి. </p>\n\n\n\n<p>ఇక 1563 మంది విద్యార్థులకు గ్రేస్‌ మార్కులు కలపడం, కొందరికి ఓఎంఆర్‌ షీట్లు అందకపోవడం, కోర్టు పర్యవేక్షణలో దర్యాప్తు చేయాలనే డిమాండ్ సహా నీట్‌ను రద్దు చేయాలని సుప్రీంకోర్టులో దాదాపు 26 పిటిషన్లు ఫైల్ అయ్యాయి. ఆ పిటిషన్లన్నింటినీ సుప్రీంకోర్టు చీఫ్ జస్టిస్‌ డీవై చంద్రచూడ్‌ నేతృత్వంలోని జస్టిస్‌ జేబీ పార్దీవాలా, జస్టిస్‌ మనోజ్‌ మిశ్రాలతో కూడిన త్రిసభ్య ధర్మాసనం ఈ నెల 8 వ తేదీన విచారించనుంది. ఈ నేపథ్యంలోనే సుప్రీంకోర్టులో కేంద్రం అఫిడవిట్‌ దాఖలు చేసింది.</p>\n\n\n\n<p>ఇక నీట్‌ పరీక్షను రద్దు చేయవద్దని కోరుతూ 56 మంది నీట్‌ ర్యాంకర్లు గురువారం సుప్రీంకోర్టులో పిటిషన్‌లు దాఖలు చేయడం గమనార్హం. ఈ పిటిషన్లన్నింటిపై జులై 8 వ తేదీన సీజేఐ నేతృత్వంలోని ధర్మాసనం విచారణ జరపనుంది. ఇక ఇదే నీట్ అంశంపై నేషనల్ టెస్టింగ్ ఏజెన్సీ - ఎన్‌టీఏ కూడా సుప్రీంకోర్టులో అఫిడవిట్‌ దాఖలు చేసింది. </p>\n\n\n\n<p>నీట్ పరీక్ష రద్దు చేస్తే లక్షలాది విద్యార్థులకు నష్టం జరుగుతుందని.. పేపర్ లీక్ ఘటనలు మొత్తం నీట్ పరీక్ష నిర్వహణపై ఎలాంటి ప్రభావం చూపలేదని పేర్కొంది. నీట్ పరీక్ష చట్టవిరుద్ధమైన పద్ధతుల్లో కాకుండా న్యాయబద్ధంగా, గోప్యతతో నిర్వహించామని.. అందులో అక్రమాలు జరిగినట్లు వచ్చిన ఆరోపణలు పూర్తిగా నిరాధారమని కోర్టుకు తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/19895/06/07/2024/","hasAudio":false,"hasInfographics":false}