{"id":"wp-te-21323","wp_id":21323,"type":"standard","category":"World","language":"te","title":"‘పరమ్ రుద్ర’ సూపర్ కంప్యూటర్లను ఆవిష్కరించిన ప్రధాని","excerpt":"నేషనల్ కంప్యూటింగ్ మిషన్ ద్వారా దేశీయంగా అభివృద్ధి చేసిన మూడు సూపర్ కంప్యూటర్లను ప్రధాని నరేంద్ర మోదీ గురువారం ఆవిష్కరించారు. శాస్త్రీయ పరిశోధనలు సులభతరం చేసేందుకు రూ. 130 కోట్లతో పుణె, ఢిల్లీ, కోల్‌కతాలో ఏర్పాటు చేసిన 'పరమ్ రుద్ర' సూపర్ కంప్యూటర్లను ఢిల్లీ నుంచి వర్చువల్‌గా ప్రారంభించారు. మరోవైపు, వాతావరణ పరిశోధనల కోసం రూ. 850 కోట్లతో రూపొందించిన హై పెర్ఫామెన్స్ కంప్యూటింగ్ సిస్టంను కూడా ప్రధాని మోదీ ఆవిష్కరించారు. ఈ సందర్భంగా ప్రధాని మోడీ","author":"Tattva News Team","time":"27/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Modi-computers.jpg","readTime":"5 min read","contentHTML":"\n<p>నేషనల్ కంప్యూటింగ్ మిషన్ ద్వారా దేశీయంగా అభివృద్ధి చేసిన మూడు సూపర్ కంప్యూటర్లను ప్రధాని నరేంద్ర మోదీ గురువారం ఆవిష్కరించారు. శాస్త్రీయ పరిశోధనలు సులభతరం చేసేందుకు రూ. 130 కోట్లతో పుణె, ఢిల్లీ, కోల్‌కతాలో ఏర్పాటు చేసిన 'పరమ్ రుద్ర' సూపర్ కంప్యూటర్లను ఢిల్లీ నుంచి వర్చువల్‌గా ప్రారంభించారు.</p>\n\n\n\n<p>మరోవైపు, వాతావరణ పరిశోధనల కోసం రూ. 850 కోట్లతో రూపొందించిన హై పెర్ఫామెన్స్ కంప్యూటింగ్ సిస్టంను కూడా ప్రధాని మోదీ ఆవిష్కరించారు. ఈ సందర్భంగా ప్రధాని మోడీ మాట్లాడుతూ.. ఈ రోజును శాస్త్ర, సాంకేతిక రంగంలో చాలా గొప్ప విజయాలు సాధించిన రోజుగా పేర్కొన్నారు. సాంకేతిక విప్లవ యుగంలో కంప్యూటింగ్ సామర్థ్యం జాతీయ సామర్థ్యానికి ప్రత్యామ్నాయంగా మారిందని తెలిపారు.</p>\n\n\n\n<p>సాంకేతిక, కంప్యూటింగ్ సామర్థ్యంపై ఆధారపడని రంగమంటూ ఏదీ లేదని ప్రధాని మోదీ  చెప్పారు. ఈ సాంకేతిక విప్లవంలో మన వాటా బిట్స్ బైట్స్ లో కాదు.. టెరా బైట్లు, పెటా బైట్లలో ఉండాలని చెబుతూ భారతదేశం సైన్స్, టెక్నాలజీ, పరిశోధనలకు ప్రాధాన్యమిస్తూ ముందుకు సాగుతోందని తెలిపారు.</p>\n\n\n\n<p>2015లో జాతీయ సూపర్ కంప్యూటింగ్ మిషన్‌ను ప్రారంభించామన్న ప్రధాని మోదీ ఇప్పుడు క్వాంటం కంప్యూటింగ్ టెక్నాలజీ ముందంజలో ఉందని, ఇది ఐటీ, తయారీ, ఎంఎస్ఎంఈలు స్టార్టప్ లను మెరుగుపర్చడంలో సహాయపడుతుందని పేర్కొన్నారు. టెక్నాలజీలో పరిశోధనలు సామాన్యులకు ఉపయోగపడేలా ఈ ప్రభుత్వం చర్యలు తీసుకుందని చెప్పారు. </p>\n\n\n\n<p>పేదలకు సాధికారత కల్పించేందుకు సాంకేతిక పరిజ్ఞానాన్ని మెరుగుపర్చాలని ప్రధాని సూచించారు. సొంతంగా సెమీకండక్టర్ ఏకో సిస్టంను నిర్మించడంతోపాటు ప్రపంచంలోని సరఫరా గొలుసులో కీలకంగా ఉన్నట్లు ప్రధాని మోదీ  వెల్లడించారు. సైన్స్ ప్రాముఖ్యత కేవలం ఆవిష్కరణలు, అభివృద్ధి వరకే పరిమితం కారాదని, దేశంలో ఆఖరి పౌరుడి ఆకాంక్షలను కూడా నెరవేర్చేలా ఉండాలని ప్రధాని  పిలుపునిచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/21323/27/09/2024/","hasAudio":false,"hasInfographics":false}