{"id":"wp-te-20466","wp_id":20466,"type":"standard","category":"World","language":"te","title":"రాజ్యసభలో 12 సీట్లకు  ఉప ఎన్నిక షెడ్యూల్","excerpt":"తొమ్మిది రాష్ట్రాల్లో ఖాళీగా ఉన్న 12 రాజ్యసభ స్థానాలకు సెప్టెంబర్ 3న ఎన్నికలు నిర్వహించనున్నట్లు ఎన్నికల కమిషన్ బుధవారం ప్రకటించింది. కేంద్ర మంత్రులు పీయూష్ గోయల్, సర్బానంద సోనోవాల్, జ్యోతిరాదిత్య సింధియా సహా సిట్టింగ్ సభ్యులు లోక్‌సభకు ఎన్నికైనందున పది రాజ్యసభ సీట్లు ఖాళీ అయ్యాయి.  తెలంగాణ, ఒడిశాలో రెండు సీట్లకు ఉప ఎన్నికలు జరగనున్నాయి. తెలంగాణ నుంచి కె కేశవరావు కాంగ్రెస్‌లో చేరేందుకు భారత రాష్ట్ర సమితి (బిఆర్‌ఎస్) నుంచి నిష్క్రమించిన తరువాత రాజ్యసభ నుంచి","author":"Tattva News Team","time":"8/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/ECI.jpg","readTime":"5 min read","contentHTML":"\n<p>తొమ్మిది రాష్ట్రాల్లో ఖాళీగా ఉన్న 12 రాజ్యసభ స్థానాలకు సెప్టెంబర్ 3న ఎన్నికలు నిర్వహించనున్నట్లు ఎన్నికల కమిషన్ బుధవారం ప్రకటించింది. కేంద్ర మంత్రులు పీయూష్ గోయల్, సర్బానంద సోనోవాల్, జ్యోతిరాదిత్య సింధియా సహా సిట్టింగ్ సభ్యులు లోక్‌సభకు ఎన్నికైనందున పది రాజ్యసభ సీట్లు ఖాళీ అయ్యాయి. </p>\n\n\n\n<p>తెలంగాణ, ఒడిశాలో రెండు సీట్లకు ఉప ఎన్నికలు జరగనున్నాయి. తెలంగాణ నుంచి కె కేశవరావు కాంగ్రెస్‌లో చేరేందుకు భారత రాష్ట్ర సమితి (బిఆర్‌ఎస్) నుంచి నిష్క్రమించిన తరువాత రాజ్యసభ నుంచి ఇటీవల రాజీనామా చేశారు. ఒడిశాలో బిజూ జనతాదళ్ (బిజెడి) ఎంపి మమతా మొహంతా తన రాజ్యసభ సీటుకు, పార్టీ ప్రాథమిక సభ్యత్వానికి ఇటీవల రాజీనామా చేశారు.</p>\n\n\n\n<p>కేంద్ర మంత్రులు పీయూష్ గోయల్, సోనోవాల్, సింధియా కాకుండా లోక్‌సభకు ఎన్నికైన ఇతర రాజ్యసభ సభ్యుల్లో కామాఖ్య ప్రసాద్ తాసా (బిజెపి), మిశా భారతి (ఆర్‌జెడి), వివేక్ ఠాకూర్ (బిజెపి), దీపేందర్ సింగ్ హూడా (కాంగ్రెస్), ఉదయన్‌రాజె భోస్లే (బిజెపి). కెసి వేణుగోపాల్ (కాంగ్రెస్), బిప్లబ్ కుమార్ దేబ్ (బిజెపి) ఉన్నారు. </p>\n\n\n\n<p>రాజ్యసభ ఎన్నికలకు నోటిఫికేషన్ ఈ నెల 14న జారీ చేయనున్నామని, నామినేషన్ పత్రాల దాఖలుకు ఆఖరు తేదీ 21 అని ఎన్నికల కమిషన్ తెలియజేసింది. ఒక్కొక్క రాజ్యసభ సీటుకు వేర్వేరు ఎన్నికలు సెప్టెంబర్ 3న జరుగుతాయి. ఫలితాలను ఆ రోజే ప్రకటిస్తారు.</p>\n","originalUrl":"https://tattvanews.com/20466/08/08/2024/","hasAudio":false,"hasInfographics":false}