{"id":"wp-te-19412","wp_id":19412,"type":"standard","category":"World","language":"te","title":"ఈనాడు సంస్థల అధినేత రామోజీరావు అస్తమయం","excerpt":"ఈనాడు సంస్థల అధినేత చెరుకూరి రామోజీరావు కన్నుమూశారు. శుక్రవారం రాత్రి అస్వస్థతకు గురవడంతో కుటుంబసభ్యులు ఆయనను నానక్‌రామ్‌గూడలోని స్టార్‌ హాస్పిటల్‌కు తరలించారు. అక్కడ చికిత్స పొందుతూ శనివారం తెల్లవారుజామున 3.45 గంటలకు తుదిశ్వాస విడిచారు. ఫిల్మ్‌సిటీలోని నివాసానికి ఆయన పార్థివదేహాన్ని తరలించారు. 1936, నవంబర్‌ 16న ఆంధ్రప్రదేశ్‌లోని కృష్ణా జిల్లా పెదపారుపూడిలో చెరుకూరి వెంకటసుబ్బారావు, సుబ్బమ్మ దంపతులకు రామోజీరావు జన్మించారు. చిననాటినుంచే విలక్షణ, సృజనాత్మకత కలిగిన ఆయన.. ఈనాడు దినపత్రికను ప్రారంభించి సంచలనం సృష్టించారు. 1974, ఆగస్టు 10న","author":"Tattva News Team","time":"8/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Ramoji-Rao.webp","readTime":"5 min read","contentHTML":"\n<p>ఈనాడు సంస్థల అధినేత చెరుకూరి రామోజీరావు కన్నుమూశారు. శుక్రవారం రాత్రి అస్వస్థతకు గురవడంతో కుటుంబసభ్యులు ఆయనను నానక్‌రామ్‌గూడలోని స్టార్‌ హాస్పిటల్‌కు తరలించారు. అక్కడ చికిత్స పొందుతూ శనివారం తెల్లవారుజామున 3.45 గంటలకు తుదిశ్వాస విడిచారు. ఫిల్మ్‌సిటీలోని నివాసానికి ఆయన పార్థివదేహాన్ని తరలించారు.</p>\n\n\n\n<p>1936, నవంబర్‌ 16న ఆంధ్రప్రదేశ్‌లోని కృష్ణా జిల్లా పెదపారుపూడిలో చెరుకూరి వెంకటసుబ్బారావు, సుబ్బమ్మ దంపతులకు రామోజీరావు జన్మించారు. చిననాటినుంచే విలక్షణ, సృజనాత్మకత కలిగిన ఆయన.. ఈనాడు దినపత్రికను ప్రారంభించి సంచలనం సృష్టించారు. 1974, ఆగస్టు 10న విశాఖపట్టణంలో ఈనాడును ప్రారంభించారు. </p>\n\n\n\n<p>అనంతరం సితార సినీ పత్రిక, ఈటీవీ చానళ్లను కూడా తీసుకొచ్చి మీడియా మహా సామ్రాజ్యాన్ని నిర్మించారు. దేశంలో ఎక్కడా లేనివిధంగా ఫిల్మ్‌ సిటీని నిర్మించారు. సినిమా మొత్తాన్ని అక్కడే షూటింగ్‌ చేసుకునేలా సకల వసతులు కల్పించారు.<br>ఆయన మార్గదర్శి చిట్ ఫండ్, ఈనాడు వార్తాపత్రిక, ఈటీవీ నెట్‌వర్క్, రమాదేవి పబ్లిక్ స్కూల్, ప్రియా ఫుడ్స్, కళాంజలి, ఉషాకిరణ్ మూవీస్‌ను నెలకొల్పారు.</p>\n\n\n\n<p> ముఖ్యంగా ఈనాడు, హైదరాబాద్ సమీపంలోని రామోజీ ఫిల్మ్ సిటీతో ప్రపంచవ్యాప్తంగా గుర్తింపు పొందారు.  ఆంధ్రప్రదేశ్‌లోని డాల్ఫిన్‌ గ్రూప్‌ ఆఫ్‌ హోటల్స్‌‌కు కూడా ఆయన ఛైర్మన్‌గా వ్యవహరిస్తున్నారు. రామోజీరావు చిన్న కుమారుడు చెరుకూరి సుమన్ లుకేమియాతో 2012 సెప్టెంబర్ 7న మరణించిన సంగతి తెలిసిందే.</p>\n\n\n\n<p>రామోజీరావు తెలుగు సినిమాలో రచనలకు గాను నాలుగు సౌత్ ఇండియా ఫిలింఫేర్ అవార్డులు అందుకున్నారు. ఐదు నంది అవార్డులు, నేషనల్ ఫిల్మ్ అవార్డు సైతం ఆయన్ని వరించాయి. 2016లో, జర్నలిజం, సాహిత్యం, విద్యలో ఆయన అందించిన సేవలకు గాను పద్మభూషన్, పద్మ విభూషణ్‌ అందుకున్నారు.</p>\n\n\n\n<p>ముఖ్యంగా ఆయన తెలుగు సినిమా పరిశ్రమకు ఎనలేని సేవలు అందించారు. రామోజీ ఫిల్మ్ సిటీని నెలకొల్పి ఎంతో మందికి ఉపాధి కల్పించారు. ఏటా అక్కడ చాలా సినిమాలు చిత్రీకరిస్తుంటారు. తెలుగు, తమిళ, హిందీ, కన్నడ సహా అన్ని భాషలకు చెందిన సినిమా షూటింగులు అక్కడ తీస్తుంటారు.  ఉషోదయ మూవీస్ ద్వారా ఆయన పలు సినిమాలు తీశారు. రామోజీ ఫిల్మ్ సిటీ పర్యాటకంగా దేశవ్యాప్తంగా పేరు పొందింది. ప్రతి రోజు వేల మంది సందర్శించేందుకు వస్తుంటారు.</p>\n\n\n\n<p>రామోజీరావు మూర్తి పట్ల ప్రధాని నరేంద్ర మోదీ ప్రగాఢ సంతాపం వ్యక్తం చేశారు. \"మీడియాలో రామోజీ సరికొత్త ప్రమాణాలు నెలకొల్పారు. రామోజీరావు ఎప్పుడూ దేశాభివృద్ధి కోసమే ఆలోచించేవారు. ఆయనతో మాట్లాడే అవకాశం నాకు ఎన్నోసార్లు దక్కింది. రామోజీరావు నుంచి ఎన్నో విషయాలు నేర్చుకున్నా. ఆయన కుటుంబానికి నా ప్రగాఢ సానుభూతి. రామోజీరావు అసంఖ్యాక అభిమానులకు నా సానుభూతి\" అని మోదీ పోస్ట్ చేశారు. </p>\n\n\n\n<p>రామోజీరావు అస్తమయంపై టీడీపీ అధినేత చంద్రబాబు దిగ్భ్రాంతి వ్యక్తం చేశారు. రామోజీరావు తెలుగు వెలుగు, ఆయన మృతి తీరని లోటని పేర్కొంటూ  సామాన్య కుటుంబంలో పుట్టి అసామాన్య విజయాలు సాధించారని కొనియాడారు. రామోజీరావు మరణం తీవ్ర ఆవేదనకు గురి చేసిందని చంద్రబాబు ఆవేదన వ్యక్తం చేశారు. అక్షర యోధుడుగా పేరున్న రామోజీరావు సేవలు ఎనలేనివని పేర్కొన్నారు. అనారోగ్యంతో ఉన్న ఆయన తిరిగి కోలుకుంటారని భావించానని ఇలాంటి వార్త వినాల్సి వస్తుందని అనుకోలేదని తీవ్ర ఆందోళన వ్యక్తం చేశారు.</p>\n\n\n\n<p>‘‘అక్షర యోధుడైన రామోజీరావుగారు తుది శ్వాస విడిచారని తెలిసి తీవ్ర దిగ్భ్రాంతికి లోనయ్యాను. అస్వస్థతతో ఆసుపత్రిలో చేరారని తెలిశాక కోలుకొంటారని భావించాను. రామోజీ రావు గారు ఇక లేరనే వార్త ఆవేదన కలిగించింది. ఆయన ఆత్మకు శాంతి చేకూరాలని భగవంతుణ్ణి ప్రార్థిస్తున్నాను\" అంటూ జనసేన అధినేత పవన్ కళ్యాణ్ నివాళులు అర్పించారు. .</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19412/08/06/2024/","hasAudio":false,"hasInfographics":false}