{"id":"wp-en-13349","wp_id":13349,"type":"standard","category":"World","language":"en","title":"Another journalist killed in Pakistan, PEC demands probe","excerpt":"Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern over the killing of another journalist in Pakistan within a fortnight and demands a fair probe into the incident, where   Mehar Ashfaq Siyal was shot dead in Muzaffargarh locality of Punjab province by the miscreants. Mehar, who was associated with an","author":"Tattva News Team","time":"21/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Pak-journalist.jpg","readTime":"5 min read","contentHTML":"\n<p>Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern over the killing of another journalist in Pakistan within a fortnight and demands a fair probe into the incident, where   Mehar Ashfaq Siyal was shot dead in Muzaffargarh locality of Punjab province by the miscreants.</p>\n\n\n\n<p>Mehar, who was associated with an Urdu newspaper (Daily Khabrain), faced the bullets of unidentified assailants on 15 May 2024. He was shifted to a nearby hospital, but succumbed to injuries.</p>\n\n\n\n<p>Mehar  is the  second Pakistani journalist to be killed this month and fourth since 1 January in the south Asian country. Earlier  on the world press freedom day (3  May)  Maulana Mohammad Siddique Mengal was killed in a blast that took place in Balochistan.  Another journalist named Jam Saghir Ahmed Laar, who also worked for Daily Khabrain from Punjab, was shot dead on 14 March. Prior to him, a Pakpattan-based journalist (Tahira Nosheen Rana) was brutally assassinated on 11 March.</p>\n\n\n\n<p>“Mehar Ashfaq Siyal is the 47th journalist killed this year across the world. Pakistan government must probe into the murder and punish the culprits under the law,” said Blaise Lempen, president of PEC (<a href=\"#inbox/_blank\"><u>www.pressemblem.ch</u></a>), adding that PEC stands with the Pakistan Federal Union of Journalists (PFUJ) and the Council of Pakistan Newspaper Editors (CPNE) in their mission for justice to the journo-victims. PFUJ leaders are also raising voices for adequate financial compensations to the bereaved families. Pak media persons are also raising voices for adequate financial compensations to the bereaved families.</p>\n\n\n\n<p>PEC’s south and southeast Asia representative Nava Thakuria revealed that since 1 January,  the Indian subcontinent has reported six journo-casualties comprising four in Pakistan, one in India (Ashutosh Srivastava) and another in Myanmar (Ko Myat Thu Tun). Last year, Pakistan lost Imtiaz Baig, Ghulam Asghar Khand and Jan Mohammed Mahar, and India witnessed the killing of Shashikant Warishe, Abdur Rauf Alamgir and Vimal Kumar Yadav. Similarly, Ashiqul Islam and Golam Rabbani Nadim lost their lives in Bangladesh, where Husein Naderi and Akmal Nazari were killed in Afghanistan</p>\n","originalUrl":"https://en.tattvanews.com/international/another-journalist-killed-in-pakistan-pec-demands-probe-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}