{"id":"wp-te-20703","wp_id":20703,"type":"standard","category":"World","language":"te","title":"జార్ఖండ్‌లో చంపాయ్ సోరెన్ కొత్త పార్టీ..?","excerpt":"జార్ఖండ్ రాజకీయాల్లో సంచలనం సృష్టించిన రాష్ట్ర మాజీ ముఖ్యమంత్రి, జార్ఖండ్ ముక్తి మోర్చా సీనియర్ నాయకుడు చంపాయ్ సోరెన్ బీజేపీలో చేరేందుకు ఢిల్లీ వెళ్లారని గత కొన్ని రోజులుగా ప్రచారం జరుగుతూ ఉండగా,  ఢిల్లీ నుంచి తిరిగొచ్చిన తర్వాత వారం రోజులలో కొత్త పార్టీ ఏర్పాటు చేయబోతున్నట్లు ప్రకటించారు. అలాగే కలిసి వచ్చే వారితో పొత్తు పెట్టుకుంటానని చెప్పారు.  ‘మూడు అవకాశాల గురించి నేను ప్రస్తావించా. పదవీ విరమణ, కొత్త పార్టీ లేదా వేరే పార్టీలో చేరిక.","author":"Tattva News Team","time":"22/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Soren.jpg","readTime":"5 min read","contentHTML":"\n<p><strong></strong>జార్ఖండ్ రాజకీయాల్లో సంచలనం సృష్టించిన రాష్ట్ర మాజీ ముఖ్యమంత్రి, జార్ఖండ్ ముక్తి మోర్చా సీనియర్ నాయకుడు చంపాయ్ సోరెన్ బీజేపీలో చేరేందుకు ఢిల్లీ వెళ్లారని గత కొన్ని రోజులుగా ప్రచారం జరుగుతూ ఉండగా,  ఢిల్లీ నుంచి తిరిగొచ్చిన తర్వాత వారం రోజులలో కొత్త పార్టీ ఏర్పాటు చేయబోతున్నట్లు ప్రకటించారు.</p>\n\n\n\n<p>అలాగే కలిసి వచ్చే వారితో పొత్తు పెట్టుకుంటానని చెప్పారు.  ‘మూడు అవకాశాల గురించి నేను ప్రస్తావించా. పదవీ విరమణ, కొత్త పార్టీ లేదా వేరే పార్టీలో చేరిక. నేను పదవీ విరమణ చేయను. కొత్త పార్టీని బలోపేతం చేస్తా. మంచి స్నేహితుడిని కలిస్తే వారితో కలిసి ముందుకు సాగుతా’ అని తెలిపారు.</p>\n\n\n\n<p> భూకుంభకోణంలో హేమంత్ సోరెన్ అరెస్ట్‌ అవగా ముఖ్యమంత్రి బాధ్యతలు చేపట్టిన చంపాయ్ సోరెన్.. ఇప్పుడు ఆ పదవిని వదులుకోవాల్సి వచ్చింది. హేమంత్‌కు బెయిల్ రావడం, తిరిగి ఆయన ముఖ్యమంత్రి అవడంతో చంపాయ్ సోరెన్, ఆయన అనుచర ఎమ్మెల్యేలు అసంతృప్తితో ఉన్నారట. </p>\n\n\n\n<p>ఈ క్రమంలోనే.. తాజాగా చంపాయ్ సోరెన్ తన ఎక్స్ ప్రొఫైల్ నుంచి జేఎంఎం పేరును తొలగించడం.. ఆ వెంటనే ఢిల్లీకి వెళ్లడం తీవ్ర చర్చనీయాంశంగా మారింది. చంపాయ్ సోరెన్ బీజేపీలో చేరడం దాదాపు ఖాయం అని అంతా భావించారు. కానీ, ఈ విషయంలో చంపాయ్ ఎలాంటి నిర్ణయం తీసుకోలేదట. వ్యక్తిగత పనుల కోసం తాను ఢిల్లీకి వెళ్లానని చంపాయ్ చెప్పుకొచ్చారు</p>\n\n\n\n<p>మరోవైపు తన రాజకీయ జీవితంలో ఎక్కువ భాగం అంకితం చేసిన జార్ఖండ్ ముక్తి మోర్చా (జేఎంఎం) లో తీవ్ర అవమానాలు ఎదుర్కొన్నానని చంపై సోరెన్ ఆరోపించారు. సీఎంగా తన ప్రభుత్వం చేపట్టిన కార్యక్రమాలను తనకు చెప్పకుండా రద్దు చేయడం చాలా అంసతృప్తిని కలిగించిందని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20703/22/08/2024/","hasAudio":false,"hasInfographics":false}