{"id":"wp-en-15361","wp_id":15361,"type":"standard","category":"World","language":"en","title":"10 Indian airlines receive bomb threats","excerpt":"Ten flights, including one bound for the United States, received bomb-threat messages through a social media handle within two days, prompting security agencies to undertake specific counter-terrorist drills at various airports, official sources said. The threats via microblogging platform X came a day after international flights originating from Mumbai received bomb threats, causing trouble to hundreds of","author":"Tattva News Team","time":"16/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/bomb-threat-plane.jpeg","readTime":"5 min read","contentHTML":"\n<p>Ten flights, including one bound for the United States, received bomb-threat messages through a social media handle within two days, prompting security agencies to undertake specific counter-terrorist drills at various airports, official sources said.</p>\n\n\n\n<p>The threats via microblogging platform X came a day after international flights originating from Mumbai received bomb threats, causing trouble to hundreds of passengers and airline crew. The messages posted on Monday were declared a hoax.</p>\n\n\n\n<p>Sources said an X handle issued threats on Tuesday to seven flights -- an Air India Express flight from Jaipur to Bengaluru via Ayodhya (IX765), a SpiceJet flight from Darbhanga to Mumbai (SG116), an Akasa Air flight from Bagdogra to Bengaluru (QP 1373), an Air India flight from Delhi to Chicago (AI 127), an Indigo flight from Dammam (Saudi Arabia) to Lucknow (6E 98), an Alliance Air Amritsar-Dehradun-Delhi flight (9I 650) and an Air India Express flight (IX 684) from Madurai to Singapore.</p>\n\n\n\n<p>In most cases, the threats were found to be hoaxes and the aircraft were released by security agencies after thorough checks and passenger screening, per sources. Requisite security checks are currently underway in a couple of cases that involved flight diversions, it is learnt.</p>\n\n\n\n<p>All the threats came from the same account—@schizobomber777—on X. The account has been suspended from the social media platform. Sources indicated that security agencies are probing the account to identify the person or group behind it.</p>\n\n\n\n<p>The nondescript account was set up on the social media platform only recently and appears to have been made for the purpose of issuing bomb threats to airlines, a source in one of the airlines said. Although most bomb threats turn out to be fake, airlines as well as aviation authorities globally take them with utmost seriousness.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/10-indian-airlines-receive-bomb-threats%ef%bf%bc/","hasAudio":false,"hasInfographics":false}