{"id":"wp-en-13695","wp_id":13695,"type":"standard","category":"World","language":"en","title":"PM Modi call for technology usage to reduce social inequalities￼","excerpt":"Prime Minister Narendra Modi on Friday called for collaborative efforts in the usage of technology to reduce social inequalities and asserted that India is working towards a \"human-centric\" approach to building a better future. While expounding on the benefits of technology, PM Modi laid emphasis on the challenges of cybersecurity. \"Technology should be used for","author":"Tattva News Team","time":"15/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-G7-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Friday called for collaborative efforts in the usage of technology to reduce social inequalities and asserted that India is working towards a \"human-centric\" approach to building a better future. While expounding on the benefits of technology, PM Modi laid emphasis on the challenges of cybersecurity.</p>\n\n\n\n<p>\"Technology should be used for creative purposes, not destructive. Only then will we be able to lay the foundation of an inclusive society. India is striving for a better future through this human-centric approach. India is among the first few countries to formulate a National Strategy on Artificial Intelligence. Based on this strategy, we have launched the AI Mission this year. Its motto is 'AI for All', \" said PM Modi at the G7 Outreach Session.</p>\n\n\n\n<p>Elaborating more on technology, the Indian leader asserted that all parties must ensure that the benefits of technology reach all corners of society and unleash the best potential in all. He also underscored the focus given to international governance in the field of AI given by India under its G20 presidency, saying that all countries must work together to ensure that AI remains transparent, fair, secure, accessible and responsible in the future.</p>\n\n\n\n<p>He also spoke on elections going on across the world, including India's own recently concluded Lok Sabha elections. \"The entire electoral process was made fair and transparent through the ubiquitous use of technology. The results of such a large election were also declared within a few hours. This was the biggest festival of democracy in the world and in the history of mankind... I feel fortunate that the people of India have given me the opportunity to serve them for the third consecutive time,\" he added.</p>\n\n\n\n<p>\"This has happened for the first time in the last six decades in India. The blessings given by the people of India in this historic victory is a win for democracy,\" he added.</p>\n\n\n\n<p>Earlier, Prime Minister Modi  greeted and shared a hug with Pope Francis at the G7 G7 Outreach Session on ​Artificial Intelligence, Energy, Africa and the Mediterranean in Italy. The Pope was escorted to the summit by host, accompanied by Italian PM Giorgia Meloni in a wheelchair, and was greeted by several leaders including  France's Emmanuel Macron and European Parliament chief Ursula von der Leyen.</p>\n","originalUrl":"https://en.tattvanews.com/international/pm-modi-call-for-technology-usage-to-reduce-social-inequalities%ef%bf%bc/","hasAudio":false,"hasInfographics":false}