{"id":"wp-te-19304","wp_id":19304,"type":"standard","category":"World","language":"te","title":"పీవోకే విదేశీ భూభాగమే.. ఎట్టకేలకు అంగీకరించిన పాకిస్తాన్!","excerpt":"పాకిస్థాన్ ఆక్రమిత కశ్మీర్‌ (పీవోకే)ను తమ భూభాగం కాదని దాయాది ఎట్టకేలకు అంగీకరించింది. పీఓకే విదేశీ భూభాగమని, దానిపై పాకిస్థాన్‌కు ఎలాంటి అధికార పరిధి లేదని కోర్టుకు స్పష్టం చేసింది. కశ్మీరీ కవి, జర్నలిస్ట్ అహ్మద్‌ ఫర్హాద్‌ షా కిడ్నాప్‌ కేసు విచారణ సందర్భంగా ఇస్లామాబాద్‌ హైకోర్టులో పాక్‌ అదనపు అటార్నీ జనరల్‌ ఈ మేరకు ప్రకటన చేయడం గమనార్హం.  గత నెల 15న రావల్పిండిలో ఫర్హాద్ షాను ఆయన ఇంటి వద్ద పాక్ నిఘా వర్గాలు","author":"Tattva News Team","time":"3/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/PoK.jpg","readTime":"5 min read","contentHTML":"\n<p>పాకిస్థాన్ ఆక్రమిత కశ్మీర్‌ (పీవోకే)ను తమ భూభాగం కాదని దాయాది ఎట్టకేలకు అంగీకరించింది. పీఓకే విదేశీ భూభాగమని, దానిపై పాకిస్థాన్‌కు ఎలాంటి అధికార పరిధి లేదని కోర్టుకు స్పష్టం చేసింది. కశ్మీరీ కవి, జర్నలిస్ట్ అహ్మద్‌ ఫర్హాద్‌ షా కిడ్నాప్‌ కేసు విచారణ సందర్భంగా ఇస్లామాబాద్‌ హైకోర్టులో పాక్‌ అదనపు అటార్నీ జనరల్‌ ఈ మేరకు ప్రకటన చేయడం గమనార్హం. </p>\n\n\n\n<p>గత నెల 15న రావల్పిండిలో ఫర్హాద్ షాను ఆయన ఇంటి వద్ద పాక్ నిఘా వర్గాలు అపహరించాయి. ఇస్లామాబాద్ హైకోర్టు‌లో షా భార్య పిటిషన్ వేయడంతో దీనిపై విచారణ జరుగుతోంది. శుక్రవారం నాటి విచారణలో భాగంగా ఫర్హాద్‌ షాను కోర్టు ఎదుట ప్రవేశపెట్టాలని జస్టిస్‌ మొహిసిన్ అఖ్తర్ కయానీ ఆదేశించారు.</p>\n\n\n\n<p>దీనికి అటార్నీ జనరల్‌ బదులిస్తూ.. ఫర్హాద్‌ షా పీవోకేలో పోలీసుల కస్టడీలో ఉన్నారని తెలిపారు. కశ్మీర్‌ ప్రత్యేక రాజ్యాంగం, కోర్టులు కలిగిన విదేశీ భూభాగమని, అక్కడ పాక్‌ చట్టాలు చెల్లుబాటు కాబోవని ఆయన పేర్కొన్నారు.</p>\n\n\n\n<p>పాకిస్తాన్ కోర్టుల తీర్పులు పీవోకేలో విదేశీ కోర్టుల తీర్పులుగా పరిగణిస్తారు. దీనికి న్యాయమూర్తి కౌంటర్ ఇస్తూ.. పీఓకే విదేశీ భూభాగమైతే, పాక్ సైన్యం, పాకిస్థానీ రేంజర్లు ఆ ప్రాంతంలోకి ఎలా ప్రవేశించారని ఎదురుదాడికి దిగారు. పాకిస్థాన్ నిఘా సంస్థలు తరుచూ బలవంతపు అపహరణలు, కిడ్నాప్‌లకు పాల్పడుతున్నాయని జస్టిస్ కయానీ విమర్శించారు.</p>\n\n\n\n<p>ధిర్‌కోట్ పోలీసులు అదుపులోకి తీసుకున్నన్న పర్హాద్‌పై రెండు కేసులు ఉన్న విషయం విచారణ సందర్భంగా బయటపడింది. ఇక, పీఓకే భారత్‌ భూభాగమని, ఎప్పటికైనా దానిని స్వాధీనం చేసుకుంటామని కేంద్రంలోని బీజేపీ పదే పదే ఉద్ఘాటిస్తోన్న విషయం తెలిసిందే. లోక్‌సభ ఎన్నికల ప్రచారంలోనూ బీజేపీ అగ్రనేతలు దీనిని ప్రస్తావించారు. </p>\n\n\n\n<p>భారత్‌లో అంతర్భాగమని ఇటీవల కేంద్ర విదేశాంగ మంత్రి ఎస్ జైశంకర్ పేర్కొన్నారు. ఇక, కవి, జర్నలిస్ట్ అయిన ఫర్హాద్ షా.. పీఓకేలో హక్కుల కోసం పోరాటం సాగిస్తున్నారు. గతంలో జరిగిన ప్రభుత్వ వ్యతిరేక నిరసనలు, ఉద్యమాల్లో ఆయన కీలకంగా వ్యవహరించారు. సైన్యంపై పదునైన విమర్శలతో గుర్తింపు పొందారు.</p>\n","originalUrl":"https://tattvanews.com/19304/03/06/2024/","hasAudio":false,"hasInfographics":false}