{"id":"wp-en-15086","wp_id":15086,"type":"standard","category":"World","language":"en","title":"After UP, now Himachal asks eateries to display names￼","excerpt":"Congress government in Himachal Pradesh on Wednesday issued an order making it mandatory to display outlet owner's details. Congress leader and Urban Development Minister Vikramaditya Singh that the order was issued during a joint meeting with the Public Works Urban Development and Municipal Corporation.  \"We did a meeting with the UD (Urban Development) and the","author":"Tattva News Team","time":"26/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/HP-Mnister.webp","readTime":"5 min read","contentHTML":"\n<p>Congress government in Himachal Pradesh on Wednesday issued an order making it mandatory to display outlet owner's details. Congress leader and Urban Development Minister Vikramaditya Singh that the order was issued during a joint meeting with the Public Works Urban Development and Municipal Corporation.</p>\n\n\n\n<p> \"We did a meeting with the UD (Urban Development) and the Municipal Corporation. To make sure that hygienic food is sold, a decision has been taken for all the street vendors... especially those selling edible items,\" Vikramaditya told the media.</p>\n\n\n\n<p>He added that people have expressed their concerns and doubts over the hygiene of the food sold on the streets. He said, \"People expressed their concerns and doubts, and considering this, we have decided to implement a similar policy to that in UP, in which it has been made mandatory that vendors have to display their names and IDs... Every shopkeeper and street vendor has to display their identification.\"</p>\n\n\n\n<p>Earlier in the day Singh announced the development through Facebook. He took to Facebook and said, \"In Himachal, every restaurant and fast food outlet will be required to display the owner's ID to ensure that people face no difficulties. Instructions for this have been issued in the Urban Development and Municipal Corporation meeting held yesterday.\"</p>\n\n\n\n<p>A day ago, Uttar Pradesh Chief Minister Yogi Adityanath mandated the display of the names of eatery shop owners, managers and proprietors outside their food centres. Installation of CCTVs in hotels and restaurants has also been made mandatory.</p>\n\n\n\n<p>In response to alarming incidents of food adulteration across various regions of the country, CM Adityanath has issued stringent directives aimed at enhancing food safety standards in the state. During a high-level meeting held on Tuesday, the Chief Minister emphasised the urgent need for comprehensive inspections of all food establishments, including hotels, dhabas, and restaurants.</p>\n","originalUrl":"https://en.tattvanews.com/national/after-up-now-himachal-asks-eateries-to-display-names%ef%bf%bc/","hasAudio":false,"hasInfographics":false}