{"id":"wp-te-20910","wp_id":20910,"type":"standard","category":"World","language":"te","title":"8 రోజుల సీబీఐ కస్టడీకి ప్రొ. సందీప్ ఘోష్","excerpt":"కోల్‌కతా ఆర్‌జీ కర్ మెడికల్ కాలేజీ ఆసుపత్రిలో ఆర్థిక అవకతవకలు చోటు చేసుకున్నాయనే ఆరోపణలపై అరెస్టయిన మాజీ ప్రిన్సిపల్‌ ప్రొ. సందీప్ ఘోష్‌కు కోర్టు 8 రోజుల సీబీఐ కస్టడీ విధించింది. ఈ మేరకు కోల్‌కతాలోని సీబీఐ ప్రత్యేక కోర్టు మంగళవారం ఆదేశాలు జారీ చేసింది. ఇవే ఆరోపణలపై సోమవారం ప్రొ. సందీప్ ఘోష్‌‌ను సీబీఐ అరెస్ట్ చేసిన సంగతి తెలిసిందే. ఆయనతోపాటు మరో ముగ్గురు.. బిప్లవ్ సింఘా, సుమన్ హజారా, అఫ్సర్ అలీ ఖాన్‌లను సైతం","author":"Tattva News Team","time":"4/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Ghosh-custody.webp","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతా ఆర్‌జీ కర్ మెడికల్ కాలేజీ ఆసుపత్రిలో ఆర్థిక అవకతవకలు చోటు చేసుకున్నాయనే ఆరోపణలపై అరెస్టయిన మాజీ ప్రిన్సిపల్‌ ప్రొ. సందీప్ ఘోష్‌కు కోర్టు 8 రోజుల సీబీఐ కస్టడీ విధించింది. ఈ మేరకు కోల్‌కతాలోని సీబీఐ ప్రత్యేక కోర్టు మంగళవారం ఆదేశాలు జారీ చేసింది. ఇవే ఆరోపణలపై సోమవారం ప్రొ. సందీప్ ఘోష్‌‌ను సీబీఐ అరెస్ట్ చేసిన సంగతి తెలిసిందే. ఆయనతోపాటు మరో ముగ్గురు.. బిప్లవ్ సింఘా, సుమన్ హజారా, అఫ్సర్ అలీ ఖాన్‌లను సైతం సీబీఐ అరెస్ట్ చేసింది. </p>\n\n\n\n<p>మంగళవారం ప్రత్యేక కోర్టులో వీరిని సీబీఐ ప్రవేశపెట్టగా వారికి 8 రోజుల సీబీఐ కస్టడీ విధిస్తూ కోర్టు ఆదేశించింది. అనంతరం ఈ కేసును సెప్టెంబర్ 10వ తేదీకి సీబీఐ కోర్టు వాయిదా వేసింది. అయితే ఈ కేసులో విచారించేందుకు 10 రోజులపాటు వీరిని తమ కస్టడీకి అప్పగించాలని కోర్టును సీబీఐ అభ్యర్థించింది. కానీ కోర్టు మాత్రం కేవలం 8 రోజులు మాత్రమే వీరిని కస్టడీకి అప్పగిస్తూ ఆదేశించింది. </p>\n\n\n\n<p>ఇక కేసులో తనకు బెయిల్ మంజూరు చేయాలంటూ నలుగురిలో ఒకరైన అఫ్సర్ ఆలీ ఖాన్ పెట్టుకున్న పిటిషన్‌ను కోర్టు ఈ సందర్బంగా తొసిపుచ్చింది. ఆగస్ట్ 9వ తేదీన కోల్‌కతాలోని ఆర్ జీ కర్ మెడికల్ కాలేజీ ఆసుపత్రిలో పోస్ట్ గ్రాడ్యుయేషన్ ట్రైయినీ వైద్యురాలిపై హత్యాచారం జరిగింది. ఈ ఘటన దేశవ్యాప్తంగా సంచలనం సృష్టించింది. </p>\n\n\n\n<p>ఈ హత్యాచారం ఘటన జరిగిన కొన్ని గంటలకే కాలేజీ ప్రిన్సిపల్ పదవికి ప్రొ. సందీప్ ఘోష్ రాజీనామా చేశారు. అనంతరం ఎక్స్ వేదికగా ఈ హత్యాచార ఘటనపై స్పందిస్తూ.. మృతురాలు తన కుమార్తెతో సమానమన్నారు. ఈ తరహా ఘటనలు భవిష్యత్తులో జరగకుండా ఉండాలని ఆయన ఆకాంక్షించారు. </p>\n\n\n\n<p>మరోవైపు ఈ కాలేజీ ప్రిన్సిపాల్ పదవికి రాజీనామా చేసిన కొన్ని గంటలకే ప్రొ. సందీప్ ఘోష్‌కు మమతా బెనర్జీ ప్రభుత్వం మరో కీలక పదవిలో ఆయన్ని నియమిస్తూ ఆగమేఘాల మీద ఆదేశాలు జారీ చేసింది. ఇక ట్రైయినీ వైద్యురాలి హత్యాచార ఘటనపై విచారణ చేపట్టిన కోల్‌కతా హైకోర్టు.. ప్రొ. సందీప్ ఘోష్ సెలవుపై పంపాలని ప్రభుత్వాన్ని ఆదేశించింది.</p>\n\n\n\n<p>ఇంకోవైపు ఆర్ జీ కర్ మెడికాల్ కాలేజీ ప్రిన్సిపాల్‌గా ప్రొ. సందీప్ ఘోష్ ఆర్థిక అవకతవకలు పాల్పడ్డారంటూ సదరు కాలేజీ మాజీ డిప్యూటీ సూపరింటెండెంట్‌ డాక్టర్‌ అఖ్తర్‌ ఆలీ ఇచ్చిన ఫిర్యాదు మేరకు సీబీఐ ఈ చర్యలు తీసుకుంది. ఆర్ జీ కర్ మెడికల్ కాలేజీ ట్రైయినీ వైద్యురాలిపై హత్యాచారం కేసులో ప్రొ. సందీప్ ఘోష్‌ను వరుసగా 15 రోజుల పాటు సీబీఐ ప్రశ్నించింది. అనంతరం ఆయన ఆర్థిక అవకతవకలకు పాల్పడ్డారన్న కేసులో సీబీఐ ఆయన్ని అరెస్ట్ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/20910/04/09/2024/","hasAudio":false,"hasInfographics":false}