{"id":"wp-en-14467","wp_id":14467,"type":"standard","category":"World","language":"en","title":"India's renewable energy capacity grew by 165% in 10 years￼","excerpt":"India's installed renewable energy capacity has surged by 165% over the past decade, increasing from 76.38 GW in 2014 to 203.1 GW in 2024, Union Minister of Consumer Affairs, Food and Public Distribution & New and Renewable Energy Pralhad Joshi announced. During a debate in Rajya Sabha on demands for grants related to the Ministry","author":"Tattva News Team","time":"9/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Prahlad-Joshi.webp","readTime":"5 min read","contentHTML":"\n<p>India's installed renewable energy capacity has surged by 165% over the past decade, increasing from 76.38 GW in 2014 to 203.1 GW in 2024, Union Minister of Consumer Affairs, Food and Public Distribution & New and Renewable Energy Pralhad Joshi announced.</p>\n\n\n\n<p>During a debate in Rajya Sabha on demands for grants related to the Ministry of New and Renewable Energy, he noted that India now ranks fourth globally in renewable energy capacity, with substantial progress in solar and wind power.</p>\n\n\n\n<p> \"I am proud to share that today, India has achieved 4th position globally in RE Installed Capacity. We stood 4th in Wind Power capacity and 5th in Solar PV capacity,\" he stated.</p>\n\n\n\n<p>\"For the first time, we have crossed 200 GW capacity from non-fossil fuel sources, which include 85.47 GW of solar power, 46.93 GW of large hydro, 46.66 GW of wind power, 10.95 GW of biopower, and 5.00 GW of small hydropower,\" he added.</p>\n\n\n\n<p>He highlighted the dramatic expansion of solar energy capacity, which has increased from 2.82 GW in March 2014 to 85.47 GW by June 2024, a nearly 30-fold rise. He emphasized that renewable energy is essential for India's sustainable growth and development.</p>\n\n\n\n<p> \"India has witnessed one of the fastest growth rates in the renewable energy sector among all large economies of the world. We are aligned with developed nations and have achieved 4th position globally in total RE installed capacity,\" he said. He also referenced Prime Minister Mr. Narendra Modi's COP26 commitment to reach 500 GW of installed electricity capacity from non-fossil sources by 2030.</p>\n\n\n\n<p>\"Energy security is among the 9 key priority areas of this Government. Accordingly, the budgetary allocation for the Ministry of Renewable Energy has almost doubled from US$ 1.19 billion (Rs. 10,000 crore) last year to more than US$ 2.38 billion (Rs. 20,000 crore) this year,\" he stated.</p>\n\n\n\n<p>The share of thermal sources in the total installed capacity has decreased from 67.69% in 2013-14 to 54.46% in 2024-25 (up to June 2024), while the share of non-fossil fuel in the total installed capacity has increased from 32.30% to 45.54%, he added.</p>\n\n\n\n<p>Total RE generation in India has grown from 193.50 billion units (BU) in 2013-14 to 359.89 BU in 2023-24, marking an 86% increase. Solar power tariffs have dramatically decreased from US$ 0.13 (Rs. 10.95) per unit in 2010-11 to US$ 0.031 (Rs. 2.60) in 2023-24.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-renewable-energy-capacity-grew-by-165-in-10-years%ef%bf%bc/","hasAudio":false,"hasInfographics":false}