{"id":"wp-te-20657","wp_id":20657,"type":"standard","category":"World","language":"te","title":"సీఎం సిద్ధరామయ్యకు హైకోర్టులో తాత్కాలిక ఊరట","excerpt":"మైసూర్‌ అర్బన్‌ డెవలప్‌మెంట్‌ అథారిటీ (ముడా) భూకుంభకోణం కేసులో కర్ణాటక ముఖ్యమంత్రి సిద్ధరామయ్యకు హైకోర్టు తాత్కాలిక ఊరటనిచ్చింది. ముడా నుంచి తన భార్యకు అనుచితంగా లబ్ధి కలిగించినట్లు ఆరోపణలున్నాయి. కుంభకోణం వ్యవహారంలో ముఖ్యమంత్రిని ప్రాసిక్యూట్‌ చేసేందుకు గవర్నర్‌ థావర్‌ చంద్‌ గెహ్లాట్‌ అనుమతి ఇవ్వడాన్ని ఆయన హైకోర్టులో సవాల్‌ చేశారు.  ఈ అంశంపై విచారణ జరిపిన హైకోర్టులో విచారణ జరిగింది. తన ప్రభుత్వాన్ని అణగదొక్కే ప్రయత్నమని ఆయన వాదించారు. జస్టిస్‌ ఎం నాగప్రసన్న బెంచ్‌ ఎదుట సీఎం","author":"Tattva News Team","time":"19/8/2024","image":"https://tattvanews.com/wp-content/uploads/2023/07/Siddaramaiah2-1.jpeg","readTime":"5 min read","contentHTML":"\n<p>మైసూర్‌ అర్బన్‌ డెవలప్‌మెంట్‌ అథారిటీ (ముడా) భూకుంభకోణం కేసులో కర్ణాటక ముఖ్యమంత్రి సిద్ధరామయ్యకు హైకోర్టు తాత్కాలిక ఊరటనిచ్చింది. ముడా నుంచి తన భార్యకు అనుచితంగా లబ్ధి కలిగించినట్లు ఆరోపణలున్నాయి. కుంభకోణం వ్యవహారంలో ముఖ్యమంత్రిని ప్రాసిక్యూట్‌ చేసేందుకు గవర్నర్‌ థావర్‌ చంద్‌ గెహ్లాట్‌ అనుమతి ఇవ్వడాన్ని ఆయన హైకోర్టులో సవాల్‌ చేశారు. </p>\n\n\n\n<p>ఈ అంశంపై విచారణ జరిపిన హైకోర్టులో విచారణ జరిగింది. తన ప్రభుత్వాన్ని అణగదొక్కే ప్రయత్నమని ఆయన వాదించారు. జస్టిస్‌ ఎం నాగప్రసన్న బెంచ్‌ ఎదుట సీఎం తరఫున సీనియర్‌ న్యాయవాది అభిషేక్‌ మను సింఘ్వీ వాదనలు, గవర్నర్‌ తరఫున సొలిసిటర్‌ జనరల్‌ తుషార్‌ మెహతా వాదనలు వినిపించారు.</p>\n\n\n\n<p>ఈ కేసును ఈ నెల 29న విచారణకు జాబితా చేసింది. కేసు విచారణ వరకు మధ్యంతర ఉత్తర్వులు అమలులో ఉంటాయని పేర్కొంది. ఈ సందర్భంగా సమాధానం చెప్పాలని ప్రతివాదులను కోర్టు కోరింది. అయితే, మధ్యంతర ఉత్తర్వులపై ఫిర్యాదుదారులు తీవ్ర అభ్యంతరాలు వ్యక్తం చేశారు. </p>\n\n\n\n<p>ముడా స్థలాల కేటాయింపుల కుంభకోణంలో సామాజిక కార్యకర్తలు టీజే అబ్రహం, స్నేహమయి కృష్ణ, ప్రదీప్ కుమార్ దాఖలు చేసిన ప్రైవేటు ఫిర్యాదులపై సీఎంను ప్రాసిక్యూట్‌ చేసేందుకు గవర్నర్‌ అనుమతి ఇచ్చారు. అబ్రహం జులైలో ప్రాసిక్యూషన్‌కు అనుమతిని కోరగా.. గవర్నర్ సిద్ధరామయ్యకు షోకాజ్ నోటీసు జారీ చేశారు. </p>\n\n\n\n<p>ముడా ద్వారా సిద్ధరామయ్య తన భార్యకు మైసూరులోని సుమారు 14 ప్లాట్ల భూమిని ఇవ్వడంలో అవకతవకలు జరిగాయని ప్రధాన ఆరోపణ. కేసు విచారణ సందర్భంగా సింఘ్వీ వాదనలు వినిపిస్తూ ఈ విషయంలో తీవ్రమైన రాజ్యాంగపరమైన సమస్యలున్నాయని పేర్కొన్నారు.</p>\n\n\n\n<p>కేసు పూర్వాపరాలను వివరించిన ఆయన.. విచారణకు అనుమతి ఇవ్వడానికి గల కారణాలు తెలియజేయడంలో విఫలమయ్యారని ఆరోపించారు. దళిత వర్గాలకు చెందిన వారి భూమిని ఆక్రమించారని, నకిలీ పత్రాలను ఉపయోగించి సిద్ధరామయ్య భార్య పేరుతో కేటాయింపు చేశారని.. దీంతో వేల కోట్ల నష్టం వాటిల్లిందంటూ ప్రతిపక్షాలు ఆరోపిస్తున్నాయి. </p>\n\n\n\n<p>ఈ కుంభకోణంలో సిద్ధరామయ్య బావ మలికార్జున స్వామి దేవరాజ్ పాత్ర కూడా ఉన్నట్లు ఆరోపణలున్నాయి. ఈ కేసులో ముడా ఉన్నతాధికారులపై సైతం ఆరోపణలు వచ్చాయి. అయితే, వాటన్నింటిని సీఎం సిద్ధరామయ్య ఖండించారు.</p>\n","originalUrl":"https://tattvanews.com/20657/19/08/2024/","hasAudio":false,"hasInfographics":false}