{"id":"wp-te-20851","wp_id":20851,"type":"standard","category":"World","language":"te","title":"బిజెపిలో చేరిన జార్ఖండ్ మాజీ సిఎం చంపై సొరెేన్","excerpt":"జెఎంఎం పార్టీని వదిలేసిన రెండు రోజులకే జార్ఖండ్ ముఖ్యమంత్రి చంపై సొరేన్ ఆగస్టు 30 న బిజెపిలో చేరారు. ఆయనతో పాటు పెద్ద సంఖ్యలో ఆయన మద్దతుదారులు కూడా బిజెపిలో చేరారు. వారంతా కేంద్ర మంత్రి శివరాజ్ సింగ్ చౌహాన్, అస్సాం ముఖ్యమంత్రి హిమంత్ బిస్వ సమక్షంలో బిజెపిలో చేరారు. తనను కాషాయ పార్టీలోకి ఆహ్వానించినప్పుడు చంపై సొరేన్ భావోద్వేగానికి గురయ్యారు. తన 67వ వయస్సులో ఆయన బిజెపిలో చేరారు. ఆయన షెడ్యూల్ తెగకు చెందిన వ్యక్తి.","author":"Tattva News Team","time":"31/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Champai-Soren.webp","readTime":"5 min read","contentHTML":"\n<p>జెఎంఎం పార్టీని వదిలేసిన రెండు రోజులకే జార్ఖండ్ ముఖ్యమంత్రి చంపై సొరేన్ ఆగస్టు 30 న బిజెపిలో చేరారు. ఆయనతో పాటు పెద్ద సంఖ్యలో ఆయన మద్దతుదారులు కూడా బిజెపిలో చేరారు. వారంతా కేంద్ర మంత్రి శివరాజ్ సింగ్ చౌహాన్, అస్సాం ముఖ్యమంత్రి హిమంత్ బిస్వ సమక్షంలో బిజెపిలో చేరారు.</p>\n\n\n\n<p>తనను కాషాయ పార్టీలోకి ఆహ్వానించినప్పుడు చంపై సొరేన్ భావోద్వేగానికి గురయ్యారు. తన 67వ వయస్సులో ఆయన బిజెపిలో చేరారు. ఆయన షెడ్యూల్ తెగకు చెందిన వ్యక్తి. ఆయన కులానికి పెద్ద ఓటు బ్యాంకు ఉంది. అదే జెఎంఎంకు మూలాధారం.</p>\n\n\n\n<p>జార్ఖండ్ ప్రభుత్వం పనిచేస్తున్న తీరు, విధానాలు నచ్చక బుధవారం చంపై సొరేన్ జార్ఖండ్ ముక్తి మోర్చా(జెఎంఎం) పార్టీని వదిలేశారు. ఎన్నో ఏళ్లు ఆ పార్టీకి సేవలందించిన ఆయన ఇప్పుడు బిజెపిలో చేరారు. చంపై సొరేన్ ‘జార్ఖండ్ టైగర్’ అన్న బిరుదు పొందారు. </p>\n\n\n\n<p>1990 దశకంలో ఆయన జార్ఖండ్ ప్రత్యేక రాష్ట్రం కోసం పోరాడడంతో ఆయనకు ఆ ఖ్యాతి దక్కింది. దక్షిణ బీహార్ లో భాగంగా ఉండిన జార్ఖండ్ 2000 లో ప్రత్యేక రాష్ట్రంగా అవతరించింది. జార్ఖండ్ 81 అసెంబ్లీ స్థానాలకు ఈ ఏడాది రెండో భాగంలో ఎన్నికలు జరుగనున్నాయి.</p>\n\n\n\n<p>‘కోల్హన్ టైగర్’గా   ప్రసిద్ధి చెందిన చంపై సొరేన్ ఒక  ప్రముఖ  జెఎంఎం నాయకుడి నుండి బిజెపిలోకి రాజకీయ ప్రయాణం అనేక మలుపులులతో కూడుకున్నది.  ముఖ్యమంత్రి పదవికి రాజీనామా చేయాల్సి రావడంతో ఆయన బాధకు గురయ్యారు. దాంతో బిజెపికి దగ్గరయ్యారు.</p>\n","originalUrl":"https://tattvanews.com/20851/31/08/2024/","hasAudio":false,"hasInfographics":false}