{"id":"wp-en-13839","wp_id":13839,"type":"standard","category":"World","language":"en","title":"PPFA bats for a life-size statue of Kamrup Nripati Prithu in Guwahati￼","excerpt":"By Nava J Thakuria  As the nation celebrates the reincarnation of Nalanda University and remember the brutality of invader Mohamad -I- Bakhtiyar Khilji, it’s time to honour Kamrup Nripati Prithu, who defeated the notorious Turkish-Afghan enemy, with a life-size statue of the mediaeval Kamrup king somewhere in the prehistoric city, argues the Patriotic People’s Front,","author":"Tattva News Team","time":"25/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Prithu-Assam.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong> </strong><strong></strong></p>\n\n\n\n<p>As the nation celebrates the reincarnation of Nalanda University and remember the brutality of invader Mohamad -I- Bakhtiyar Khilji, it’s time to honour Kamrup Nripati Prithu, who defeated the notorious Turkish-Afghan enemy, with a life-size statue of the mediaeval Kamrup king somewhere in the prehistoric city, argues the Patriotic People’s Front, Assam (PPFA).</p>\n\n\n\n<p>In a media statement, the forum of nationalist citizens, urges both the governments in Dispur and New Delhi to take pragmatic plans to spread the bravery and patriotism of Maharaja Prithu among the new generation of Bharat.</p>\n\n\n\n<p>The Union government and Prime Minister Narendra Modi have received appreciation from the people for the initiative to erect the international university with an aim to recognise the legacy of ancient learning, whereas Khilji is pitted with disgust by all nationalist citizens.</p>\n\n\n\n<p>Incidentally, the glory of Kamrupraja Prithu (alias Visvasundaradeva) resurfaces in the public domain as he annihilated the butcher, who not only burned down the Nalanda library but also slaughtered thousands of Buddhist monks and scholars in the 12th century massacre.</p>\n\n\n\n<p>Mentionable is that, PM Modi recently inaugurated the 455 acres campus of Nalanda University at Rajgir of Bihar in presence of diplomats from Bhutan, Sri Lanka, Myanmar, Thailand, Cambodia, Laos, Mauritius, China, Vietnam, Brunei Darussalam, Australia, Bangladesh, Indonesia, New Zealand, Portugal, South Korea, Singapore, etc.</p>\n\n\n\n<p>The picturesque campus has been nurtured as a mix of modern and traditional entities. Sun light streams as well as natural cooling in the classrooms are being utilized along with the modern equipment. Kamal Sagar pond, 100 acres greenery, a contemporary sports complex, etc welcome the guests to the campus, where the cars are not allowed.</p>\n\n\n\n<p>After devastating a large part of the then Bharat and successfully capturing Bihar and Bengal, Khilji planned to invade Kamrup and Tibet. But the fanatic invader, who destroyed Odantapuri, Vikramshila besides Nalanda Buddha Vihar, faced a disastrous end in the present day Assam.</p>\n\n\n\n<p>Ruthless  Khilji was wiped out by the Khen dynasty Kamarup ruler in the battle of 1206, following which he decided to retreat. The indigenous tribal soldiers chased the defeated invading forces until thousands of them were killed and died in an extreme ambiance. The end came to Khilji as one of his trusted generals killed him during those depressing days.</p>\n\n\n\n<p>\"Maharaja Prithu should be honoured as he stood firmly against the Pathan invaders to safeguard the Hindu cultural legacy of Kamrup, where Sanskrit was recognised as Raj Bhasa, and prevented an early foreign aggression in this part of Bharat.  The Kamrup ruler earned strategic supports from various tribal communities like Bodo, Koch- Rajbongshi, Keot, etc to overpower the Muslim forces,” said the PPFA statement, adding that the so-called Indian historians cunningly ignored the valour and nationalism of  Prithu, which must be restored with due honour and admiration.</p>\n","originalUrl":"https://en.tattvanews.com/national/ppfa-bats-for-a-life-size-statue-of-kamrup-nripati-prithu-in-guwahati%ef%bf%bc/","hasAudio":false,"hasInfographics":false}