{"id":"wp-en-15504","wp_id":15504,"type":"standard","category":"World","language":"en","title":"3 Pakistani terrorists killed in J-K’s Akhnoor￼","excerpt":"The security forces were able to eliminate the remaining two terrorists, believed to be Pakistanis, who were hiding in thick foliage in Akhnoor sector of Jammu early on Tuesday evening. One ultra was killed on Monday. The Army has also recovered war-like stores from the slain terrorists, which suggests that they were probably planning a","author":"Tattva News Team","time":"30/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Kashmir.jpg","readTime":"5 min read","contentHTML":"\n<p>The security forces were able to eliminate the remaining two terrorists, believed to be Pakistanis, who were hiding in thick foliage in Akhnoor sector of Jammu early on Tuesday evening. One ultra was killed on Monday.</p>\n\n\n\n<p>The Army has also recovered war-like stores from the slain terrorists, which suggests that they were probably planning a strike in Jammu during the ongoing festive season ahead of Diwali.</p>\n\n\n\n<p>Jammu-based Army's White Knight Corps in a statement said, “All three hardcore terrorists have been eliminated post intense firefight. After round the clock surveillance throughout the night, an intense firefight unfolded today morning resulting in a significant victory for our forces.</p>\n\n\n\n<p> Relentless operations and tactical excellence has led to the elimination of three terrorists. The operation also saw the successful recovery of war-like stores, marking a critical step in maintaining security in the region”.</p>\n\n\n\n<p>The BMP 2 combat vehicles which were used by the Army during the operation in the area infested with thick foliage were a success in locating and eliminating the terrorists. Soon after the first light broke on Tuesday, the ultras tried to break the strong cordon of the Army but were immediately neutralized. The ultras were hiding near Assan temple in the area.</p>\n\n\n\n<p>The Army lost a dog ‘Phantom’ on Monday when it was released by the handler to locate the hiding ultras. The dog was hit by a bullet resulting in his death.</p>\n","originalUrl":"https://en.tattvanews.com/others/3-pakistani-terrorists-killed-in-j-ks-akhnoor%ef%bf%bc/","hasAudio":false,"hasInfographics":false}