{"id":"wp-te-21239","wp_id":21239,"type":"standard","category":"World","language":"te","title":"అమృత్  టెండర్లలో రేవంత్ రెడ్డి కుటుంబ సభ్యులు భారీ అవినీతి","excerpt":"అమృత్ టెండర్లలో సిఎం రేవంత్ రెడ్డి కుటుంబ సభ్యులు భారీ అవినీతికి పాల్పడ్డారని  బిఆర్‌ఎస్ వర్కింగ్ ప్రెసిడెంట్ కెటిఆర్ ఆరోపించారు. .కేంద్ర, రాష్ట్ర ప్రభుత్వాల భాగస్వామ్యంతో మున్సిపాలిటీల్లో ప్రజల దాహార్తిని తీర్చేందుకు రూపొందిచిన అమృత్ పథకంలో సిఎం రేవంత్‌రెడ్డి కుటుంబ సభ్యులు అవినీతి చేశారని ధ్వజమెత్తారు. సిఎం తన అధికారాన్ని ఉపయోగించి తన బావమరిదినికి పనులు అప్పగించారని విమర్శించారు. = ముఖ్యమంత్రి బావమరిది సూదిని సృజన్ రెడ్డికి చెందిన శోదా కంపెనీకి అర్హతలు లేకున్నా వేలకోట్ల రూపాయలు","author":"Tattva News Team","time":"22/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/KTR.webp","readTime":"5 min read","contentHTML":"\n<p>అమృత్ టెండర్లలో సిఎం రేవంత్ రెడ్డి కుటుంబ సభ్యులు భారీ అవినీతికి పాల్పడ్డారని  బిఆర్‌ఎస్ వర్కింగ్ ప్రెసిడెంట్ కెటిఆర్ ఆరోపించారు. .కేంద్ర, రాష్ట్ర ప్రభుత్వాల భాగస్వామ్యంతో మున్సిపాలిటీల్లో ప్రజల దాహార్తిని తీర్చేందుకు రూపొందిచిన అమృత్ పథకంలో సిఎం రేవంత్‌రెడ్డి కుటుంబ సభ్యులు అవినీతి చేశారని ధ్వజమెత్తారు.</p>\n\n\n\n<p>సిఎం తన అధికారాన్ని ఉపయోగించి తన బావమరిదినికి పనులు అప్పగించారని విమర్శించారు. = ముఖ్యమంత్రి బావమరిది సూదిని సృజన్ రెడ్డికి చెందిన శోదా కంపెనీకి అర్హతలు లేకున్నా వేలకోట్ల రూపాయలు పనులను కట్టబెట్టారని ఆరోపణలు చేశారు. ఈ స్కాం రూ. 8,888 కోట్లు ఉంటుందని, ఈ కుంభకోణంపై విచారణ జరిపిస్తే రేవంత్ రెడ్డి సిఎం పదవి పోతుందని స్పష్టం చేశారు.</p>\n\n\n\n<p>దివంగత ప్రధాని రాజీవ్ గాంధీ తీసుకొచ్చిన ప్రివెన్షన్ ఆఫ్ పబ్లిక్ కరప్షన్ చట్టం సెక్షన్ 7,11,13 ప్రకారం సిఎం, ప్రజాప్రతినిధులు తన కుటుంబ సభ్యుల కోసం ఆశ్రిత పక్షపాతం చూపుతూ అధికార దుర్వినియోగం చేస్తే ప్రాసిక్యూట్ చేయవచ్చని చెబుతోందని ఆయన గుర్తు చేశారు. ఈ చట్టం ప్రకారం గతంలో సోనియా గాంధీ కూడా పదవి కోల్పోయారని చెప్పారు. </p>\n\n\n\n<p>కర్ణాటక మాజీ సిఎం యడ్యూరప్పకు ఇదే పరిస్థితి వచ్చిందని, మహారాష్ట్ర మాజీ సిఎం అశోక్ చవాన్ కూడా రాజీనామాలు చేశారని గుర్తు చేశారు. ఈ చట్టం ప్రకారమే సిఎం రేవంత్‌కు ప్రాసిక్యూట్ తప్పదని పేర్కొన్నారు. ఇండియన్ హ్యూమ్ పైప్ (ఐహెచ్‌పి) అనే కంపెనీని పిలిపించి బెదిరించి.. ఆ కంపెనీ పేరుతో టెండర్లను కట్టబెట్టారని ఆరోపించారు. </p>\n\n\n\n<p>పేరుకే ఇండియన్ హ్యూమ్ పైప్ కంపెనీ అయినా రేవంత్ రెడ్డి బావమరిది కోసం ఈ టెండర్లను కట్టబెట్టారని, ఇందులో టెండర్ దక్కించుకున్న సదరు కంపెనీతో రేవంత్ రెడ్డి బావమరిది కంపెనీ జాయింట్ వెంచర్ పేరుతో డ్రామాకు తెరలేపారని తెలిపారు.  రూ.1,137 కోట్ల కాంట్రాక్టు గెలుచుకున్న తర్వాత ఆ కంపెనీ 20 శాతం పనిచేస్తోందని, ముఖ్యమంత్రి బావమరిది మాత్రం 80 శాతం పని చేస్తోందని తెలిపారు. </p>\n\n\n\n<p>ఐహెచ్‌పీని శిఖండిలా వాడుకొని రేవంత్ రెడ్డి, సృజన్ రెడ్డి అక్రమాలకు తెరలేపారని ఆరోపించారు. రూ.2 కోట్ల లాభం ఉన్న సృజన్‌రెడ్డి కంపెనీ రూ.వెయ్యి కోట్ల పనులు ఎలా చేస్తుందని ప్రశ్నించారు. అధికారంలోకి వచ్చిన మూడు నెలల్లోనే ఇంత పెద్ద భారీ కుంభకోణానికి రేవంత్ రెడ్డి పాల్పడ్డారని మండిపడ్డారు. తాను బిఆర్‌ఎస్ ప్రభుత్వంలో బాధ్యతలు నిర్వహించిన పురపాలక శాఖ కేంద్రంగా రేవంత్ రెడ్డి ఈ కుంభకోణాన్ని చేశారని పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/21239/22/09/2024/","hasAudio":false,"hasInfographics":false}