{"id":"wp-en-12913","wp_id":12913,"type":"standard","category":"World","language":"en","title":"Indians answering to job ads are finding  on the Russian frontline￼","excerpt":"In a classic bait and switch, recent news reports reveals that several men from India who were lured to Russia with the promise of a well-paid job locked in deadly assignments. Instead of a great new job, what they found on arrival was forced conscription into the Russian armed forces, having to put their lives on","author":"Tattva News Team","time":"22/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Russian-jobs.png","readTime":"5 min read","contentHTML":"\n<p>In a classic bait and switch, recent news reports reveals that several men from India who were lured to Russia with the promise of a well-paid job locked in deadly assignments. Instead of a great new job, what they found on arrival was forced conscription into the Russian armed forces, having to put their lives on the line for a cause and a country that were foreign to them with little recourse to escape.</p>\n\n\n\n<p>Many in Southeast Asia seek jobs in Europe and the Middle East hoping for a better income than the meager wages on offer at home and to lift themselves and their families out of grinding poverty. This desperation leaves them extremely vulnerable to modern slavery and an increasing number of young men in India are being offered what they are told is a “golden opportunity.”</p>\n\n\n\n<p>Employment agencies and job ads are promoting the chance to work as a security guard in Russia for monthly salaries of around Rs 2 lakh. For David Moothappan, who dropped out of school and was working as a fisherman when he saw the offer on a Facebook advertisement, the promised salary seemed like a huge amount.</p>\n\n\n\n<p>But a few weeks later he found himself not in the uniform of a security officer, but in soldier’s gear posted on the warfront in the Russian-held city of Donetsk in eastern Ukraine. Moothappan said: <em>“There were body parts strewn all over the ground, (I) started vomiting and almost fainted.”</em></p>\n\n\n\n<p>When Moothappan initially arrived in Moscow, he and his friends were all made to sign a contract in Russian, a language none of them could read. Recruits from Sri Lanka joined them, and they were all taken to a military camp in the Rostov region bordering Ukraine.</p>\n\n\n\n<p>It was here that Russian officers took their passports and mobile phones, even their families didn’t know where they were or what their situation was. Officials in Kerala, where  Moothappan and several others who fell into the trap are from, say they have so far received complaints from the families of four men about being duped by employment agents.</p>\n\n\n\n<p>But those who have escaped say there a many more who are either missing or their families don’t know they are in Russia being forced to fight. India’s foreign ministry has said: <em>“(We are) ‘pressing very hard with the Russian authorities’ to bring back (Indian) citizens who have been tricked into fighting in the war.”</em></p>\n\n\n\n<p>Last week Moothapaan along with another man from Kerala managed to return home. They say they are among several Indians who were duped over the past few months by unscrupulous employment agents into fighting for Russian forces in the war with Ukraine.</p>\n\n\n\n<p>A lucky few, like Moothapaan, have managed to find help and get back home safely, but there are others still being forced to fight or even worse, who have lost their lives on the battlefield. Most of them are from poor families, lured by the promise of jobs.</p>\n\n\n\n<p>According to authorities, at least two Indians have died so far in the war, but the numbers are likely higher. Another escaped forced conscript said two of his friends who went to Russia with him are still missing. Neither he nor their families have heard from them in weeks.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/indians-answering-to-job-ads-are-finding-on-the-russian-frontline%ef%bf%bc/","hasAudio":false,"hasInfographics":false}