{"id":"wp-en-15618","wp_id":15618,"type":"standard","category":"World","language":"en","title":"BJP-led Mahayuti sweeps Maharashtra polls, INDIA bloc retains Jharkhand","excerpt":"Riding on the saffron wave, the ruling Mahayuti alliance pulled off a landslide win in Maharashtra assembly elections, dashing the Maha Vikas Aghadi’s hopes for a come back in the politically crucial state. The Mahayuti parties won in 235 seats in the 288-member house, as per the latest trends, with the BJP—the major constituent in the","author":"Tattva News Team","time":"24/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Modi-Nadda.jpg","readTime":"5 min read","contentHTML":"\n<p>Riding on the saffron wave, the ruling Mahayuti alliance pulled off a landslide win in Maharashtra assembly elections, dashing the Maha Vikas Aghadi’s hopes for a come back in the politically crucial state.</p>\n\n\n\n<p>The Mahayuti parties won in 235 seats in the 288-member house, as per the latest trends, with the BJP—the major constituent in the alliance—set to become the single largest party.</p>\n\n\n\n<p>The thumping victory is another shot in the arm for the BJP as it comes a little over a month after the Haryana elections where the saffron party piped the Congress to retain power for the third consecutive term.</p>\n\n\n\n<p>A pall of gloom descended on the MVA camps with just 49 seats—23 less that its 2019 numbers.</p>\n\n\n\n<p>In the 81-seat Jharkhand assembly, Chief Minister Hemant Soren-led Jharkhand Mukti Morcha won 56 seats. The opposition BJP was confined to 24 seats. The ‘Adivasi’ card played by the JMM seemed to have outsmarted the BJP campaign which mainly focused on driving out Bangfladeshi \"infiltrators\" from the Santha Parganas region</p>\n\n\n\n<p>Responding to the election results, Maharashtra Chief Minister Eknath Shinde thanked the BJP central leadership for their support in prioritising the state.\"I thank all the workers of Mahayuti. PM Modi, Amit Shah bhai, Nadda ji - all supported us. They gave priority to Maharashtra. I am proud that I have been proven right about what I had said that we will win 200 seats. We (Mahayuti) fought like a team,\" he said.</p>\n\n\n\n<p>After the Maharashtra assembly poll victory on Saturday, Prime Minister Narendra Modi said the state has broken all records, it is the biggest win for any party or pre-poll alliance in the last 50 years. While addressing a gathering at the Bharatiya Janata Party (BJP) headquarters in Delhi, Modi said divisive forces, negative politics and dynasticism have been defeated in the Maharashtra election and bypolls in various states. </p>\n\n\n\n<p>The prime minister asserted that the message from the Maharashtra election is that of unity and it is also an endorsement of the \"ek hai toh safe hai\" slogan. \"'Ek hai toh safe hai' has become the 'maha-mantra' for the entire nation and it has punished those who wanted to divide the country on caste and religious lines,\" he said. </p>\n\n\n\n<p>While thanking the people of Jharkhand, CM Soren said the alliance's stellar performance as \"passing the exam of democracy\". </p>\n\n\n\n<p>Despite challenges, Soren's strong voice for the state's tribal population has been central to his political identity. He had focused on his campaign and leadership, combined with a strong stance on tribal rights with social welfare initiatives, which has helped him retain power in the state. <strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-led-mahayuti-sweeps-maharashtra-polls-india-bloc-retains-jharkhand%ef%bf%bc/","hasAudio":false,"hasInfographics":false}