{"id":"wp-te-20224","wp_id":20224,"type":"standard","category":"World","language":"te","title":"బడ్జెట్ విపక్షాపూరితం అన్న నేతలపై నిర్మలా మండిపాటు","excerpt":"కేంద్ర బడ్జెట్‌ విపక్షాపూరితంగా ఉందంటూ విపక్షాలు చేస్తున్న ఆరోపణలను ఆర్థిక శాఖ మంత్రి నిర్మలా సీతారామన్ తిప్పికొట్టారు. విపక్షాలు 'దారుణమైన ఆరోపణలు' చేస్తున్నాయని విరుచుకుపడ్డారు. తమ రాష్ట్రాలకు నిధులు, పథకాలు మంజూరు చేయలేదంటూ ప్రజలను తప్పుదారి పట్టించేందుకు కాంగ్రెస్ సారథ్యంలోని విపక్ష పార్టీలు ఉద్దేశపూర్వకంగా ప్రయత్నాలు చేస్తున్నాయని ఆమె విమర్శించారు. దేశంలోని రాష్ట్రాల పట్ల బడ్జెట్‌లో వివక్ష చూపారంటూ కాంగ్రెస్ విపక్ష నేత మల్లికార్జున్ ఖర్గే చేసిన ఆరోపణలపై నిర్మలా సీతారామన్ రాజ్యసభలో బుధవారంనాడు మాట్లాడుతూ, విపక్షాలు","author":"Tattva News Team","time":"25/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Nirmala.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర బడ్జెట్‌ విపక్షాపూరితంగా ఉందంటూ విపక్షాలు చేస్తున్న ఆరోపణలను ఆర్థిక శాఖ మంత్రి నిర్మలా సీతారామన్ తిప్పికొట్టారు. విపక్షాలు 'దారుణమైన ఆరోపణలు' చేస్తున్నాయని విరుచుకుపడ్డారు. తమ రాష్ట్రాలకు నిధులు, పథకాలు మంజూరు చేయలేదంటూ ప్రజలను తప్పుదారి పట్టించేందుకు కాంగ్రెస్ సారథ్యంలోని విపక్ష పార్టీలు ఉద్దేశపూర్వకంగా ప్రయత్నాలు చేస్తున్నాయని ఆమె విమర్శించారు.</p>\n\n\n\n<p>దేశంలోని రాష్ట్రాల పట్ల బడ్జెట్‌లో వివక్ష చూపారంటూ కాంగ్రెస్ విపక్ష నేత మల్లికార్జున్ ఖర్గే చేసిన ఆరోపణలపై నిర్మలా సీతారామన్ రాజ్యసభలో బుధవారంనాడు మాట్లాడుతూ, విపక్షాలు మరీ ముఖ్యంగా మల్లికార్జున్ ఖర్గే ఇలాంటి వ్యాఖ్యలు చేయడం దురదృష్టకరమని పేర్కొన్నారు.</p>\n\n\n\n<p> \"చాలా రాష్ట్రాల పేర్లు మంత్రి ప్రస్తావించ లేదని, కేవలం రెండు రాష్ట్రాల పేర్లే ప్రస్తావించానని ఖర్గే అంటున్నారు. కాంగ్రెస్ పార్టీ చాలాకాలం ఈ దేశాన్ని పాలించింది. చాలా బడ్జెట్‌లు కూడా ప్రవేశపెట్టింది. ప్రతి బడ్జెట్‌లోనూ దేశంలోని అన్ని రాష్ట్రాల పేర్లు ప్రస్తావించే అవకాశం రాదనే విషయం ఆ పార్టీకి బాగా తెలుసు\" అని నిర్మలా సీతారామన్ తిప్పికొట్టారు.</p>\n\n\n\n<p>ఈ ఏడాది ఫిబ్రవరి 1న ఓట్ ఆన్ అకౌంట్ సమర్పించగా, ఈ ఏడాది మొత్తానికి మంగళవారం పూర్తిస్థాయి బడ్జెట్‌‌ ప్రవేశపెట్టామని, బడ్జెట్ ప్రసంగంలో ఎక్కువ రాష్ట్రాల పేర్లు ప్రస్తావించ లేదని సీతారామన్ చెప్పారు. మోదీ సారథ్యంలోని కేంద్ర మంత్రివర్గం వర్దన్‌లో ఒక నౌకాశ్రయం ఏర్పాటు చేయాలని నిర్ణయించిందని, కానీ మంగళవారంనాటి బడ్జెట్‌లో మహారాష్ట్ర ప్రస్తావించలేదని ఆమె గుర్తు చేశారు. దాని అర్ధం మహారాష్ట్రను నిర్లక్ష్యం చేసినట్టా? అని ప్రశ్నించారు. </p>\n\n\n\n<p>తన ప్రసంగంలో ఎక్కువ రాష్ట్రాల పేర్లు, మేజర్ ప్రాజెక్టుల పేర్లు ప్రస్తావనకు రానంత మాత్రాన భారత ప్రభుత్వ స్కీమ్‌లు, పథకాలు వాటికి వర్తించవని అర్ధమా? వరల్డ్ బ్యాంకు, ఏడీబీ, ఏఐబీ వంటి సంస్థల నుంచి పొందిన ఎయిడెడ్ అసిస్టెన్స్ ఆ రాష్ట్రాలకు వెళ్లవని అర్ధమా? అని ఆమె ప్రశ్నించారు.</p>\n\n\n\n<p>బడ్జెట్ ప్రసంగంలో దేశంలోని అన్ని రాష్ట్రాల పేర్లు చోటుచేసుకోవడమనే అశంపై కాంగ్రెస్ పార్టీకి నిర్మలా సీతారామన్ సవాలు చేశారు. కాంగ్రెస్ పార్టీ గతంలో చేసిన బడ్జెట్ ప్రసంగాల్లో అన్ని రాష్ట్రాల పేర్లు ప్రస్తావించిన సందర్భం ఒక్కటైనా ఉందా? అని మంత్రి ప్రశ్నించారు.</p>\n\n\n\n<p>కాగా, నిర్మలా సీతారామన్ ప్రవేశపెట్టిన ‌బడ్జెట్‌లో పలు రాష్ట్రాల పట్ల వివక్ష చూపించారంటూ \"ఇండియా\" కూటమి ఎంపీలు పార్లమెంటు ఆవరణలో బుధవారంనాడు నిరసనకు దిగారు. కుర్చీని కాపాడుకునే బడ్జెట్, విపక్షాపూరిత బడ్జెట్ అంటూ ప్లకార్డులు పట్టుకుని నినాదాలు చేశారు. విపక్ష నేతలు రాహుల్ గాంధీ, కాంగ్రెస్ ఎంపీ సోనియాగాంధీ, కాంగ్రెస్ అధ్యక్షుడు మల్లికార్జున్ ఖర్గే, పార్టీ ప్రధాన కార్యదర్శి కేసీ వేణుగోపాల్, సమాజ్‌వాదీ పార్టీ చీఫ్ అఖిలేష్ యాదవ్, టీఎంపీ ఎంపీ డోలాసేన్ తదితరులు ఈ నిరసన ప్రదర్శనలో పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20224/25/07/2024/","hasAudio":false,"hasInfographics":false}