{"id":"wp-en-12714","wp_id":12714,"type":"standard","category":"World","language":"en","title":"TMC leaders holding dharna outside EC office detained ￼","excerpt":"TMC leaders were detained by Delhi Police on Monday while they were holding a dharna outside the Election Commission's office, demanding that the chiefs of CBI, NIA, ED and Income Tax Department be changed. A 10-member delegation of Trinamul Congress (TMC) had announced the dharna after meeting a full bench of the Election Commission (EC)","author":"Tattva News Team","time":"9/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/TMC.webp","readTime":"5 min read","contentHTML":"\n<p>TMC leaders were detained by Delhi Police on Monday while they were holding a dharna outside the Election Commission's office, demanding that the chiefs of CBI, NIA, ED and Income Tax Department be changed.</p>\n\n\n\n<p>A 10-member delegation of Trinamul Congress (TMC) had announced the dharna after meeting a full bench of the Election Commission (EC) to press their demand. Earlier, a party delegation met the full bench of the poll panel and demanded that the chiefs of the Central Bureau of Investigation (CBI), Enforcement Directorate (ED), National Investigation Agency (NIA) and Income Tax Department be changed. </p>\n\n\n\n<p>TMC MPs Derek O'Brien, Mohammed Nadimul Haque, Dola Sen, Saket Gokhale and Sagarika Ghose, MLA Vivek Gupta, former MPs Arpita Ghosh, Santanu Sen and Abir Ranjan Biswas, and party's students' wing West Bengal vice president Sudip Raha were detained. The party has been alleging that the central probe agencies have been targeting opposition parties at the behest of the BJP-led Centre.</p>\n\n\n\n<p>\"The BJP is misusing central agencies against us. The way NIA, ED and CBI are working and targeting TMC leaders is shameful. We would request the EC to ensure a level playing field for all political parties,\" Sen told reporters at the Kolkata airport before leaving for New Delhi.</p>\n\n\n\n<p>The TMC protests came days after a team of the NIA was attacked in West Bengal’s Purba Medinipur district, sparking a political slugfest between the BJP and the TMC. The agency team had reached the village to investigate a 2022 bomb blast case.</p>\n\n\n\n<p>While TMC supremo and Chief Minister Mamata Banerjee accused the investigators of assaulting the villagers, the NIA claimed that the attack on them was “completely unprovoked”.</p>\n\n\n\n<p>The NIA said its actions were bona fide, lawful and legally mandated, as part of its ongoing investigation into the heinous crime related to fabrication of crude bombs, leading to an explosion that killed three persons.</p>\n","originalUrl":"https://en.tattvanews.com/national/tmc-leaders-holding-dharna-outside-ec-office-detained-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}