{"id":"wp-te-21291","wp_id":21291,"type":"standard","category":"World","language":"te","title":"రాజ్యసభ సభ్యత్వానికి ఆర్‌.కృష్ణయ్య రాజీనామా","excerpt":"వైఎస్సార్సీపీకి, జగన్కు మరో బిగ్‌ షాక్‌ తగిలింది. ఆ పార్టీ నుంచి రాజ్యసభకు ఎన్నికైన ఆర్‌.కృష్ణయ్య తన పదవికి రాజీనామా చేశారు. ఈ మేరకు తన రాజీనామా లేఖను సోమవారం రాజ్యసభ ఛైర్మన్‌ జగ్‌దీప్‌ ధన్‌ఖడ్‌కు అందజేశారు. కృష్ణయ్య రాజీనామాను ఆమోదిస్తున్నట్టు రాజ్యసభ ఛైర్మన్‌ మంగళవారం ప్రకటించారు. పదవీ కాలం ఇంకా నాలుగేళ్లు ఉండగానే ఆర్‌.కృష్ణయ్య రాజీనామా చేశారు. తెలంగాణలో బీసీ ఉద్యమాన్ని బలోపేతం చేసేందుకు కొన్ని అడ్డంకులు ఉన్నాయని, అందుకే ఎంపీ పదవికి రాజీనామా చేసినట్టు","author":"Tattva News Team","time":"25/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/R-Krishnaiah.jpg","readTime":"5 min read","contentHTML":"\n<p>వైఎస్సార్సీపీకి, జగన్కు మరో బిగ్‌ షాక్‌ తగిలింది. ఆ పార్టీ నుంచి రాజ్యసభకు ఎన్నికైన ఆర్‌.కృష్ణయ్య తన పదవికి రాజీనామా చేశారు. ఈ మేరకు తన రాజీనామా లేఖను సోమవారం రాజ్యసభ ఛైర్మన్‌ జగ్‌దీప్‌ ధన్‌ఖడ్‌కు అందజేశారు. కృష్ణయ్య రాజీనామాను ఆమోదిస్తున్నట్టు రాజ్యసభ ఛైర్మన్‌ మంగళవారం ప్రకటించారు. పదవీ కాలం ఇంకా నాలుగేళ్లు ఉండగానే ఆర్‌.కృష్ణయ్య రాజీనామా చేశారు.</p>\n\n\n\n<p>తెలంగాణలో బీసీ ఉద్యమాన్ని బలోపేతం చేసేందుకు కొన్ని అడ్డంకులు ఉన్నాయని, అందుకే ఎంపీ పదవికి రాజీనామా చేసినట్టు ఆర్‌.కృష్ణయ్య తెలిపారు. ఇటీవలే రాజ్యసభ సభ్యత్వాలకు బీద మస్తాన్‌రావు, మోపిదేవి వెంకటరమణ రాజీనామా చేశారు. ఇదే బాటలో మరి కొందరు రాజ్యసభ సభ్యులు ఉన్నట్లు తెలుస్తోంది.</p>\n\n\n\n<p> ఏపీకి సంబంధించి రాజ్యసభలో మొత్తం 11 స్థానాలున్నాయి. 2019లో వైఎస్సార్సీపీ అధికారంలోకి వచ్చాక 3 విడతల్లో జరిగిన ఎన్నికల్లో మొత్తం 11 స్థానాలను వైఎస్సార్సీపీ సాధించింది. సంఖ్యా బలం పరంగా రాజ్యసభలో 4వ అతిపెద్ద పార్టీగా నిలిచింది. రాజ్యసభలో వందశాతం గెలిచాం.</p>\n\n\n\n<p>2024 సార్వత్రిక ఎన్నికల్లో జగన్ ఘోర పరాజయం తరువాత వైఎస్సార్సీపీ నుంచి వలసలు మొదలయ్యాయి. అవమానాలు, ఇబ్బందులు ఉన్నా ఓపికతో అదే పార్టీలో కొనసాగిన పలువురు ఎంపీలు, ఎమ్మెల్యేలు, ఎమ్మెల్సీలు ఇప్పుడు ఆ పార్టీని వీడుతున్నారు. ఇటీవల బీద మస్తాన్‌రావు, మోపిదేవి వెంకటరమణ తమ సభ్యత్వానికి రాజీనామా చేయగా తాజాగా ఆర్‌.కృష్ణయ్య రాజీనామా చేశారు. వీరి రాజీనామాలతో రాజ్యసభలో వైఎస్సార్సీపీ బలం 8కి పడిపోయింది.</p>\n\n\n\n<p>మరోవైపు ఆర్. కృష్ణయ్య గతంలో టీడీపీ నుంచి ఎల్బీనగర్ ఎమ్మెల్యేగా గెలుపొందారు. 2014 ఎన్నికల్లో టీడీపీ నుంచి పోటీచేసి శాసనసభ్యుడిగా ఎన్నికయ్యారు. అయితే 2018 ఎన్నికల్లో టీడీపీని వీడి కాంగ్రెస్‌లో చేరిన కృష్ణయ్య.. ఆ ఎన్నికల్లో ఓడిపోయారు. </p>\n\n\n\n<p>అయితే బీసీ నేత కావడం, బీసీ హక్కుల కోసం పోరాడుతూ ఉండటంతో 2022 లో వైఎస్ జగన్  ఆర్. కృష్ణయ్యకు రాజ్యసభ ఎంపీగా అవకాశం ఇచ్చారు. అయితే పదవీకాలం మరో నాలుగేళ్లు ఉండగానే ఆయన తన ఎంపీ సభ్యత్వానికి రాజీనామా చేయడం అందరినీ ఆశ్చర్యానికి గురిచేస్తోంది. మరోవైపు ఆర్. కృష్ణయ్య తెలంగాణ బీజేపీలో చేరతారంటూ గత కొన్ని రోజులుగా ప్రచారం జరుగుతోంది.</p>\n","originalUrl":"https://tattvanews.com/21291/25/09/2024/","hasAudio":false,"hasInfographics":false}