{"id":"wp-en-14111","wp_id":14111,"type":"standard","category":"World","language":"en","title":"BJP to launch portal for Hindu voters denied participation in Bengal elections￼","excerpt":"West Bengal Leader of Opposition Suvendu Adhikari announced that he would be launching a portal for people in the state who were not allowed to vote in the recently concluded Lok Sabha polls and the by-polls held for four seats. Speaking to the media about the violence that occurred in different parts of the state,","author":"Tattva News Team","time":"15/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Suvedhu.webp","readTime":"5 min read","contentHTML":"\n<p>West Bengal Leader of Opposition Suvendu Adhikari announced that he would be launching a portal for people in the state who were not allowed to vote in the recently concluded Lok Sabha polls and the by-polls held for four seats.</p>\n\n\n\n<p>Speaking to the media about the violence that occurred in different parts of the state, particularly following the Lok Sabha elections, Adhikari said the BJP would initiate multiple mass movements in the coming days to protest against the violence erupted in the said. He said, a portal would also be launched for people where they can mention their grievances.</p>\n\n\n\n<p>Significantly, Adhikari has alleged that nearly 50 lakh Hindus were deprived of their voting rights in the state during the Lok Sabha polls and over 2 lakh Hindus were prevented from voting in the by-polls held for four seats. In response, we plan to launch the portal, the BJP leader said.</p>\n\n\n\n<p>\"Democracy is dead in Bengal. We have started a mass movement today. Nearly 50 lakh Hindus were not allowed to vote in the Lok Sabha elections. More than 2 lakh Hindus were not allowed to vote in the four by-polls held in the state. I am launching a portal. Whoever was not allowed to vote can register themselves, and full secrecy will be ensured. I will also start a legal battle,\" he added.</p>\n\n\n\n<p>Meanwhile, it is pertinent to note that the statement by the BJP leader comes while he was holding a sin-in protest along with the victims of post poll violence outside the Raj Bhavan in Kolkata. Notably, the Calcutta High Court in its order earlier granted permission to Adhikari to hold a dharna from 10 am to 4 pm today while ensuring that the number of participants must not exceed 300. </p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-to-launch-portal-for-hindu-voters-denied-participation-in-bengal-elections%ef%bf%bc/","hasAudio":false,"hasInfographics":false}