{"id":"wp-te-18739","wp_id":18739,"type":"standard","category":"World","language":"te","title":"ముద్రగడ పద్మనాభంకు కుమార్తె క్రాంతి కౌంటర్","excerpt":"ఆంధ్రప్రదేశ్ రాజకీయాల్లో అందర్నీ ఆకర్షిస్తున్న సీటు పవన్ కళ్యాణ్ పోటీ చేస్తున్ని పిఠాపురం నియోజకవర్గం. ఇక్కడ జనసేనాని గెలుపై అందరిలో చర్చ జరుగుతోంది. పవన్‌ను ఎలాగైనా ఓడించాలని వైఎస్సార్‌సీపీ.. సమస్య లేదు గెలిపించి తీరుతామని జనసైనికులు, అభిమానులు పోటీ పడుతున్నారు. దీంతో పిఠాపురంలో ఎన్నికలు హోరా హోరీగా ఉన్నాయి.  వైఎస్సార్‌సీపీ ముఖ్య నేతలకు మండలాలవారీగా బాధ్యతలు అప్పగించింది. ఒక మండలానికి ఇటీవల పార్టీలో చేరిన ముద్రగడ పద్మనాభంను ఇంఛార్జ్‌గా బాధ్యతలు అప్పగించారు. పవన్ కళ్యాణ్‌ను ఓడించడమే తన","author":"Tattva News Team","time":"3/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Mudragada.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ రాజకీయాల్లో అందర్నీ ఆకర్షిస్తున్న సీటు పవన్ కళ్యాణ్ పోటీ చేస్తున్ని పిఠాపురం నియోజకవర్గం. ఇక్కడ జనసేనాని గెలుపై అందరిలో చర్చ జరుగుతోంది. పవన్‌ను ఎలాగైనా ఓడించాలని వైఎస్సార్‌సీపీ.. సమస్య లేదు గెలిపించి తీరుతామని జనసైనికులు, అభిమానులు పోటీ పడుతున్నారు. దీంతో పిఠాపురంలో ఎన్నికలు హోరా హోరీగా ఉన్నాయి. </p>\n\n\n\n<p>వైఎస్సార్‌సీపీ ముఖ్య నేతలకు మండలాలవారీగా బాధ్యతలు అప్పగించింది. ఒక మండలానికి ఇటీవల పార్టీలో చేరిన ముద్రగడ పద్మనాభంను ఇంఛార్జ్‌గా బాధ్యతలు అప్పగించారు. పవన్ కళ్యాణ్‌ను ఓడించడమే తన లక్ష్యమంటూ పద్మనాభం కూడా ఘాటుగా విమర్శలు చేస్తున్నారు. ఆయన్ను ఓడించకపోతే తన పేరును కూడా మార్చుకుంటానని సవాల్ చేశారు. అయితే ముద్రగడ పద్మనాభం చేసిన ఛాలెంజ్‌పై ఆయన కుమార్తె క్రాంతి స్పందించారు. ఈ మేరకు ఆమె ఓ వీడియోను విడుదల చేశారు.</p>\n\n\n\n<p> 'పిఠాపురంలో పవన్ కళ్యాణ్‌ను ఓడించటానికి ఎన్ని చేయాలో అన్నీ చేస్తున్నారు. ముఖ్యంగా మా నాన్న పద్మనాభం బాధాకరమైన ఛాలెంజ్ చేశారు. పవన్ కళ్యాణ్‌ను ఓడించి పిఠాపురం నుంచి తన్ని తరిమేయకపోతే ఆయన పేరును ముద్రగడ పద్మనాభం బదులు ముద్రగడ పద్మనాభం రెడ్డిగా మార్చుకుంటానన్నారు. ఈ కాన్సెప్ట్ ఏంటో నాకు అర్థం కావడం లేదు. ఆయన ప్రకటన ముద్రగడ అభిమానులకు కూడా నచ్చలేదు' అంటూ ఆమె ఆవేదన వ్యక్తం చేశారు.</p>\n\n\n\n<p>'వంగా గీతను గెలిపించడానికి కష్టపడొచ్చు.. కానీ పవన్ కళ్యాణ్, ఆయన అభిమానుల్ని కించపరిచేలా వ్యాఖ్యలు ఉండకూడదు. మా నాన్నను పవన్ కళ్యాణ్‌ను తిట్టడం కోసమే జగన్ మోహన్ రెడ్డి వాడుతున్నారు. ఈ ఎన్నికల తర్వాత మా నాన్న పద్మనాభం ఎటూ కాకుండా వదిలేయడం పక్కా. ఈ విషయంలో నేను మా నాన్న తీరును పూర్తిగా వ్యతిరేకిస్తున్నా. నేను పవన్ కళ్యాణ్ గెలుపు కోసం నావంతుగా కృషి చేస్తా' అంటూ వీడియోలో ప్రస్తావించారు. </p>\n\n\n\n<p>ముద్రగడ పద్మనాభంకు కుమార్తె నుంచి ఊహించని పరిస్థితి ఎదురైంది. క్రాంతి వీడియో సోషల్ మీడియాలో వైరల్ అవుతోంది.  పిఠాపురంలో పవన్ కళ్యాణ్‌ను ఎట్టి పరిస్ధితుల్లోనూ ఓడించి తీరుతానని ముద్రగడ పద్మనాభం ఛాలెంజ్ చేశారు. పవన్‌ను ఓడించి పిఠాపురం నుంచి పంపేయడ ఖాయమని.. ఆయన్ను ఓడించి పంపకపోతే తన పేరు పద్మనాభం కాదు పద్మనాభ రెడ్డిగా మార్చుకుంటానని సవాల్ చేశారు.</p>\n\n\n\n<p> పవన్ కళ్యాణ్ సమస్యలు, పద్ధతులు తెలుసుకుని మాట్లాడితే మంచిదని హితవు చెప్పారు.  నోరుంది కదా ఇష్టం వచ్చినట్లు మాట్లాడితే చూస్తూ ఊరుకునేది లేదని హెచ్చరించారు. పిఠాపురం నుంచి ప్రజలు పవన్ కళ్యాణ్‌ను తరిమేయడం ఖాయమని స్పష్టం చేశారు. ముద్రగడ పద్మనాభం తన పేరును మార్చుకుంటానని చెప్పడంపైనే.. ఆయన కుమార్తె క్రాంత్రి స్పందించి కౌంటర్ ఇచ్చారు. పవన్ కళ్యాణ్ గెలుపు కోసం పనిచేస్తానని ప్రకటించారు.</p>\n\n\n\n<p>‘‘ మా నాన్నని నమ్మొద్దు’’ అంటూ తన కూతురు ముద్రగడ క్రాంతి భారత్ చేసిన వ్యాఖ్యలపై ముద్రగడ పద్మనాభం స్పందించారు. ‘‘నా కూతురి వ్యాఖ్యలకు భయపడను. నా కూతురు నా ప్రాపర్టీ కాదు’’ అని ముద్రగడ పద్మనాభం తెలిపారు. తన కూతురికి పెళ్లి అవ్వకముందు తన ప్రాపర్టీ.. పెళ్లి అయ్యాక అత్తగారి ప్రాపర్టీ అని వ్యాఖ్యానించారు.</p>\n\n\n\n<p> ‘‘ నా కూతురు చేత వీడియో రిలీజ్ చేయించారు. ఎవరు బెదిరించినా బెదిరిపోను జగన్‌కి సేవకుడిగా ఉంటాను. నా కూతురికి నాకు మధ్య చిచ్చు పెట్టాలని చూశారు. బెదిరిపోను. ఇదే పరిస్థితి రేపు పెండెం దొరబాబుకి రావచ్చు’’ అని ముద్రగడ పద్మనాభం స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18739/03/05/2024/","hasAudio":false,"hasInfographics":false}