{"id":"wp-en-13631","wp_id":13631,"type":"standard","category":"World","language":"en","title":"Prem Singh Tamang takes oath as Sikkim Chief Minister ￼","excerpt":"Sikkim Krantikari Morcha supremo Prem Singh Tamang took oath as the Chief Minister of the Himalayan state for a second consecutive term on Monday. Governor Lakshman Prasad Acharya administered the oath of office and secrecy to Prem Singh Tamang and his Council of Ministers during the swearing-in ceremony at Paljor Stadium. Sikkim Krantikari Morcha (SKM) won","author":"Tattva News Team","time":"11/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Sikkim-CM2.webp","readTime":"5 min read","contentHTML":"\n<p>Sikkim Krantikari Morcha supremo Prem Singh Tamang took oath as the Chief Minister of the Himalayan state for a second consecutive term on Monday. Governor Lakshman Prasad Acharya administered the oath of office and secrecy to Prem Singh Tamang and his Council of Ministers during the swearing-in ceremony at Paljor Stadium.</p>\n\n\n\n<p>Sikkim Krantikari Morcha (SKM) won 31 out of the 32 seats, thus sweeping the assembly polls in the Himalayan state while the opposition Sikkim Democratic Front (SDF) was confined to a lone seat. Tamang described the party’s victory as a ‘record’ as the state reportedly witnessed the most peaceful election of Sikkim and thanked all who favoured the party’s return to power.</p>\n\n\n\n<p>“In 5 years, we will fulfil all the announcements that we made at the time of the elections. I would like to thank all my workers, they worked hard. I would also like to thank the public. This is the most peaceful election of Sikkim, this is a record,” he said.</p>\n\n\n\n<p>Tamang won the elections from the Rhenock Assembly seat defeating SDF’s Som Nath Poudyal by over 7,396 votes. The polling for 32 assembly seats in Sikkim was held on April 19 in the first phase simultaneously with the Lok Sabha elections.</p>\n\n\n\n<p>This is the third time, Sikkim has witnessed a landslide victory of a political party as similar results were drawn by Sikkim Sangram Parishad and SDF in 1989 and 2009 respectively.</p>\n\n\n\n<p>In the 2019 assembly elections, the SKM won 17 seats, while the SDF secured 15 seats out of the 32 seats. SKM won 10 seats in 2014 as it faced its first assembly elections.</p>\n\n\n\n<p>Interestingly, SKM had in 2019 joined hands with the BJP-led NDA ahead of the assembly elections but ultimately severed ties and fought the 2019 assembly polls alone.</p>\n","originalUrl":"https://en.tattvanews.com/national/prem-singh-tamang-takes-oath-as-sikkim-chief-minister-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}