{"id":"wp-en-13433","wp_id":13433,"type":"standard","category":"World","language":"en","title":"Army Chief General Manoj Pande gets one-month extension￼","excerpt":"The government on Sunday extended the tenure of Army Chief Gen Manoj Pande for a period of one month. Gen Pande was to retire from service on May 31 after a 25-month tenure. \"The Appointments Committee of Cabinet on May 26 approved the extension in service of Chief of the Army Staff General Manoj C","author":"Tattva News Team","time":"27/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Army-Chief.jpg","readTime":"5 min read","contentHTML":"\n<p>The government on Sunday extended the tenure of Army Chief Gen Manoj Pande for a period of one month. Gen Pande was to retire from service on May 31 after a 25-month tenure.</p>\n\n\n\n<p>\"The Appointments Committee of Cabinet on May 26 approved the extension in service of Chief of the Army Staff General Manoj C Pande for a period of one month, beyond his normal age of superannuation (May 31), i.e. up to June 30, under Rule 16 A (4) of the Army Rules 1954,\" the defence ministry said in a statement.</p>\n\n\n\n<p>Now the successor of Gen Pande would be appointed by the government to be formed after the results on June 4. This is first time that an Army Chief has been given an extension in service, since the Indira Gandhi-led government gave an extension to Gen SHFJ Manekshaw in the euphoria of the post 1971 India-Pak War.</p>\n\n\n\n<p>Gen Pande was appointed as the Chief of Army Staff on April 30, 2022. He was commissioned in December 1982 in the Corps of Engineers (The Bombay Sappers). He held the appointment of Vice Chief of the Army Staff before taking over as the COAS. Gen Pande had even received his retirement farewell at the retiring officers' seminar. The development comes at a time when the two senior officers after him would also be due for superannuation in June itself.</p>\n\n\n\n<p>The ongoing elections cannot be the excuse as the Navy Chief Admiral DK Tripathi, who took over May 1, was appointed after the Model Code of Conduct was enforced. This one-month extension means the next two seniormost -- Lt Gen Upendra Dwivedi, the Vice-Chief, and Lt Gen Ajai Kumar Singh, the Southern Army Commander, also retire on June 30. But going by past records, Air Chief Marshal RKS Bhadauria took over as IAF Chief on the last day of service, September 30, 2019, and served for two years.</p>\n","originalUrl":"https://en.tattvanews.com/national/army-chief-general-manoj-pande-gets-one-month-extension%ef%bf%bc/","hasAudio":false,"hasInfographics":false}