{"id":"wp-te-20190","wp_id":20190,"type":"standard","category":"World","language":"te","title":"విద్య, ఉపాధికి బడ్జెట్‌లో భారీగా కేటాయింపులు","excerpt":"కేంద్ర బడ్జెట్‌2024-25లో ఉపాధి, నైపుణ్యం, ఎంఎస్ఎంఈలు (మైక్రో, స్మాల్, మీడియం ఎంటర్‌ప్రైజెస్), మధ్యతరగతి ప్రజలుపై ప్రధానంగా ఫోకస్ చేయడం జరిగిందని కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్ తెలిపారు. మంగళవారం నాడు పార్లమెంట్‌లో కేంద్ర బడ్జెట్‌ను ఆర్థిక మంత్రి నిర్మలా సీతారామన్ ప్రవేశపెట్టారు. దేశ వ్యాప్తంగా 4.1 కోట్ల మంది యువతీ, యువకులకు లబ్ధి చేకూర్చేందుకు ప్రభుత్వం ఈ రంగాలపై దృష్టి సారిస్తుందని సీతారామన్ చెప్పారు. ఈ రంగాలలో పథకాలు, చర్యలు - ప్రస్తుతం ఉన్నవి, ప్రకటించబోయేవి","author":"Tattva News Team","time":"23/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Nirmala2.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర బడ్జెట్‌2024-25లో ఉపాధి, నైపుణ్యం, ఎంఎస్ఎంఈలు (మైక్రో, స్మాల్, మీడియం ఎంటర్‌ప్రైజెస్), మధ్యతరగతి ప్రజలుపై ప్రధానంగా ఫోకస్ చేయడం జరిగిందని కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్ తెలిపారు. మంగళవారం నాడు పార్లమెంట్‌లో కేంద్ర బడ్జెట్‌ను ఆర్థిక మంత్రి నిర్మలా సీతారామన్ ప్రవేశపెట్టారు.</p>\n\n\n\n<p>దేశ వ్యాప్తంగా 4.1 కోట్ల మంది యువతీ, యువకులకు లబ్ధి చేకూర్చేందుకు ప్రభుత్వం ఈ రంగాలపై దృష్టి సారిస్తుందని సీతారామన్ చెప్పారు. ఈ రంగాలలో పథకాలు, చర్యలు - ప్రస్తుతం ఉన్నవి, ప్రకటించబోయేవి అన్నింటికి కలిపి ఐదు సంవత్సరాల వ్యవధిలో రూ. 2 లక్షల కోట్ల నిధులను ఖర్చు చేయనున్నట్లు కేంద్ర ఆర్థిక మంత్రి ప్రకటించారు.</p>\n\n\n\n<p>రానున్న ఐదేళ్లలో 20 లక్షలమందికి నైపుణ్యాభివృద్ధి సంస్థల ద్వారా శిక్షణ ఇవ్వనున్నట్లు కేంద్ర ఆర్థిక మంత్రి ప్రకటించారు. నైపుణ్యాభివృద్ధి కేంద్రాలకు అవసరమైన రుణ సదుపాయం కల్పిస్తామన్నారు. భారతీయ విద్యాసంస్థల్లో చదువుకునే విద్యార్థులకు 3 శాతం వడ్డీ రాయితీ కల్పిస్తామన్నారు. స్వయం ఉపాధి పొందుతున్న చేతివృత్తి మహిళలకు రుణ సాయం పెంచుతున్నట్లు ప్రకటించారు.</p>\n\n\n\n<p>చిన్న, మధ్యతరహా పరిశ్రమల అభివృద్ధికి ఆర్థిక సాయం అందిస్తామని చెప్పారు. ఎంఎస్‌ఎంఈ క్లస్టర్లు నూతన సిడ్‌బీ బ్యాంకు బ్రాంచ్‌లు ఏర్పాటు చేస్తామన్నారు. ఎగుమతులు, ఎగుమతుల సేవలకు ప్రత్యేక ప్లాట్‌ఫాం ఏర్పాటు చేస్తున్నట్లు ప్రకటించారు. 500 పెద్ద కంపెనీల్లో కోటి మంది యువతకు ఉద్యోగాల కల్పించేందుకు చర్యలు తీసుకుంటామని పేర్కొన్నారు.</p>\n\n\n\n<p>మహిళలు, బాలికలకు ప్రయోజనం చేకూర్చే పథకాల కోసం ప్రభుత్వం రూ. 3 లక్షల కోట్లకు పైగా కేటాయించడం జరిగిందని తెలిపారు. వ్యవసాయానికి భారీగా కేటాయింపులు చేసినట్ ఆర్ధిక మంత్రి ప్రకటించారు. ముఖ్యంగా సేంద్రీయ వ్యవసాయంపై ప్రభుత్వం దృష్టి సారించిందన్నారు. వ్యవసాయం, అనుబంధ రంగాలకు రూ. 1.52 లక్షల కోట్లు కేటాయించినట్లు తెలిపారు. </p>\n\n\n\n<p>వచ్చే రెండేళ్లలో కోటి మంది రైతులు సేంద్రీయ వ్యవసాయంలోకి ప్రవేశించేలా చర్యలు తీసుకుంటున్నామని తెలిపారు. వ్యవసాయంలో స్థిరమైన పద్ధతులు, డిజిటల్ మౌలిక సదుపాయాలు, ఉత్పత్తి పెంపుదలపై దృష్టి సారించామని.. ఆ దిశగా కార్యక్రమాలు చేపడతున్నామని కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్ తెలిపారు.</p>\n\n\n\n<p>వాతావరణ పరిస్థితులను తట్టుకునే, అధిక దిగుబడినిచ్చే ఉద్యానవన పంటలకు సంబంధించి 109 కొత్త వంగడాలను ప్రభుత్వం విడుదల చేయనున్నట్లు నిర్మలా సీతారామన్ తెలిపారు. వ్యసాయ రంగానికి కేటాయించిన రూ. 1.52 లక్షల కోట్ల బడ్జెట్ గ్రామీణ ప్రాంతాల్లో అధునాతన వ్యవసాయ యంత్రాలను ఉపయోగించేలా ప్రోత్సహిస్తుందని చెప్పారు. దీంతోపాటు రాష్ట్రాల భాగస్వామ్యంతో ప్రభుత్వం వ్యవసాయానికి డిజిటల్ పబ్లిక్ ఇన్‌ఫ్రాస్ట్రక్చర్‌ను ప్రోత్సహిస్తుందని ప్రకటించారు. </p>\n\n\n\n<p>ఇక గ్రామీణాభివృద్ధి కోసం రూ. 2.66 లక్షల కోట్లు కేటాయిస్తున్నట్లు నిర్మలా సీతారామన్ ప్రకటించారు. వ్యవసాయ ఉత్పాదతకు పెంపొందించడానికి, వాతావరణాన్ని తట్టుకోగల రకాలను అభివృద్ధి చేయడానికి వ్యవసాయ పరిశోధన శాలను ఏర్పాటు చేయడంపై ప్రభుత్వం సమగ్ర సమీక్ష చేస్తుందని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/20190/23/07/2024/","hasAudio":false,"hasInfographics":false}