{"id":"wp-te-21326","wp_id":21326,"type":"standard","category":"World","language":"te","title":"గనుల శాఖ మాజీ డైరెక్టర్ వెంకటరెడ్డి అరెస్ట్","excerpt":"వైఎస్సార్సీపీ ప్రభుత్వ పాలనలో ఇసుక, గనులు, ఖనిజ సంపదను అప్పనంగా పార్టీ పెద్దలకు కట్టబెట్టిన గనుల శాఖ మాజీ డైరెక్టర్ వెంకటరెడ్డిని ఏసీబీ అధికారులు హైదరాబాద్‌లోని ఆయన నివాసంలో అరెస్ట్ చేశారు. జగన్‌ హయాంలో ఇసుక విధానం ముసుగులో ఏకంగా రూ. 2,566 కోట్లు దోచేసినట్లు ఏసీబీ దర్యాప్తులో గుర్తించింది.  ఈ దోపిడీకి వెంకటరెడ్డి అన్ని విధాలుగా సహకరించారని తేల్చింది. ఇసుక గుత్తేదారు సంస్థలైన జేపీవీఎల్, జీసీకేసీ, ప్రతిమ సంస్థలు, మరికొందరు వ్యక్తులతో కలిసి వేల కోట్లు","author":"Tattva News Team","time":"27/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Venkata.webp","readTime":"5 min read","contentHTML":"\n<p>వైఎస్సార్సీపీ ప్రభుత్వ పాలనలో ఇసుక, గనులు, ఖనిజ సంపదను అప్పనంగా పార్టీ పెద్దలకు కట్టబెట్టిన గనుల శాఖ మాజీ డైరెక్టర్ వెంకటరెడ్డిని ఏసీబీ అధికారులు హైదరాబాద్‌లోని ఆయన నివాసంలో అరెస్ట్ చేశారు. జగన్‌ హయాంలో ఇసుక విధానం ముసుగులో ఏకంగా రూ. 2,566 కోట్లు దోచేసినట్లు ఏసీబీ దర్యాప్తులో గుర్తించింది. </p>\n\n\n\n<p>ఈ దోపిడీకి వెంకటరెడ్డి అన్ని విధాలుగా సహకరించారని తేల్చింది. ఇసుక గుత్తేదారు సంస్థలైన జేపీవీఎల్, జీసీకేసీ, ప్రతిమ సంస్థలు, మరికొందరు వ్యక్తులతో కలిసి వేల కోట్లు కొల్లగొట్టేందుకు ఆయన నేరపూరిత కుట్రకు పాల్పడ్డారని తేల్చింది. ఇసుక తవ్వకాల్లో గుత్తేదారు సంస్థలు యథేచ్ఛగా ఉల్లంఘనలకు పాల్పడినా వాటికి వెన్నుదన్నుగా నిలిచారని గుర్తించింది.</p>\n\n\n\n<p> ప్రభుత్వానికి బకాయిపడ్డ సొమ్ములు చెల్లించకుండానే ఆయా సంస్థల గుత్తేదారులు సమర్పించిన బ్యాంకు గ్యారెంటీలను వారికి వెనక్కి ఇచ్చేశారని నిర్ధరించింది. సుప్రీంకోర్టు, జాతీయ హరిత ట్రైబ్యునల్‌ ఆదేశాలను బేఖాతరు చేసి తప్పుడు అఫిడవిట్లు సమర్పించారని తేల్చింది. వీటికి సంబంధించిన కీలక ఆధారాలు లభ్యమవడంతో ఆయన్ను అరెస్టు చేసింది.</p>\n\n\n\n<p>ఇండియన్‌ కోస్ట్‌గార్డ్‌లో సీనియర్‌ సివిలియన్‌ స్టాఫ్‌ ఆఫీసరైన వెంకటరెడ్డి 2019లో ఏపీకి డిప్యుటేషన్‌పై వచ్చారు. తొలుత విద్యాశాఖలో కొనసాగారు. 2020 ప్రారంభంలోగనుల శాఖ సంచాలకునిగా నియమితులయ్యారు. ఆ తర్వాత కొద్దిరోజులకే ఏపీఎండీసీకి ఎండీగానూ అదనపు బాధ్యతలు చేపట్టారు. </p>\n\n\n\n<p>ఈ రెండు పోస్టులను అడ్డం పెట్టుకుని వైఎస్సార్సీపీ పెద్దల గనుల, ఖనిజ, ఇసుక దోపిడీకి సహకరించారు. అంతేకాదు 2014 -19 మధ్య టిడిపి హయాంలో అమలు చేసిన ఉచిత ఇసుక విధానంలో అక్రమాలు జరిగాయని దీనికి చంద్రబాబు నాయుడు  బాధ్యుడంటూ తప్పుడు ఫిర్యాదు చేశారు. చంద్రబాబుపై సీఐడీలో అక్రమంగా కేసు నమోదు చేయించారు.</p>\n\n\n\n<p>వైఎస్సార్సీపీ అధికారం చేపట్టాక తొలుత ఏపీఎండీసీ ద్వారా ఇసుక తవ్వకాలు, విక్రయాలు జరిపారు. వెంకటరెడ్డి గనుల శాఖ డైరెక్టర్‌గా నియమితులయ్యాక ప్రైవేటు గుత్తేదారులకు ఇసుక వ్యాపారం అప్పగించే విధానం తీసుకొచ్చారు. వైఎస్సార్సీపీ పెద్దలతో సన్నిహిత సంబంధాలు ఉన్నవారే ఇసుక వ్యాపారం చేసేలా, వారికే టెండరు దక్కేలా నిబంధనలు సిద్ధం చేసి వారికే కట్టబెట్టారు.</p>\n\n\n\n<p>2023 డిసెంబరు నుంచి తవ్వకాల బాధ్యతలు తీసుకున్న జేసీకేసీ, ప్రతిమ ఇన్‌ఫ్రా సంస్థలకు అనుచిత లబ్ధి కలిగించారు. జయప్రకాశ్‌ పవర్‌ వెంచర్స్‌ లిమిటెడ్‌, జీసీకేసీ ప్రాజెక్ట్స్‌ అండ్‌ వర్క్స్‌ ప్రైవేట్‌ లిమిటెడ్, ప్రతిమ ఇన్‌ఫ్రా సంస్థలు ఏకంగా 921 కోట్ల 51 లక్షల విలువైన ఇసుకను అక్రమంగా తవ్వేశాయి. ఈ దోపిడీకి వెంకటరెడ్డి సహకరించారు. గనుల లీజులు ఆన్‌లైన్‌ ద్వారా కేటాయించే విధానాన్ని వెంకటరెడ్డి 2022లో తెచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/21326/27/09/2024/","hasAudio":false,"hasInfographics":false}