{"id":"wp-en-14739","wp_id":14739,"type":"standard","category":"World","language":"en","title":"ED penalises DMK MP Jagathrakshakan, his family for Rs 908 crore","excerpt":"The Enforcement Directorate (ED) today (August 28) said a penalty of Rs 908 crore has been slapped in a case related to the violation of foreign exchange rules against DMK MP S Jagathratchakan and his family members. Jagathratchakan, 76, represents the Arakkonam Lok Sabha seat. The agency said a FEMA probe was initiated against the","author":"Tattva News Team","time":"29/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/DMK-MP1.webp","readTime":"5 min read","contentHTML":"\n<p>The Enforcement Directorate (ED) today (August 28) said a penalty of Rs 908 crore has been slapped in a case related to the violation of foreign exchange rules against DMK MP S Jagathratchakan and his family members.</p>\n\n\n\n<p>Jagathratchakan, 76, represents the Arakkonam Lok Sabha seat. The agency said a FEMA probe was initiated against the MP, a businessman from Tamil Nadu, his family members and related Indian entity.</p>\n\n\n\n<p>This investigation, it said, resulted in the passing of seizure order, dated September 11, 2020 under section 37A of FEMA, for various movable and immovable properties in the name of the MP and his family members. There are valued at Rs 89.19 crore.</p>\n\n\n\n<p>\"The properties worth Rs 89.19 crore which were seized in terms of section 37A of FEMA were also ordered for confiscation, and penalty of Rs 908 crore is levied vide Adjudication Order dated 26/08/2024,\" the ED said.</p>\n\n\n\n<p>The 2020 seizure order was “set aside” by the Competent Authority (under the FEMA) in February 2021 and the ED challenged it before the Appellate Tribunal where, the ED said, the “appeal is pending”.</p>\n\n\n\n<p>The accused were also charged by the agency with “acquisition and holding” of Singapore foreign shares and its subsequent transfer amongst the family members “in defiance of” extant provisions of FEMA, and also with regard to the investment of around Rs 9 crore made into a Sri Lankan entity. This complaint was filed with a prayer to confiscate the properties seized under the order dated September 11, 2020, it said.</p>\n","originalUrl":"https://en.tattvanews.com/economy/ed-penalises-dmk-mp-jagathrakshakan-his-family-for-rs-908-crore/","hasAudio":false,"hasInfographics":false}