{"id":"wp-en-14777","wp_id":14777,"type":"standard","category":"World","language":"en","title":"PM Modi seeks quicker decisions in cases related to atrocities against women","excerpt":"Amid protests demanding justice for a woman doctor raped and killed at RG Kar medical college and Hospital, Kolkata, Prime Minister Narendra Modi on Saturday stressed the need for quicker decisions in cases related to atrocities against women, saying it will give greater assurance of safety to half the population. Inaugurating the two-day National Conference of","author":"Tattva News Team","time":"1/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Modi-Judiciary.jpg","readTime":"5 min read","contentHTML":"\n<p>Amid protests demanding justice for a woman doctor raped and killed at RG Kar medical college and Hospital, Kolkata, Prime Minister Narendra Modi on Saturday stressed the need for quicker decisions in cases related to atrocities against women, saying it will give greater assurance of safety to half the population.</p>\n\n\n\n<p>Inaugurating the two-day National Conference of District Judiciary, the Prime Minister expressed serious concern over the “burning issue” of women and children and called for activating the judicial mechanisms under the special fast track court system to ensure speedy justice in such cases.</p>\n\n\n\n<p>“There are several strict laws for women’s safety. In 2019, the Government had planned to establish fast-track special courts. There’s a provision for a deposition centre for important witnesses under it. The District Monitoring Committee under fast-track special courts can also play an important role… It consists of the District Judge, District Magistrate and Superintendent of Police who can play an important role in creating coordination with regard to various aspects of the Criminal Justice System.</p>\n\n\n\n<p>“There’s need to make these committees more active. The quicker the decisions in cases related to atrocities against women, the greater will be the assurance of safety to half the population,” Modi said in the presence of CJI DY Chandraachud, Supreme Court judges, high court chief justices and district court judges, besides others.</p>\n\n\n\n<p>Pointing out the pendency of about 4.5 crore cases in the district courts, PM Modi called for moving towards completely “future ready” courts with the help of a unified technology platform incorporating emerging technologies such as Artificial Intelligence and Optical character recognition.</p>\n\n\n\n<p>“Such technological platforms would help analyse pending cases and predict future cases as well. It would integrate and speed up the work of various departments like Police, forensics, jail and court,” he said.</p>\n\n\n\n<p>The Prime Minister also unveiled a stamp and a coin commemorating 75 years of the establishment of the Supreme Court of India. “The Supreme Court of India’s journey of 75 years does not merely relate to one institution but is also a journey of India’s Constitution, its values and the journey of India evolving as a democracy…People of India have never shown disbelief towards the Supreme Court of India or the judiciary”, Modi added.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-seeks-quicker-decisions-in-cases-related-to-atrocities-against-women/","hasAudio":false,"hasInfographics":false}