{"id":"wp-te-19999","wp_id":19999,"type":"standard","category":"World","language":"te","title":"నీట్‌పై సుప్రీం విచారణ జులై 18కి వాయిదా","excerpt":"ప్రశ్నాపత్రం లీకేజీతోసహా అక్రమాలు చోటుచేసుకున్నట్లు ఆరోపణలు ఎదుర్కొంటున్న నీట్ యుజి-2024 పరీక్షను రద్దు చేయాలని కోరుతూ దాఖలైన పిటిషన్లపై విచారణను జులై 18వ తేదీకి సుప్రీంకోర్టు గురువారం వాయిదా వేసింది. కేంద్ర ప్రభుత్వం, నేషనల్ టెస్టింగ్ ఏజెన్సీ(ఎన్‌టిఎ) బుధవారం సమర్పించిన అఫిడవిట్ల ప్రతులు తమకు అందలేదని కొందరు న్యాయవాదులు కోర్టుకు తెలియచేయడంతో విచారణను వచ్చే గురువారానికి చీఫ్ జస్టిస్ డివై చంద్రచూడ్ నేతృత్వంలోని ముగ్గురు న్యాయమూర్తుల ధర్మాసనం వాయిదా వేసింది. గురువారం కొద్దిసేపు జరిగిన విచారణ సందర్భంగా","author":"Tattva News Team","time":"12/7/2024","image":"https://tattvanews.com/wp-content/uploads/2022/06/NEET-PG.jpeg","readTime":"5 min read","contentHTML":"\n<p>ప్రశ్నాపత్రం లీకేజీతోసహా అక్రమాలు చోటుచేసుకున్నట్లు ఆరోపణలు ఎదుర్కొంటున్న నీట్ యుజి-2024 పరీక్షను రద్దు చేయాలని కోరుతూ దాఖలైన పిటిషన్లపై విచారణను జులై 18వ తేదీకి సుప్రీంకోర్టు గురువారం వాయిదా వేసింది. కేంద్ర ప్రభుత్వం, నేషనల్ టెస్టింగ్ ఏజెన్సీ(ఎన్‌టిఎ) బుధవారం సమర్పించిన అఫిడవిట్ల ప్రతులు తమకు అందలేదని కొందరు న్యాయవాదులు కోర్టుకు తెలియచేయడంతో విచారణను వచ్చే గురువారానికి చీఫ్ జస్టిస్ డివై చంద్రచూడ్ నేతృత్వంలోని ముగ్గురు న్యాయమూర్తుల ధర్మాసనం వాయిదా వేసింది.</p>\n\n\n\n<p>గురువారం కొద్దిసేపు జరిగిన విచారణ సందర్భంగా తదుపరి విచారణను జులై 15వ తేదీకి వాయిదా వేయాలని పిటిషనర్ల తరఫు న్యాయవాదులు కోరారు. అయితే తాను ఆ రోజు అందుబాటులో ఉండనని కేంద్రం తరఫున హాజరైన సొలిసిటర్ జనరల్ తుషార్ మెహతా కోర్టుకు విన్నవించారు. ఈ సందర్భంగా నీట అక్రమాలకు సంబంధించిన ఆరోపణలపై దర్యాప్తు జరుపుతున్న సిబిఐ తమకు స్టేటస్ రిపోర్టును అందచేసిందని ధర్మాసనం తెలిపింది.</p>\n\n\n\n<p>కాగా..కేంద్ర ప్రభుత్వం బుధవారం సుప్రీంకోర్టుకు సమర్పించిన అఫిడవిట్‌లో నీట్ యుజి పరీక్షలో భారీ స్థాయిలో అక్రమాలు జరిగినట్లు ఎటువంటి సూచనలు లేవని పరీక్షా ఫలితాలపై అధ్యయనం చేసిన ఐఐటి మద్రాసు తన నివేదికలో తెలియచేసిందని పేర్కొంది. ప్రశ్నాపత్రం లీకేజీ విస్తృతంగా జరిగినట్లు కూడా సూచనలు ఏవీ లేవని, అభ్యర్థులకు వచ్చిన మార్కులు అసాధారణంగా కనపడడం లేదని ఐఐటి మద్రాసు పేర్కొంది. </p>\n\n\n\n<p>మాస్ మాల్‌ప్రాక్ట్రీస్ జరిగే అవకాశాలు చాలా తక్కువని కేంద్రం తన అఫిడవిట్‌లో స్పష్టం చేసింది. 550 నుంచి 720 వరకు మార్కులు సాధించిన అభ్యర్థుల సంఖ్య ఈసారి అధికంగా ఉందని, దీనికి కారణం 25 శాతం సిలబస్‌ను తగ్గించడం కావచ్చని కేంద్ర విద్యా శాఖ తన అఫిడవిట్‌లో అభిప్రాయపడింది. ఇలా అధిక మార్కులు సాధిచిన అభ్యర్థులు అనేక నగరాలకు, భిన్నమైన పరీక్షా కేంద్రాలకు చెందినవారని కేంద్రం తెలిపింది.</p>\n\n\n\n<p>నీట్ యుజి 2024 పరీక్షను రద్దు చేయాలన్న ప్రతిపాదనను కేంద్రం, ఎన్‌టిఎ తమ వేర్వేరు అఫిడవిట్లలో గట్టిగా తోసిపుచ్చాయి. మొత్తం పరీక్షను రద్దు చేయడం లక్షలాదిమంది నిజాయితీరులైన అభ్యర్థులకు హాని చేయడమేనని, పరీక్షలో అర్హత సాధించిన అభ్యర్థుల కెరీర్ అవకాశాలను దెబ్బతీసినట్లేనని కేంద్రం స్పష్టం చేసింది. </p>\n\n\n\n<p>మే 5న 511 నగరాలలోని 4,750 కేంద్రాలు, విదేశాలలో 14 కేంద్రాలలో ఎన్‌టిఎ నిర్వహించిన నీట్ యుజి పరీక్షకు దాదాపు 24 లక్షల మంది విద్యార్థులు హాజరయ్యారు. 700కిపైగా ప్రభుత్వ, ప్రైవేట్ వైద్య కళాశాలల్లోని ఎంబిబిఎస్, బిడిఎస్, ఆయుష్ కోర్సులకు చెందిన 1.08 లక్షల సీట్లను భర్తీ చేసేందుకు నీట్ యుజి పరీక్షను ఎన్‌టిఎ నిర్వహించింది.</p>\n\n\n\n<p>కాగా, నీట్ ప్రవేశ పరీక్ష లీక్ కేసులో రాకీ అలియాస్ రాకేష్ రంజన్‌ అనే మరో నిందితుడిని సెంట్రల్ బ్యూరో ఆఫ్ ఇన్వెస్టిగేషన్ (సిబిఐ) అదుపులోకి తీసుకుంది. బిహార్‌లోని నవాడ అతని స్వగ్రామం. రాకీ కొన్ని సంవత్సరాలుగా రాంచీలో ఓ రెస్టారెంట్ నడుపుతున్నాడు. అతను నీట్ పేపర్ లీక్ అయిన తర్వాత అందులోని ప్రశ్నలకు సమాధానాలు రాసి చింటూ మొబైల్‌కు పంపాడు.</p>\n","originalUrl":"https://tattvanews.com/19999/12/07/2024/","hasAudio":false,"hasInfographics":false}