{"id":"wp-te-20825","wp_id":20825,"type":"standard","category":"World","language":"te","title":"మహిళలపై తీవ్ర నేరాలను నాగరిక సమాజం అనుమతించదు","excerpt":"కోల్‌కతాలోని ఆర్జీ కర్‌ మెడికల్‌ కాలేజ్‌ ఆస్పత్రిలో ట్రైనీ వైద్యురాలి హత్యాచార ఘటన దేశవ్యాప్తంగా దుమారం రేపింది. ఈ హేయమైన ఘటనపై విచారం వ్యక్తం చేస్తూ రాష్ట్రపతి ద్రౌపది ముర్ము బుధవారం ఓ ప్రకటన విడుదల చేశారు. కోల్‌కతా ఘటనపై దేశం దిగ్భ్రాంతికి లోనయిందని, ఈ ఘటన గురించి వినగానే తాను కంపించిపోయానని ఆమె విచారం వ్యక్తం చేశారు. మహిళలపై ఈ తరహా నేరాలు పెరిగిపోవడం తనను తీవ్రంగా కలిచివేసిందని ఆమె చెప్పారు. విద్యార్ధినులు, డాక్టర్లు, పౌరులు","author":"Tattva News Team","time":"29/8/2024","image":"https://tattvanews.com/wp-content/uploads/2023/08/Murmu.jpg","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతాలోని ఆర్జీ కర్‌ మెడికల్‌ కాలేజ్‌ ఆస్పత్రిలో ట్రైనీ వైద్యురాలి హత్యాచార ఘటన దేశవ్యాప్తంగా దుమారం రేపింది. ఈ హేయమైన ఘటనపై విచారం వ్యక్తం చేస్తూ రాష్ట్రపతి ద్రౌపది ముర్ము బుధవారం ఓ ప్రకటన విడుదల చేశారు. కోల్‌కతా ఘటనపై దేశం దిగ్భ్రాంతికి లోనయిందని, ఈ ఘటన గురించి వినగానే తాను కంపించిపోయానని ఆమె విచారం వ్యక్తం చేశారు.</p>\n\n\n\n<p>మహిళలపై ఈ తరహా నేరాలు పెరిగిపోవడం తనను తీవ్రంగా కలిచివేసిందని ఆమె చెప్పారు. విద్యార్ధినులు, డాక్టర్లు, పౌరులు కోల్‌కతాలో నిరసనలు కొనసాగుతుండగానే మహిళలపై నేరాలు పెరుగుతుండటం ఆందోళనకరమని చెప్పారు. చిన్నారులు సైతం బాధితుల్లో ఉండటం దిగ్భ్రాంతికరమని ఆమె తెలిపారు. </p>\n\n\n\n<p>కూతుళ్లు, అక్కాచెల్లెళ్లపై ఇలాంటి వేధింపులు జరగడం ఏ నాగరిక సమాజం అనుమతించబోదని ద్రౌపది ముర్ము స్పష్టం చేశారు. కోల్‌కతా ఘటనపై దేశ ప్రజలతో పాటు తాను కూడా ఆగ్రహానికి లోనయ్యానని ప్రకటనలో రాష్ట్రపతి పేర్కొన్నారు. భయం నుంచి స్వేచ్ఛగా జీవితాల్లో మన ఆడపడుచులు ఎదిగేందుకు మనం ప్రతినబూనాలని పిలుపు ఇచ్చారు.</p>\n\n\n\n<p> వచ్చే ఏడాది వచ్చే రక్షాబంధన్‌ నాటికి అమాయక పిల్లల ప్రశ్నలకు మనం దీటైన జవాబు ఇచ్చి వారికి బాసటగా నిలుద్దామని ఆమె సూచించారు. ఇక జరిగిందేదో జరిగిపోయిందని మనం ఐక్యంగా మహిళల భద్రతకు పాటుపడదామని రాష్ట్రపతి ద్రౌపది ముర్ము దేశ ప్రజలకు పిలుపు ఇచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/20825/29/08/2024/","hasAudio":false,"hasInfographics":false}