{"id":"wp-te-19151","wp_id":19151,"type":"standard","category":"World","language":"te","title":"￼హైదరాబాద్‌లో 50 మంది నకిలీ డాక్టర్ల బాగోతం వెల్లడి","excerpt":"హైదరాబాద్‌లో అధికారుల వరుస దాడులు సంచలనంగా మారాయి. నెల రోజులుగా నగరంలోని పేరు మోసిన హోటళ్లు, రెస్టారెంట్లపై ఫుడ్ సేఫ్టీ అధికారులు వరుస దాడులు చేయగా.. విస్తుపోయే విషయాలు వెలుగు చూశాయి. తాజాగా.. నగరంలో ఉన్న ఆస్పత్రులపై వైద్య మండలి సభ్యులు దాడులు నిర్వహించగా పెద్ద ఎత్తున.. శంకర్ దాదా ఎంబీబీఎస్‌లు బయటపడ్డారు.  ఫేక్ సర్టిఫికెట్లు పెట్టుకుని.. ఆస్పత్రులు నడిపించటమే కాకుండా.. డాక్టర్ల ముసుగులో రకరకాల దందాలు నిర్వహిస్తున్నారు. వాటికి సంబంధించిన సంచలన విషయాలను అధికారులు బట్టబయలు","author":"Tattva News Team","time":"26/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/fake-doctor.webp","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాద్‌లో అధికారుల వరుస దాడులు సంచలనంగా మారాయి. నెల రోజులుగా నగరంలోని పేరు మోసిన హోటళ్లు, రెస్టారెంట్లపై ఫుడ్ సేఫ్టీ అధికారులు వరుస దాడులు చేయగా.. విస్తుపోయే విషయాలు వెలుగు చూశాయి. తాజాగా.. నగరంలో ఉన్న ఆస్పత్రులపై వైద్య మండలి సభ్యులు దాడులు నిర్వహించగా పెద్ద ఎత్తున.. శంకర్ దాదా ఎంబీబీఎస్‌లు బయటపడ్డారు.</p>\n\n\n\n<p> ఫేక్ సర్టిఫికెట్లు పెట్టుకుని.. ఆస్పత్రులు నడిపించటమే కాకుండా.. డాక్టర్ల ముసుగులో రకరకాల దందాలు నిర్వహిస్తున్నారు. వాటికి సంబంధించిన సంచలన విషయాలను అధికారులు బట్టబయలు చేశారు. హైదరాబాద్‌లోని కుత్బుల్లాపూర్ పరిధిలోని ఐడీపీఎల్, చింతల్, షాపూర్, సూరారం వంటి ప్రాంతాల్లో మెడికల్ కౌన్సిల్ సభ్యులు తనిఖీలు నిర్వహించారు. </p>\n\n\n\n<p>ఈ తనిఖీల్లో.. ఒకరు కాదు ఇద్దరు కాదు ఏకంగా 50 మంది నకిలీ డాక్టర్ల బాగోతం బయటపడింది. తెలంగాణ వైద్య మండలికి చెందిన 8 మంది సభ్యులు వేర్వేరు బృందాలుగా విడిపోయి.. ఏకకాలంలో పలు ప్రాంతాల్లో దాడులు చేశారు. ఈ నకిలీ వైద్యులు.. తమ ఆస్పత్రుల్లో రోగులను చేర్చుకుని పెద్ద సంఖ్యలో యాంటీబయాటిక్స్‌ మందులు ఇస్తున్నట్లు గుర్తించారు.</p>\n\n\n\n<p>తాము డాక్టర్లని చలామణి కావటమే కాకుండా.. వారు పెట్టిన ఆస్పత్రులకు అనుసంధానంగా మెడికల్‌ షాపులు, డయాగ్నోస్టిక్‌ సెంటర్లను కూడా ఏర్పాటు చేసుకుని సామాన్యుల నుంచి డబ్బులు దండుకుంటున్నట్టు అధికారులు గుర్తించారు. తనిఖీల్లో దొరికిన నకిలీ వైద్యులపై పోలీస్ కేసులు నమోదు చేశారు.</p>\n\n\n\n<p>అందులో ఇద్దరిని జైలుకు పంపినట్లు అధికారులు వెల్లడించారు. ఈ తనిఖీల్లో డాక్టర్‌ ప్రతిభాలక్ష్మి, డాక్టర్‌ కిరణ్‌ కుమార్‌, డాక్టర్‌ సన్నీ డేవిస్‌, డాక్టర్‌ ఇమ్రాన్‌ అలీ, డాక్టర్‌ కె. విష్ణు, పాండు తదితరులు పాల్గొన్నారు.  అయితే.. ఇలా పెద్ద ఎత్తున నకిలీ డాక్టర్ల బాగోతం బయటపడటంతో.. ఆ ప్రాంతాల్లోని జనాలు తీవ్ర ఆందోళన వ్యక్తం చేస్తున్నారు. </p>\n\n\n\n<p>ఇన్ని రోజులు తాము ఫేక్ డాక్టర్ల దగ్గర చికిత్స తీసుకున్నామా అంటూ.. ఆశ్చర్యం వ్యక్తం చేస్తున్నారు. ఓవైపు.. పెద్ద పెద్ద ఆస్పత్రులకు వెళ్ధామంటే డబ్బులు లాగుతారన్న భయం.. ప్రభుత్వ ఆస్పత్రులకు వెళ్లాలంటే అక్కడ వైద్యం సరిగ్గా అందదన్న భయం.. వీటన్నింటి మధ్య చిన్న చిన్న క్లినిక్‌లకు వెళ్లి చికిత్స చేపించుకుందామంటే... అక్కడున్న డాక్టర్లు ఫేక్ అని తెలిస్తే.. ఇక ఎక్కడికి వెళ్లేదంటూ సామాన్యులు వాపోతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19151/26/05/2024/","hasAudio":false,"hasInfographics":false}