{"id":"wp-te-19399","wp_id":19399,"type":"standard","category":"World","language":"te","title":"కవిత జ్యుడీషియల్‌ రిమాండ్‌ పొడిగింపు","excerpt":"ఢిల్లీ లిక్కర్ స్కాం కేసులో అరెస్టయి ప్రస్తుతం జ్యుడీషియల్ ఖైదీగా తీహార్ జైలులో ఉన్న బీఆర్ఎస్ ఎమ్మెల్సీ కవితను కస్డడీకి కోరుతూ శుక్రవారం  సీబీఐ అధికారులు రౌస్ అవెన్యూ కోర్టును ఆశ్రయించారు. దీంతో మరోసారి కవితకు జ్యుడీషియల్ కస్టడీని పొడిగిస్తూ న్యాయస్థానం తీర్పునిచ్చింది. జూన్ 21 వరకు కవిత కస్డడీని పొడిగించింది.  తదుపరి విచారణను జూన్ 21వ తేదీకి కోర్టు వాయిదా వేసింది. అదేరోజున సీబీఐ ఛార్జిషీట్ పరిగణనలోకి తీసుకునే అంశంపై రౌజ్ అవెన్యూ కోర్టు విచారణ","author":"Tattva News Team","time":"7/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kavitha-ED1.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్ స్కాం కేసులో అరెస్టయి ప్రస్తుతం జ్యుడీషియల్ ఖైదీగా తీహార్ జైలులో ఉన్న బీఆర్ఎస్ ఎమ్మెల్సీ కవితను కస్డడీకి కోరుతూ శుక్రవారం  సీబీఐ అధికారులు రౌస్ అవెన్యూ కోర్టును ఆశ్రయించారు. దీంతో మరోసారి కవితకు జ్యుడీషియల్ కస్టడీని పొడిగిస్తూ న్యాయస్థానం తీర్పునిచ్చింది. జూన్ 21 వరకు కవిత కస్డడీని పొడిగించింది. </p>\n\n\n\n<p>తదుపరి విచారణను జూన్ 21వ తేదీకి కోర్టు వాయిదా వేసింది. అదేరోజున సీబీఐ ఛార్జిషీట్ పరిగణనలోకి తీసుకునే అంశంపై రౌజ్ అవెన్యూ కోర్టు విచారణ జరపనుంది. సీబీఐ కేసులో కవితపై దాఖలైన ఛార్జిషీట్‌ను కోర్టు విచారణకు తీసుకుంది.</p>\n\n\n\n<p>ఈ క్రమంలోనే.. కవిత చేసిన అభ్యర్థనకు న్యాయస్థానం అంగీకారం తెలిపింది. జైలులో తాను చదువుకోవడానికి కొత్తగా 9 పుస్తకాలు కావాలని ధర్మాసనాన్ని కవిత కోరింది. కవిత అభ్యర్థనను రౌస్ అవెన్యూ కోర్టు అంగీకరించింది. ఆమెకు కావాల్సిన పుస్తకాలు అందించాలని అధికారులను కోర్టు ఆదేశించింది. దీంతో.. కవితకు కొంత ఊరట లభించినట్టయింది.</p>\n\n\n\n<p>కవితతను మార్చి 15న హైదరాబాద్‌లో ఈడీ అరెస్ట్ చేసిన విషయం తెలిసిందే. కాగా.. ఇటీవల ఈడీ దాఖలు చేసిన ఛార్జిషీట్‌ను పరిగణలోకి తీసుకున్న న్యాయస్థానం.. కవిత జ్యుడీషియల్ కస్టడీని జులై 3 వరకు పొడిగించింది. అటు కవితతో పాటు మరో నలుగురిపై ఈడీ దాఖలు చేసిన సప్లిమెంటరీ చార్జిషీట్‌పై విచారణను రౌస్ ఎవెన్యూ కోర్టు జులై 3కు వాయిదా వేసింది. </p>\n\n\n\n<p>కవితతో పాటు మరో నలుగురు నిందితుల పాత్రపై మే 10న ఈడీ దాదాపు 8 వేల పేజీలతో అనుబంధ ఛార్జిషీట్‌ను ఈడీ దాఖలు చేసింది. ఇందులో ఎమ్మెల్సీ కవిత, గోవాలో ఆప్ తరపున ప్రచారం చేసిన ముగ్గురు ఉద్యోగులు (చారియట్ ప్రొడక్షన్స్ మీడియా ప్రైవేట్ లిమిటెడ్) దామోదర్ శర్మ, ప్రిన్స్ కుమార్, చణ్ ప్రీత్ సింగ్, ఇండియా ఎహెడ్ న్యూస్ ఛానెల్ మాజీ ఉద్యోగి అరవింద్ సింగ్‌ను ఛార్జిషీట్లో నిందితులుగా ఈడీ పేర్కొంది. </p>\n\n\n\n<p>మరోవైపు కవిత బెయిల్ కోసం ప్రయత్నాలు చేస్తున్నప్పటికీ నిరాశే ఎదురవుతోంది. తాజాగా కోర్టు రిమాండ్ పొడిగించటంతో… జూన్ 21వ తేదీన తదుపరి ఆదేశాలు రానున్నాయి.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19399/07/06/2024/","hasAudio":false,"hasInfographics":false}