{"id":"wp-te-20178","wp_id":20178,"type":"standard","category":"World","language":"te","title":"ఆర్ఎస్ఎస్ పై 58 ఏళ్ల నాటి నిషేధాన్ని ఎత్తివేసిన కేంద్రం","excerpt":"గతంలో 58 ఏళ్ల క్రితం ఆరెస్సెస్‌కు సంబంధించిన ఓ విషయంపై అప్పటి కాంగ్రెస్ పార్టీ ప్రభుత్వం విధించిన నిషేధాన్ని కేంద్రంలోని నరేంద్ర మోదీ ప్రభుత్వం తాజాగా ఎత్తివేసింది. ఆరెస్సెస్‌ కార్యక్రమాల్లో ప్రభుత్వ ఉద్యోగులు పాల్గొనడంపై ఉన్న నిషేధాన్ని ఎత్తివేస్తూ కేంద్ర ప్రభుత్వం నిర్ణయం తీసుకుంది.  గత వారమే ఈ నిర్ణయానికి సంబంధించిన ఉత్తర్వులు జారీ చేసినా, తాజాగా బీజేపీ సీనియర్ నేత అమిత్ మాలవీయ సోషల్ మీడియాలో పోస్ట్ చేయడంతో వెలుగులోకి వచ్చింది.  ఈ నిషేధాన్ని ఎత్తివేయడాన్ని","author":"Tattva News Team","time":"23/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/RSS.webp","readTime":"5 min read","contentHTML":"\n<p>గతంలో 58 ఏళ్ల క్రితం ఆరెస్సెస్‌కు సంబంధించిన ఓ విషయంపై అప్పటి కాంగ్రెస్ పార్టీ ప్రభుత్వం విధించిన నిషేధాన్ని కేంద్రంలోని నరేంద్ర మోదీ ప్రభుత్వం తాజాగా ఎత్తివేసింది. ఆరెస్సెస్‌ కార్యక్రమాల్లో ప్రభుత్వ ఉద్యోగులు పాల్గొనడంపై ఉన్న నిషేధాన్ని ఎత్తివేస్తూ కేంద్ర ప్రభుత్వం నిర్ణయం తీసుకుంది.  గత వారమే ఈ నిర్ణయానికి సంబంధించిన ఉత్తర్వులు జారీ చేసినా, తాజాగా బీజేపీ సీనియర్ నేత అమిత్ మాలవీయ సోషల్ మీడియాలో పోస్ట్ చేయడంతో వెలుగులోకి వచ్చింది. </p>\n\n\n\n<p>ఈ నిషేధాన్ని ఎత్తివేయడాన్ని ఆరెస్సెస్ నేతలు స్వాగతించగా, కాంగ్రెస్ పార్టీ తీవ్ర విమర్శలు గుప్పించింది.  58 ఏళ్ల క్రితం అప్పటి కాంగ్రెస్ పార్టీ ప్రభుత్వం జారీ చేసిన రాజ్యాంగ విరుద్ధమైన ఆదేశాలను ప్రస్తుతం అధికారంలో ఉన్న నరేంద్ర మోదీ ప్రభుత్వం ఉపసంహరించుకుందని అమిత్ మాలవీయ ట్విటర్‌లో వెల్లడించారు.</p>\n\n\n\n<p> ఇక ఆరెస్సెస్ నిర్వహించే ఎలాంటి కార్యకలాపాల్లోనైనా ప్రభుత్వ ఉద్యోగులు పాల్గొనవచ్చని ఆయన పేర్కొన్నారు. అయితే అమిత్ మాలవీయ చేసిన ట్వీట్‌పై స్పందించిన కాంగ్రెస్ పార్టీ జాతీయ ప్రధాన కార్యదర్శి జైరాం రమేష్ తీవ్ర అభ్యంతరం వ్యక్తం చేశారు. మహాత్మా గాంధీ హత్య తర్వాత 1948లో ఆరెస్సెస్‌పై సర్దార్ వల్లభాయ్ పటేల్ నిషేధం విధించారని గుర్తు చేశారు.</p>\n\n\n\n<p>ఇటీవల వెల్లడైన లోక్‌సభ ఎన్నికల ఫలితాల్  400 సీట్లు వస్తాయని ధీమా వ్యక్తం చేసిన బీజేపీ చివరికి 240 సీట్లకే పరిమితమైంది. సొంతంగా మెజారిటీ సాధించుకోలేక పోయింది. ఈ విషయమై ఆర్గనైజర్‌ వారపత్రికలో ప్రచురితమైన ఒక వ్యాసంలో లోక్‌సభ ఎన్నికల ఫలితాలు బీజేపీ కార్యకర్తల అతి విశ్వాసాన్ని కళ్లకు కట్టాయని, వారితోపాటు నేతలంతా గాలి బుడగను నమ్ముకుని పని చేశారని  పేర్కొన్నారు. </p>\n\n\n\n<p>ప్రధాని నరేంద్ర మోదీపైనే ఆధారపడ్డారని, . ప్రజల గొంతుకలు వినలేదని ఆ వ్యాసం వెల్లడించింది. నిజమైన సేవకుడు అహంకారం కలిగి ఉండడని, ఇతరులకు ఎలాంటి హాని కలిగించకుండా పని చేస్తాడని మరోసందర్భంలో ఆరెస్సెస్‌ అధినేత మోహన్ భాగవత్ చేసిన వ్యాఖ్యలు సంచలనంగా మారాయి. ఈ నేపథ్యంలో ప్రభుత్వం ఈ ఉత్తరువు జారీచేయడం ప్రాధాన్యత సంతరింప చేసుకుంది.</p>\n","originalUrl":"https://tattvanews.com/20178/23/07/2024/","hasAudio":false,"hasInfographics":false}