{"id":"wp-te-18825","wp_id":18825,"type":"standard","category":"World","language":"te","title":"రైతు భరోసా నిధులపై ఈసి ఆంక్షలు","excerpt":"తెలంగాణలో రైతు భరోసా చెల్లింపులపై కేంద్ర ఎన్నికల సంఘం ఆంక్షలు విధించింది. లోక్‌సభ ఎన్నికల పోలింగ్ నేపథ్యంలో ఈ నెల 13వ తేదీన పోలింగ్ ముగిసిన తర్వాతే రైతుల ఖాతాల్లో నగదు జమ చేయాలని ఈసీ స్పష్టం చేసింది. ఈ నెల తొమ్మిదో తేదీలోపు అందరికీ రైతుభరోసా చెల్లింపులు చేస్తామన్న ముఖ్యమంత్రి రేవంత్ రెడ్డి వ్యాఖ్యలపై ఎన్.వేణు కుమార్ అనే వ్యక్తి ఈసీకి ఫిర్యాదు చేశారు. సీఎం రేవంత్ వ్యాఖ్యలపై రాష్ట్ర ప్రధాన ఎన్నికల అధికారి నుంచి","author":"Tattva News Team","time":"8/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Rythu.jpg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణలో రైతు భరోసా చెల్లింపులపై కేంద్ర ఎన్నికల సంఘం ఆంక్షలు విధించింది. లోక్‌సభ ఎన్నికల పోలింగ్ నేపథ్యంలో ఈ నెల 13వ తేదీన పోలింగ్ ముగిసిన తర్వాతే రైతుల ఖాతాల్లో నగదు జమ చేయాలని ఈసీ స్పష్టం చేసింది. ఈ నెల తొమ్మిదో తేదీలోపు అందరికీ రైతుభరోసా చెల్లింపులు చేస్తామన్న ముఖ్యమంత్రి రేవంత్ రెడ్డి వ్యాఖ్యలపై ఎన్.వేణు కుమార్ అనే వ్యక్తి ఈసీకి ఫిర్యాదు చేశారు.</p>\n\n\n\n<p>సీఎం రేవంత్ వ్యాఖ్యలపై రాష్ట్ర ప్రధాన ఎన్నికల అధికారి నుంచి కేంద్ర ఎన్నికల సంఘం నివేదిక తెప్పించుకొంది. ఇప్పటికే కొనసాగుతున్న పథకాలకు సంబంధించిన నగదు బదిలీకి ఎలాంటి ప్రచారం లేకుండా గతంలో అనుమతించినట్లు ఈసీ తెలిపింది. గత శాసనసభ ఎన్నికల సమయంలో కూడా అప్పటి ఆర్థిక మంత్రి ఎన్నికల ప్రవర్తనా నియమావళిని ఉల్లంఘించినందుకు రైతుబంధు చెల్లింపులకు అనుమతి నిలిపివేసినట్లు పేర్కొంది. </p>\n\n\n\n<p>ప్రస్తుత ముఖ్యమంత్రి రేవంత్‌రెడ్డి అదే విధమైన రీతిలో తొమ్మిదవ తేదిలోగా చెల్లింపులు పూర్తి చేయిస్తామని ప్రకటించడం ఎన్నకల ప్రవర్తనా నియమావళి ఉల్లంఘనేనని కేంద్ర ఎన్నికల సంఘం తెలిపింది. ఈ నెల 13న జరిగే లోక్‌సభ ఎన్నికల పోలింగ్ తర్వాత రైతు భరోసా నిధులు విడుదల చేసుకోవచ్చని స్పష్టం చేసింది.</p>\n\n\n\n<p>రాష్ట్రంలో ఈ పథకం కింద ఐదెకరాల పైబడి వ్యవసాయ భూములు ఉన్న రైతులందరికీ రైతు భరోసా నిధులకు సంబంధించి ఈ నెల 6న ప్రభుత్వం విడుదల చేసింది .రైతుల ఖాతాలకు రెండు వేలకోట్లకు పైగా నగదు ప్రభుత్వం జమ చేసింది. రాష్ట్రంలో ఎన్నికల కోడ్ అమల్లో ఉన్నందున నిధుల పంపిణీకి సంబంధించి ప్రభుత్వం అధికారికంగా ప్రకటన విడుదల చేయలేదు.</p>\n\n\n\n<p>మార్చి 28నాటికి ప్రభుత్వం 64,75,320మంది రైతుల ఖాతాలకు రూ.7575కోట్లు రైతుబంధు పథకం కింద నిధులు జమ చేసింది. తాజాగా మిగిలిన రైతులకు కూడా నిధులు జమ ప్రక్రియను చేపట్టింది. ఇంతవరకూ రాష్ట్రంలో మొత్తం 1,11,39,524 ఎకరాల విస్తీర్ణానికి ప్రభుత్వం ఎకరాకు రూ.5వేలు చొప్పున నిధులు చెల్లించింది.</p>\n","originalUrl":"https://tattvanews.com/18825/08/05/2024/","hasAudio":false,"hasInfographics":false}