{"id":"wp-te-18994","wp_id":18994,"type":"standard","category":"World","language":"te","title":"ఢిల్లీలో సీఈసీ ముందు హాజరైన ఏపీ సీఎస్‌, డీజీపీ","excerpt":"ఆంధ్రప్రదేశ్‌లో ఎన్నికల అనంతరం జరిగిన హింసాత్మక ఘటనలపై ప్రభుత్వ ప్రధానకార్యదర్శి జవహర్‌రెడ్డి, డీజీపీ హరీస్‌ గుప్తా గురువారం మధ్యాహ్నం కేంద్ర ఎన్నికల సంఘం  అధికారులను కలిసి వివరించారు. ఈనెల 13న జరిగిన ఎన్నికల రోజు, మరుసటి రోజు రాష్ట్రంలోని పలు జిల్లాలో హింసాత్మక ఘటనలపై కేంద్ర ఎన్నికల సంఘం తీవ్రంగా పరిగణించింది.  దీనిపై గురువారం మధ్యాహ్నం స్వయంగా హాజరై వివరణ ఇవ్వాలని ఇద్దరిని ఆదేశించడంతో సీఎస్‌, డీజీపీ ఢిల్లీకి బయలు దేరి సీఈసీని కలిశారు. పల్నాడు, కారంపూడి, చంద్రగిరి,","author":"Tattva News Team","time":"17/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/CS-DGP.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌లో ఎన్నికల అనంతరం జరిగిన హింసాత్మక ఘటనలపై ప్రభుత్వ ప్రధానకార్యదర్శి జవహర్‌రెడ్డి, డీజీపీ హరీస్‌ గుప్తా గురువారం మధ్యాహ్నం కేంద్ర ఎన్నికల సంఘం  అధికారులను కలిసి వివరించారు. ఈనెల 13న జరిగిన ఎన్నికల రోజు, మరుసటి రోజు రాష్ట్రంలోని పలు జిల్లాలో హింసాత్మక ఘటనలపై కేంద్ర ఎన్నికల సంఘం తీవ్రంగా పరిగణించింది. </p>\n\n\n\n<p>దీనిపై గురువారం మధ్యాహ్నం స్వయంగా హాజరై వివరణ ఇవ్వాలని ఇద్దరిని ఆదేశించడంతో సీఎస్‌, డీజీపీ ఢిల్లీకి బయలు దేరి సీఈసీని కలిశారు. పల్నాడు, కారంపూడి, చంద్రగిరి, తాడిపత్రిలో ఘర్షణలు ఎందుకు జరిగాయని, పోలీసుల నిఘా సంస్థ ఎందుకు గట్టి చర్యలు తీసుకోలేకపోయిందని ప్రశ్నించారు.</p>\n\n\n\n<p>ఎన్నికలు, పోలింగ్ అనంతరం రాష్ట్రంలో జరిగిన హింసాత్మక ఘటనలపై ఈసీకి వివరణ ఇచ్చారు. వీరితో పాటు నిఘా విభాగాధిపతి కుమారవిశ్వజిత్ సైతం ఉన్నారు. మాచర్ల, నరసరావుపేట, చంద్రగిరి, తాడిపత్రిలో హింస చెలరేగడంపై ఎన్నికల కమిషన్ తీవ్ర ఆగ్రహం వ్యక్తం చేసింది. </p>\n\n\n\n<p>విచ్చలవిడిగా దాడులు, వాహనాలు తగులబెట్టడం లాంటి ఘటనలను ఎందుకు అదుపు చేయలేకపోయారని ఈసీ నిలదీసింది. పరిస్థితిని అదుపు చేయకుండా ఏం చేస్తున్నారని ప్రశ్నించింది. దీనికి బాధ్యులు ఎవరంటూ మండిపడింది. హింసాత్మక ఘటనలు జరిగాక ఏం చర్యలు తీసుకున్నారో తమ ముందు హాజరైన వివరణ ఇవ్వాలని ఆదేశించింది. ఈ మేరకు రాష్ట్రంలో జరిగిన పరిణామాలపై ఈసీకి వివరణ ఇచ్చారు.</p>\n\n\n\n<p>దాదాపు 20 నుంచి 25 నిమిషాల పాటు ఎన్నికల సంఘం అధికారులు వీరి నుంచి వివరణ తీసుకొని పంపించినట్లు తెలుస్తోంది. పల్నాడు, తాడిపత్రిల్లో దాడులు, చంద్రగిరిలో ఏకంగా టీడీపీ అభ్యర్థిపైనే దాడిచేయడం, శ్రీకాకుళం నుంచి కర్నూలు వరకు వరుసగా జరిగిన ఘటనలపై ఈసీ ఆగ్రహం వ్యక్తం చేసినట్లు సమాచారం. </p>\n\n\n\n<p>ఎన్నికల్లో ఎలాంటి అవాంఛనీయ ఘటనలు తలెత్తకుండా జాగ్రత్తలు తీసుకోవాలని ముందుగానే ఆదేశించినా అధికారులు పూర్తిగా నిర్లక్ష్యంగా వ్యవహరించడంపై మండిపడినట్లు తెలుస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/18994/17/05/2024/","hasAudio":false,"hasInfographics":false}