{"id":"wp-en-13692","wp_id":13692,"type":"standard","category":"World","language":"en","title":"High Court puts stay on BS Yediyurappa's arrest￼","excerpt":"In a big relief for former Chief Minister BS Yediyurappa in the POCSO case, the Karnataka High Court has stayed his arrest until the next hearing. According to the assurance given to the court, Yediyurappa is required to be available for investigation by the CID on June 17. The next hearing is expected to be","author":"Tattva News Team","time":"15/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Yediyurappa1.jpg","readTime":"5 min read","contentHTML":"\n<p>In a big relief for former Chief Minister BS Yediyurappa in the POCSO case, the Karnataka High Court has stayed his arrest until the next hearing. According to the assurance given to the court, Yediyurappa is required to be available for investigation by the CID on June 17.</p>\n\n\n\n<p>The next hearing is expected to be after two weeks. Sandeep C Patil, the advocate representing senior BJP leader Yediyurappa, stated that they had approached the High Court with a petition. He mentioned that the petition challenges the malafide actions of the investigating agencies.</p>\n\n\n\n<p>\"The court was today of the opinion that since Yediyurappa, being a former chief minister, keeping in mind his age and also his conduct of having taken part in the investigation, this is not a case where the investigator should have gone to court and got a warrant. There should not be any kind of arrest as he is cooperating. So therefore any such warrant or otherwise is put on hold. And any course steps also the investigator cannot take from now on...He has already written a letter, communicating that I am going to appear on the 17th. In all probability, he will appear on June 17,\" Patil told the media.</p>\n\n\n\n<p>81-year-old leader faces an FIR under the POCSO Act, 2012 over the alleged sexual assault case of a minor girl. However, Yediyurappa has denied the charge and said he would fight the case legally. In April, the CID collected the voice sample of Yediyurappa after summoning him to the office.</p>\n\n\n\n<p>Yediyurappa, who has held various key positions in the state government, now faces substantial legal challenges as the court seeks to ensure his appearance in connection with these grave allegations.</p>\n\n\n\n<p>According to police, Yediyurappa has been booked under the POCSO Act and Section 354 A (Sexual harassment) of the Indian Penal Code (IPC) based on a complaint by the mother of a 17-year-old girl who alleged that he sexually assaulted her daughter during a meeting on February 2 this year, at his residence in Dollars Colony in Bengaluru. The 54-year-old woman, who had levelled the charge against Yediyurappa, died at a private hospital here last month, due to lung cancer.</p>\n","originalUrl":"https://en.tattvanews.com/national/high-court-puts-stay-on-bs-yediyurappas-arrest%ef%bf%bc/","hasAudio":false,"hasInfographics":false}