{"id":"wp-te-20801","wp_id":20801,"type":"standard","category":"World","language":"te","title":"ఎమ్యెల్యే భార్య జన్మదినోత్సవంలో పోలీస్ అధికారులు","excerpt":"కుటుంభ సభ్యులను అధికార కార్యక్రమాలలో పాల్గొననీయరాదని, కుటుంభ సభ్యులు ఎవ్వరూ అధికారులపై ఆధిపత్యం చెలాయింపరాదని ముఖ్యమంత్రి చంద్రబాబు నాయుడు పార్టీ ఎమ్యెల్యేలు, మంత్రులకు తరచూ హితబోధ చేస్తున్నా క్షేత్రస్థాయిలో ప్రయోజనం కనిపించడం లేదు.  సీఐలు, ఎస్సైల సమక్షంలో ఓ సాధారణ గృహిణి పుట్టిన రోజు వేడుకలు చేసుకోవడం కలకలం సృష్టించింది.  ఉమ్మడి గుంటూరు జిల్లాకు చెందిన టీడీపీ సీనియర్ నాయకుడు పత్తిపాటి పుల్లరావు సతీమణి మంగళవారం పోలీసుల సమక్షంలో పుట్టిన రోజు వేడుకలు చేసుకోవడం చర్చనీయాంశంగా మారింది.","author":"Tattva News Team","time":"28/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Venkayamma.jpeg","readTime":"5 min read","contentHTML":"\n<p>కుటుంభ సభ్యులను అధికార కార్యక్రమాలలో పాల్గొననీయరాదని, కుటుంభ సభ్యులు ఎవ్వరూ అధికారులపై ఆధిపత్యం చెలాయింపరాదని ముఖ్యమంత్రి చంద్రబాబు నాయుడు పార్టీ ఎమ్యెల్యేలు, మంత్రులకు తరచూ హితబోధ చేస్తున్నా క్షేత్రస్థాయిలో ప్రయోజనం కనిపించడం లేదు.  సీఐలు, ఎస్సైల సమక్షంలో ఓ సాధారణ గృహిణి పుట్టిన రోజు వేడుకలు చేసుకోవడం కలకలం సృష్టించింది. </p>\n\n\n\n<p>ఉమ్మడి గుంటూరు జిల్లాకు చెందిన టీడీపీ సీనియర్ నాయకుడు పత్తిపాటి పుల్లరావు సతీమణి మంగళవారం పోలీసుల సమక్షంలో పుట్టిన రోజు వేడుకలు చేసుకోవడం చర్చనీయాంశంగా మారింది. ఎలాంటి అధికారం లేని మహిళ పుట్టిన రోజును పోలీసులు జరపడంలో ఆంతర్యం ఏమిటని వైసీపీ ప్రశ్నించింది.</p>\n\n\n\n<p> కొద్ది రోజుల క్రితం రవాణా శాఖ మంత్రి రాంప్రసాద్ రెడ్డి సతీమణి పోలీసులతో అనుచితంగా ప్రవర్తించడంపై ముఖ్యమంత్రి ఆగ్రహం వ్యక్తం చేశారు. ప్రజాప్రతినిధుల కుటుంబ సభ్యులు ఎవరు పాలనా వ్యవహారాల్లో జోక్యం చేసుకోవడానికి వీల్లేదని ఆదేశించారు. చిత్తూరు జిల్లాలో జనసేన ఎమ్మెల్యే ఆరణి శ్రీనివాసులు విషయంలో కూడా పవన్ కళ్యాణ్‌ ఇదే రకమైన సూచనలు చేశారు. సమీక్షల్లో ఆరణి బంధువుల పెత్తనంపై ఆగ్రహం వ్యక్తం చేశారు.</p>\n\n\n\n<p>ఇద్దరు సీఐలు, ఐదుగురు ఎస్ఐలు, ఎక్సైజ్ సీఐలు చప్పట్లు కొడుతుండగా పత్తిపాటి వెంకాయమ్మ కేక్ కట్ చేశారు. చిలకలూరిపేట ఎమ్మెల్యే పత్తిపాటి పుల్లారావు భార్య వెంకట కుమారి అలియాస్ వెంకాయమ్మ పుట్టిన రోజు సందర్భంగా పోలీసులు ఇలా ఘనంగా వేడుకలు నిర్వహించారు.</p>\n\n\n\n<p>వెంకాయమ్మకు ఎలాంటి అధికారిక హోదా లేదు! మంగళవారం ఆమె పుట్టిన రోజు కావడంతో చిలకలూరిపేట అర్బన్, రూరల్ పోలీస్ అధికారులు ఆమెకు జన్మదిన శుభాకాంక్షలు తెలిపారు. కేకు తీసుకొచ్చి ఆమెతో కట్ చేయించి... చప్పట్లు కొట్టారు. 2014-19 మధ్య కాలంలో పత్తిపాటి మంత్రిగా ఉన్న సమయంలో ఆయన కంటే ఎక్కువ అధికారాన్ని ఆయన సతీమణి వెలగబెట్టారు. పలు వివాదాలకు ఆమె కేంద్రబిందువుగా నిలిచారు. ఇటీవల ఆయనకు మంత్రి పదవి దక్కకపోవడానికి అదే కారణమనే ప్రచారం కూడా ఉంది.</p>\n\n\n\n<p>మరోవంక, నాలుగు ఎకరాల భూమిని రూ.30లక్షలకే రిజిస్ట్రేషన్ చేయాలని గుంటూరు వెస్ట్ ఎమ్మెల్యే గళ్లా మాధవి భర్త రామచంద్రరావు బెదిరిస్తున్నారంటూ ఓ రైతు పోలీసులకు ఫిర్యాదు చేశాడు. తనపై తప్పుడు కేసులు పెట్టి దాడులు చేస్తున్నారని క్రోసూరు మండలం పీసపాడుకు చెందిన కమ్మ వెంకట్రావు మంగళవారం ఆరోపించారు. ఎమ్మెల్యే భర్త రామచంద్రరావు నుంచి తమకు ప్రాణ రక్షణ కల్పించాలంటూ మంగళవారం బాధితులు గుంటూరు కోర్టును ఆశ్రయించారు.</p>\n\n\n\n<p>వెంకట్రావుకు పిడుగురాళ్ల సమీపంలో 8 ఎకరాల పొలం ఉంది. గతేడాది గళ్ళా రామచంద్రరావు 4.90 ఎకరాల పొలాన్ని కొనేందుకు ఒప్పందం చేసుకున్నాడు. ఎకరం రూ.48 లక్షల చొప్పున అమ్మేందుకు 2023 ఏప్రిల్‌ 4న అగ్రిమెంట్‌ రాసుకున్నారు. రామచంద్రరావు 18 లక్షల చొప్పున 3 చెక్కులు, ఐదు లక్షల నగదు ఇచ్చాడని, అందులో ఒక చెక్కు మాత్రమే చెల్లిందని, మిగిలిన రెండూ బౌన్స్‌ అయ్యాయని మొత్తంగా రూ.23 లక్షలు మాత్రమే ముట్టాయని బాధితుడు తెలిపాడు.</p>\n","originalUrl":"https://tattvanews.com/20801/28/08/2024/","hasAudio":false,"hasInfographics":false}