{"id":"wp-te-21253","wp_id":21253,"type":"standard","category":"World","language":"te","title":"ఆర్‌ఎస్‌ఎస్ చీఫ్ మోహన్ భగవత్‌కు కేజ్రీవాల్ 5 ప్రశ్నలు","excerpt":"ముఖ్యమంత్రి పదవికి రాజీనామా చేసిన తర్వాత తన తొలి 'జనతా కీ అదాలత్' బహిరంగ సభలో ఢిల్లీ మాజీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ ఆర్‌ఎస్‌ఎస్ చీఫ్ మోహన్ భగవత్‌ను ఐదు ప్రశ్నలు సంధించారు. గౌరవంతో మోహన్ భగవత్‌ను ఐదు ప్రశ్నలు అడగాలనుకుంటున్నానని కేజ్రీవాల్ చెప్పారు. మోదీ ప్రతిపక్ష పార్టీలను విచ్ఛిన్నం చేయడం, వారిని ప్రలోభపెట్టడం ద్వారా లేదా ఈడీ,  సిబిఐలతో బెదిరించడం ద్వారా ప్రభుత్వాలను పడగొట్టే విధానం సరైనదేనా? భారతీయ జనతా పార్టీ రాజకీయాలతో రాష్ట్రీయ స్వయం","author":"Tattva News Team","time":"23/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kejriwal-2.jpg","readTime":"5 min read","contentHTML":"\n<p>ముఖ్యమంత్రి పదవికి రాజీనామా చేసిన తర్వాత తన తొలి 'జనతా కీ అదాలత్' బహిరంగ సభలో ఢిల్లీ మాజీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ ఆర్‌ఎస్‌ఎస్ చీఫ్ మోహన్ భగవత్‌ను ఐదు ప్రశ్నలు సంధించారు. గౌరవంతో మోహన్ భగవత్‌ను ఐదు ప్రశ్నలు అడగాలనుకుంటున్నానని కేజ్రీవాల్ చెప్పారు.</p>\n\n\n\n<p>మోదీ ప్రతిపక్ష పార్టీలను విచ్ఛిన్నం చేయడం, వారిని ప్రలోభపెట్టడం ద్వారా లేదా ఈడీ,  సిబిఐలతో బెదిరించడం ద్వారా ప్రభుత్వాలను పడగొట్టే విధానం సరైనదేనా? భారతీయ జనతా పార్టీ రాజకీయాలతో రాష్ట్రీయ స్వయం సేవక్ సంఘ్ ఏకీభవిస్తుందా? అని అడిగారు.</p>\n\n\n\n<p>అవినీతిపరులని మోదీ స్వయంగా పిలిచిన వ్యక్తులను తన పార్టీలో చేర్చుకున్నారు. అలాంటి రాజకీయాలను మీరు అంగీకరిస్తారా? అని ప్రశ్నించారు. బీజేపీ ఆర్ఎస్ఎస్ నుంచి వచ్చింది. బిజెపి తప్పుదారి పట్టకుండా చూసుకోవడం ఆర్ఎస్ఎస్ బాధ్యత. ఎప్పుడైనా మోదీని తప్పుడు పనులు చేయకుండా ఆపారా? జేపీ నడ్డా లోక్‌సభ ఎన్నికల సమయంలో తనకు ఆర్‌ఎస్‌ఎస్ అవసరం లేదని అన్నారు. అంతగా ఎదిగిపోయారా?</p>\n\n\n\n<p>మాతృసంస్థపై తన అసంతృప్తిని చూపిస్తున్నారు. వాళ్లు ఇలా చెప్పినప్పుడు మీకు బాధ కలగలేదా? 75 ఏళ్ల తర్వాత నేతలు రిటైర్ అవుతారని మీరు చట్టం చేశారు. మోదీకి ఈ రూల్ వర్తించదని అమిత్ షా చెబుతున్నారు. అద్వానీకి వర్తించే రూల్ మోదీకి ఎందుకు వర్తించదు? అని కేజ్రీవాల్‌ ప్రశ్నించారు.</p>\n\n\n\n<p>ఢిల్లీ ఎక్సైజ్ పాలసీ కేసులో అరవింద్ కేజ్రీవాల్ అరెస్టు అయిన విషయం తెలిసిందే. ఆ తర్వాత బెయిల్‌పై తీహార్ జైలు నుంచి విడుదలయ్యారు. తాను దేశానికి సేవ చేసేందుకేరాజకీయాల్లోకి వచ్చానని, అధికారం, పదవి కోసం కాదని కేజ్రీవాల్ అన్నారు. తనపై వచ్చిన అవినీతి ఆరోపణలతో బాధపడి రాజీనామా చేశానని చెప్పారు. </p>\n\n\n\n<p>గత 10 ఏళ్లలో తాను సంపాదించింది డబ్బు కాదని, గౌరవం మాత్రమేనని పేర్కొన్నారు. త్వరలో జరగనున్న ఢిల్లీ అసెంబ్లీ ఎన్నికలు తనకు అగ్ని పరీక్ష అని, తాను నిజాయితీపరుడు కాదు అని భావిస్తే ప్రజలు ఓటు వేయవద్దని కోరారు.</p>\n","originalUrl":"https://tattvanews.com/21253/23/09/2024/","hasAudio":false,"hasInfographics":false}