{"id":"wp-en-14354","wp_id":14354,"type":"standard","category":"World","language":"en","title":"Indians now hold 10-13% of leadership spots in global capability centres￼","excerpt":"Indian professionals now hold approximately 10-13% of leadership positions within global capability centres (GCCs), reflecting India's growing impact on international corporate frameworks. Around 100 Indian chief investment officers and senior vice presidents are employed in GCCs, earning million-dollar salaries. This number is projected to rise to about 150 by the end of 2024, as per","author":"Tattva News Team","time":"31/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/GCGs.jpg","readTime":"5 min read","contentHTML":"\n<p>Indian professionals now hold approximately 10-13% of leadership positions within global capability centres (GCCs), reflecting India's growing impact on international corporate frameworks. Around 100 Indian chief investment officers and senior vice presidents are employed in GCCs, earning million-dollar salaries.</p>\n\n\n\n<p>This number is projected to rise to about 150 by the end of 2024, as per ANSR Research and TeamLease Digital. India’s 1,600 GCCs currently employ approximately 5,000 Indian professionals in global roles, a figure expected to reach 30,000 by 2025.</p>\n\n\n\n<p>Chief Executive at ANSR, Mr. Lalit Ahuja, highlighted a significant talent deficit in the West, particularly in STEM fields, with India well-positioned to address this gap. He noted that traditional factors driving individuals to seek the American dream, such as money, quality of work, and quality of life, are increasingly available in India, often to an even greater extent.</p>\n\n\n\n<p>Competitive salaries, high-quality work environments, and cities like Bangalore and Hyderabad offer excellent quality of life underscore these advantages. Additionally, GCCs have evolved to focus on creating and delivering cutting-edge products and services. Indian GCCs are now at the forefront of future innovations, while their US counterparts continue to manage ongoing operations.</p>\n\n\n\n<p>Business Head of IT Staffing at TeamLease Digital, Mr. Krishna Vij, stated that the rise in Indian leadership within GCCs, from 8.6% in 2022 to 10% in 2023, is expected to continue, reaching 12.9% by 2025. The sustained increase highlights India's strong talent pool, leadership capabilities, and the strategic importance of GCCs in global business operations.</p>\n\n\n\n<p>According to India’s Economic Survey 2024, GCCs are projected to contribute approximately 3.5% to India’s GDP by 2030, with revenues expected to reach around US$ 121 billion. The presence of global leaders in GCCs in India has surged from just 115 in 2015 to over 5,000, reflecting substantial growth across various business functions.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indians-now-hold-10-13-of-leadership-spots-in-global-capability-centres%ef%bf%bc/","hasAudio":false,"hasInfographics":false}