{"id":"wp-te-19210","wp_id":19210,"type":"standard","category":"World","language":"te","title":"బీజేపీ అత్యధిక స్థానాల్లో గెలిచే రాష్ట్రంగా బెంగాల్... మోదీ","excerpt":"బెంగాల్​లో పట్టు సాధించాలని భారతీయ జనతా పార్టీ తీవ్ర ప్రయత్నాలు చేస్తున్న వేళ ప్రధాని నరేంద్ర మోదీ కీలక వ్యాఖ్యలు చేశారు. తృణమూల్‌ కాంగ్రెస్‌ తన ఉనికి కాపాడుకునేందుకు ఈ ఎన్నికల్లో పోటీ చేస్తున్నట్లు చెప్పారు. ఈసారి బీజేపీకి అత్యధిక స్థానాలు వచ్చే రాష్ట్రంగా బెంగాల్ నిలవనుందని ఓ జాతీయ వార్తా ఏజెన్సీకి ఇచ్చిన ఇంటర్వ్యూలో ప్రధాని మోదీ చెప్పారు.  బెంగాల్​లో అత్యధిక స్థానాల్లో తమ పార్టీ గెలవబోతున్నట్లు ప్రధాని మోదీ ధీమా వ్యక్తం చేశారు. ఇక","author":"Tattva News Team","time":"28/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-Bengal.jpg","readTime":"5 min read","contentHTML":"\n<p>బెంగాల్​లో పట్టు సాధించాలని భారతీయ జనతా పార్టీ తీవ్ర ప్రయత్నాలు చేస్తున్న వేళ ప్రధాని నరేంద్ర మోదీ కీలక వ్యాఖ్యలు చేశారు. తృణమూల్‌ కాంగ్రెస్‌ తన ఉనికి కాపాడుకునేందుకు ఈ ఎన్నికల్లో పోటీ చేస్తున్నట్లు చెప్పారు. ఈసారి బీజేపీకి అత్యధిక స్థానాలు వచ్చే రాష్ట్రంగా బెంగాల్ నిలవనుందని ఓ జాతీయ వార్తా ఏజెన్సీకి ఇచ్చిన ఇంటర్వ్యూలో ప్రధాని మోదీ చెప్పారు. </p>\n\n\n\n<p>బెంగాల్​లో అత్యధిక స్థానాల్లో తమ పార్టీ గెలవబోతున్నట్లు ప్రధాని మోదీ ధీమా వ్యక్తం చేశారు. ఇక తన వరకు వస్తే 24 ఏళ్ల నుంచి ప్రతిపక్షాలు దూషిస్తున్నాయని, దానివల్ల ఇప్పుడు తాను దూషణల నిరోధకంగా మారినట్లు తెలిపారు. గత ఎన్నికల సమయంలో 'మౌత్‌ కా సౌదాగర్‌', 'గందీ నాలీ కా కీడ' అనే వ్యక్తిగత దూషణలు ఎదుర్కొనట్లు ప్రధాని మోదీ ఆవేదన వ్యక్తం చేశారు. </p>\n\n\n\n<p>బంగాల్‌లో ఎలాంటి మోసాలు, దారుణాలు జరిగాయో కలకత్తా హైకోర్టు ఇచ్చిన తీర్పులే నిదర్శనమని పేర్కొన్నారు. దురదృష్టం ఏమంటే ఓటు బ్యాంక్‌ కోసం చివరికి కోర్టులను కూడా దూషించే స్థాయికి అక్కడి అధికార పార్టీ దిగజారిందని మండిపడ్డారు. ఇది ఎట్టి పరిస్థితుల్లోనూ ఆమోదయోగ్యం కాదని ప్రధాని మోదీ స్పష్టం చేశారు.</p>\n\n\n\n<p>ఒడిశాలో ప్రభుత్వం మారటం వల్ల ఆ రాష్ట్ర భవిత మారనుందని ప్రధాని తెలిపారు. జూన్‌ 4న ప్రస్తుతమున్న ప్రభుత్వ గడువు ముగుస్తుందని, జూన్‌ 10న బీజేపీ ప్రభుత్వం ప్రమాణస్వీకారం చేయనుందని ప్రధాని మోదీ ధీమా వ్యక్తం చేశారు. </p>\n\n\n\n<p>కాంగ్రెస్ పార్టీనే మైనార్టీలకు పెద్ద శత్రువు అని ప్రధాని మోదీ విమర్శించారు. 'ఈసారి మా పార్టీలో కొత్త జోరు కనిపిస్తుంది. ఎవరైతే తాము దళితులు, ఆదివాసుల శ్రేయోభిలాషులమని చెప్పుకుంటారో వాస్తవంగా వారే పెద్ద శత్రువులు. రాజ్యాంగానికి వెన్నుపోటు పొడిచారు. ఓటుబ్యాంక్‌ రాజకీయాల కోసం టీఎంసీ కోర్టులను దూషిస్తోంది' అని ధ్వజమెత్తారు. </p>\n\n\n\n<p>`ఢిల్లీ సీఎం రాజ్యాంగం చదివితే బాగుంటుంది. నేను 24 ఏళ్ల నుంచి దూషణలు వింటూవింటూ దూషణల నిరోధకంగా మారాను. మౌత్‌ కా సౌదాగర్‌ అని, గందీ నాలీ కా కీడ అని ఎవరున్నారు. కొందరు అనుమానాలు వ్యక్తం చేసేవారు. జమ్ముకశ్మీర్‌ ప్రజలు పెద్దఎత్తున ఓటింగ్‌లో పాల్గొని ప్రపంచానికి ఓ సందేశం ఇచ్చారు. ఆర్టికల్‌ 370రద్దు తర్వాత ఐక్యత పెరిగిందనే భావన పెరిగింది. వాటి ఫలితాలు ఎన్నికల్లో కనిపించనున్నాయి' అని మోదీ తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19210/28/05/2024/","hasAudio":false,"hasInfographics":false}