{"id":"wp-en-14877","wp_id":14877,"type":"standard","category":"World","language":"en","title":"Over 50% tap water coverage in rural areas","excerpt":"According to official data, all states and Union Territories (UTs) in India have achieved over 50% coverage of tap water connections in rural households. The Har Ghar Jal scheme aims to provide tap water connections to all rural households by the end of this year. Currently, 11 states and UTs have reached 100% coverage. The","author":"Tattva News Team","time":"10/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Tap-water.webp","readTime":"5 min read","contentHTML":"\n<p>According to official data, all states and Union Territories (UTs) in India have achieved over 50% coverage of tap water connections in rural households. The Har Ghar Jal scheme aims to provide tap water connections to all rural households by the end of this year. Currently, 11 states and UTs have reached 100% coverage.</p>\n\n\n\n<p>The states and UTs with complete tap water coverage are Goa, Andaman & Nicobar Islands, Dadra and Nagar Haveli and Daman and Diu, Haryana, Telangana, Puducherry, Gujarat, Punjab, Himachal Pradesh, Arunachal Pradesh, and Mizoram. On the other hand, the lowest coverage levels are in West Bengal (52.30%), Rajasthan (52.91%), Kerala (53.62%), Jharkhand (54.26%), and Madhya Pradesh (64.84%).</p>\n\n\n\n<p>Out of approximately 19.33 crore rural households, around 16.09 crore have been provided with tap water connections. The Har Ghar Jal scheme, launched in 2019 under the Jal Jeevan Mission by the Union Ministry of Jal Shakti, aims to deliver 55 litres of tap water per person per day to every rural household by 2024.</p>\n\n\n\n<p>An official highlighted the mission's positive impact, particularly in flood-prone areas like Assam, where climate-adaptive water, sanitation, and hygiene (WASH) structures have been established to ensure access to clean water during natural disasters. For example, the program in Assam is considered vital for communities frequently affected by monsoon floods.</p>\n\n\n\n<p>A Har Ghar Jal certification initiative has been introduced to enhance community involvement, encouraging local gram sabhas to verify tap water coverage and maintain service quality. This initiative has already been implemented in states such as Goa, Arunachal Pradesh, and Mizoram.</p>\n","originalUrl":"https://en.tattvanews.com/national/over-50-tap-water-coverage-in-rural-areas/","hasAudio":false,"hasInfographics":false}