{"id":"wp-en-13875","wp_id":13875,"type":"standard","category":"World","language":"en","title":"Kenya must protect freedom of assembly and investigate killings￼","excerpt":"The International Trade Union Confederation (ITUC) calls on the government of Kenya to investigate the killing of more than 20 people by security forces during a protest against its finance bill, which it has now withdrawn.  The government must also guarantee that the people of Kenya can safely exercise their basic, democratic rights in the","author":"Tattva News Team","time":"28/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Kenya.jpg","readTime":"5 min read","contentHTML":"\n<p>The International Trade Union Confederation (ITUC) calls on the government of Kenya to investigate the killing of more than 20 people by security forces during a protest against its finance bill, which it has now withdrawn.  The government must also guarantee that the people of Kenya can safely exercise their basic, democratic rights in the future.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle said: “This violent crackdown on protesters expressing legitimate concerns and exercising their democratic rights is unacceptable. It is essential for the health of Kenyan democracy that the rights to freedom of assembly, expression and protest are preserved. These rights are guaranteed in the Kenyan constitution and international law.</p>\n\n\n\n<p>“Further suppression is not the answer; the only solution is negotiations. The Kenyan government must engage with its citizens constructively, listen to their valid concerns and use this to find a more equitable solution to the budget deficit.”</p>\n\n\n\n<p>The ITUC is deeply concerned that the police used excessive force, including live bullets, to repress protests against the finance bill. Largely led by young people, the demonstrations highlighted opposition to proposed tax increases on essential commodities, while many Kenyans have been forced into poverty by the high cost of living.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n","originalUrl":"https://en.tattvanews.com/international/kenya-must-protect-freedom-of-assembly-and-investigate-killings%ef%bf%bc/","hasAudio":false,"hasInfographics":false}