{"id":"wp-en-13569","wp_id":13569,"type":"standard","category":"World","language":"en","title":"NDA parties elected PM Modi as their leader￼","excerpt":"Leaders of the BJP-led National Democratic Alliance unanimously elected Prime Minister Narendra Modi as the ruling bloc's leader on Wednesday, passing a resolution to underscore the government's commitment to serving the poor, women, youth, farmers and deprived sections of society. They met at Modi's residence here a day after the NDA won a majority of","author":"Tattva News Team","time":"6/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/NDA-meet.webp","readTime":"5 min read","contentHTML":"\n<p>Leaders of the BJP-led National Democratic Alliance unanimously elected Prime Minister Narendra Modi as the ruling bloc's leader on Wednesday, passing a resolution to underscore the government's commitment to serving the poor, women, youth, farmers and deprived sections of society.</p>\n\n\n\n<p>They met at Modi's residence here a day after the NDA won a majority of seats in the Lok Sabha election, paving the way for him to take the oath for a third consecutive term, a first for any ruling alliance since 1962.</p>\n\n\n\n<p>The alliance also passed a resolution to underscore the government's commitment to serving the poor, women, youths, farmers and deprived sections of society. The resolution said the NDA government will continue working to lift people's living standards for the country's all-round development while conserving its heritage.</p>\n\n\n\n<p>\"We are all proud that the NDA fought the 2024 Lok Sabha polls unitedly under the leadership of Prime Minister Narendra Modi and won. We all NDA leaders unanimously elect Narendra Modi as our leader,\" it added.</p>\n\n\n\n<p>TDP president N Chandrababu Naidu, JD(U) leader and Bihar chief minister Nitish Kumar, Shiv Sena leader and Maharashtra chief minister Eknath Shinde and LJP (Ram Vilas) leader Chirag Paswan were among those who were present at the meeting chaired by Modi. Senior BJP leaders were also in attendance.</p>\n\n\n\n<p>Earlier on Wednesday, PM Modi tendered his resignation to President Droupadi Murmu who asked him to continue till a new government assumes office.</p>\n\n\n\n<p>\"The Prime Minister, Shri Narendra Modi, met the President today and tendered his resignation along with the Council of Ministers. The President has accepted the resignation and requested Shri Narendra Modi and the Council of Ministers to continue till the new Government assumes office,\" the communique said.</p>\n","originalUrl":"https://en.tattvanews.com/national/nda-parties-elected-pm-modi-as-their-leader%ef%bf%bc/","hasAudio":false,"hasInfographics":false}