{"id":"wp-en-15609","wp_id":15609,"type":"standard","category":"World","language":"en","title":"CPJ recognizes fearless journalists at 2024 International Press Freedom Award","excerpt":"The Committee to Protect Journalists (CPJ) celebrated four journalists from Gaza, Guatemala, Niger, and Russia at the 34th annual International Press Freedom Awards (IPFA) in New York, raising $2.4 million to protect journalists around the world. The 2024 awardees were all honored for their courage in reporting on their communities while experiencing war, prison, government crackdowns, and increasing efforts","author":"Tattva News Team","time":"23/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/CPJ.jpg","readTime":"5 min read","contentHTML":"\n<p>The Committee to Protect Journalists (CPJ) celebrated four journalists from Gaza, Guatemala, Niger, and Russia at the 34th annual International Press Freedom Awards (IPFA) in New York, raising $2.4 million to protect journalists around the world.</p>\n\n\n\n<p>The 2024 awardees were all honored for their courage in reporting on their communities while experiencing war, prison, government crackdowns, and increasing efforts to criminalize their work.  </p>\n\n\n\n<p>This year’s awardees were: Shrouq Al Aila,  a Palestinian journalist based in Gaza and director of Ain Media; Quimy de Leon, a Guatemalan journalist and co-founder of Prensa Comunitaria; Samira Sabou;  one of Niger’s most prominent investigative journalists, and Alsu Kurmasheva,  a U.S.-Russian Radio Free Europe/Radio Liberty (RFE/RL) journalist and editor jailed by Russia in 2023.  </p>\n\n\n\n<p>In her remarks, CPJ CEO Jodie Ginsberg mourned the unprecedented killing of journalists over the past year, especially in the Israel-Gaza war: “These deaths should shock and appall us. They should enrage us.” </p>\n\n\n\n<p>“At CPJ we have spent more than four decades involving ourselves in mankind,” said Ginsberg. “But this year, this year has been like no other. We have painstakingly documented the ever-growing attacks on the press, we have raised the alarm over those attacks, and we have demanded action from those in power—whether it be killings in Gaza, or arrests in Russia, or harassment in India.” </p>\n\n\n\n<p>This year’s awards ceremony was hosted by John Oliver, host of Last Week Tonight with John Oliver,  who commended the awardees’ commitment to journalism. “The quiet courage and perseverance of tonight’s awardees are remarkable. But they don’t think of themselves as remarkable. They say they are just doing their jobs as reporters,” said Oliver.</p>\n\n\n\n<p>Leila Fadel, host of NPR’s Morning Edition, recognized Al Aila in absentia as Israel did not permit the Gazan journalist to leave the occupied Palestinian territory to attend the awards. Al Aila assumed the role of director of Ain Media following the killing of her husband Roshdi Sarraj on October 22, 2023 by the Israeli military. “I decided to continue Roshdi’s work because I believe once you are a journalist, you are a journalist for life,” said Al Aila in a video played at the ceremony.</p>\n\n\n\n<p>De León, who covers environmental and human rights issues facing marginalized communities in Guatemala, spoke of her longing “for a Guatemala where, sooner rather than later, all the political, economic, and social turmoil caused by an anti-democratic minority clinging to the vices of the past will allow us to celebrate our achievements without fear.” De León received her award from Maribel Perez Wadsworth, the president and CEO of the John S. and James L. Knight Foundation.</p>\n\n\n\n<p>Julie Owono, the executive director of Internet Sans Frontieres and CPJ board member, presented the award to Sabou, who has been arrested, detained, and subjected to years of legal harassment in retaliation for her reporting in Niger. “Hope allows us to stay standing, even if by survival instinct we are often obliged to bend, to retreat, to apply self-censorship,” said Sabou. “We have hope that things will change in terms of freedom of the press, expression, and opinion on the digital space in Niger, where the profession of online journalism is still not recognized, but simply tolerated.” </p>\n\n\n\n<p>Radhika Jones, editor in chief of Vanity Fair, presented the award to Kurmasheva, who has covered human rights issues affecting ethnic minority communities in Russia. In August 2024, Kurmasheva was released from a Russian jail as part of an historic prisoner exchange. “Standing here today with this award is something I never dreamed would happen. The only award I’ve ever dreamed of was the satisfaction of serving my audience to bring accurate and uncensored news to my ethnic minority—the Tatars—in our native language,” said Kurmasheva.</p>\n\n\n\n<p>CPJ’s board of directors posthumously honored Christophe Deloire, who served as director general of the press freedom organization Reporters Without Borders (RSF), with the 2024 Gwen Ifill Press Freedom Award in recognition of Deloire’s “extraordinary and sustained achievement in the cause of press freedom.”</p>\n\n\n\n<p>Melissa Fleming, the United Nations Under-Secretary-General for Global Communications, highlighted Deloire’s legacy defending press freedom worldwide. She presented the award to Perrine Daubas, Deloire’s widow. “Under Christophe’s leadership, RSF worked hand in hand with CPJ, united by a shared mission: to protect those who put themselves on the line to reveal the truth, who stand resilient so that light can reach even the darkest corners,” said Daubas. “Christophe deeply appreciated this American cousin, a true comrade-in-arms.”</p>\n\n\n\n<p>The annual benefit dinner, held in New York City, was chaired by Jessica E. Lessin, founder and CEO of The Information,  The funds raised will support CPJ’s global work advocating for press freedom and providing direct assistance to journalists in distress.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/cpj-recognizes-fearless-journalists-at-2024-international-press-freedom-award/","hasAudio":false,"hasInfographics":false}