{"id":"wp-te-20651","wp_id":20651,"type":"standard","category":"World","language":"te","title":"కోస్ట్‌గార్డ్‌ డీజీ రాకేష్‌ పాల్‌ హఠాన్మరణం","excerpt":"ఇండియన్‌ కోస్ట్‌ గార్డ్‌ డైరెక్టర్‌ జనరల్‌ రాకేష్‌ పాల్‌(58) గుండెపోటుతో మరణించారు. ఆదివారం కేంద్ర రక్షణ మంత్రి రాజ్‌నాథ్‌ సింగ్‌తో పాటు కోస్ట్‌గార్డ్‌కు సంబంధించిన కార్యక్రమంలో పాల్గొనేందుకు వచ్చిన ఆయనకు హఠాత్తుగా గుండె నొప్పి రావడంతో అప్రమత్తమైన అధికారులు వెంటనే ఆయన్ని రాజీవ్‌ గాంధీ గవర్నమెంట్‌ జనరల్‌ ఆస్పత్రిలో చేర్చారు. చికిత్స పొందుతూ కన్ను మూసినట్లు వైద్యులు వెల్లడించారు. రాకేశ్ పాల్ పార్థివదేహాన్ని ఢిల్లీకి తరలించేందుకు ఏర్పాట్లు జరుగుతున్నాయని అధికారులు తెలిపారు. రాకేశ్ పాల్​ భౌతిక కాయానికి","author":"Tattva News Team","time":"19/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Rakesh.webp","readTime":"5 min read","contentHTML":"\n<p>ఇండియన్‌ కోస్ట్‌ గార్డ్‌ డైరెక్టర్‌ జనరల్‌ రాకేష్‌ పాల్‌(58) గుండెపోటుతో మరణించారు. ఆదివారం కేంద్ర రక్షణ మంత్రి రాజ్‌నాథ్‌ సింగ్‌తో పాటు కోస్ట్‌గార్డ్‌కు సంబంధించిన కార్యక్రమంలో పాల్గొనేందుకు వచ్చిన ఆయనకు హఠాత్తుగా గుండె నొప్పి రావడంతో అప్రమత్తమైన అధికారులు వెంటనే ఆయన్ని రాజీవ్‌ గాంధీ గవర్నమెంట్‌ జనరల్‌ ఆస్పత్రిలో చేర్చారు. చికిత్స పొందుతూ కన్ను మూసినట్లు వైద్యులు వెల్లడించారు.</p>\n\n\n\n<p>రాకేశ్ పాల్ పార్థివదేహాన్ని ఢిల్లీకి తరలించేందుకు ఏర్పాట్లు జరుగుతున్నాయని అధికారులు తెలిపారు. రాకేశ్ పాల్​ భౌతిక కాయానికి కేంద్ర రక్షణశాఖ మంత్రి రాజ్‌​నాథ్​ సింగ్​, తమిళనాడు ముఖ్యమంత్రి స్టాలిన్ నివాళులు అర్పించారు.</p>\n\n\n\n<p>'ఈ రోజు చెన్నైలో ఇండియన్ కోస్ట్​గార్డ్ డీజీ శ్రీ రాకేశ్ పాల్ అకాల మరణం పట్ల తీవ్ర విచారం వ్యక్తం చేస్తున్నా. ఆయన సమర్థుడైన, నిబద్ధత కలిగిన అధికారి. ఆయన నాయకత్వంలో సముద్ర భద్రతను పటిష్ఠం చేయడంలో భారత్​ ప్రగతిని సాధిస్తోంది. ఆయన కుటుంబ సభ్యులకు నా హృదయపూర్వక సానుభూతి' అని రక్షణ మంత్రి రాజ్‌నాథ్‌ సింగ్‌ ట్వీట్‌ చేశారు.</p>\n\n\n\n<p>గత ఏడాది జూలై 19న ఇండియన్ కోస్ట్ గార్డ్ 25వ డైరెక్టర్ జనరల్‌గా రాకేశ్ పాల్ బాధ్యతలు స్వీకరించారు. రాకేశ్ పాల్ 34 ఏళ్లపాటు దేశానికి సేవలు అందించారు. కోస్ట్ గార్డ్ రీజియన్ (నార్త్ వెస్ట్) కమాండర్, డిప్యూటీ డైరెక్టర్ జనరల్ (పాలసీ అండ్ ప్లాన్స్), ఢిల్లీలోని కోస్ట్ గార్డ్ ప్రధాన కార్యాలయంలో అదనపు డైరెక్టర్ జనరల్ వంటి కీలక బాధ్యతలు నిర్వర్తించారు.</p>\n\n\n\n<p>సమర్థ్, విజిత్, సుచేత కృపలానీ, అహల్యబాయి, సీ-03 తదితర భారత కోస్ట్ గార్డ్ నౌకలకు ఆయన నేతృత్వం వహించారు. రాకేశ్ పాల్ పర్యవేక్షణలో ఐసీజీ అనేక ఆపరేషన్లు చేపట్టింది.</p>\n","originalUrl":"https://tattvanews.com/20651/19/08/2024/","hasAudio":false,"hasInfographics":false}