{"id":"wp-te-19531","wp_id":19531,"type":"standard","category":"World","language":"te","title":"జస్టిస్‌ నర్సింహారెడ్డి కమిషన్‌ చట్ట విరుద్ధం .. కేసీఆర్","excerpt":"ఛత్తీస్‌గఢ్ నుండి విద్యుత్ కొనుగోలు విషయంలో రాష్ట్ర ప్రభుత్వం ఏర్పాటు చేసిన జస్టిస్ నరసింహారెడ్డి కమిషన్ చట్టవిరుద్ధమని,  ప్రభుత్వానికి సూచించకుండా బాధ్యతలు స్వీకరించడం విరుద్ధమని మాజీ ముఖ్యమంత్రి, బిఆర్ఎస్ అధినేత కె చంద్రశేఖర్ రావు ఆరోపించారు. విద్యుత్‌ కొనుగోలు విషయంలో జస్టిస్‌ ఎల్. నర్సింహారెడ్డి కమిషన్‌ జారీచేసిన నోటీసుకు వివరణ ఇస్తూ 12 పేజీల లేఖ రాశారు. విద్యుత్‌ కొనుగోలు, పవర్‌ ప్రాజెక్టుల నిర్మాణం విషయంలో అన్ని రకాల చట్టాలు, నిబంధనలు పాటిస్తూ ముందుకెళ్లామని బీఆర్‌ఎస్‌ అధినేత","author":"Tattva News Team","time":"15/6/2024","image":"https://tattvanews.com/wp-content/uploads/2022/03/KCR-2.jpg","readTime":"5 min read","contentHTML":"\n<p>ఛత్తీస్‌గఢ్ నుండి విద్యుత్ కొనుగోలు విషయంలో రాష్ట్ర ప్రభుత్వం ఏర్పాటు చేసిన జస్టిస్ నరసింహారెడ్డి కమిషన్ చట్టవిరుద్ధమని,  ప్రభుత్వానికి సూచించకుండా బాధ్యతలు స్వీకరించడం విరుద్ధమని మాజీ ముఖ్యమంత్రి, బిఆర్ఎస్ అధినేత కె చంద్రశేఖర్ రావు ఆరోపించారు. విద్యుత్‌ కొనుగోలు విషయంలో జస్టిస్‌ ఎల్. నర్సింహారెడ్డి కమిషన్‌ జారీచేసిన నోటీసుకు వివరణ ఇస్తూ 12 పేజీల లేఖ రాశారు.</p>\n\n\n\n<p>విద్యుత్‌ కొనుగోలు, పవర్‌ ప్రాజెక్టుల నిర్మాణం విషయంలో అన్ని రకాల చట్టాలు, నిబంధనలు పాటిస్తూ ముందుకెళ్లామని బీఆర్‌ఎస్‌ అధినేత కేసీఆర్‌ స్పష్టం చేశారు. కేంద్ర, రాష్ట్ర అనుమతులు సాధిస్తూ ముందుకెళ్లామని చెప్పారు. ఈఆర్‌సీ సంస్థలు వెలువరించిన తీర్పులపై కమిషన్లు వేయకూడదన్న విషయం కూడా రేవంత్‌ రెడ్డి ప్రభుత్వానికి తెలియదా? అని ప్రశ్నించారు.</p>\n\n\n\n<p>‘రాష్ట్రం ఏర్పడినప్పుడు విద్యుత్‌ రంగం సంక్లిష్ట పరిస్థితుల్లో ఉంది. కరెంటు సరిగా లేక లక్షలాదిగా వ్యవసాయ పంపుసెట్లు కాలిపోయిన పరిస్థితి. పారిశ్రామిక రంగంలో ప్రతి వారంలో కొన్ని రోజులు పవర్‌ హాలిడే ప్రకటించారు. విభజన చట్టం ప్రకారం తెలంగాణకు ఇచ్చిన కరెంటు ఏమాత్రం సరిపోదు. తెలంగాణ విద్యుత్‌ పంపిణీ వ్యవస్థ పటిష్ఠానికి నిర్మాణాత్మక చర్యలు తీసుకున్నాం. అన్ని రకాల అనుమతులు పొంది మందుకు పురోగమించడం జరిగింది' అని తేల్చి చెప్పారు. </p>\n\n\n\n<p>రాజకీయ కక్షతో తనను, అప్పటి ప్రభుత్వాన్ని అప్రతిష్టపాల్జేయడానికే కమిషన్ వేశారని కేసీఆర్ మండిపడ్డారు. తమ ప్రభుత్వం గణనీయ మార్పుతో కరెంటు ఇచ్చిన సంగతి అందరికీ తెలిసిందే అని, అయితే ఆ మార్పును తక్కువ చూపించేందుకే ప్రభుత్వ ప్రయత్నాలని విమర్శించారు.</p>\n\n\n\n<p>పత్రికా విలేకఖరుల సమావేశంలో కమిషన్‌ ఇష్టమొచ్చినట్లు మాట్లాడిందని కేసీఆర్ అభ్యంతరం వ్యక్తం చేశారు. విచారణ అనేది ఒక పవిత్రమైన బాధ్యత. ఇరుపక్షాల మధ్య మధ్యవర్తిగా నిలిచి నిజాలు నిగ్గుతేల్చాలి. అన్ని కోణాల్లో సమగ్రంగా పరిశీలించి నిర్ణయాలు వెల్లడించాలి. అయితే, గత ప్రభుత్వానికి వ్యతిరేకంగా రిపోర్టు ఇవ్వాలని మాట్లాడుతున్నట్లుందని ఆయన విచారం వ్యక్తం చేశారు. </p>\n\n\n\n<p>`ఇప్పటికే నష్టం జరిగినట్లు.. ఆర్థిక నష్టాన్ని లెక్కిస్తున్నట్లు మీ మాటలు ఉన్నాయి. మీ విచారణలో నిష్పాక్షికత ఎంతమాత్రం కనిపించట్లేదు. నేను మీ ముందు హాజరై ఏం చెప్పినా ప్రయోజనం ఉండదు. మేం చెప్పిన అంశాలను పరిగణనలోకి తీసుకుని వైదొలిగితే మంచిది. మీరు కమిషన్‌ బాధ్యల నుంచి వైదొలగాలని వినయపూర్వకంగా కోరుతున్నా’ అంటూ కేసీఆర్‌ లేఖలో పేర్కొన్నారు.<br><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19531/15/06/2024/","hasAudio":false,"hasInfographics":false}