{"id":"wp-te-20048","wp_id":20048,"type":"standard","category":"World","language":"te","title":"ఎక్స్ లో 10 కోట్ల ఫాలోయర్స్ దాటిన ప్రధాని మోదీ","excerpt":"ప్రముఖ సోషల్ మీడియా మాధ్యమం ఎక్స్‌ అకౌంట్‌లో ప్రధాని నరేంద్ర మోదీని ఫాలో అవుతున్న వారి సంఖ్య 100 మిలియన్లు, అంటే 10 కోట్లను అధిగమించింది. ఈ స్థాయిలో ఫాలోవర్లు ఉన్న దేశాధ్యక్షుడు గానీ, ప్రధానమంత్రి గానీ మరొకరు లేరు. గతంలో కూడా 100 మిలియన్లను అందుకున్న వారు మరెవరూ లేరు కూడా. ప్రత్యేకించి గత మూడు సంవత్సరాల వ్యవధిలో ఈ ఫాలోవర్ల సంఖ్య అమాంతం పెరగడం ప్రాధాన్యతను సంతరించుకుంది. 2021 నాటికి ఈ సంఖ్య 30","author":"Tattva News Team","time":"15/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-Twitter.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రముఖ సోషల్ మీడియా మాధ్యమం ఎక్స్‌ అకౌంట్‌లో ప్రధాని నరేంద్ర మోదీని ఫాలో అవుతున్న వారి సంఖ్య 100 మిలియన్లు, అంటే 10 కోట్లను అధిగమించింది. ఈ స్థాయిలో ఫాలోవర్లు ఉన్న దేశాధ్యక్షుడు గానీ, ప్రధానమంత్రి గానీ మరొకరు లేరు. గతంలో కూడా 100 మిలియన్లను అందుకున్న వారు మరెవరూ లేరు కూడా.</p>\n\n\n\n<p>ప్రత్యేకించి గత మూడు సంవత్సరాల వ్యవధిలో ఈ ఫాలోవర్ల సంఖ్య అమాంతం పెరగడం ప్రాధాన్యతను సంతరించుకుంది. 2021 నాటికి ఈ సంఖ్య 30 మిలియన్లుగా ఉండేది. తాజాగా ఇప్పుడది 100 మిలియన్లను అధిగమించింది. జాతీయ, అంతర్జాతీయంగా దీనితో పోటీ పడే మరో నేత లేకపోవడం గమనార్హం.</p>\n\n\n\n<p>ప్రతిపక్ష నేత రాహుల్ గాంధీ ఎక్స్ అకౌంట్‌ను ఫాలో అవుతున్న వారు 26.40 మిలియన్ల మంది. ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌ 27.5, సమాజ్‌వాదీ పార్టీ అధినేత అఖిలేష్ యాదవ్‌ 19.9, పశ్చిమ బెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ- 7.4, లాలూ ప్రసాద్ యాదవ్ 6.3, తేజస్వి యాదవ్- 5.2, శరద్ పవార్ 2.9 మిలియన్ల మంది ఫాలోవర్లు ఉన్నారు.</p>\n\n\n\n<p>అంతర్జాతీయ స్థాయిలో చూసుకుంటే.. అమెరికా అధ్యక్షుడు జో బిడెన్- 38.1, దుబాయ్ కింగ్ షేక్ మహ్మద్- 11.2, పోప్ ఫ్రాన్సిస్- 18.5 మిలియన్ల మంది ఫాలోవర్లు ఉన్నారు. ఒక్క స్పోర్ట్స్ కేటగిరీలో కూడా మోదీని కొట్టేవారే లేరు. విరాట్ కోహ్లీ- 64.1, బ్రెజిలియన్ ఫుట్‌బాల్ స్టార్ నెయ్‌మార్ జూనియర్- 63.6, అమెరికన్ బాస్కెట్‌బాల్ ప్లేయర్ లెబ్రాన్ జేమ్స్- 52.9 మిలియన్ మంది ఫాలో అవుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20048/15/07/2024/","hasAudio":false,"hasInfographics":false}