{"id":"wp-te-21308","wp_id":21308,"type":"standard","category":"World","language":"te","title":"ఎడతెరిపిలేని వర్షంతో స్తంభించి పోయిన ముంబై","excerpt":"ముంబయి మహా నగరాన్ని వరుణుడు వణికిస్తున్నాడు.  ముంబైలో భారీ వర్షం బీభత్సం సృష్టించింది. కుండపోత వానతో ముంబై అతలాకుతలం అయ్యింది. బుధవారం నుంచి గురువారం తెల్లవారుజాము వరకు వర్షం దంచికొట్టింది. ఈ నేపత్యంలో గురువారం పుణె, ముంబైలోని విద్యాసంస్థలకు సెలవు ప్రభుత్వం సెలవు ప్రకటించింది. ముంబైలోని పలు లోతట్టు ప్రాంతాలను భారీ వరదలు ముంచెత్తాయి. రోడ్లు రహదారులు జలయమయ్యాయి. దీంతో భారీ ట్రాఫిక్ జామ్ ఏర్పడింది. లోతట్టు ప్రాంతాలు జలమయమై దేశ ఆర్ధిక రాజధానిలో జనజీవనం స్తంభించిపోయింది.","author":"Tattva News Team","time":"26/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Mumbai-rain.jpg","readTime":"5 min read","contentHTML":"\n<p>ముంబయి మహా నగరాన్ని వరుణుడు వణికిస్తున్నాడు.  ముంబైలో భారీ వర్షం బీభత్సం సృష్టించింది. కుండపోత వానతో ముంబై అతలాకుతలం అయ్యింది. బుధవారం నుంచి గురువారం తెల్లవారుజాము వరకు వర్షం దంచికొట్టింది. ఈ నేపత్యంలో గురువారం పుణె, ముంబైలోని విద్యాసంస్థలకు సెలవు ప్రభుత్వం సెలవు ప్రకటించింది. ముంబైలోని పలు లోతట్టు ప్రాంతాలను భారీ వరదలు ముంచెత్తాయి. రోడ్లు రహదారులు జలయమయ్యాయి. దీంతో భారీ ట్రాఫిక్ జామ్ ఏర్పడింది.</p>\n\n\n\n<p>లోతట్టు ప్రాంతాలు జలమయమై దేశ ఆర్ధిక రాజధానిలో జనజీవనం స్తంభించిపోయింది. రహదారులపై నడుం లోతు వరకు నీళ్లు చేరడంతో ప్రజలు తీవ్ర ఇబ్బందులను ఎదుర్కొంటున్నారు.  భారీ వర్షాల కారణంగా ముంబ్రా బైపాస్ వద్ద రాత్రి 11.30 గంటల సమయంలో కొండచరియలు విరిగిపడటంతో పెద్ద ఎత్తున ట్రాఫిక్‌కు జామ్ అయ్యింది. </p>\n\n\n\n<p>అగ్నిమాపక అధికారి స్వప్నిల్ సర్నోబత్ మాట్లాడుతూ.. దాదాపు 3 గంటలపాటు ట్రాఫిక్‌ జామ్‌ ఏర్పడిందని, ఈ సమయంలో ట్రాఫిక్‌ విభాగం కూడా ట్రాఫిక్‌ను ఒకవైపు నుంచి నియంత్రించిందని, అదృష్టవశాత్తూ ఎలాంటి ప్రాణనష్టం సంభవించలేదని.. రోడ్డుపై రాళ్లను జేసీబీతో తొలగించి ట్రాఫిక్ ను క్లియర్ చేసినట్లు తెలిపారు. మరో 24 గంటల పాటు భారీ వర్షాలు కురిసే అవకాశం ఉందని భారత వాతావరణ విభాగం (ఐఎండీ) తెలిపింది. </p>\n\n\n\n<p>ఈ నేపథ్యంలో ముంబయి, పుణేలో విద్యా సంస్థలకు రెండు రోజుల పాటు సెలవు ప్రకటించారు. పలు విమాన సర్వీసులను దారి మళ్లించారు.  పలు సర్వీసులు రద్దు కాగా.. ఇండిగో, విస్తారా, స్పైస్‌జెట్‌ సంస్థలు పలు విమాన సర్వీసులను దారి మళ్లించినట్టు ఓ ప్రకటనలో తెలిపాయి.</p>\n\n\n\n<p> ‘భారీ వర్షం కారణంగా ముంబయిలో ప్రతికూల వాతావరణం వల్ల పర్యవసానంగా ముంబయి ఎయిర్‌పోర్టు నుంచి బయలుదేరే, లేదా ఇక్కడికి విమానాలు ప్రభావితం కావొచ్చు. ప్రయాణీకులు వారి విమాన స్టేటస్‌ను చెక్ చేసుకుంటూ ఉండాలి’ అని ప్రయాణీకులకు స్పైస్‌జెట్ సూచన చేసింది. ఈ మేరకు ఎక్స్‌లో ఓ ప్రకటన విడుదల చేసింది.</p>\n\n\n\n<p>అలాగే, రైల్వే స్టేషన్‌లోకి వరద నీరు చేరింది. కొన్ని చోట్ల రైల్వే ట్రాక్‌లు నీట మునిగాయి. దీంతో, పలు రద్దు రైళ్లను కూడా రద్దు చేసిన అధికారులు.. కొన్నింటిని దారి మళ్లించారు. నగరంలోని పలు ప్రాంతాల్లో రహదారులపై వరదతో ట్రాఫిక్ స్తంభించింది. వాహనాల రాకపోకలకు తీవ్ర అంతరాయం ఏర్పడింది.</p>\n\n\n\n<p>ముంబయి, థానే, రాయ్‌గఢ్ సహా దాని చుట్టుపక్కల జిల్లాల్లో అతి భారీ వర్షాలు కురుస్తాయని ఐఎండీ హెచ్చరించింది. పలు ప్రాంతాల్లో భారీ నుంచి అత్యంత భారీ వర్షాలు కురుస్తాయని రెడ్ అలర్ట్ జారీచేసింది. బుధవారం మధ్యాహ్నం నుంచి ములందర్, దాని చుట్టుపక్కల ప్రాంతాల్లో భారీ వర్షం కురుస్తోంది. అంధేరీలో మ్యాన్‌హోల్‌లో పడి ఓ మహిళ మృతిచెందింది. రెస్క్యూ సిబ్బంది ఆమె మృతదేహాన్ని ఓ ప్రాంతంలో వెలికితీశారు.</p>\n\n\n\n<p>ఉత్తర కొంకణ్ నుంచి దక్షిణ బంగ్లాదేశ్ వరకూ దక్షిణ ఛత్తీస్‌గఢ్ పరిసర ప్రాంతాల మీదుగా అల్పపీడన ద్రోణి ఏర్పడిందని, ఇది దక్షిణాది వరకూ విస్తరించి ఉందని ఐఎండీ శాస్త్రవేత్త సుష్మా నాయర్ తెలిపారు. దీని ప్రభావంతో కొంకణ్, గోవా పరిసర ప్రాంతాల్లో ఈ వారం మోస్తరు వర్షాలు కురిసే అవకాశం ఉందన్నారు. </p>\n","originalUrl":"https://tattvanews.com/21308/26/09/2024/","hasAudio":false,"hasInfographics":false}