{"id":"wp-en-13528","wp_id":13528,"type":"standard","category":"World","language":"en","title":"Congress, INDIA bloc trying to undermine electoral process, alleges BJP￼","excerpt":"The Congress and other INDIA bloc constituents as well as certain civil society groups are trying to undermine the integrity of India's electoral process, the BJP alleged on Sunday and urged the Election Commission to prevent any attempts of \"violence and unrest\" during counting of Lok Sabha poll votes on June 4. The poll panel","author":"Tattva News Team","time":"3/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/BJP-EC.jpg","readTime":"5 min read","contentHTML":"\n<p>The Congress and other INDIA bloc constituents as well as certain civil society groups are trying to undermine the integrity of India's electoral process, the BJP alleged on Sunday and urged the Election Commission to prevent any attempts of \"violence and unrest\" during counting of Lok Sabha poll votes on June 4.</p>\n\n\n\n<p>The poll panel was also urged by a BJP delegation comprising Union ministers Nirmala Sitharaman and Piyush Goyal to take cognisance of the \"systematic attempts\" being made to undermine the process and initiate stringent action against those responsible.</p>\n\n\n\n<p>Hours after a delegation of I.N.D.I.A bloc met the full bench of the ECI, the BJP delegation also reached the office of the poll body. “We had to call upon the Election Commission today in light of the repeated attempts by a section of political parties, like the Congress and their INDI alliance partners, and also by certain motivated civil society groups and NGOs who are trying their level best to undermine the integrity of India's electoral process,\" Piyush Goyal said.</p>\n\n\n\n<p>The BJP delegation urged the EC to ensure enhanced monitoring and security measures are put in place during counting of votes to prevent \"any attempts at violence or unrest\".</p>\n\n\n\n<p>Earlier in the day, a delegation of opposition INDIA bloc leaders, including Congress's Abhishek Singhvi, met the commission and urged it to ensure that all the guidelines are followed on June 4, including declaring the postal-ballot results before the outcome of the EVMs is announced.</p>\n\n\n\n<p>Briefing the media after the meeting, Congress leader Abhishek Singhvi said this was the third time that a delegation of opposition leaders visited the poll panel during the general election and, among other things, urged the officials to ensure that the postal ballots are counted and their results declared before the results of the electronic voting machines (EVMs) are announced.</p>\n\n\n\n<p>\"This is the third multi-party delegation visiting the EC during this process.... We spent time with the EC on two-three major issues. Most important was counting the postal ballots and declaring the results first. This is a very clearly stated statutory rule, which specifically says that you should take up the postal ballots first,\" Singhvi said.</p>\n","originalUrl":"https://en.tattvanews.com/national/congress-india-bloc-trying-to-undermine-electoral-process-alleges-bjp%ef%bf%bc/","hasAudio":false,"hasInfographics":false}