{"id":"wp-en-15293","wp_id":15293,"type":"standard","category":"World","language":"en","title":"Japanese organisation Nihon Hidankyo gets Nobel Peace Prize￼","excerpt":"Japanese organisation Nihon Hidankyo, a grassroots movement of atomic bomb survivors from Hiroshima and Nagasaki, also known as Hibakusha, won the Nobel Peace Prize on Friday. \"Hibakusha is receiving the Peace Prize for its efforts to achieve a world free of nuclear weapons and for demonstrating through witness testimony that nuclear weapons must never be","author":"Tattva News Team","time":"12/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Nobel-Peace.webp","readTime":"5 min read","contentHTML":"\n<p>Japanese organisation Nihon Hidankyo, a grassroots movement of atomic bomb survivors from Hiroshima and Nagasaki, also known as Hibakusha, won the Nobel Peace Prize on Friday. \"Hibakusha is receiving the Peace Prize for its efforts to achieve a world free of nuclear weapons and for demonstrating through witness testimony that nuclear weapons must never be used again,\" the Norwegian Nobel Committee said in its citation.</p>\n\n\n\n<p>Jorgen Watne Frydnes, chair of the Norwegian Nobel Committee, said the award was made as the “taboo against the use of nuclear weapons is under pressure.” He said the Nobel committee “wishes to honour all survivors who, despite physical suffering and painful memories, have chosen to use their costly experience to cultivate hope and engagement for peace.”</p>\n\n\n\n<p>Efforts to eradicate nuclear weapons have been honoured in the past by the Nobel Committee. The International Campaign to Abolish Nuclear Weapons won the Peace Prize in 2017 and in 1995 Joseph Rotblat and the Pugwash Conferences on Science and World Affairs won for “their efforts to diminish the part played by nuclear arms in international politics and, in the longer run, to eliminate such arms.”</p>\n\n\n\n<p>This year's prize was awarded against a backdrop of devastating conflicts raging in the world, notably in the Middle East, Ukraine and Sudan. Alfred Nobel stated in his will that the prize should be awarded for \"the most or the best work for fraternity between nations, for the abolition or reduction of standing armies and for the holding and promotion of peace congresses.”</p>\n\n\n\n<p>Last year’s prize went to jailed Iranian activist Narges Mohammadi for her advocacy of women’s rights and democracy, and against the death penalty. The Nobel committee said it also was a recognition of “the hundreds of thousands of people” who demonstrated against “Iran’s theocratic regime’s policies of discrimination and oppression targeting women.”</p>\n\n\n\n<p>In a year of conflict, there had been some speculation before the announcement that the Norwegian Nobel Committee that decides on the winner would opt not to award a prize at all this year.</p>\n","originalUrl":"https://en.tattvanews.com/international/japanese-organisation-nihon-hidankyo-gets-nobel-peace-prize%ef%bf%bc/","hasAudio":false,"hasInfographics":false}