{"id":"wp-en-13582","wp_id":13582,"type":"standard","category":"World","language":"en","title":"Rahul Gandhi misleading investors,  flays Piyush Goyal￼","excerpt":"The Bharatiya Janata Party (BJP) termed Congress leader Rahul Gandhi’s allegation as baseless saying that Prime Minister Narendra Modi and Union Home Minister Amit Shah were directly involved in a biggest stock market scam and accused him of hatching a conspiracy to mislead the investors. Minister of Commerce and Industry Piyush Goyal hit back on","author":"Tattva News Team","time":"7/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/04/Piyush-Goyal.jpg","readTime":"5 min read","contentHTML":"\n<p>The Bharatiya Janata Party (BJP) termed Congress leader Rahul Gandhi’s allegation as baseless saying that Prime Minister Narendra Modi and Union Home Minister Amit Shah were directly involved in a biggest stock market scam and accused him of hatching a conspiracy to mislead the investors.</p>\n\n\n\n<p>Minister of Commerce and Industry Piyush Goyal hit back on Congress party's biggest stock market scam charge and said that Rahul Gandhi has still not overcome the loss in the Lok Sabha Elections 2024. \"Rahul Gandhi is conspiring to mislead the market investors. Today, India has become the fifth-largest economy\", he said on Thursday. </p>\n\n\n\n<p>Piyush Goyal said, \"Rahul Gandhi has still not overcome the loss in the Lok Sabha Elections. In the last 10 years of Modi Government, for the first time our market cap has crossed over 5 trillion dollars. Today, India's equity market has entered the market cap of the top five economies of the world. We know that the market cap of PSUs listed in the market has increased four times under the Modi Government.\"</p>\n\n\n\n<p>Piyush Goyal said, \"When the UPA government was in power 10 years ago, India's market cap at that time was Rs 67 lakh crore. Today the market cap has increased to Rs 415 lakh crore.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/rahul-gandhi-misleading-investors-flays-piyush-goyal%ef%bf%bc/","hasAudio":false,"hasInfographics":false}