{"id":"wp-te-21139","wp_id":21139,"type":"standard","category":"World","language":"te","title":"ఒకే దేశం ఒకే ఎన్నికలు అమలుకు సన్నాహాలు","excerpt":"నరేంద్ర మోదీ  ప్రభుత్వం ఇప్పటి హయాంలోనే అనుకున్నట్లుగా ఒకే దేశం ఒకే ఎన్నికలు విధానాన్ని అమలులోకి తీసుకురానుంది. ఈ విషయం ఈ ప్రక్రియకు సంబంధిత వర్గాలతో స్పష్టం కాగా, ఇందుకు సంబంధించి విధివిధానాలను సర్కారు రూపొందించుంటున్నట్లు వెల్లడైంది. “ప్రస్తుత హయాంలోనే ఈ ఎన్నికల వినూత్న ప్రక్రియ ఖచ్చితంగా అమలు అవుతుంది. ఇంతవరకూ ఆలోచనల్లో ఉన్న అంశం వాస్తవికతను సంతరించుకుంటుంది” అని సంబంధిత వర్గాలు వెల్లడించాయి.  ఎన్నికలను జమిలి తరహా లో నిర్వహించాల్సిన అవసరం ఉందని ఇప్పటికే మోడీ","author":"Tattva News Team","time":"16/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Polling.jpg","readTime":"5 min read","contentHTML":"\n<p>నరేంద్ర మోదీ  ప్రభుత్వం ఇప్పటి హయాంలోనే అనుకున్నట్లుగా ఒకే దేశం ఒకే ఎన్నికలు విధానాన్ని అమలులోకి తీసుకురానుంది. ఈ విషయం ఈ ప్రక్రియకు సంబంధిత వర్గాలతో స్పష్టం కాగా, ఇందుకు సంబంధించి విధివిధానాలను సర్కారు రూపొందించుంటున్నట్లు వెల్లడైంది. “ప్రస్తుత హయాంలోనే ఈ ఎన్నికల వినూత్న ప్రక్రియ ఖచ్చితంగా అమలు అవుతుంది. ఇంతవరకూ ఆలోచనల్లో ఉన్న అంశం వాస్తవికతను సంతరించుకుంటుంది” అని సంబంధిత వర్గాలు వెల్లడించాయి. </p>\n\n\n\n<p>ఎన్నికలను జమిలి తరహా లో నిర్వహించాల్సిన అవసరం ఉందని ఇప్పటికే మోడీ పలుసార్లు వేదికలపై తెలిపారు. పైగా సాధ్యాసాధ్యాల ప రిశీలనకు మాజీ రాష్ట్రపతి రామ్‌నాథ్ కోవింద్ సారథ్యం లో ఉన్నత స్థాయి కమిటీ కూడా ఏర్పాటు అయింది.పైగా ఈ కమిటీ ఇప్పటికే దేశంలో ఏకకాల ఎన్నికలు ఉత్తమమమనే విషయాన్ని నివేదిక ద్వారా కేంద్రానికి అందించింది. </p>\n\n\n\n<p>ఈ విధంగా తాను అనుకున్న సంవిధానానికి అనుమతి రావడంతో మోడీ దీనిని త్వరలోనే కార్యాచరణకు తీసుకువచ్చే వీలుంది. ఎన్‌డిఎ 3 అధికారంలోకి వచ్చి 100 రోజులు గడిచాయి. ఇప్పుడున్న కీలక మిత్రపక్షాల మద్దతు కొనసాగుతుందని, ఈ క్రమంలో ప్రభుత్వానికి ఢోకాలేదని బిజెపి వర్గాలు విశ్వాసంతో ఉన్నాయి. ఇక జమిలి ఎన్నికలకు పార్టీలకు అతీతంగా మద్దతు కూడా లభిస్తుందని ప్రభుత్వం భావిస్తోంది.</p>\n\n\n\n<p>అయితే ఇప్పటికైతే ప్రతిపక్షాల నుంచి ప్రత్యేకించి ఇండియా కూటమి నుంచి ఈ ఒకే ఎన్నికల ప్రక్రియ నిర్వహణ విషయంలో స్పష్టమైన అభిప్రాయం వెలువడలేదు. ఇక దీనికి సంబంధించిన న్యాయ చట్టపరమైన సాంకేతిక విషయాలు ప్రస్తావనకు వస్తాయి. దేశంలోని మూడంచెల ప్రభుత్వ వ్యవస్థకు లోక్‌సభ, రాష్ట్ర అసెంబ్లీలు, స్థానిక సంస్థలు ప్రాతిపదిక అవుతాయి. </p>\n\n\n\n<p>స్థానిక సంస్థలలో మున్సిపాల్టీలు, పంచాయితీలు అనుసంధానంగా ఉంటున్నాయి. వీటిని పరిశీలించి ఇప్పుడున్న చట్టాలను సరైన విధంగా సవరించి దేశంలో ఏకకాల ఎన్నికలకు అనుమతి కల్పించేందుకు చట్టం చట్రంలోకి ఈ విషయాన్ని తీసుకువచ్చేందుకు లా కమిషన్ చర్యలు తీసుకోనుంది. దేశంలో జమిలి నిర్వహణకు ఇదే కీలకం అవుతుంది. </p>\n\n\n\n<p>ఇక దేశంలో ఎన్నికల తరువాత హంగ్ అసెంబ్లీలు ఏర్పడితే , అవిశ్వాస తీర్మానాలు తలెత్తితే , నెగ్గితే యూనిటీ ప్రభుత్వం ఏర్పాటుకు కూడా నిబంధనలను తీసుకురానున్నారు. దేశంలో జమిలీ నిర్వహణకు కోవింద్ కమిటీ ఎటువంటి కాలపరిమితి విధించలేదు.</p>\n\n\n\n<p>అయితే ఇటువంటి ఎన్నికల నిర్వహణకు ఓ అమలు బృందాన్ని ఏర్పాటు చేసుకోవాలని కోవింద్ కమిటీ ప్రతిపాదించింది. ఇక ప్యానెల్ సూచించిన దాని ప్రకారం జమిలి నిర్వహణ జరగాలంటే ఏకంగా 18 రాజ్యాంగ సవరణలు జరగాల్సి ఉంటుంది. రాష్ట్రాల అసెంబ్లీల ఆమోద ముద్ర అవసరం లేని రీతిలో ఉండేవే ఈ సవరణలలో ఎక్కువగా ఉన్నాయి.</p>\n\n\n\n<p>దీనితో లా కమిషన్ సంబంధిత ఎన్నికల ప్రక్రియను మరింత వేగవంతం చేసేందుకు వీలేర్పడుతుంది. ఇక ఈ ఎన్నికల ప్రక్రియకు రాజ్యాంగ సవరణ బిల్లు అత్యంత పరీక్షా ఘట్టం అవుతుందని ప్రభుత్వం భావిస్తోంది. ఈ బిల్లు ఆమోదానికి ప్రతిపక్షాలు కూడా సహకరిస్తే ఇక జమిలి నిర్వహణ మరింత వేగవంతం అవుతుందని లా కమిషన్ వర్గాలు ధృవీకరించాయి.</p>\n","originalUrl":"https://tattvanews.com/21139/16/09/2024/","hasAudio":false,"hasInfographics":false}