{"id":"wp-te-19923","wp_id":19923,"type":"standard","category":"World","language":"te","title":"ఆషాఢ మాసం బోనాల పండుగ వైభవంగా ప్రారంభం","excerpt":"బోనాల పండుగ హైదరాబాద్ జంట నగరాల సంస్కృతీ, సంప్రదాయాలకు పుట్టినిల్లు అని, గతంలో బోనం మట్టి కుండలోనే చేసేవారని, ఇప్పుడు కూడా బోనం ప్రకృతి పర్యావరణమే కాకుండా అమ్మవారికి ఇష్టమైన మట్టి కుండలోనే చేయాలని హైదరాబాద్ ఇన్‌చార్జి మంత్రి పొన్నం ప్రభాకర్ పేర్కొన్నారు. భాగ్యనగరంలో ఆషాఢ మాసం బోనాల పండుగ వైభవంగా ప్రారంభం కాగా, శివసత్తుల పూనకాలతో, పోతరాజుల వీరంగాలతో, డప్పు దరువులతో భాగ్యనగరం శివమెత్తింది. ఈ నేపథ్యంలోనే ఆదివారం పలు ఆలయాలకు వెళ్లిన మంత్రులు కొండా","author":"Tattva News Team","time":"8/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Bonalu1.jpg","readTime":"5 min read","contentHTML":"\n<p>బోనాల పండుగ హైదరాబాద్ జంట నగరాల సంస్కృతీ, సంప్రదాయాలకు పుట్టినిల్లు అని, గతంలో బోనం మట్టి కుండలోనే చేసేవారని, ఇప్పుడు కూడా బోనం ప్రకృతి పర్యావరణమే కాకుండా అమ్మవారికి ఇష్టమైన మట్టి కుండలోనే చేయాలని హైదరాబాద్ ఇన్‌చార్జి మంత్రి పొన్నం ప్రభాకర్ పేర్కొన్నారు. భాగ్యనగరంలో ఆషాఢ మాసం బోనాల పండుగ వైభవంగా ప్రారంభం కాగా, శివసత్తుల పూనకాలతో, పోతరాజుల వీరంగాలతో, డప్పు దరువులతో భాగ్యనగరం శివమెత్తింది.</p>\n\n\n\n<p>ఈ నేపథ్యంలోనే ఆదివారం పలు ఆలయాలకు వెళ్లిన మంత్రులు కొండా సురేఖ, హైదరాబాద్ ఇన్‌చార్జి మంత్రి పొన్నం ప్రభాకర్‌లు అమ్మవార్లకు ప్రత్యేక పూజలు చేసి ఘటాలు సమర్పించుకున్నారు. అనంతర మంత్రి పొన్నం మాట్లాడుతూ బోనం మట్టి కుండలో సమర్పిస్తేనే మరింత పుణ్యం ఉంటుందని, ఇతర పాత్రల్లో చేసిన దానికంటే మట్టి కుండలో చేస్తేనే అమ్మవారి ఆశీర్వచనం అందుతుందని చెప్పారు. హైదరాబాద్ బోనాల్లో పాల్గొనే భక్తులందరూ మట్టి కుండలోనే బోనం చేయాలని ఆయన భక్తులకు విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>దేవాదాయ, పర్యావరణ శాఖ మంత్రి కొండా సురేఖ మాట్లాడుతూ ఈ బోనాలకు అవగాహన కల్పించే కార్యక్రమాలు జరగాలన్నారు. కుమ్మర్లు గ్రామీణ ప్రాంతాల్లో ఆహారాన్ని వండుకునే వస్తువుల దగ్గరి నుంచి అన్ని రకాల మట్టితో చేసిన పాత్రలను తయారు చేస్తుంటారని, కాలం మారుతోంది మళ్లీ కుల వృత్తి బతకాలంటే ఆయా కుల వృత్తులు తయారు చేసే వస్తువులను అందరూ వాడాలని మంత్రి కొండా సురేఖ పిలుపునిచ్చారు. కుల వృత్తి బతకాలంటే అమ్మవారి ఆశీర్వాదం పొందాలని ఆమె పేర్కొన్నారు.</p>\n\n\n\n<p>గోల్కొండలో తొలిబోనం సమర్పించడంతో నగరంలో బోనాల జాతర షురూ అయ్యింది. సంప్రదా య బద్ధంగా గోల్కొండ కోటలోని శ్రీ జగదాంబిక అమ్మవారికి రాష్ట్ర కుమ్మర్ల సంఘం ఆధ్వర్యంలో తొలి బోనం సమర్పించారు. తెల్లవారుజూము నుం చే భక్తులు కుటుంబ సభ్యులతో కలిసి పెద్ద సం ఖ్యలో గోల్కొండ కోటకు చేరుకున్నారు. </p>\n\n\n\n<p>భక్తితో మ ట్టి కుండలో పరమాన్నం వండి, బోనాలు సిద్ధం చేసి ఆలయానికి తీసుకొచ్చారు. మధ్యాహ్నం జగదాంబిక, మహంకాళి అమ్మవార్ల ఉత్సవమూర్తుల ను ఊరేగింపుగా కోటపైకి తీసుకెళ్లారు. ఇక తెలంగాణ ప్రభుత్వం తరుపున లంగర్‌హౌజ్‌లో తెలంగా ణ బోనాల దశాబ్ధి ఉత్సవాలను స్పీకర్ గడ్డం ప్రసా ద్, మంత్రులు పొన్నం ప్రభాకర్, కొండా సురేఖలు ప్రారంభించి అమ్మవార్లకు పట్టువస్త్రాలను సమర్పించారు. ఎమ్మెల్యే దానం నాగేందర్, మేయర్ వి జయలక్ష్మి తదితరులు సైతం హాజరయ్యారు.</p>\n\n\n\n<p> అక్క డి నుంచి పట్టు వస్త్రాల ఊరేగింపు, తొట్టెల ఊరేగింపు గొల్కొండ కోట వరకు కొనసాగాయి. అనంతరం బంజారా దర్వాజ వైపు నుంచి నజర్ బోనం తో అమ్మవారి ఊరేగింపుగా గోల్కొండ కోటకు చేరుకుంది. ఆలయంలో అమ్మవారి ఘటాలను ఉ ంచిన తరువాత భక్తులు బోనాలను సమర్పించారు. రాష్ట్రంలోని వివిధ ప్రాంతాల నుంచి గోల్కొండ కోటకు భక్తులు వేలాదిగా తరలివచ్చారు.</p>\n\n\n\n<p>పోతురాజులు, శివసత్తుల పూనకాలతో గోల్కొండ కోట మార్మోగింది. బోనాల నిర్వహణ ఖర్చు కో సం ప్రభుత్వం తరఫున రూ. 11లక్షల చెక్‌ను మం త్రులు పొన్నం ప్రభాకర్ , కొండా సురేఖ, గో ల్కొండ ఈఓ శ్రీనివాస రాజు ఉత్సవ కమిటీ సభ్యులకు అందజేశారు. భక్త జనులతో నిండిపోయిన గోల్కొండ కోటలో ఆధ్యాత్మిక శోభ సంతరించుకుంది.దశాబ్ది బోనాల పేరుతో పండగను అంగరంగా వైభవంగా నిర్వహించేందుకు ప్రభుత్వం రూ.20 కోట్ల నిధులతో ఈ ఉత్సవాలను నిర్వహిస్తోంది.</p>\n\n\n\n<p>భక్తులకు అసౌకర్యం కలగకుండా అధికారులు భారీ బందోబస్తు ఏర్పాటు చేశారు. జీహెచ్‌ఎంసీ, పోలీస్, హెల్త్, ట్రాఫిక్, ఎలక్ట్రిసిటీ అధికారు లు విధుల్లో పాల్గొంటారు. గోల్కొండ కోటలో మొత్తం 20 మొబైల్ టాయిలెట్లు, ఐదు హెల్త్ క్యా ంపులు, మూడు అంబులెన్సులను అందుబాటులో ఉంచారు. వృద్ధులు, వికలాంగులకు బ్యాటరీ వా హనాలు ఏర్పాటు చేశారు. ఆదివారం నుంచి బో నాల పండుగ జాతరలు వరుసగా జంటనగరాల్లో ని వివిధ అమ్మవార్ల ఆలయంలో కొనసాగనున్నా యి. </p>\n\n\n\n<p>జంటనగరాల్లో బోనాల ఉత్సవాలు ఆగస్టు 4వ తేదీ వరకు కొనసాగుతాయి. జగదాంబ మ హంకాళీ ఆలయంలో కుంభహారతితో ముగిస్తాయి. జూలై 9వ తేదీన బల్కంపేట ఎల్లమ్మ కల్యాణోత్సవం నిర్వహిస్తారు. 14న సికింద్రాబా ద్ ఉజ్జయిని మహంకాళీకి, 21న లాల్ దర్వజా శ్రీ సింహవాహిణి అమ్మవారికి బోనాలు సమర్పిస్తారు.</p>\n","originalUrl":"https://tattvanews.com/19923/08/07/2024/","hasAudio":false,"hasInfographics":false}