{"id":"wp-en-15606","wp_id":15606,"type":"standard","category":"World","language":"en","title":"BJP’s Tawde sends defamation notice to Kharge, Rahul, Sule￼","excerpt":"Close on the heels of cash-for-vote allegations against him, BJP general secretary Vinod Tawde on Friday slapped defamation notices on top Opposition leaders demanding apology or hefty damages. In a notice to Congress president Mallikarjun Kharge, Leader of Opposition in Lok Sabha Rahul Gandhi and Baramati Lok Sabha MP Supriya Sule, Tawde said they had","author":"Tattva News Team","time":"23/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Tawde.png","readTime":"5 min read","contentHTML":"\n<p>Close on the heels of cash-for-vote allegations against him, BJP general secretary Vinod Tawde on Friday slapped defamation notices on top Opposition leaders demanding apology or hefty damages.</p>\n\n\n\n<p>In a notice to Congress president Mallikarjun Kharge, Leader of Opposition in Lok Sabha Rahul Gandhi and Baramati Lok Sabha MP Supriya Sule, Tawde said they had by levelling false and baseless allegations against him damaged his reputation.</p>\n\n\n\n<p>Tawde demanded an unconditional apology from the Opposition bigwigs in 24 hours of receipt of the notice or Rs 100 crore in damages in court.</p>\n\n\n\n<p>“Our client says that you all have made the deliberate false and baseless allegations against our client in respect of his conduct in the discharge of his duties as the responsible office-bearer of the political party. In the circumstances, by your false, baseless, malicious and mala fide imputations you have rendered yourself liable for prosecution under Section 356 BNS and also for the damages under the civil laws,” the notice to three leaders by Tawde’s lawyers says.</p>\n\n\n\n<p>The notice also says the damage to the reputation of our client is unquantifiable; however, our client values the same to Rs 100 crore for the purpose of civil action.<a href=\"https://vdo.ai/contact?utm_medium=video&utm_term=tribuneindia.com&utm_source=vdoai_logo\"></a></p>\n\n\n\n<p>“Our client has decided to give you all an opportunity for tendering unconditional apology to our client hence; you all are hereby called upon to tender unconditional apology to our client within 24 hours from the time of receipt of this notice with prior intimation to our client by getting the unconditional apology published in the equally bold letters in the at least three English and three Language news papers Hindi and Marathi news paper on the front page and also transmitted on X account etc,” it adds.</p>\n\n\n\n<p>The notice says that in the event of failure to comply with the above, Tawde will be constrained to initiate criminal proceeding u/s. 356 BNS for punishing the respondents, wherein the imprisonment is for two years and also the civil proceedings for the damages of Rs 100 crore against you all jointly and severally, in the proper court of law and the same will be entirely at your risk as to the cost and consequences thereof.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjps-tawde-sends-defamation-notice-to-kharge-rahul-sule%ef%bf%bc/","hasAudio":false,"hasInfographics":false}