{"id":"wp-en-14832","wp_id":14832,"type":"standard","category":"World","language":"en","title":"Pakistan loses 10th journalist to assailants this year","excerpt":"By Nava J Thakuria       Pakistan has slowly turned into a graveyard of working journalists as the south Asian nation loses another journalist, tenth victim this year till date, to assailants. Local media reports confirm that senior journalist Nisar Lehri was shot dead on 4 September 2024 in Mastung locality of Balochistan. Lehri (50), a member","author":"Tattva News Team","time":"5/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Pak-journalist.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>      </strong></p>\n\n\n\n<p>Pakistan has slowly turned into a graveyard of working journalists as the south Asian nation loses another journalist, tenth victim this year till date, to assailants. Local media reports confirm that senior journalist Nisar Lehri was shot dead on 4 September 2024 in Mastung locality of Balochistan. Lehri (50), a member of Mastung  press club, was targeted by armed miscreants for reasons not officially disclosed.</p>\n\n\n\n<p>Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern over the continued killing of media persons in Pakistan even though it’s not witnessing any war at this moment.  PEC president Blaise Lempen demands a fair probe into the incident that led to Lehri’s untimely death. For any reason, the perpetrators should not enjoy immunity and they must be booked under the law of the land, asserted  Lempen.</p>\n\n\n\n<p>PEC’s south Asia representative Nava Thakuria reveals that only a few days back, another Pak  journalist named Muhammad Bachal Ghunio was killed by unidentified gunmen. Hailing from Mirpur Mathelo locality under Sindh province, Ghunio was shot dead on 27 August. Prior to them, eight journalists namely Malik Hassan Zaib, Khalil Afridi Jibran, Nasrullah Gadani, Kamran Dawar,  Mehar Ashfaq Siyal, Maulana Mohammad Siddique Mengal, Jam Saghir Ahmad Lar and Tahira Nosheen Rana were killed since 1 January.</p>\n","originalUrl":"https://en.tattvanews.com/international/pakistan-loses-10th-journalist-to-assailants-this-year/","hasAudio":false,"hasInfographics":false}