{"id":"wp-en-13214","wp_id":13214,"type":"standard","category":"World","language":"en","title":"Kejriwal launches 10 poll guarantees￼","excerpt":"Delhi Chief Minister Arvind Kejriwal, who was granted interim bail by the Supreme Court last week, announced on Sunday a list of 10 guarantees, including 24-hour electricity in the country, if voted to power. While listing the 10 guarantees, Kejriwal said these promises will help tackle inflation and create jobs. He also slammed Prime Minister","author":"Tattva News Team","time":"12/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Kejriwal.jpg","readTime":"5 min read","contentHTML":"\n<p>Delhi Chief Minister Arvind Kejriwal, who was granted interim bail by the Supreme Court last week, announced on Sunday a list of 10 guarantees, including 24-hour electricity in the country, if voted to power.</p>\n\n\n\n<p>While listing the 10 guarantees, Kejriwal said these promises will help tackle inflation and create jobs. He also slammed Prime Minister Narendra Modi for not keeping promises, including 24&#215;7 electricity, two crore jobs every year, doubling farmers' income and the proposed bullet train between Sabarmati and Mumbai.</p>\n\n\n\n<p>\"Out of the 10 guarantees, the first guarantee is that we will provide 24-hour electricity in the country. The country has the capacity to generate 3 lakh MW of electricity but the usage is only 2 lakh MW. Our country can produce electricity more than the demand. We have done it in Delhi and Punjab, we will do it in the country also. We will provide up to 200 units of free electricity to all the poor. It will cost Rs 1.25 lakh crore, we can arrange it...\"</p>\n\n\n\n<p>Kejriwal said the second guarantee is excellent free education. \"Today, the condition of our government schools is not good. Our second guarantee is that we will arrange good and excellent free education for everyone. Government schools will provide a better education than private schools. We have done it in Delhi and Punjab. Rs 5 lakh crore will be required for this. State governments will give Rs 2.5 lakh crore and central government will give Rs 2.5 crore for this,\" Kejriwal said.</p>\n\n\n\n<p>Promising better healthcare, the Delhi CM promise to arrange good treatment for everyone. Mohalla clinics will be opened in every village, every locality. District hospital will be converted into a Multispeciality Hospital. Every person born in this country will get free treatment. Treatment will not be done on the basis of insurance as this is a big scam. We will create infrastructure. Rs 5 lakh crore rupees will be spent on healthcare...\"</p>\n\n\n\n<p>Saying his fourth guarantee is \"Nation first\", Kejriwal said, \"China has occupied our land but our central govt is denying it...There is a lot of strength in our army. All the land of the country which has been occupied by China will be freed. For this, efforts will be made at the diplomatic level on one side and the Army will be given complete freedom to take whatever steps it wants to take regarding this...</p>\n\n\n\n<p>Proposing to shut down Agniveer once voted to power, Kejriwal said, \"A scheme like Agniveer is harmful for the army and the youth are also troubled by it. We will abolish the contractual system and ensure adequate funds for the army.\"</p>\n\n\n\n<p>Kejriwal said the new government will provide fair compensation for crops as recommended in the Swaminathan report, so that farmers can live a dignified life. Farmers will be provided full prices for their crops based on MSP.</p>\n\n\n\n<p>The 7th guarantee is that Delhi will be given statehood which has been the right of the people of Delhi for many decades. The 8th guarantee is unemployment. The 9th guarantee is to end corruption. BJP's washing machine is the biggest cause of corruption in this country. Our 10th and last guarantee for businessmen...GST will be simplified,  he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/kejriwal-launches-10-poll-guarantees%ef%bf%bc/","hasAudio":false,"hasInfographics":false}