{"id":"wp-en-14921","wp_id":14921,"type":"standard","category":"World","language":"en","title":"PEC appreciates Dhaka for considering a media commission","excerpt":"After putting numerous troubles for professional media persons in Bangladesh with brutal laws at the background of relentless socio-political turmoil in the last few decades, the current interim government in Dhaka, headed by Nobel laureate Professor Muhammad Yunus, starts actively considering setting up a media commission to ensure press freedom and accountability in the south","author":"Tattva News Team","time":"13/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Yunus.jpg","readTime":"5 min read","contentHTML":"\n<p> After putting numerous troubles for professional media persons in Bangladesh with brutal laws at the background of relentless socio-political turmoil in the last few decades, the current interim government in Dhaka, headed by Nobel laureate Professor Muhammad Yunus, starts actively considering setting up a media commission to ensure press freedom and accountability in the south Asian nation, which was born in 1971. </p>\n\n\n\n<p>While addressing the nation of 170 million people on 11 September 2024, Prof Yunus stated that the freedom of expression is guaranteed in the Constitution of Bangladesh. The government must respect everyone’s opinions even with critical views, added the octogenarian academician turned banker turned social enterprise preacher. The  Geneva-based global media safety and rights body Press  Emblem Campaign (https://pressemblem.ch/) lauds the initiative of Prof Yunus-led caretaker government.</p>\n\n\n\n<p>“A media commission functions as an independent statutory media regulatory body for a nation. The commission usually promotes and safeguards the freedom and independence of the media outlets. Moreover, it investigates, mediates and also settles complaints made against the media houses,” said PEC president Blaise Lempen, adding that the proposed media commission will help Dhaka to register, regulate and also monitor various activities of media organizations.</p>\n\n\n\n<p>Bangladesh witnessed a month-long unrest beginning the middle of July following which the Awami League government led by Sheikh Hasina had to resign and flee the country on 5 August. The political turmoil resulted in the death of five working journalists and injuries to hundreds of other media workers. PEC’s  south  Asia representative Nava Thakuria informed that  Hasan Mehedi, Tahir Zaman Priyo, Shakil Hossain, Abu Taher Md Turab and  Pradip Kumar Bhowmik died while reporting the violent agitation from the ground.</p>\n","originalUrl":"https://en.tattvanews.com/international/pec-appreciates-dhaka-for-considering-a-media-commission/","hasAudio":false,"hasInfographics":false}