{"id":"wp-en-13071","wp_id":13071,"type":"standard","category":"World","language":"en","title":"Bengal Governor rejects sexual harassment charges￼","excerpt":"West Bengal Governor CV Ananda Bose on Thursday denied sexual harassment allegation by Raj Bhavan employee, calling it an \"engineered narrative\". Bose said he will not be cowed down by “engineered narratives” and the \"truth shall triumph”.  \"To the Raj Bhavan staff who expressed solidarity with Hon’ble Governor Dr. C. V. Ananda Bose against whom","author":"Tattva News Team","time":"3/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Anand-Bose.jpg","readTime":"5 min read","contentHTML":"\n<p>West Bengal Governor CV Ananda Bose on Thursday denied sexual harassment allegation by Raj Bhavan employee, calling it an \"engineered narrative\". Bose said he will not be cowed down by “engineered narratives” and the \"truth shall triumph”. </p>\n\n\n\n<p>\"To the Raj Bhavan staff who expressed solidarity with Hon’ble Governor Dr. C. V. Ananda Bose against whom some derogatory narratives were circulated by two disgruntled employees as agents of political parties, Hon’ble Governor said: “Truth shall triumph. I refuse to be cowed down by engineered narratives. If anybody wants some election benefits by maligning me, God Bless them. But they cannot stop my fight against corruption and violence in Bengal,” the statement read posted on X by Raj Bhavan.</p>\n\n\n\n<p>“Truth shall triumph. I refuse to be cowed down by engineered narratives. If anybody wants some election benefits by maligning me, God bless them. But they cannot stop my fight against corruption and violence in Bengal,” it added.</p>\n\n\n\n<p>Earlier, senior TMC leaders claimed this evening in a series of social media posts that the woman, who had levelled the allegations, has been taken to a police station to complain against Bose.</p>\n\n\n\n<p>Though police sources said they received a verbal complaint, there was no official word on whether a formal complaint had been registered.</p>\n\n\n\n<p>“BIG. Bengal Governor CV Ananda Bose was accused of molesting a woman. How utterly appalling and Horrifying. Ahead of @narendramodi visit to Kolkata who is supposed to stay overnight at Raj Bhavan, a woman has alleged that she was molested while she went to meet the Governor at Raj Bhavan today. The complainant has been taken to the Hare Street police station for filing a complaint. The woman has accused the Governor of molesting her. Shocking and disgraceful,” TMC Rajya Sabha MP Sagarika Ghose said in a post on X.</p>\n\n\n\n<p>Another TMC MP Saket Gokhale also posted on his X account regarding the issue. West Bengal Women and Child Development Minister Shashi Panja said it is “shameful” that the Governor has maligned his post and has used it to “torture a woman”.</p>\n\n\n\n<p>Panja said “It is appalling and shocking to see such an incident. This is the same Governor who had reached out to Sandeshkhali to talk about women’s rights and Nari Shakti. This is shameful that the Governor sought undue advantages in the pretext of giving her a permanent job. We want Prime Minister Narendra Modi who will be addressing rallies in Bengal tomorrow to react on this issue.”</p>\n\n\n\n<p>The \"woman employee with the help of her alleged boyfriend who is also an employee of the Raj Bhavan was blocking complaints (from people) being sent to the Election Commission of India, the sources in the Governor's House said.</p>\n\n\n\n<p>\"When she was reprimanded for that, she went outside and alleged molestation. She is in the habit of throwing tantrums against her colleagues because of some disease,\" a Raj Bhavan official said.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/bengal-governor-rejects-sexual-harassment-charges%ef%bf%bc/","hasAudio":false,"hasInfographics":false}