{"id":"wp-en-12944","wp_id":12944,"type":"standard","category":"World","language":"en","title":"Amnesty sounds alarm on near breakdown of international law￼","excerpt":"The world is reaping a harvest of terrifying consequences from escalating conflict and the near breakdown of international law, said Amnesty International as it launched its annual The State of the World’s Human Rights report, delivering an assessment of human rights in 155 countries. Amnesty International also warned that the breakdown of the rule of law","author":"Tattva News Team","time":"24/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/AI.webp","readTime":"5 min read","contentHTML":"\n<p>The world is reaping a harvest of terrifying consequences from escalating conflict and the near breakdown of international law, said Amnesty International as it launched its annual <em>The State of the World’s Human Rights</em> report, delivering an assessment of human rights in 155 countries.</p>\n\n\n\n<p>Amnesty International also warned that the breakdown of the rule of law is likely to accelerate with rapid advancement in artificial intelligence (AI) which, coupled with the dominance of Big Tech, risks a “supercharging” of human rights violations if regulation continues to lag behind advances.</p>\n\n\n\n<p>“Amnesty International’s report paints a dismal picture of alarming human rights repression and prolific international rule-breaking, all in the midst of deepening global inequality, superpowers vying for supremacy and an escalating climate crisis,” said Amnesty International’s Secretary General, Agnès Callamard. </p>\n\n\n\n<p>“Israel’s flagrant disregard for international law is compounded by the failures of its allies to stop the indescribable civilian bloodshed meted out in Gaza. Many of those allies were the very architects of that post-World War Two system of law. Alongside Russia’s ongoing aggression against Ukraine, the growing number of armed conflicts, and massive human rights violations witnessed, for example, in Sudan, Ethiopia and Myanmar – the global rule-based order is at risk of decimation.”</p>\n\n\n\n<p>Lawlessness, discrimination and impunity in conflicts and elsewhere have been enabled by unchecked use of new and familiar technologies which are now routinely weaponized by military, political and corporate actors. Big Tech’s platforms have stoked conflict. Spyware and mass surveillance tools are used to encroach on fundamental rights and freedoms, while governments are deploying automated tools targeting the most marginalized groups in society.</p>\n\n\n\n<p>“In an increasingly precarious world, unregulated proliferation and deployment of technologies such as generative AI, facial recognition and spyware are poised to be a pernicious foe – scaling up and supercharging violations of international law and human rights to exceptional levels,” said Agnès Callamard.</p>\n\n\n\n<p>“During a landmark year of elections and in the face of the increasingly powerful anti-regulation lobby driven and financed by Big Tech actors, these rogue and unregulated technological advances pose an enormous threat to us all. They can be weaponized to discriminate, disinform and divide.” </p>\n","originalUrl":"https://en.tattvanews.com/international/amnesty-sounds-alarm-on-near-breakdown-of-international-law%ef%bf%bc/","hasAudio":false,"hasInfographics":false}