{"id":"wp-te-20550","wp_id":20550,"type":"standard","category":"World","language":"te","title":"కవితకు మధ్యంతర బెయిల్ నిరాకరణ","excerpt":"ఢిల్లీ మద్యం పాలసీ కేసులో అరెస్టై తీహార్ జైల్లో ఉన్న బిఆర్‌ఎస్ ఎమ్మెల్సీ కవితకు సుప్రీంకోర్టులో చుక్కెదురైంది. కవితకు మధ్యంతర బెయిల్ ఇచ్చేందుకు సుప్రీంకోర్టు నిరాకరించింది. ఈ కేసుపై జస్టిస్ బీఆర్ గవాయి, జస్టిస్ విశ్వనాథ్ ధర్మాసనం విచారణ జరిపింది. ఈ నెల 20న విచారణ జరుపుతామని జస్టిస్ బీఆర్ గవాయ్, జస్టిస్ కేవీ విశ్వనాథన్ ధర్మాసనం వెల్లడించింది. సిబిఐ, ఇడి కేసులలో బెయిల్ ఇవ్వాలని కవిత పిటిషన్ దాఖలు చేసిన విషయం తెలిసిందే. ఈ నేపథ్యంలో","author":"Tattva News Team","time":"13/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kavitha-SC1.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ మద్యం పాలసీ కేసులో అరెస్టై తీహార్ జైల్లో ఉన్న బిఆర్‌ఎస్ ఎమ్మెల్సీ కవితకు సుప్రీంకోర్టులో చుక్కెదురైంది. కవితకు మధ్యంతర బెయిల్ ఇచ్చేందుకు సుప్రీంకోర్టు నిరాకరించింది. ఈ కేసుపై జస్టిస్ బీఆర్ గవాయి, జస్టిస్ విశ్వనాథ్ ధర్మాసనం విచారణ జరిపింది. ఈ నెల 20న విచారణ జరుపుతామని జస్టిస్ బీఆర్ గవాయ్, జస్టిస్ కేవీ విశ్వనాథన్ ధర్మాసనం వెల్లడించింది.</p>\n\n\n\n<p>సిబిఐ, ఇడి కేసులలో బెయిల్ ఇవ్వాలని కవిత పిటిషన్ దాఖలు చేసిన విషయం తెలిసిందే. ఈ నేపథ్యంలో ఢిల్లీ హైకోర్టు తీర్పును కవిత సవాల్ చేశారు. మార్చి 15న కవితను ఇడి అరెస్టు చేయగా, ఏప్రిల్ 11న సిబిఐ అరెస్ట్ చేసింది. ఇక కవిత తరుఫున న్యాయవాది ముకుల్ రోహత్గి వాదనలు వినిపించారు. 5 నెలల నుంచి ఆమె జైల్లో ఉన్నారు. </p>\n\n\n\n<p>463 మంది సాక్షులను విచారించామని ధర్మాసనం పేర్కొంది. కాగా ఢిల్లీ మద్యం కుంభకోణం కేసులో అరెస్టయి తిహార్ జైలులో ఉన్న బిఆర్‌ఎస్ ఎంఎల్‌సి కవిత బెయిల్‌పై ఆశలు పెట్టుకున్నారు. ఇప్పటికే కవితకు ట్రయల్ కోర్టు, ఢిల్లీ హై కోర్టు బెయిల్ నిరాకరించాయి. దీంతో ఆమె ఆశలన్నీ సుప్రీంకోర్టు పైనే పెట్టుకున్నారు. సోమవారం తనకు బెయిల్ వస్తుందని ఆమె భావించినట్టు సమాచారం. </p>\n\n\n\n<p>తనపై ఇడి, సిబిఐలు నమోదు చేసిన కేసుల్లో బెయిల్ ఇవ్వాలని కోరుతూ కవిత ఈ నెల 8న సుప్రీంకోర్టును ఆశ్రయించారు. తనకు బెయిల్ ఇవ్వడానికి నిరాకరిస్తూ ఢిల్లీ హైకోర్టు జూలై 1న ఇచ్చిన తీర్పును సవాల్ చేశారు. సుప్రీంకోర్టులో స్పెషల్ లీవ్ పిటిషన్ (క్రిమినల్) దాఖలు చేశారు. అక్కడ కూడా వాయిదా పడింది. ఇక బెయిల్ కోసం మరో వారం పాటు కవిత వేచి చూడాల్సిన పరిస్థితి నెలకొంది. </p>\n\n\n\n<p>అప్పుడైనా బెయిల్ వస్తుందో రాదో వేచి చూడాల్సి ఉంది. ప్రస్తుతం కవిత తీహార్ జైల్లో ఉన్నారు. ఆమెను బయటకు తీసుకొచ్చేందుకు ఆమె కుటుంబం తీవ్ర ప్రయత్నాలు చేస్తోంది. ఈ క్రమంలోనే ఆమె సోదరుడు, బిఆర్‌ఎస్ వర్కింగ్ ప్రెసిడెంట్ కెటిఆర్, మాజీ మంత్రి హరీష్ రావు ఇటీవలే ఢిల్లీకి వెళ్లారు. ఆ సమయంలో వారిద్దరూ కవితకు బెయిల్ అంశంపై చర్చించారని జోరుగా ప్రచారం సాగింది.</p>\n\n\n\n<p>ఎన్నో ఆశలు పెట్టుకున్నప్పటికీ కోర్టులో నిరాశే ఎదురవ్వడం గమనార్హం. ఢిల్లీ హైకోర్టులో ఢిల్లీ మద్యం పాలసీ కేసులో దర్యాప్తు సంస్థలు దాఖలు చేసిన చార్జ్‌షీట్‌లో 50 మందిని నిందితులుగా పేర్కొన్నాయని, అందులో కవిత మాత్రమే మహిళ అని ఆమె తరుఫు సీనియర్ న్యాయవాదులు గతంలో ఢిల్లీ హైకోర్టులో వాదించారు. </p>\n\n\n\n<p>మహిళలకు కొన్ని ప్రత్యేక వెసులుబాట్లను చట్టాలు కల్పించాయని తెలిపారు. వాటన్నింటినీ పరిగణనలోకి తీసుకుని కవితకు బెయిల్ ఇవ్వాలన్నారు. ఈ నేపథ్యంలో దర్యాప్తు సంస్థల తీరును ఆమె తరుఫు న్యాయవాది తప్పుబట్టారు. కవిత విషయంలో దర్యాప్తు సంస్థలు మొదటి నుంచీ చట్టాలను ఉల్లంఘిస్తూనే ఉన్నాయని, అరెస్టు సమయంలో కనీస నిబంధనలు పాటించలేదని, మహిళలకు ప్రత్యేక రక్షణలు ఉన్నాయని వాటి కింద కవితకు బెయిల్ ఇవ్వాలని కవిత తరఫున సీనియర్ న్యాయవాదులు వినిపించిన వాదనలను హైకోర్టు పరిగణనలోకి తీసుకోలేదు.</p>\n","originalUrl":"https://tattvanews.com/20550/13/08/2024/","hasAudio":false,"hasInfographics":false}