{"id":"wp-en-15703","wp_id":15703,"type":"standard","category":"World","language":"en","title":"Asia Democracy Network slams Escalating Crackdown on Protests in Pakistan","excerpt":"The Asia Democracy Network (ADN) expresses grave concern and strongly condemns the ongoing crackdown on protests in Islamabad by Pakistani authorities. The excessive use of force, arbitrary detentions, and internet shutdowns represent flagrant violations of democratic principles and fundamental rights, perpetuating a culture of violence in suppressing peaceful assembly and association in the country. ADN","author":"Tattva News Team","time":"3/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Pak-protests.jpg","readTime":"5 min read","contentHTML":"\n<p>The Asia Democracy Network (ADN) expresses grave concern and strongly condemns the ongoing crackdown on protests in Islamabad by Pakistani authorities. The excessive use of force, arbitrary detentions, and internet shutdowns represent flagrant violations of democratic principles and fundamental rights, perpetuating a culture of violence in suppressing peaceful assembly and association in the country. ADN calls for an immediate stop to the suppression. </p>\n\n\n\n<p>The protests, which began on November 24, 2024, called for the release of former Prime Minister Imran Khan, imprisoned since August 2023 on charges widely regarded as politically motivated. Protesters also called for the reversal of constitutional amendments that undermine judicial independence and the restoration of their “stolen mandate” from February’s elections.</p>\n\n\n\n<p>The authorities’ response escalated on November 26, when thousands of peaceful supporters from Pakistan Tehreek-e-Insaf (PTI) party gathered in Islamabad and were violently dispersed during a midnight raid under a citywide power blackout.Protesters were allegedly shot at during the crackdown, with conflicting causality reports emerging. </p>\n\n\n\n<p> ADN demands immediate transparency on the number of casualties and insists that the government stop suppressing vital information. Hospitals have reportedly withheld information on casualties, and some medical staff allege they were prevented from conducting postmortems, raising serious transparency concerns. </p>\n\n\n\n<p>Reportedly over 1,000 protesters, including senior PTI leaders, were arbitrarily detained, with many denied legal representation or medical care. Under duress and facing ongoing  repression and violence, PTI has suspended protests for the time being.</p>\n\n\n\n<p>Adding to the troubling situation, journalists Matiullah Jan and Shakir Khan   have reportedly been detained while investigating protest-related casualties, with Jan arrested on terrorism and drug charges.</p>\n\n\n\n<p>ADN calls on the Pakistani government to end the use of force against protesters, ensure their safety, and release detainees with access to fair trials. ADN urges the government to cease labeling dissenting voices and independent investigations as “fake news” and to allow the free flow of verified information. While welcoming the restoration of internet services, ADN stresses the need for uninterrupted communication to uphold the public’s right to information and expression.</p>\n\n\n\n<p>The Peaceful Assembly and Public Order Act 2024, which undermines the right to peaceful assembly through overbroad powers and harsh penalties, must be repealed to meet international human rights standards. This suppression of dissent highlights Pakistan’s alarming democratic backsliding, where silencing opposition replaces accountability and dialogue.</p>\n\n\n\n<p>ADN urges the international community to monitor the situation and hold Pakistan accountable for its human rights obligations. We stand in solidarity with the people of Pakistan and strongly oppose the use of violence, censorship, and repression to stifle political opposition. </p>\n","originalUrl":"https://en.tattvanews.com/international/asia-democracy-network-slams-escalating-crackdown-on-protests-in-pakistan-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}