{"id":"wp-te-21281","wp_id":21281,"type":"standard","category":"World","language":"te","title":"హైకోర్టులో సిద్ధరామయ్యకు చుక్కెదురు","excerpt":"కర్ణాటక ముఖ్యమంత్రి సిద్ధరామయ్యకు హైకోర్టులో గట్టి ఎదురుదెబ్బ తగిలింది. సీఎం కుటుంబానికి మంగళూరు అర్బన్‌ డెవలప్‌మెంట్‌ అథారిటీ (ముడా) స్థలం కేటాయింపు వ్యవహారంపై గవర్నర్‌ విచారణకు ఆదేశించడాన్ని హైకోర్టు సమర్థించింది. స్వతంత్రంగా నిర్ణయం తీసుకునే అధికారం గవర్నర్‌కు ఉందని తెలిపింది.  గవర్నర్‌ నిర్ణయాన్ని సవాల్ చేస్తూ, ముఖ్యమంత్రి సిద్ధరామయ్య దాఖలు చేసిన పిటిషన్‌ను కర్ణాటక హైకోర్టు కొట్టేసింది. ముఖ్యమంత్రి సిద్ధరామయ్యపై విచారణ చేసేందుకు హైకోర్టు అనుమతి ఇచ్చింది. సీఎం సిద్ధరామయ్య భార్య పార్వతమ్మ పేరిట మైసూరు ప్రాంతంలో","author":"Tattva News Team","time":"24/9/2024","image":"https://tattvanews.com/wp-content/uploads/2022/05/Siddaramaiah.jpg","readTime":"5 min read","contentHTML":"\n<p>కర్ణాటక ముఖ్యమంత్రి సిద్ధరామయ్యకు హైకోర్టులో గట్టి ఎదురుదెబ్బ తగిలింది. సీఎం కుటుంబానికి మంగళూరు అర్బన్‌ డెవలప్‌మెంట్‌ అథారిటీ (ముడా) స్థలం కేటాయింపు వ్యవహారంపై గవర్నర్‌ విచారణకు ఆదేశించడాన్ని హైకోర్టు సమర్థించింది. స్వతంత్రంగా నిర్ణయం తీసుకునే అధికారం గవర్నర్‌కు ఉందని తెలిపింది. </p>\n\n\n\n<p>గవర్నర్‌ నిర్ణయాన్ని సవాల్ చేస్తూ, ముఖ్యమంత్రి సిద్ధరామయ్య దాఖలు చేసిన పిటిషన్‌ను కర్ణాటక హైకోర్టు కొట్టేసింది. ముఖ్యమంత్రి సిద్ధరామయ్యపై విచారణ చేసేందుకు హైకోర్టు అనుమతి ఇచ్చింది. సీఎం సిద్ధరామయ్య భార్య పార్వతమ్మ పేరిట మైసూరు ప్రాంతంలో ఉన్న భూములను గతంలో అభివృద్ధి పనుల కోసం ముడా సేకరించింది. </p>\n\n\n\n<p>పరిహారంగా ఆమెకు మైసూరు-విజయనగరంలో ఖరీదైన స్థలాలు కేటాయించింది. ముఖ్యమంత్రి సిద్ధరామయ్య మౌఖిక ఆదేశాలతోనే ముడా అధికారులు ఆమెకు ఖరీదైన ప్రాంతంలో విలువైన స్థలాలు కట్టబెట్టారని ప్రతిపక్ష భాజపా, జేడీఎస్‌ ఆరోపించాయి. </p>\n\n\n\n<p>ఇవే ఆరోపణలతో ముగ్గురు సామాజిక కార్యకర్తలు ఎస్పీ ప్రదీప్‌కుమార్, టీజే అబ్రహం, స్నేహమయి కృష్ణ గవర్నర్‌కు ఫిర్యాదు చేశారు. ఈ వ్యవహారంలో ఎందుకు విచారణకు ఆదేశించకూడదో తెలపాలని తొలుత సీఎంకు షోకాజ్ నోటీసులు ఇచ్చిన గవర్నర్‌, తర్వాత సిద్ధరామయ్యపై విచారణకు అనుమతి మంజూరుచేశారు.</p>\n\n\n\n<p>గవర్నర్ ఆదేశాలపై సిద్ధరామయ్య హైకోర్టులో పిటిషన్‌ వేయగా, విచారణ జరిపే వరకు ఆయనపై ఎలాంటి తక్షణ చర్యలు తీసుకోవద్దని ట్రయల్‌ కోర్టును హైకోర్టు ఆదేశించింది. విచారణ పూర్తిచేసిన కర్ణాటక హైకోర్టు గవర్నర్‌ చర్యను సమర్థించింది. సీఎంపై విచారణకు అనుమతించింది.</p>\n\n\n\n<p>అయితే ఈ తీర్పు సిద్ధరామయ్య భవిష్యత్తుకు ఎంతో కీలకమని రాజకీయ వర్గాలు అభిప్రాయపడుతున్నాయి. ఆయన ఇప్పుడు విచారణను ఎదుర్కోవాల్సి వస్తే తప్పకుండా రాజీనామా చేయాలన్న డిమాండ్‌ విపక్షాల నుంచే కాకుండా స్వపక్షం నుంచీ వ్యక్తమవుతోందని అంటున్నారు.</p>\n\n\n\n<p>ప్రస్తుతం ముఖ్యమంత్రి పదవిని ఆశిస్తోన్న ఎంతోమంది ఈ తీర్పు నేపథ్యంలో రానున్న రోజుల్లో స్పందించే అవకాశాలు కూడా కన్పిస్తున్నాయని చెప్తున్నారు. మరోవైపు, ఆయన వెంటనే రాజీనామా చేయాలంటూ బిజెపి డిమాండ్ చేసింది. ముడా కేసులో దర్యాప్తు ఎదుర్కోవడానికి తాను వెనుకాడనని సిద్ధరామయ్య చెప్పారు. అయితే, అలాంటి దర్యాప్తునకు చట్టప్రకారం అనుమతి ఉందో లేదో అనే విషయంలో నిపుణులను సంప్రదిస్తానని తెలిపారు.</p>\n\n\n\n<p> \"ఈ కేసుపై, న్యాయ నిపుణులతో సంప్రదించి, తర్వాతి కార్యాచరణపై నిర్ణయం తీసుకుంటాను. రాబోయే కొద్ది రోజుల్లో నిజం బయటకు వస్తుంది. సెక్షన్​ 17ఏ కింద దర్యాప్తు రద్దు అవుతుందని నేను ఆశిస్తున్నాను. ఈ రాజకీయ పోరాటంలో రాష్ట్ర ప్రజలు నా వెనుక ఉన్నారు. వారి ఆశీర్వాదాలే నాకు రక్ష. నేను చట్టాన్ని, రాజ్యాంగాన్ని నమ్ముతున్నాను\" అని తెలిపారు. </p>\n\n\n\n<p>ముడా స్కామ్​లో విచారణ స్వేచ్ఛగా, స్వతంత్రంగా జరిగేందుకు ముఖ్యమంత్రి పదవికి సిద్ధరామయ్య రాజీనామా చేయాలని బీజేపీ మంగళవారం డిమాండ్ చేసింది. ఈ మేరకు కేంద్ర మాజీ మంత్రి, బీజేపీ నేత రాజీవ్​ చంద్రశేఖర్​ కాంగ్రెస్​పై విమర్శలు గుప్పించారు. అవినీతికి పాల్పడడమే ధ్యేయంగా మోసపూరిత హామీలతో కాంగ్రెస్​ అధికారంలోకి వచ్చిందన్నారు. సిద్ధరామయ్య సీఎం అయ్యాక ప్రజాధనాన్ని దోచుకున్న సందర్భాలు చాలా ఉన్నాయని ఆరోపించారు. ప్రస్తుతం కర్ణాటకలో ఏదో ఒక భూ కుంభకోణంలో పాల్గొనని కాంగ్రెస్ నాయకుడు ఒక్కరు కూడా లేరని రాజీవ్ ఆరోపణలు గుప్పించారు.</p>\n\n\n\n<p>.</p>\n","originalUrl":"https://tattvanews.com/21281/24/09/2024/","hasAudio":false,"hasInfographics":false}