{"id":"wp-en-15083","wp_id":15083,"type":"standard","category":"World","language":"en","title":"India's basmati rice exports surge after decision to remove floor price￼","excerpt":"According to leading exporters, India's recent decision to eliminate the minimum export price (MEP) for basmati rice is anticipated to significantly boost orders from the Middle East, Europe, and the Americas. Earlier this month, the world's largest rice exporter removed the floor price of US$ 950 per metric ton for basmati rice, just ahead of","author":"Tattva News Team","time":"26/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Basmati-rice.webp","readTime":"5 min read","contentHTML":"\n<p>According to leading exporters, India's recent decision to eliminate the minimum export price (MEP) for basmati rice is anticipated to significantly boost orders from the Middle East, Europe, and the Americas. Earlier this month, the world's largest rice exporter removed the floor price of US$ 950 per metric ton for basmati rice, just ahead of the new season crop's arrival.</p>\n\n\n\n<p>Head of bulk exports at KRBL Ltd, Mr. Akshay Gupta, noted that this policy change allows Indian exporters to offer basmati rice at more competitive prices globally, expected to drive higher export volumes. The previous MEP had restricted the export of certain grades of basmati rice.</p>\n\n\n\n<p>However, its removal now opens opportunities for global buyers to access a broader range of options, according to the director at DD International, Mr. Gaurav Bhatia, a leading basmati rice exporter. India and Pakistan are the only producers of premium-grade basmati rice, and prior Indian restrictions had allowed Pakistan to gain market share in some categories.</p>\n\n\n\n<p>However, with the removal of the MEP, India is poised to reclaim that lost market share, as highlighted by the director of ViExport, Mr. Dev Garg, a New Delhi-based exporter. India's basmati rice exports during the first 4 months of the fiscal year (April to July) rose by 20% YoY to 1.9 million metric tons, despite the MEP.</p>\n\n\n\n<p>In the last fiscal year, India exported a record 5.2 million tons of rice, with increased purchases from Canada, Iraq, Oman, Saudi Arabia, and the United Kingdom offsetting reduced buying by Iran. Unlike common rice varieties, Basmati rice is not widely consumed domestically, and the government does not stock it as part of state reserves.</p>\n\n\n\n<p>Additionally, India's basmati rice production is projected to increase by 10-12% this year due to a favourable monsoon, which could further enhance export potential, according to Mr. Akshay Gupta.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-basmati-rice-exports-surge-after-decision-to-remove-floor-price%ef%bf%bc/","hasAudio":false,"hasInfographics":false}