{"id":"wp-te-19848","wp_id":19848,"type":"standard","category":"World","language":"te","title":"తొక్కిసలాటకు కారణమైన ఎవరీ భోలే బాబా!...... పోలీసుల అన్వేషణ","excerpt":"ఉత్తర్‌ప్రదేశ్‌లోని హాథ్రస్‌లో ఓ ఆధ్యాత్మిక కార్యక్రమంలో జరిగిన తొక్కిసలాట తీవ్ర విషాదం నింపింది. ఈ దుర్ఘటనలో 121 మంది ప్రాణాలు కోల్పోగా, అనేక మంది ఆస్పత్రుల్లో చికిత్స పొందుతున్నారు. భోలే బాబా నిర్వహించిన కార్యక్రమానికి భారీ సంఖ్యలో భక్తులు రావడం, పెను విషాదం జరగడం యావత్ దేశాన్ని ఉలిక్కిపాటుకు గురిచేసింది. అసలేమిటీ ఈ కార్యక్రమం? ఆ భోలే బాబా ఎవరూ? అనే ఆసక్తి ఇప్పుడు నెలకొంటుంది. ఇప్పుడు పోలీసులు పెద్ద ఎత్తున అన్వేషిస్తున్న  భోలే బాబా అసలు","author":"Tattva News Team","time":"3/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Bhole-Baba.webp","readTime":"5 min read","contentHTML":"\n<p>ఉత్తర్‌ప్రదేశ్‌లోని హాథ్రస్‌లో ఓ ఆధ్యాత్మిక కార్యక్రమంలో జరిగిన తొక్కిసలాట తీవ్ర విషాదం నింపింది. ఈ దుర్ఘటనలో 121 మంది ప్రాణాలు కోల్పోగా, అనేక మంది ఆస్పత్రుల్లో చికిత్స పొందుతున్నారు. భోలే బాబా నిర్వహించిన కార్యక్రమానికి భారీ సంఖ్యలో భక్తులు రావడం, పెను విషాదం జరగడం యావత్ దేశాన్ని ఉలిక్కిపాటుకు గురిచేసింది. అసలేమిటీ ఈ కార్యక్రమం? ఆ భోలే బాబా ఎవరూ? అనే ఆసక్తి ఇప్పుడు నెలకొంటుంది.</p>\n\n\n\n<p>ఇప్పుడు పోలీసులు పెద్ద ఎత్తున అన్వేషిస్తున్న  భోలే బాబా అసలు పేరు నారాయణ్​ సాకార్ హరి. ఉత్తర్​ప్రదేశ్​లోని ఎటా జిల్లా పటియాలి తహసీల్‌లోని బహదూర్‌ గ్రామానికి చెందిన బాబా సాకార్‌ విశ్వ హరి లేదా 'భోలే బాబా'గా ప్రసిద్ధి. బాల్యంలోనే తండ్రితో కలిసి వ్యవసాయం చేసేవాడట. గతంలో ఇంటెలిజెన్స్‌ బ్యూరోలో పనిచేసినట్లు ఈ భోలే బాబా చెప్పుకునేవాడు. </p>\n\n\n\n<p>26 ఏళ్ల క్రితమే ఉద్యోగం నుంచి వైదొలిగి, ఆధ్యాత్మిక బాట పట్టినట్లు ప్రచారం చేసుకున్నాడు. తనకు గురువు ఎవరూ లేరని, కేవలం సమాజహిత కోసమే ఈ మార్గాన్ని ఎంచుకున్నట్లు చెబుతుంటాడు<strong>.  </strong>ఆ తర్వాత కాలంలోనే వేల సంఖ్యలో భక్తులు భోలే బాబాను అనుసరించడం మొదలు పెట్టారు. అలీగఢ్‌తోపాటు హాథ్రస్‌ జిల్లాల్లో ప్రతి మంగళవారం 'సత్సంగ్‌' పేరుతో ఆధ్యాత్మిక కార్యక్రమాలు నిర్వహిస్తుంటాడు. ఇందుకు వేల సంఖ్యలో భక్తులు హాజరవుతుంటారు. </p>\n\n\n\n<p>ఉత్తర్‌ప్రదేశ్‌ కాకుండా ఉత్తరాఖండ్‌, హరియాణా, రాజస్థాన్‌, దిల్లీతోపాటు దేశవ్యాప్తంగా భోలే బాబాకు లక్షల మంది అనుచరులు ఉన్నారు. కార్యక్రమాల నిర్వహణకు వాలంటీర్లు ఉంటారు. కొవిడ్‌ మహమ్మారి సమయంలోనూ భారీ సంఖ్యలో భక్తులు భోలే బాబా కార్యక్రమాలకు హాజరయ్యారు.</p>\n\n\n\n<p>తాజాగా ఉత్తర్​ప్రదేశ్​లోని ఫుల్‌రాయ్‌ గ్రామంలో ఈ కార్యక్రమాన్ని ఏర్పాటు చేశారు. ఇందుకు భారీ సంఖ్యలో భక్తులు హాజరయ్యారు. ఈ క్రమంలో బాబా పాదాల వద్ద ఉన్న మట్టిని తీసుకునేందుకు భక్తులు పోటీపడుతున్న సమయంలో తొక్కిసలాట జరిగినట్లు తెలుస్తోంది. దాంతో ఊపిరాడక అనేక మంది అపస్మారక స్థితిలోకి వెళ్లిపోయి ప్రాణాలు కోల్పోయారు. వీరిలో ఎక్కువగా మహిళలు, చిన్నారులే ఉన్నారు.</p>\n\n\n\n<p>ఫోరెన్సిక్ బృందం బుధవారం ఉదయం ఘటనా స్థలానికి చేరుకుని విచారణ చేపట్టింది. డాగ్ స్క్వాడ్‌తో ఫోరెన్సిక్ నిపుణులు ఆధారాలు సేకరిస్తున్నారు. ఈరోజు సీఎం యోగి ఆదిత్యనాథ్ కూడా హత్రాస్‌కు రానున్నారు. ఈ ప్రమాదంపై ఎడీజీ, ఆగ్రా, అలీఘర్ కమీషనర్ నేతృత్వంలో ఒక బృందం ఏర్పాటు చేయబడింది. వచ్చే 24 గంటల్లో నివేదిక ఇవ్వాలని ముఖ్యమంత్రి కోరారు. ముఖ్యమంత్రి ఆదేశాల మేరకు మంత్రులు లక్ష్మీ నారాయణ్ చౌదరి, సందీప్ సింగ్ ఘటనా స్థలానికి చేరుకున్నారు. చీఫ్ సెక్రటరీ, డైరెక్టర్ జనరల్ ఆఫ్ పోలీస్‌లు ఘటనా స్థలంలోనే ఉండాలని ఆదేశించారు.</p>\n","originalUrl":"https://tattvanews.com/19848/03/07/2024/","hasAudio":false,"hasInfographics":false}