{"id":"wp-te-19185","wp_id":19185,"type":"standard","category":"World","language":"te","title":"ఢిల్లీ ఆసుపత్రి అగ్ని ప్రమాదంలో ఏడుగురు పసికందులు ఆహుతి","excerpt":"శనివారం గుజరాత్‌లోని రాజ్‌కోట్‌లో గేమింగ్‌ జోన్‌లో జరిగిన ఘోర అగ్ని ప్రమాదం నుంచి దేశం తేరుకోక ముందే మరో ఘోర ప్రమాదం చోటు చేసుకుంది. తూర్పు ఢిల్లీలోని వివేక్‌ విహార్‌ ఏరియాలోని బేబీ కేర్‌ న్యూ బోర్న్స్‌ ఆసుపత్రిలో చోటు చేసుకున్న ఈ ఘటనలో ఏడుగురు పసికందులు అగ్నికి ఆహుతయ్యారు. మరో ఐదుగురు చిన్నారులు కాలిన గాయాలతో ఆసుపత్రిలో చికిత్స పొందుతున్నారు.  ఆరుగురు పసికందులు అక్కడికక్కడే చనిపోగా, మరో నవజాత శిశవు ఆసుపత్రిలో చికిత్స పొందుతూ కన్నుమూశారు.","author":"Tattva News Team","time":"27/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Delhi-Hospital.jpg","readTime":"5 min read","contentHTML":"\n<p>శనివారం గుజరాత్‌లోని రాజ్‌కోట్‌లో గేమింగ్‌ జోన్‌లో జరిగిన ఘోర అగ్ని ప్రమాదం నుంచి దేశం తేరుకోక ముందే మరో ఘోర ప్రమాదం చోటు చేసుకుంది. తూర్పు ఢిల్లీలోని వివేక్‌ విహార్‌ ఏరియాలోని బేబీ కేర్‌ న్యూ బోర్న్స్‌ ఆసుపత్రిలో చోటు చేసుకున్న ఈ ఘటనలో ఏడుగురు పసికందులు అగ్నికి ఆహుతయ్యారు. మరో ఐదుగురు చిన్నారులు కాలిన గాయాలతో ఆసుపత్రిలో చికిత్స పొందుతున్నారు. </p>\n\n\n\n<p>ఆరుగురు పసికందులు అక్కడికక్కడే చనిపోగా, మరో నవజాత శిశవు ఆసుపత్రిలో చికిత్స పొందుతూ కన్నుమూశారు. హృదయవిదారకమైన ఈ ఘటన ప్రతి ఒక్కరినీ కలచివేసింది. ఈ ప్రమాదానికి ఆక్సిజన్‌ సిలిండర్‌ పేలుడే కారణమని ఆసుపత్రి వర్గాలు చెబుతున్నా యి..దర్యాప్తులో కానీ, అసలు విషయం తేలదని పోలీసులు పేర్కొన్నారు. శనివారం రాత్రి 11.30 గంటల సమయంలో ఈ ప్రమాదం చోటుచేసుకుంది. </p>\n\n\n\n<p>విషయం తెలియగానే 16 అగ్నిమాపక శకటాలతో అగ్నిమాపక సిబ్బంది అక్కడికి చేరుకుని మంటలను ఆర్పే యత్నం చేశాయి. ఆసుపత్రిలో ఒక వార్డు నుంచి మరొక వార్డుకు మంటలు దావానలంలా వ్యాపించాయి. అగ్నిమాపక సిబ్బంది అతి కష్టం మీద 12 మంది చిన్నారులను కాపాడారు దీనిపై కేసు నమోదు చేసి ఆసుపత్రి యజమాని డాక్టర్‌ నవీన్‌ కిచ్చిని పోలీసులు అరెస్టు చేశారు. </p>\n\n\n\n<p>అతను ఢిల్లీలో మరికొన్ని ఆసుపత్రులను కూడా నడుపుతున్నాడని పోలీసుల దర్యాప్తులో తేలింది. గాయపడిన శిశువులకు వేరే ఆసుపత్రిలో చికిత్స అందిస్తున్నారు. వీరిలో కొందరి పరిస్థితి అందోళన కరంగా ఉన్నట్లు సమాచారం. మృత దేహాలను పోస్టుమార్టర నిమిత్తిం జిటిబి ఆసుపత్రికి తరలించారు. ఈ ప్రమాదంపై ఢిల్లీ ముఖ్యమంత్రి కేజ్రీవాల్‌ తీవ్రంగా స్పందించారు. </p>\n\n\n\n<p>‘అమాయక శిశువులను కోల్పోయిన తల్లిదండ్రులకు అండగా ఉంటాం. ఈ నిర్లక్ష్యానికి కారణమైన వారెవర్నీ విడిచిపెట్టం’ అని కేజ్రీవాల్‌ తెలిపారు. ప్రమాదానికి గల కారణాలపై దర్యాప్తు జరుపుతు న్నట్లు చెప్పారు. రాష్ట్రపతి ద్రౌపది ముర్ము, ప్రధాని మోడీ కూడా ఈ ఘటనపై సోషల్‌ మీడియాలో స్పందించారు.</p>\n","originalUrl":"https://tattvanews.com/19185/27/05/2024/","hasAudio":false,"hasInfographics":false}