{"id":"wp-en-15287","wp_id":15287,"type":"standard","category":"World","language":"en","title":"Nobel Prize in Literature to South Korean author Han Kang ￼","excerpt":"The Nobel Prize 2024 in Literature was awarded to South Korean author Han Kang for her \"intense poetic prose that confronts historical traumas and exposes the fragility of human life\", the Nobel Committee announced on Thursday. Kang comes from a literary background as her father being a reputed novelist. Alongside her writing, she has also devoted","author":"Tattva News Team","time":"11/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Noble-Leterature1.webp","readTime":"5 min read","contentHTML":"\n<p>The Nobel Prize 2024 in Literature was awarded to South Korean author Han Kang for her \"intense poetic prose that confronts historical traumas and exposes the fragility of human life\", the Nobel Committee announced on Thursday.</p>\n\n\n\n<p>Kang comes from a literary background as her father being a reputed novelist. Alongside her writing, she has also devoted herself to art and music, which is reflected throughout her entire literary production.</p>\n\n\n\n<p>Han Kang was born in 1970 in the South Korean city of Gwangju before, at the age of nine, moving with her family to Seoul. She began her career in 1993 with the publication of a number of poems in the magazine Literature and Society.</p>\n\n\n\n<p>Her prose debut came in 1995 with the short story collection followed soon afterwards by several other prose works, both novels and short stories. The 53-year-old author won the International Booker Prize in 2016 for “The Vegetarian,” an unsettling novel in which a woman's decision to stop eating meat has devastating consequences.</p>\n\n\n\n<p>Kang is the first South Korean to win the Nobel Prize in Literature. \"She has a unique awareness of the connections between body and soul, the living and the dead, and in her poetic and experimental style has become an innovator in contemporary prose,\" Anders Olsson, chairman of the academy's Nobel Committee, said in a statement.</p>\n\n\n\n<p>Bookmaker favourites ahead of the announcement included Chinese writer Can Xue and many other perennial possible candidates such as Kenya's Ngugi Wa Thiong'o, Australia's Gerald Murnane and Canada's Anne Carson. The literature prize is the most accessible of the Nobels for many and, as such, the Academy's choices are met with praise and criticism, often in equal measure.</p>\n","originalUrl":"https://en.tattvanews.com/international/nobel-prize-in-literature-to-south-korean-author-han-kang-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}