{"id":"wp-te-19504","wp_id":19504,"type":"standard","category":"World","language":"te","title":"కువైట్ అగ్నిప్రమాదంలో 42 మంది భారతీయులు మృతి","excerpt":"దక్షిణ కువైట్‌లో బుధవారం తెల్లవారు జామున వలస కార్మికులు నివసిస్తున్న ఒక భవనంలో ఘోర అగ్ని ప్రమాదం సంభవించి 50 మంది చనిపోగా, వారిలో 42 మంది  భారతీయులు ఉన్నారు. ఇంకా డజన్ల కొద్దీ గాయపడ్డారు. కువైట్‌లో అతిపెద్ద నిర్మాణ సంస్థ ఎన్‌బిటిసి ఆ భవనాన్ని నిర్మించింది. స్థానిక మీడియా వార్తల ప్రకారం, మంగాఫ్ నగరంలోని ఆరు అంతస్తుల భవనంలోని వంటగదిలో బుధవారం స్థానిక కాలమానం ప్రకారం ఉదయం సుమారు 6 గంటలకు మంటలు లేచాయి.   ప్రమాద","author":"Tattva News Team","time":"13/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Kuwait-mishap.webp","readTime":"5 min read","contentHTML":"\n<p>దక్షిణ కువైట్‌లో బుధవారం తెల్లవారు జామున వలస కార్మికులు నివసిస్తున్న ఒక భవనంలో ఘోర అగ్ని ప్రమాదం సంభవించి 50 మంది చనిపోగా, వారిలో 42 మంది  భారతీయులు ఉన్నారు. ఇంకా డజన్ల కొద్దీ గాయపడ్డారు. కువైట్‌లో అతిపెద్ద నిర్మాణ సంస్థ ఎన్‌బిటిసి ఆ భవనాన్ని నిర్మించింది. స్థానిక మీడియా వార్తల ప్రకారం, మంగాఫ్ నగరంలోని ఆరు అంతస్తుల భవనంలోని వంటగదిలో బుధవారం స్థానిక కాలమానం ప్రకారం ఉదయం సుమారు 6 గంటలకు మంటలు లేచాయి. </p>\n\n\n\n<p> ప్రమాద స్థలంలో క్రిమినల్ ఎవిడెన్స్ సిబ్బంది పరిశీలన పూర్తయ్యేంత వరకు మంగాఫ్ భవనం యజమానిని, భవనం కాపలాదారును, కార్మికుల బాధ్యత ఉన్న సంస్థ యజమానిని పట్టుకోవాలని పోలీసులను కువైట్ దేశీయాంగ శాఖ మంత్రి షేఖ్ ఫహద్ అల్ యూసఫ్ అల్ సబాహ్ ఆదేశించినట్లు ‘కువైట్ టైమ్స్’ వెల్లడించింది. ‘</p>\n\n\n\n<p>. ‘డజన్ల కొద్దీ వ్యక్తులను రక్షించడమైంది. కానీ దురదృష్టవశాత్తు మంటల నుంచి వచ్చిన పొగ పీల్చడం వల్ల అనేక మరణాలు సంభవించాయి’ అని ఓ అధికారి చెప్పారు. కువైట్ నగరంలో సంభవించిన అగ్ని ప్రమాదం విచారకరమని భారత ప్రధాని నరేంద్ర మోదీ విచారం వ్యక్తం చేశారు. </p>\n\n\n\n<p>ఘోర అగ్నిప్రమాదంపై ప్రధాని నరేంద్ర మోదీ బుధవారం రాత్రి సమీక్ష నిర్వహించారు. ప్రమాద ఘటనపై తీవ్ర దిగ్భ్రాంతి వ్యక్తం చేస్తూ మృతుల కుటుంబాలకు రూ.2 లక్షల ఎక్స్​గ్రేషియా ప్రకటించారు. గాయపడిన వారికి రూ.50,000 ఆర్థిక సహాయాన్ని అందిస్తున్నట్లు వెల్లడించారు. అంతకుముందు సోషల్ మీడియాలో కూడా మృతి చెందిన వారి పట్ల సంతాపం తెలిపారు.</p>\n\n\n\n<p>మరోవైపు కువైట్​లో సహాయక చర్యలను పర్యవేక్షించేందుకు విదేశాంగ శాఖ సహాయ మంత్రి కీర్తివర్ధన్ సింగ్ కువైట్​కు బయలుదేరారు. ప్రధాని నరేంద్ర మోదీ ఆదేశాల మేరకు హుటాహుటిన కువైట్​కు బయలుదేరినట్లు కీర్తివర్ధన్ సింగ్ తెలిపారు. 'అక్కడ సహాయక చర్యలను పర్యవేక్షించేందుకు కువైట్​కు వెళ్తున్నా. ఇప్పటికే భారత దౌత్య కార్యాలయ అధికారులు గాయపడిన వారిని పరామర్శించారు. ప్రస్తుత పరిస్థితులకు సంబంధించిన వివరాలను ప్రభుత్వానికి తెలియజేస్తా. మృతదేహాలను గుర్తించేందుకు డీఎన్​ఏ పరీక్షలు జరుగుతున్నాయి. అవి పూర్తయ్యాక భారత్​కు మృతదేహాలు తీసుకువస్తాం' అని కీర్తివర్ధన్ సింగ్ వెల్లడించారు.</p>\n\n\n\n<p>మంటల్లో గాయపడిన వారు కోలుకోవాలని ప్రార్థిస్తున్నట్లు ఆయన తెలిపారు. రమారమి 160 మంది వ్యక్తులు సదరు భవనంలో బస చేస్తున్నారు. అక్కడ బస చేస్తున్న అనేక మంది కార్మికులు భారత్ నుంచి వచ్చారు.</p>\n\n\n\n<p>భవనంలో బస చేస్తున్న కార్మికుల్లో అధిక సంఖ్యాకులు కేరళ, తమిళనాడు, ఉత్తరాది రాష్ట్రాల నుంచి వచ్చిన భారత జాతీయులు. మృతిచెందిన వారి వయస్సు 20, 50 మధ్య ఉంటుందని స్థానిక మీడియా తెలిపింది. కువైట్‌లోని విదేశీ వలస కార్మికుల్లో అధిక సంఖ్యాకులు భారతీయులు. గల్ఫ్ దేశం వేలాది మంది కార్మికులను, ముఖ్యంగా దక్షిణ భారత్ నుంచి ఆకర్సిస్తుంటుంది. </p>\n\n\n\n<p>కువైట్‌లోని భారత రాయబార కార్యాలయం ఎమర్జన్సీ హెల్ప్‌లైన్ నంబర్ +965–655.5246 ఏర్పాటు చేసింది. భారత రాయబారి ఆదర్శ్ స్వైకా అల్ అదన్ ఆసుపత్రిలో వైద్య చికిత్స తీసుకుంటున్న భారతీయ కార్మికులను పరామర్శించారు. ‘ఆయన పలువురు రోగులను పరామర్శించారు. రాయబార కార్యాలయం నుంచి పూర్లి సహాయం అందుతుందని వారికి హామీ ఇచ్చారు. </p>\n","originalUrl":"https://tattvanews.com/19504/13/06/2024/","hasAudio":false,"hasInfographics":false}