{"id":"wp-te-18671","wp_id":18671,"type":"standard","category":"World","language":"te","title":"కర్ణాటక రాజకీయాలలో దేవెగౌడ మనవడు రాసలీలల దుమారం","excerpt":"కర్ణాటక రాజకీయాలను మాజీ ప్రధాని దేవెగౌడ మనవడి డర్టీపిక్చర్‌ కుదిపేస్తోంది! ఇప్పటికే ఒక దశ ఎన్నికలు ముగిసి, మే 7న మరో దశ ఎన్నికలకు సిద్ధమవుతున్న ఆ రాష్ట్రంలో.. దేవెగౌడ పెద్దకుమారుడైన రేవణ్ణ కొడుకు.. హసన్‌ సిటింగ్‌ ఎంపీ అయిన ప్రజ్వల్‌ రేవణ్ణకు సంబంధించిన 2976 అశ్లీల వీడియోల వ్యవహారం పెనుసంచలనం సృష్టిస్తోంది.  ఆ వీడియోల్లో వందలాది మంది సాధారణ మహిళలతోపాటు.. పలువురు ప్రభుత్వ ఉద్యోగినులు కూడా ఉన్నట్టు సమాచారం. ఆ వీడియోలన్నీ అతడి ఫోన్‌లో రికార్డ్‌","author":"Tattva News Team","time":"30/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Prajwal-videos.webp","readTime":"5 min read","contentHTML":"\n<p>కర్ణాటక రాజకీయాలను మాజీ ప్రధాని దేవెగౌడ మనవడి డర్టీపిక్చర్‌ కుదిపేస్తోంది! ఇప్పటికే ఒక దశ ఎన్నికలు ముగిసి, మే 7న మరో దశ ఎన్నికలకు సిద్ధమవుతున్న ఆ రాష్ట్రంలో.. దేవెగౌడ పెద్దకుమారుడైన రేవణ్ణ కొడుకు.. హసన్‌ సిటింగ్‌ ఎంపీ అయిన ప్రజ్వల్‌ రేవణ్ణకు సంబంధించిన 2976 అశ్లీల వీడియోల వ్యవహారం పెనుసంచలనం సృష్టిస్తోంది. </p>\n\n\n\n<p>ఆ వీడియోల్లో వందలాది మంది సాధారణ మహిళలతోపాటు.. పలువురు ప్రభుత్వ ఉద్యోగినులు కూడా ఉన్నట్టు సమాచారం. ఆ వీడియోలన్నీ అతడి ఫోన్‌లో రికార్డ్‌ చేసుకున్నవే! ఎలా బయటపడ్డాయోగానీ.. ఆ వీడియోల పెన్‌డ్రైవ్‌లు పలు పార్టీల నేతలకు, జాతీయ స్థాయిలో పలువురు కాంగ్రెస్‌ నేతలకు కూడా చేరాయి. </p>\n\n\n\n<p>సామాజిక మాధ్యమాల్లో కూడా ఆ వీడియోలు విపరీతంగా వైరల్‌ కావడం.. ఈ వ్యవహారం మీడియా ద్వారా ప్రపంచమంతా టాం టాం కావడం జేడీఎ్‌సను, ఆ పార్టీతో జట్టు కట్టిన బీజేపీని ఇరుకున పెడుతోంది. నిజానికి ప్రజ్వల్‌ కామలీలల గురించి బయటి ప్రపంచానికి తెలిసింది ఇప్పుడేగానీ.. ఆ వీడియోలు కన్నడనాట గత డిసెంబరు నుంచే వైరల్‌ అవుతున్నాయి!  2023 డిసెంబరు 8వ తేదీన.. కేంద్ర హోం మంత్రి అమిత్‌షాకు, కర్ణాటక బీజేపీ చీఫ్‌ బీవై విజయేంద్రకు కర్ణాటక బీజేపీ నేత దేవరాజె గౌడ రెండు పేజీల సుదీర్ఘ లేఖ కూడా రాశారు. </p>\n\n\n\n<p>‘‘మన (ఎన్డీయే) కూటమిలో ఉన్న జేడీఎస్‌ అభ్యర్థి ప్రజ్వల్‌ రేవణ్ణ సహా దేవెగౌడ కుటుంబానికి చెందిన పలువురు నేతలపై కిడ్నాప్‌, రేప్‌ వంటి దారుణమైన ఆరోపణలు వస్తున్నాయి. వారిలో.. ఎంపీ ప్రజ్వల్‌ రేవణ్ణ స్త్రీలోలుడు, సైకో. అతడు మహిళలతో లైంగికచర్యలో పాల్గొంటూ తన ఫోన్‌లో వీడియోలు తీసుకున్నాడు. ఆ వీడియోలతో కూడిన పెన్‌డ్రైవ్‌ ఒకటి కాంగ్రెస్‌ నేతల వద్దకు చేరింది. అలాంటిదే మరో పెన్‌డ్రైవ్‌ నా వద్దకు కూడా వచ్చింది. 2024 సార్వత్రిక ఎన్నికల్లో కాంగ్రెస్‌ పార్టీ ఈ వీడియోలను ట్రంప్‌ కార్డులా వాడుకుంటుంది’’ అని ఆయన ఆ లేఖలో పార్టీ అధిష్ఠానాన్ని ముందే హెచ్చరించారు. </p>\n\n\n\n<p>అయినప్పటికీ జేడీఎస్‌ ప్రజ్వల్‌ రేవణ్ణకే హసన్‌ సీటు కేటాయించడం.. బీజేపీ అందుకు అభ్యంతరం చెప్పకపోవడం గమనార్హం. దేవరాజెగౌడ అంచనా వేసినట్టుగానే.. ఏప్రిల్‌ 26న కర్ణాటకలో జరిగిన తొలిదశ ఎన్నికల సమయంలో విపక్ష నేతలు ప్రజ్వల్‌ అకృత్యాలపై పెద్ద ఎత్తున ప్రచారం చేశారు.</p>\n\n\n\n<p>ఆ ప్రచార ప్రభావం ఎన్నికలపై పడే ప్రమాదాన్ని గ్రహించిన ప్రజ్వల్‌ రేవణ్న.. ఎన్నికల్లో లబ్ధి కోసం తన మార్ఫ్‌డ్‌ ఫొటోలు, వీడియోలతో కొందరు తనపై దుష్ప్రచారం చేస్తున్నారని ఫిర్యాదు చేశారు. కానీ, ఈ వీడియోల వ్యవహారం రోజురోజుకూ పెద్దదై మహిళా కమిషన్‌ దృష్టికి వెళ్లడంతో.. ఎన్నికలైన మర్నాడే ఆయన జర్మనీకి వెళ్ళిపోయారు. </p>\n\n\n\n<p>అంతలోనే.. రేవణ్ణ ఇంట్లో గతంలో పనిచేసిన ఒక మహిళ(47).. రేవణ్ణ, ప్రజ్వల్‌ తనను లైంగింకంగా వేధించారని ఫిర్యాదు చేసింది. ప్రజ్వల్‌ అశ్లీల వీడియోల వ్యవహారం జాతీయస్థాయిలో చర్చనీయాంశం కావడంతో బీజేపీ.. దీంతో తమకు సంబంధం లేనట్టు ప్రవర్తిస్తోంది. ‘‘ఆ వీడియోలతో మా పార్టీకి ఏ సంబంధమూ లేదు’’ అని కర్ణాటక రాష్ట్ర బీజేపీ అధికార ప్రతినిధి ఎస్‌ ప్రకాశ్‌ ప్రకటించారు. </p>\n\n\n\n<p>జేడీఎ్‌సనైతే ఈ వ్యవహారం తీవ్ర సంక్లిష్ట పరిస్థితిలో పడేసింది. ఆయనపై కఠిన చర్యలు తీసుకోవాలని సొంతపార్టీకి చెందిన ఇద్దరు ఎమ్మెల్యేలు డిమాండ్‌ చేశారు. పార్టీకి 19 మంది ఎమ్మెల్యేలు కావాలో.. ప్రజ్వల్‌ కావాలో తేల్చుకోవాలని కోలార్‌ ఎమ్మెల్యే సమృద్ధి వి మంజునాథ్‌ జేడీఎస్‌ అధిష్ఠానానికి లేఖ రాశారు. ప్</p>\n\n\n\n<p>రజ్వల్‌పై వచ్చిన ఆరోపణలు పార్టీ నాయకులను సిగ్గు పడేలా చేస్తున్నాయని.. ప్రజలు, మీడియా అడిగే ప్రశ్నలకు తాము సమాధానం చెప్పలేకపోతున్నామని ఆయన లేఖలో పేర్కొన్నారు. ఈ నేపథ్యంలో ప్రజ్వల్‌ను పార్టీ నుంచి సస్పెండ్‌ చేయాలని నిర్ణయించినట్టు జేడీఎస్‌ అధినేత కుమారస్వామి ప్రకటించారు. అయితే.. ప్రజ్వల్‌ తండ్రి రేవణ్ణ మాత్రం ఆ వీడియోలు ఇప్పటివి కావని, నాలుగైదేళ్ల కిందటివంటూ తేలిగ్గా తీసిపారేసే ప్రయత్నం చేయడం గమనార్హం.</p>\n","originalUrl":"https://tattvanews.com/18671/30/04/2024/","hasAudio":false,"hasInfographics":false}