{"id":"wp-te-19295","wp_id":19295,"type":"standard","category":"World","language":"te","title":"తెలంగాణాలో కాంగ్రెస్ కు బిజెపి చెక్","excerpt":"ఆరు నెలల క్రితమే తెలంగాణాలో అధికారంలోకి వచ్చిన కాంగ్రెస్ పార్టీకి లోక్ సభ ఎన్నికలలో బిజెపి చెక్ పెడుతున్నట్లు వెల్లడవుతుంది. తెలంగాణలో లోక్‌సభ పోరు కాంగ్రెస్, బిజెపి నడుమే నువ్వా నేనా అన్నట్లుగా సాగినట్లు ఎగ్జిట్‌పోల్స్‌ను బట్టి చూస్తే అర్థమవుతోంది. ఇద్దరికి సమాన సంఖ్యలో సీట్లు దక్కుతాయని చెబుతుండగా, మరికొన్ని మాత్రం ఓ అడుగుముందుకేసి కాంగ్రెస్‌తో పోల్చితే కమలం పార్టీ ఒకటి, రెండు స్థానాలు ఎక్కువ సాధించినా ఆశ్చర్య పోనక్కర్లేదని స్పష్టం చేశాయి.  ఇక ఇటీవల జరిగిన","author":"Tattva News Team","time":"2/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/TG-LS-polls.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆరు నెలల క్రితమే తెలంగాణాలో అధికారంలోకి వచ్చిన కాంగ్రెస్ పార్టీకి లోక్ సభ ఎన్నికలలో బిజెపి చెక్ పెడుతున్నట్లు వెల్లడవుతుంది. తెలంగాణలో లోక్‌సభ పోరు కాంగ్రెస్, బిజెపి నడుమే నువ్వా నేనా అన్నట్లుగా సాగినట్లు ఎగ్జిట్‌పోల్స్‌ను బట్టి చూస్తే అర్థమవుతోంది. ఇద్దరికి సమాన సంఖ్యలో సీట్లు దక్కుతాయని చెబుతుండగా, మరికొన్ని మాత్రం ఓ అడుగుముందుకేసి కాంగ్రెస్‌తో పోల్చితే కమలం పార్టీ ఒకటి, రెండు స్థానాలు ఎక్కువ సాధించినా ఆశ్చర్య పోనక్కర్లేదని స్పష్టం చేశాయి. </p>\n\n\n\n<p>ఇక ఇటీవల జరిగిన అసెంబ్లీ ఎన్నికల్లో అధికారం కోల్పోయిన బిఆర్‌ఎస్ ఒకటి లేదా సున్నా, ఎంఐఎం ఒక స్థానానికి పరిమితమవుతాయని వెల్లడించాయి. ఇదిలావుంటే ఆంధ్రప్రదేశ్ విషయంలో ఎగ్జిట్‌పోల్స్ కాస్త గందరగోళానికి గురిచేశాయి. కొన్ని కూటమి ప్రభుత్వం ఏర్పాటు చేయబోతోందని చెబుతుండగా.. మరికొన్ని మళ్లీ జగన్ అధికార పీఠాన్ని తిరిగి దక్కించుకోబోతున్నారని చెప్పాయి. మెజారిటీ సంస్థలు మాత్రం టిడిపి,జనసేన,బిజెపి కూటమివైపే మొగ్గు చూపాయి.</p>\n\n\n\n<p>ఆరా, ఇండి యా టివి, పీపుల్స్ పల్స్, ఏబీపీ సీ ఓటర్, ఇండియా టీవీ సీఎన్‌ఎక్స్ కాంగ్రెస్, బిజెపి మధ్య నువ్వానేనా అని పోటీ ఉన్నట్లు తేల్చాయి. జన్‌కీబాత్ మాత్రం బిజెపికి అత్యధిక స్థానాలు వస్తాయని అంచనా వేసింది. ఎంఐఎం పార్టీకి హైదరాబాద్ స్థానం మళ్లీ దక్కుతుందని అన్ని సర్వే సంస్థలు చెప్పడం గమనార్హం. </p>\n\n\n\n<p>2019 లోక్‌సభ ఎన్నికల్లో మొత్తం 17 స్థానాలకు గానూ బిఆర్‌ఎస్ 9 ఎంపీ స్థానాల్లో గెలుపొందింది. బిజెపి 4, కాంగ్రెస్ 3 స్థానాల్లో విజయం సాధించాయి. గత నవంబర్‌లో జరిగిన అసెంబ్లీ ఎన్నికల్లో గెలిచి రాష్ట్రంలో అధికారంలోకి వచ్చిన నేపథ్యంలో మెజార్టీ ఎంపీ స్థానాలు తామే సాధిస్తామని కాంగ్రెస్ మొదటి నుంచి ధీమాతో ఉన్నది. అయితే బిజెపి అనూహ్యంగా పుంజు కున్నట్లు తెలుస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/19295/02/06/2024/","hasAudio":false,"hasInfographics":false}