{"id":"wp-en-15552","wp_id":15552,"type":"standard","category":"World","language":"en","title":"Odisha Govt. Says no secret tunnel inside Ratna Bhandar of Puri temple","excerpt":"The Odisha government  has made it clear that  there was no secret tunnel inside the Ratna Bhandar (treasure trove) of the 12th-century Puri Shree Jagannath Temple, ending the mystery surrounding its existence. Law minister Prithiviraj Harichandan said: “There are no such secret tunnels or chambers in the Puri Shree Jagannath Temple’s Ratna Bhandar. We have","author":"Tattva News Team","time":"3/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Puri-temple.jpg","readTime":"5 min read","contentHTML":"\n<p>The Odisha government  has made it clear that  there was no secret tunnel inside the Ratna Bhandar (treasure trove) of the 12th-century Puri Shree Jagannath Temple, ending the mystery surrounding its existence. Law minister Prithiviraj Harichandan said: “There are no such secret tunnels or chambers in the Puri Shree Jagannath Temple’s Ratna Bhandar. We have not got any evidence to this effect.”</p>\n\n\n\n<p>A report on such a tunnel gained momentum after the inventory committee headed by former Orissa High Court judge, Justice Biswanath Rath, entered the Ratna Bhandar in July to inspect the condition of the precious jewels stored inside it.</p>\n\n\n\n<p>Sources said Harichandan had come to the conclusion based on the preliminary reports of the Archaeological Survey of India (ASI), which conducted a laser scanning of the Ratna Bhandar.<a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/india/no-secret-tunnel-inside-ratna-bhandar-of-puri-jagannath-temple-odisha-government/cid/2060141&text=No secret tunnel inside Ratna Bhandar of Puri Jagannath temple Odisha government\"></a><a href=\"https://api.whatsapp.com/send?text=No+secret+tunnel+inside+Ratna+Bhandar+of+Puri+Jagannath+temple:+Odisha+government https://www.telegraphindia.com/india/no-secret-tunnel-inside-ratna-bhandar-of-puri-jagannath-temple-odisha-government/cid/2060141\"></a><a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p>The ASI team, comprising members from the Council of Scientific and Industrial Research (CSIR) and the National Geophysical Research Institute (NGRI), Hyderabad, carried out laser scanning and physical verification of the Ratna Bhandar in September.</p>\n\n\n\n<p>The survey included a ground-penetrating survey which would help in the conservation and repair of the Ratna Bhandar. The survey tried to find out whether there existed any hidden chamber inside the Ratna Bhandar.</p>\n\n\n\n<p>“The preliminary report of the ground-penetrating radar survey conducted by the ASI suggests no secret tunnel or chambers in either the Bahara (outer) or Bhitara (inner) Bhandara inside the treasure trove. We are waiting for the final report of the ASI. It’s taking time,” the minister said.</p>\n\n\n\n<p>Harichandan said evidence of cracks was noticed inside the Ratna Bhandar. “As there is a rush of devotees to the temple because of the Kartika month, it’s not possible for the ASI to undertake repairs now. The ASI will repair the Ratna Bhandar only after the Kartik month is over,” the minister said.</p>\n\n\n\n<p>Harichandan added: “After the repair is over, the jewellery will be brought back into the treasury and their incentivisation will commence in the New Year. The counting will be done inside the Ratna Bhandar only.”</p>\n\n\n\n<p>The Ratna Bhandar comprises mainly two chambers — inner and outer — and stores the jewels and ornaments of the three deities. In the outer chamber, ornaments are kept for the daily use of the deities.</p>\n\n\n\n<p>The ornaments stored in the inner chamber are never used in the rituals of the deities. An inventory of the valuables in the Ratna Bhandar was last made in 1978. The outer chamber was opened in 2018 but officials could not enter the inner chamber as the keys could not be located.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/others/odisha-govt-says-no-secret-tunnel-inside-ratna-bhandar-of-puri-temple%ef%bf%bc/","hasAudio":false,"hasInfographics":false}