{"id":"wp-te-19005","wp_id":19005,"type":"standard","category":"World","language":"te","title":"సుస్థిరతను తీసుకువచ్చేందుకే  400 సీట్లు.. అమిత్ షా","excerpt":"రాజ్యాంగాన్ని మార్చేందుకు బీజేపీ 400కంటే ఎక్కువ లోక్‌ సభ స్థానాలను గెలవాలనుకుంటుందని ప్రతిపక్షాల చేస్తున్న విమర్శలను కేంద్ర హోంమంత్రి అమిత్ షా తోసిపుచ్చారు. గత పదేళ్లుగా తమకు పార్లమెంట్​లో పూర్తి మెజారిటీ ఉందని, కానీ ఎప్పుడు రాజ్యాంగాన్ని మార్చాలనుకోలేదని గుర్తు చేశారు. దేశ రాజకీయాల్లో సుస్థిరతను తీసుకువచ్చేందుకు ఎన్​డీఏ 400కంటే ఎక్కువ సీట్లను సాధించడమే లక్ష్యంగా పెట్టుకుందని తెలిపారు. తమకు ఎలాంటి ప్లాన్​ బీ లేదని, అద్భుతమైన మెజారిటీతో మోదీ ప్రభుత్వం ఏర్పడుతుందని ఆశాభావం వ్యక్తం చేశారు.","author":"Tattva News Team","time":"17/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit.jpg","readTime":"5 min read","contentHTML":"\n<p>రాజ్యాంగాన్ని మార్చేందుకు బీజేపీ 400కంటే ఎక్కువ లోక్‌ సభ స్థానాలను గెలవాలనుకుంటుందని ప్రతిపక్షాల చేస్తున్న విమర్శలను కేంద్ర హోంమంత్రి అమిత్ షా తోసిపుచ్చారు. గత పదేళ్లుగా తమకు పార్లమెంట్​లో పూర్తి మెజారిటీ ఉందని, కానీ ఎప్పుడు రాజ్యాంగాన్ని మార్చాలనుకోలేదని గుర్తు చేశారు. దేశ రాజకీయాల్లో సుస్థిరతను తీసుకువచ్చేందుకు ఎన్​డీఏ 400కంటే ఎక్కువ సీట్లను సాధించడమే లక్ష్యంగా పెట్టుకుందని తెలిపారు.</p>\n\n\n\n<p>తమకు ఎలాంటి ప్లాన్​ బీ లేదని, అద్భుతమైన మెజారిటీతో మోదీ ప్రభుత్వం ఏర్పడుతుందని ఆశాభావం వ్యక్తం చేశారు. లోక్ సభ ఎన్నికల వేళ ప్రముఖ మీడియా సంస్థ ఏఎన్ఐకి ఇచ్చిన ఇంటర్వ్యూలో ఈ వ్యాఖ్యలు చేశారు.</p>\n\n\n\n<p>\"గత 10 ఏళ్లుగా ఎన్​డీఏకు పార్లమెంట్​లో రాజ్యాంగాన్ని మార్చే మెజారిటీ ఉంది. కానీ మేము ఎప్పుడూ అలా ఆలోచించలేదు. రాహుల్ బాబా అండ్ కంపెనీ ఇలా దుష్ప్రచారం చేస్తుంది. దేశ సరిహద్దులను కాపాడుకోవడానికి, భారత్​ను ప్రపంచంలోనే మూడో అతిపెద్ద ఆర్థిక వ్యవస్థగా మార్చేందుకు, మరికొంత మంది పేదలకు భరోసా ఇవ్వడానికి 400 సీట్లను ఎన్​డీఏ గెలవాలి\" అని తెలిపారు. </p>\n\n\n\n<p>\"ఎందుకంటే ప్రతి ఇంటికి స్వచ్ఛమైన నీరు ఇంకా అందలేదు. 70 ఏళ్లు దాటిన ప్రతి సీనియర్ సిటిజన్​కు రూ. 5 లక్షల వరకు ఉచిత వైద్యం అందించాలనుకుంటున్నాం. మేము ఆర్టికల్ 370 రద్దు, ట్రిపుల్ తలాక్‌ చట్టం, యూసీసీను తీసుకొచ్చాం. అలాగే అయోధ్యలో రామ మందిరాన్ని నిర్మించాం. మెజారిటీని దుర్వినియోగం చేసిన చరిత్ర బీజేపీకి లేదు\" అని గుర్తు చేశారు. </p>\n\n\n\n<p>దివంగత మాజీ ప్రధాని ఇందిరా గాంధీ హయాంలో మెజారిటీని కాంగ్రెస్ పార్టీ దుర్వినియోగం చేసిందని, ఆ సమయంలో కాంగ్రెస్ పార్టీ ఎమర్జెన్సీ విధించిందని ధ్వజమెత్తారు. లక్షన్నర మందిని అకారణంగా 19 నెలల పాటు జైల్లో పెట్టిందని చెప్పారు.  రాహుల్ బాబా వ్యాఖ్యలను ఎవరూ సీరియస్​గా తీసుకోరని చెబుతూ  దేశంలోని యువత 30 ఏళ్లుగా అస్థిర ప్రభుత్వాలను చూశారని, కానీ  మోదీ హయాంలో సుస్థిర ప్రభుత్వాలను రెండు దఫాలుగా చూశారని అమిత్ షా తెలిపారు. మరోసారి స్థిరమైన ప్రభుత్వం దేశంలో ఏర్పడబోతుందని స్పష్టం చేశారు.</p>\n\n\n\n<p>ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ ఎన్నికల ప్రచారాన్ని చూసినప్పుడల్లా ప్రజలకు లిక్కర్ స్కామ్ గుర్తుకు వస్తుందని షా ఎద్దేవా చేశారు. 'దిల్లీ మద్యం పాలసీ కేసులో సుప్రీంకోర్టు కేజ్రీవాల్​కు మధ్యంతర బెయిల్ మాత్రమే ఇచ్చింది. జూన్ 1న ఆయన మళ్లీ జైలుకు వెళ్లాలి.' అని అమిత్ షా విమర్శించారు. ఉత్తర, దక్షిణ భారతదేశాన్ని పోలుస్తూ బీఆర్​ఎస్ అగ్రనేత కేటీఆర్ చేసిన వ్యాఖ్యలపై అమిత్ షా స్పందించారు. దక్షిణాదిని ప్రత్యేక దేశంగా పరిగణించడం అత్యంత అభ్యంతరకరం అని వ్యాఖ్యానించారు. భారత్​ను మళ్లీ ఎప్పటికీ విభజించలేం అని స్పష్టం చేశారు. </p>\n\n\n\n<p>\"ఉత్తర భారతదేశాన్ని, దక్షిణ భారతదేశాన్ని విభజించండి అని కాంగ్రెస్‌ సీనియర్‌ నేత ఒకరు అన్నారు. ఇలా దేశాన్ని విభజించడం కాంగ్రెస్ ఎజెండా. దక్షిణాది ప్రత్యేక దేశం అని ఎవరైనా చెబితే అది చాలా అభ్యంతరకరం. ప్రస్తుత లోక్‌సభ ఎన్నికల్లో దక్షిణాదిలో బీజేపీ మెరుగైన పనితీరు కనబరుస్తుంది. కేరళ, తమిళనాడు, ఆంధ్రప్రదేశ్, తెలంగాణ, కర్ణాటకలో బీజేపీ అతిపెద్ద పార్టీగా అవతరించబోతోంది\" అని షా భరోసా వ్యక్తం చేశారు.</p>\n\n\n\n<p>జమ్ముకశ్మీర్​లోని శ్రీనగర్‌ నియోజకవర్గంలో గత ఎన్నికల్లో 14 శాతం నమోదైన ఓటింగ్‌, ఈ ఎన్నికల్లో దాదాపు 40 శాతానికి పెరిగిందని అమిత్ షా తెలిపారు. ఈ ఓటింగ్ పెరుగుదలే ఆర్టికల్ 370 రద్దు నిర్ణయం విజయవంతమైందని తెలుపుతుందని చెప్పారు.</p>\n\n\n\n<p> 'గతంలో కశ్మీర్ లోయలో ప్రజలు ఎన్నికలను బహిష్కరించాలని తీవ్రవాద గ్రూపులు పిలుపునిచ్చేవి. ఈ లోక్ సభ ఎన్నికల్లో తీవ్రవాద గ్రూపులు నాయకులు కూడా తమ ఓటు హక్కును వినియోగించుకున్నారు. ఎవరికి ఓటు వేస్తారనేది ముఖ్యం కాదు. అది వారి హక్కు. కానీ కనీసం ప్రజాస్వామ్య ప్రక్రియలో వారు భాగమయ్యారు. ఎన్నికల సమయంలో శ్రీనగర్‌ లో హింసాత్మక ఘటనలు జరగలేదు. రిగ్గింగ్ జరగలేదు.' అని షా సంతోషం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19005/17/05/2024/","hasAudio":false,"hasInfographics":false}