{"id":"wp-en-15014","wp_id":15014,"type":"standard","category":"World","language":"en","title":"FATF says India faces terror threats from IS, Al-Qaeda-linked groups active in J-K","excerpt":"In a major revelation, the Financial Action Task Force (FATF) on Thursday cautioned that India faced “disparate” range of terror threats, most significantly from the Islamic State or Al-Qaeda-linked groups active in and around Jammu and Kashmir. The observation was made in a ‘mutual evaluation report’ released by FATF on combating terror financing and anti-money","author":"Tattva News Team","time":"20/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/FATF-1.jpg","readTime":"5 min read","contentHTML":"\n<p>In a major revelation, the Financial Action Task Force (FATF) on Thursday cautioned that India faced “disparate” range of terror threats, most significantly from the Islamic State or Al-Qaeda-linked groups active in and around Jammu and Kashmir.</p>\n\n\n\n<p>The observation was made in a ‘mutual evaluation report’ released by FATF on combating terror financing and anti-money laundering regime. While stating that the county’s systems were “effective”, it called for “major improvements” to strengthen prosecution in these cases.</p>\n\n\n\n<p>In the 368-page report, the global terrorist financing watchdog said India has implemented anti-money laundering and combating terror financing system that is effective in many respects. It, however, noted that major improvements were needed to strengthen prosecution in money-laundering and terror financing cases.</p>\n\n\n\n<p>The global body also added that improvements were required to protect non-profit sector from terror abuse. “India’s main sources of money laundering originate from within, from illegal activities committed within country,” the FATF report said.</p>\n\n\n\n<p>The FATF’s fourth round of mutual evaluation for India happened in November 2023. The FATF plenary held in Singapore between June 26-28 this year had adopoted the mutual evaluation report for India, stating that it had achieved “high level of technical compliance” with the requirements of the global money laundering watchdog.</p>\n\n\n\n<p>The FATF had placed India in the “regular follow-up” category – the highest rating given by the global watchdog and a distinction shared by only four other G20 countries including the UK, France and Italy.</p>\n","originalUrl":"https://en.tattvanews.com/others/fatf-says-india-faces-terror-threats-from-is-al-qaeda-linked-groups-active-in-j-k/","hasAudio":false,"hasInfographics":false}