{"id":"wp-en-13109","wp_id":13109,"type":"standard","category":"World","language":"en","title":"Bengal Governor Asks Staff to Ignore police Summons ￼","excerpt":"West Bengal Governor C V Ananda Bose on Sunday directed all staffers of Raj Bhavan to ignore any communication from the Kolkata Police in connection with a woman employee's complaint of molestation against him. The direction comes after Kolkata Police constituted an inquiry team to probe into the woman's allegation against the governor.  Bose, in","author":"Tattva News Team","time":"6/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Anand-Bose.webp","readTime":"5 min read","contentHTML":"\n<p>West Bengal Governor C V Ananda Bose on Sunday directed all staffers of Raj Bhavan to ignore any communication from the Kolkata Police in connection with a woman employee's complaint of molestation against him.</p>\n\n\n\n<p>The direction comes after Kolkata Police constituted an inquiry team to probe into the woman's allegation against the governor.  Bose, in a post on X, said, \"It is clear that in view of Article 361 (2) and (3) of the Constitution of India, the state police cannot act in any manner whatsoever to inquire/investigate/set in motion any kind of proceedings against the hon'ble governor.\"</p>\n\n\n\n<p>He also asserted that no criminal proceedings whatsoever shall be instituted or continued against the President, or the governor of a state in any court during his or her term of office.</p>\n\n\n\n<p>\"No process for the arrest or imprisonment...shall issue from any court during his term of office,\" the governor said in the post, drafted as a communique to Raj Bhavan employees. It is clear that the state machinery cannot set in motion any sort of criminal proceedings, whatsoever, against the governor, he said on the microblogging site.</p>\n\n\n\n<p>\"The reports from the media indicate that the police propose to conduct an inquiry into the incident and that they would be examining the staff of Raj Bhavan. It is also reported that the investigating team intends to collect the CCTV footage from Raj Bhavan.</p>\n\n\n\n<p>\"The question that arises is whether the police can conduct an inquiry and collect evidence in view of the immunity enjoyed by the governor....,\" Bose said in the post. The Kolkata Police team, as part of its investigation, will speak to witnesses over the next few days and has requested Raj Bhavan to share the CCTV footage, if available, a senior officer said on Saturday.</p>\n\n\n\n<p>A contractual woman employee of the Raj Bhavan on Friday lodged a written complaint with the Kolkata Police, alleging molestation by the governor. The governor had described the allegation as \"absurd drama\", and said that none would be able to deter him from his \"determined efforts to expose corruption and curb violence\".</p>\n\n\n\n<p>Bose had ordered a ban on the entry of police personnel to the Raj Bhavan \"in the guise of conducting unauthorised, illegitimate, sham and motivated investigations to placate political bosses during the election\".</p>\n","originalUrl":"https://en.tattvanews.com/national/bengal-governor-asks-staff-to-ignore-police-summons-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}