{"id":"wp-en-14587","wp_id":14587,"type":"standard","category":"World","language":"en","title":"PM Modi receives telephone call from Bangladesh's  Yunus￼","excerpt":"Prime Minister Narendra Modi on Friday received a call from Bangladesh's interim government chief Muhammad Yunus where they exchanged views on the prevailing situation in the neighbouring country. PM Modi reiterated India's support for a democratic, stable and peaceful Bangladesh and was assured of protection and safety of Hindus and all minorities in Bangladesh. PM","author":"Tattva News Team","time":"17/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Modi-Yunus.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"><strong></strong></h1>\n\n\n\n<p>Prime Minister Narendra Modi on Friday received a call from Bangladesh's interim government chief Muhammad Yunus where they exchanged views on the prevailing situation in the neighbouring country. PM Modi reiterated India's support for a democratic, stable and peaceful Bangladesh and was assured of protection and safety of Hindus and all minorities in Bangladesh.</p>\n\n\n\n<p>PM Modi reaffirmed India's support for a democratic, stable, peaceful and progressive Bangladesh and emphasised India's commitment to supporting the people of Bangladesh through various development initiatives, according to an official statement. He also underlined the importance of ensuring the safety and protection of Hindus and all other minority communities in Bangladesh. </p>\n\n\n\n<p>In response, Yunus assured that the Interim Government would prioritise protection, safety and security of Hindus and all minority groups in Bangladesh. The two leaders also discussed ways to take the bilateral relationship forward in line with the respective national priorities. \"Received a telephone call from Professor Muhammad Yunus, @ChiefAdviserGoB. Exchanged views on the prevailing situation. Reiterated India's support for a democratic, stable, peaceful and progressive Bangladesh. He assured protection, safety and security of Hindus and all minorities in Bangladesh,\" wrote PM Modi on X.</p>\n\n\n\n<p>This is the first conversation between PM Modi and Yunus after the recent unrest in Bangladesh that led to the fall of Sheikh Hasina. The Indian Prime Minister had earlier extended best wishes to the 84-year-old Nobel laureate, after he was sworn in as the Chief Adviser of Bangladesh's interim government, and expressed concerns over the rising attacks on minorities, particularly Hindus.</p>\n\n\n\n<p>In his Independence Day speech on Thursday (August 15), PM Modi said, \"I understand the concerns regarding recent events in Bangladesh, especially given our proximity as a neighbouring country. I hope that the situation there soon returns to normalcy. The primary concern of our 140 crore citizens is to ensure the safety of Hindus, the minorities in Bangladesh.\"</p>\n\n\n\n<p>\"Bharat has always desired that our neighbouring countries pursue a path of contentment and peace. Our commitment to peace is deeply rooted in our culture. In the days to come, our positive thoughts will continue to accompany Bangladesh on its development journey because we are the people dedicated to the welfare of humanity,\" he added.</p>\n\n\n\n<p>The Ministry of External Affairs said India has pushed for action to protect Hindus and all minorities in the country. \"We hope that normalcy returns soon in the country so that minorities can live a normal life sooner than later,\" said MEA spokesperson Randhir Jaiswal.</p>\n\n\n\n<p>There has been a spike in violence against members of Hindu communities following the fall of the government led by Sheikh Hasina, who resigned and fled to India on August 5 following massive protests against her government over a controversial quota system in jobs. At least 278 attacks on Hindus have been reported since Hasina's ouster on August 5.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-receives-telephone-call-from-bangladeshs-yunus%ef%bf%bc/","hasAudio":false,"hasInfographics":false}