{"id":"wp-te-18582","wp_id":18582,"type":"standard","category":"World","language":"te","title":"ఈవిఎంలపై ఐదు సందేహాలు లేవనెత్తిన ద్విసభ్య ధర్మాసనం","excerpt":"ఈవీఎంల పనితీరుపై గందరగోళాన్ని తొలగించేందుకు మరింత స్పష్టత ఇవ్వాలని ఎన్నికల సంఘానికి సుప్రీంకోర్టు సూచించింది. ఈవీఎంలు, వీవీప్యాట్లు, మైక్రోకంట్రోలర్‌కు సంబంధించి ఐదు సందేహాలను ధర్మాసనం లేవనెత్తింది. వీటికి ఎన్నికల కమిషన్‌ అధికారులు బదులివ్వగా, తీర్పును వాయిదా చేస్తున్నట్టు కోర్టు ప్రకటించింది.  ఈవీఎంలలో పోలైన ఓట్లను వీవీప్యాట్‌ స్లిప్పులను లెక్కించడం ద్వారా సరిపోల్చాలని దాఖలైన పిటిషన్లను బుధవారం జస్టిస్‌ సంజీవ్‌ ఖన్నా, జస్టిస్‌ దీపాంకర్‌ దత్తా ధర్మాసనం విచారించింది. ఈ పిటిషన్లను ఏప్రిల్‌ 18న విచారించిన ధర్మాసనం తీర్పును","author":"Tattva News Team","time":"25/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/EVMs-SC.jpg","readTime":"5 min read","contentHTML":"\n<p>ఈవీఎంల పనితీరుపై గందరగోళాన్ని తొలగించేందుకు మరింత స్పష్టత ఇవ్వాలని ఎన్నికల సంఘానికి సుప్రీంకోర్టు సూచించింది. ఈవీఎంలు, వీవీప్యాట్లు, మైక్రోకంట్రోలర్‌కు సంబంధించి ఐదు సందేహాలను ధర్మాసనం లేవనెత్తింది. వీటికి ఎన్నికల కమిషన్‌ అధికారులు బదులివ్వగా, తీర్పును వాయిదా చేస్తున్నట్టు కోర్టు ప్రకటించింది. </p>\n\n\n\n<p>ఈవీఎంలలో పోలైన ఓట్లను వీవీప్యాట్‌ స్లిప్పులను లెక్కించడం ద్వారా సరిపోల్చాలని దాఖలైన పిటిషన్లను బుధవారం జస్టిస్‌ సంజీవ్‌ ఖన్నా, జస్టిస్‌ దీపాంకర్‌ దత్తా ధర్మాసనం విచారించింది. ఈ పిటిషన్లను ఏప్రిల్‌ 18న విచారించిన ధర్మాసనం తీర్పును రిజర్వ్‌ చేసింది. బుధవారం తీర్పు ఇవ్వాల్సి ఉండగా.. ఈవీఎంల పనితీరుపై మరిన్ని సందేహాలు ఉన్నందున ముందుగా స్పష్టత ఇవ్వాలని ఎన్నికల సంఘానికి సూచించింది.</p>\n\n\n\n<p>ఈవీఎంల పనితీరును ఇప్పటికే ఎన్నికల కమిషన్‌ అధికారులు కోర్టుకు నివేదించగా.. ఐదు సందేహాలను కోర్టు లేవనెత్తింది. ‘మైక్రోకంట్రోలర్‌ కంట్రోలింగ్‌ యూనిట్‌లో ఉంటుందా? వీవీప్యాట్‌లో ఉంటుందా? అని ప్రశ్నించింది. మైక్రోకంట్రోలర్‌ ఒకసారి మాత్రమే ప్రోగ్రామ్‌ చేసేదేనని నిర్ధారిస్తారా ? సింబల్‌ లోడింగ్‌ యూనిట్లు ఎన్ని అందుబాటులో ఉన్నాయి? అని ఈసీని అడిగింది. ఈవీఎంలను 30 రోజులు భద్రపరుస్తారా? 45 రోజులా? తదితర సందేహాలపై స్పష్టత ఇవ్వాలని ధర్మాసనం సూచించింది.</p>\n\n\n\n<p>కోర్టు సందేహాలకు ఈసీ అధికారి నితేశ్‌ కుమార్‌ వ్యాస్‌ బదులిచ్చారు. తమ సందేహాలను ఈసీ నివృత్తి చేసిందని ధర్మాసనం పేర్కొన్నది. పిటిషనర్ల ఆలోచనా ధోరణిని తాము మార్చలేమని, కేవలం అనుమానాలను ఆధారంగా చేసుకొని ఉత్తర్వులు జారీ చేయలేమని స్పష్టం చేసింది. </p>\n\n\n\n<p>ఎన్నికల సంఘం రాజ్యాంగ సంస్థ అని, దాని పనితీరును తాము నిర్దేశించలేమని, ఎన్నికల ప్రక్రియను నియంత్రించలేమని పేర్కొన్నది. కాగా, పారదర్శకత కోసం ఈవీఎంల సోర్స్‌ కోడ్‌లను బహిర్గతం చేయాలని పిటిషనర్ల తరపు న్యాయవాది కోరగా.. దుర్వినియోగం చేసే అవకాశం ఉన్నందున సోర్స్‌ కోడ్‌ను బయటకు వెల్లడించడం కుదరదని కోర్టు స్పష్టం చేసింది.</p>\n\n\n\n<p>ఈవీఎం, వీవీప్యాట్‌ తయారీదారులు, అందులో వినియోగించిన వివిధ పరికరాల సరఫరాదారుల పేర్లను సమాచార హక్కు చట్టం కింద బహిర్గతం చేయడానికి ఈసీఐఎల్‌, బీఈఎల్‌ నిరాకరించాయి. సామాజిక కార్యకర్త వెంకటేష్‌ నాయక్‌ ఆర్టీఐ కింద ఈ వివరాలు అడిగారు. అయితే వాణిజ్య రహస్యం అని పేర్కొంటూ వివరాలు ఇచ్చేందుకు ఆ రెండు సంస్థలూ నిరాకరించాయి. దరఖాస్తుదారు అడిగిన సమాచారం వాణిజ్య రహస్యమని, ఆర్టీఐ చట్టం సెక్షన్‌ 8(1)(డీ) కింద సదరు వివరాలు ఇవ్వలేమని ఈసీఐఎల్‌, బీఈఎల్‌ ఒకే సమాధానాన్ని ఇచ్చాయి.</p>\n","originalUrl":"https://tattvanews.com/18582/25/04/2024/","hasAudio":false,"hasInfographics":false}