{"id":"wp-te-19519","wp_id":19519,"type":"standard","category":"World","language":"te","title":"పవన్ కళ్యాణ్ కు పంచాయతీ రాజ్, గ్రామీణాభివృద్ధి","excerpt":"ఆంధ్రప్రదేశ్‌లో ప్రమాణ స్వీకారం చేసిన కొత్త మంత్రులకు శాఖలు కేటాయించారు. 24 మందికి శాఖలు కేటాయిస్తూ ప్రభుత్వం ఉత్తర్వులు జారీ చేసింది. సీనియర్లకు ప్రాధాన్యం ఇస్తూనే యువతకు కీలకమైన శాఖల బాధ్యతల్ని అప్పగించారు.జనసేన అధినేత పవన్ కళ్యాణ్ కు తనకు ఇస్తామని చెబుతున్న పంచాయతీ రాజ్, గ్రామీణాభివృద్ధి శాఖలను కేటాయించారు.  నారా లోకేష్‌కు ఊహించినట్లే ఐటీశాఖతో పాటు మానవ వనరులను కూడా ఇచ్చార. నారాయణకు 2014 నుంచి 2019 మధ్య నిర్వహించిన మున్సిపల్ శాఖనేే దక్కింది.ఆర్ధిక శాఖ","author":"Tattva News Team","time":"14/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Cabinet.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌లో ప్రమాణ స్వీకారం చేసిన కొత్త మంత్రులకు శాఖలు కేటాయించారు. 24 మందికి శాఖలు కేటాయిస్తూ ప్రభుత్వం ఉత్తర్వులు జారీ చేసింది. సీనియర్లకు ప్రాధాన్యం ఇస్తూనే యువతకు కీలకమైన శాఖల బాధ్యతల్ని అప్పగించారు.జనసేన అధినేత పవన్ కళ్యాణ్ కు తనకు ఇస్తామని చెబుతున్న పంచాయతీ రాజ్, గ్రామీణాభివృద్ధి శాఖలను కేటాయించారు. </p>\n\n\n\n<p>నారా లోకేష్‌కు ఊహించినట్లే ఐటీశాఖతో పాటు మానవ వనరులను కూడా ఇచ్చార. నారాయణకు 2014 నుంచి 2019 మధ్య నిర్వహించిన మున్సిపల్ శాఖనేే దక్కింది.ఆర్ధిక శాఖ పయ్యావుల కేశవ్ కు, హోమ్ శాఖ వంగలపూడి అనితకు లభించింది.</p>\n\n\n\n<p>నారా చంద్రబాబు నాయుడు: ముఖ్యమంత్రి, లా అండ్‌ ఆర్డర్‌, జీఏడీ, పబ్లిక్‌ ఎంటర్‌ ప్రైజెస్‌ శాఖలు<br>1) కొణిదెల పవన్ కళ్యాణ్ - డిప్యూటీ సీఎం - పంచాయతీరాజ్, తాగునీటి సరఫరా, గ్రామీణాభివృద్ధి, అడవులు, సైన్స్ అండ్ టెక్నాలజీ, పర్యావణ శాఖలు<br>2) నారా లోకేష్ - ఐటీ, మానవవనరుల శాఖ, ఎలక్ట్రానిక్స్ అండ్ కమ్యూనికేషన్ శాఖలు<br>3) కింజరాపు అచ్చెన్నాయుడు - వ్యవసాయం, సహకారశాఖ, మార్కెటింగ్‌, పశుసంవర్థకశాఖ, డెయిరీ డెవలప్‌మెంట్‌, మత్స్యశాఖలు<br>4) కొల్లు రవీంద్ర - గనులు, ఎక్సైజ్ శాఖలు<br>5) నాదెండ్ల మనోహర్ - పౌరసరఫరాలశాఖలు<br>6) పి.నారాయణ - మున్సిపల్‌ అడ్మినిస్ట్రేషన్‌, అర్బన్‌ డెవలప్‌మెంట్‌ శాఖ<br>7) వంగలపూడి అనిత - హోంశాఖ<br>8) సత్యకుమార్ యాదవ్ - ఆరోగ్య, కుటుంబ సంక్షేమ, మెడికల్‌ ఎడ్యుకేషన్‌ శాఖలు<br>9) నిమ్మల రామానాయుడు - జలవనరుల అభివృద్ధి శాఖలు<br>10) ఎన్.ఎమ్.డి.ఫరూక్ - మైనార్టీ, న్యాయశాఖలు<br>11) ఆనం రామనారాయణరెడ్డి - దేవాదాయశాఖలు<br>12) పయ్యావుల కేశవ్ - ఆర్థిక, ప్రణాళిక, కమర్షియల్‌ ట్యాక్సెస్‌, శాసనసభ వ్యవహారాల శాఖలు<br>13) అనగాని సత్యప్రసాద్ - రెవెన్యూ, రిజిస్ట్రేషన్స్, స్టాంప్స్ శాఖలు<br>14) కొలుసు పార్థసారధి - గృహ నిర్మాణం, I &PR శాఖలు<br>15) డోలా బాలవీరాంజనేయస్వామి - సాంఘిక సంక్షేమ, సచివాలయ, వాలంటీర్‌ వ్యవస్థ శాఖలు<br>16) గొట్టిపాటి రవి కుమార్ - విద్యుత్‌ శాఖ<br>17) కందుల దుర్గేష్ - పర్యాటక, సాంస్కృతిక శాఖ<br>18) గుమ్మడి సంధ్యారాణి -స్త్రీ, శిశు సంక్షేమం, గిరిజన సంక్షేమ శాఖ<br>19) బీసీ జనార్థన్ రెడ్డి - రహదారులు, భవనాల శాఖలు<br>20) టీజీ భరత్ - పరిశ్రమల శాఖ<br>21) ఎస్.సవిత - బీసీ సంక్షేమం, హ్యాండ్లూమ్‌ అండ్‌ టెక్స్‌టైల్స్‌ శాఖలు<br>22) వాసంశెట్టి సుభాష్ - కార్మిక, ఇన్సూరెన్స్‌ మెడికల్‌ సర్వీసెస్‌<br>23) కొండపల్లి శ్రీనివాస్ - MSME, సెర్ప్‌, NRI ఎంపవర్‌మెంట్‌ శాఖలు<br>24) మండిపల్లి రామ్ ప్రసాద్ రెడ్డి - రవాణా, యువజన సర్వీసులు, క్రీడలు</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19519/14/06/2024/","hasAudio":false,"hasInfographics":false}