{"id":"wp-en-12988","wp_id":12988,"type":"standard","category":"World","language":"en","title":"PM Modi says SC verdict on EVMs a tight slap to opposition￼","excerpt":"After the Supreme Court verdict on Electronic Voting Machines (EVMs), Prime Minister Narendra Modi on Friday said that the judgment was a \"tight slap\" to the Congress-led opposition for creating distrust against EVMs. While addressing a rally in Bihar's Araria, Modi said that RJD and Congress never cared about the Constitution of India. He also","author":"Tattva News Team","time":"27/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Modi-Bihar1.jpg","readTime":"5 min read","contentHTML":"\n<p>After the Supreme Court verdict on Electronic Voting Machines (EVMs), Prime Minister Narendra Modi on Friday said that the judgment was a \"tight slap\" to the Congress-led opposition for creating distrust against EVMs.</p>\n\n\n\n<p>While addressing a rally in Bihar's Araria, Modi said that RJD and Congress never cared about the Constitution of India. He also criticised the Opposition for trying to \"steal\" reservations meant for OBCs, SCs and STs \"for the sake of their favourite vote bank of Muslims\". </p>\n\n\n\n<p>\"When the Congress, the RJD and other INDI alliance parties were in power, the poor, backwards and Dalits used to be deprived of their votes through booth capture. With the introduction of EVMs, they are no longer able to play their old game. Hence, they committed the sin of creating distrust against EVMs,\" alleged the Prime Minister in Araria.</p>\n\n\n\n<p>The SC on Friday dismissed all pleas demanding to vote using paper ballots, 100 per cent cross-verification of the vote count in the EVMs with the Voter Verifiable Paper Audit Trail (VVPAT) and physical deposit of VVPAT slips. </p>\n\n\n\n<p>While pronouncing the verdict, a bench of Justices Sanjiv Khanna and Dipankar Datta observed that blindly distrusting a system can lead to unwarranted suspicions. </p>\n\n\n\n<p>Meanwhile, PM Modi accused the Congress of having \"stolen\" reservations meant for the OBCs and transferring the benefits to Muslims in Karnataka.  \"Being an OBC myself, I know the hardships faced by the backward classes\", said Modi, adding \"In future, they may loot reservations for SCs and STs as well\".</p>\n\n\n\n<p>Claiming that the previous government headed by Manmohan Singh had given its \"assent\" for reservations to Muslims, the prime minister slammed the Congress and its \"ecosystem\" for \"trying to browbeat me, without success\".</p>\n\n\n\n<p>\"I will not allow reservations meant for SCs, STs and OBCs to be diverted for vote bank politics. This is Modi's guarantee\", he said.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-sc-verdict-on-evms-a-tight-slap-to-opposition%ef%bf%bc/","hasAudio":false,"hasInfographics":false}