{"id":"wp-en-15188","wp_id":15188,"type":"standard","category":"World","language":"en","title":"India's consumer durables market to be world's 4th largest by 2027￼","excerpt":"India's consumer durables market is projected to reach US$ 59.96 billion (Rs. 5 lakh crore) by FY30, positioning it as the fourth largest globally by 2027, according to the Confederation of Indian Industry (CII). Chairman of the CII National Committee on Consumer Electronics and Durables, Mr. B. Thiagarajan, emphasized the importance of establishing a robust","author":"Tattva News Team","time":"2/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/CII.webp","readTime":"5 min read","contentHTML":"\n<p>India's consumer durables market is projected to reach US$ 59.96 billion (Rs. 5 lakh crore) by FY30, positioning it as the fourth largest globally by 2027, according to the Confederation of Indian Industry (CII).</p>\n\n\n\n<p>Chairman of the CII National Committee on Consumer Electronics and Durables, Mr. B. Thiagarajan, emphasized the importance of establishing a robust quality ecosystem and adopting standardization in the sector while exporting Indian standards worldwide.</p>\n\n\n\n<p>Speaking at the CII Consumer Electronics & Durables Summit 2024, Mr. B. Thiagarajan, the Chairman and Managing Director of Blue Star Ltd, highlighted the upcoming decade's potential for creating numerous opportunities across the value chain in the consumer durables sector.</p>\n\n\n\n<p>He noted that Indian products are increasingly achieving global reliability, stating, \"Strengthening the quality ecosystem fosters consumer trust, making it imperative to build a robust quality framework and promote Indian standards globally, as envisioned by the Prime Minister, Mr Narendra Modi and the Government of India.\"</p>\n\n\n\n<p>However, He acknowledged that while significant progress has been made, further efforts are required to advance R&D and innovation within the sector. He pointed out that technological advancements, particularly artificial intelligence, are transforming the industry, providing new market opportunities and innovative applications.</p>\n\n\n\n<p> \"To harness the potential of these technologies, it is crucial for the industry to proactively invest in R&D aimed at integrating artificial intelligence into consumer electronics and durables to foster innovation,\" he asserted. He stressed the need to leverage economies of scale and develop a robust domestic ecosystem, including finished goods and indigenous component manufacturing, to enhance the sector's global competitiveness.</p>\n\n\n\n<p>He concluded by noting that India is already the fastest-growing major market for consumer durables and is expected to become the fourth largest by 2027, supported by government initiatives like the Production-Linked Incentive (PLI) scheme, which aims to boost competitiveness and establish India as a self-reliant and technologically advanced global player.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-consumer-durables-market-to-be-worlds-4th-largest-by-2027%ef%bf%bc/","hasAudio":false,"hasInfographics":false}