{"id":"wp-te-19592","wp_id":19592,"type":"standard","category":"World","language":"te","title":"జులై 12న ఏపీలో ఎమ్మెల్యే కోటా ఎమ్మెల్సీ ఉప ఎన్నికలు","excerpt":"ఆంధ్రప్రదేశ్ శాసనమండలిలో ఖాళీగా ఉన్న రెండు స్థానాలను భర్తీ చేసేందుకు ఎన్నికల సంఘం షెడ్యూల్ విడుదల చేసింది. దేశంలోని నాలుగు రాష్ట్రాల పరిధిలో ఖాళీగా ఉన్న ఐదు ఎమ్మెల్సీ స్థానాలను భర్తీ చేసేందుకు జులై 12న ఉప ఎన్నిక నిర్వహించనున్నారు.  ఆంధ్రప్రదేశ్‌లో ఖాళీ అయిన రెండు ఎమ్మెల్యే కోటా ఎమ్మెల్సీ స్థానాలతో పాటు కర్ణాటక, ఉత్తరప్రదేశ్, బిహార్లలో ఒక్కో ఎమ్మెల్సీ స్థానానికి ఎన్నికలు జరుగనున్నాయి. ఏపీలో వైసీపీ తరఫున ఎమ్మెల్సీగా ఎన్నికైన రామచంద్రయ్య ఎన్నికలకు ముందు ఆ","author":"Tattva News Team","time":"19/6/2024","image":"https://tattvanews.com/wp-content/uploads/2023/07/ECI-1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ శాసనమండలిలో ఖాళీగా ఉన్న రెండు స్థానాలను భర్తీ చేసేందుకు ఎన్నికల సంఘం షెడ్యూల్ విడుదల చేసింది. దేశంలోని నాలుగు రాష్ట్రాల పరిధిలో ఖాళీగా ఉన్న ఐదు ఎమ్మెల్సీ స్థానాలను భర్తీ చేసేందుకు జులై 12న ఉప ఎన్నిక నిర్వహించనున్నారు.  ఆంధ్రప్రదేశ్‌లో ఖాళీ అయిన రెండు ఎమ్మెల్యే కోటా ఎమ్మెల్సీ స్థానాలతో పాటు కర్ణాటక, ఉత్తరప్రదేశ్, బిహార్లలో ఒక్కో ఎమ్మెల్సీ స్థానానికి ఎన్నికలు జరుగనున్నాయి.</p>\n\n\n\n<p>ఏపీలో వైసీపీ తరఫున ఎమ్మెల్సీగా ఎన్నికైన రామచంద్రయ్య ఎన్నికలకు ముందు ఆ పార్టీకి రాజీనామా చేసి టీడీపీలో చేరారు. రామచంద్రయ్యపై మార్చి 11న అనర్హత అనర్హత వేటు పడింది. వైసీపీ తరపున ఎన్నికైన మాజీ ఐపీఎస్ అధికారి షేక్ మహ్మద్ ఇక్బాల్ కూడా ఎమ్మెల్సీ పదవికి రాజీనామా చేసి టీడీపీలో చేరారు.</p>\n\n\n\n<p>రామచంద్రయ్య, ఇక్బాల్ ప్రాతినిథ్యం వహించిన స్థానాలు ఖాళీ అయ్యాయి. ఇద్దరి పదవీకాలం 2027 మార్చి 29 వరకు ఉంది. శాసనమండలిలో ఖాళీ అయిన ఈ రెండు స్థానాలను భర్తీ చేయడానికి ఈ నెల 25న నోటిఫికేషన్ విడుదల కానుంది.జూలై 2వరకు ఎమ్మెల్సీ ఎన్నికలకు నామినేషన్లను స్వీకరిస్తారు. జూలై3వ తేదీన నామినేషన్ దరఖాస్తుల్ని పరిశీలిస్తారు. నామినేషన్ల ఉపసంహరణకు జూలై 5వరకు గడువుగా నిర్ణయించారు. జూలై 12న ఉదయం 9 గంటల నుంచి 4గంటల వరకు శాసనసభ ప్రాంగణాల్లో పోలింగ్ నిర్వహిస్తారు. అదేరోజు ఓట్ల లెక్కింపు జరిపి ఫలితాలు ప్రకటిస్తారు.</p>\n\n\n\n<ul class=\"wp-block-list\"><li><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></li></ul>\n","originalUrl":"https://tattvanews.com/19592/19/06/2024/","hasAudio":false,"hasInfographics":false}