{"id":"wp-en-15044","wp_id":15044,"type":"standard","category":"World","language":"en","title":"Sri Lanka's Marxist-leaning Anura Kumara Dissanayake wins Presidential Elections ￼","excerpt":"The result In a historic first, Sri Lanka's presidential election on Sunday went into a second round of counting after no candidate secured over 50 per cent vote needed to be declared the winner. As per the election results, Anura Kumara Dissanayake of the Marxist Janatha Vimukthi Peramuna Party's broader front National People’s Power (NPP)","author":"Tattva News Team","time":"23/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Sri-Lanka-Anura.jpg","readTime":"5 min read","contentHTML":"\n<p>The result In a historic first, Sri Lanka's presidential election on Sunday went into a second round of counting after no candidate secured over 50 per cent vote needed to be declared the winner.</p>\n\n\n\n<p>As per the election results, Anura Kumara Dissanayake of the Marxist Janatha Vimukthi Peramuna Party's broader front National People’s Power (NPP) topped in the first round of counting by securing 5.63 million votes or 42.31 per cent, followed by Opposition leader Sajith Premadasa of Samagi Jana Balawegaya (SJB) with 4.36 million votes or 32.8 per cent of the total polled.</p>\n\n\n\n<p>Later, the election commission announced the second round of counting after no candidate secured over 50 per cent vote needed to be declared the winner. Election Commission Chairman R M A L Rathnayake said though Dissanayake and Premadasa have secured maximum votes in the 2024 presidential election, neither of them has secured more than 50 per cent votes, so the second preference votes are being counted and added to these two candidates.</p>\n\n\n\n<p>Incumbent president Ranil Wickremesinghe polled only 2.29 million votes or 17.27 per cent. President Wickremesinghe was eliminated in the first round after he failed to become within the top two in the vote list. Sri Lankans voted on Saturday to elect a new president in the first election since the economic meltdown in 2022.</p>\n","originalUrl":"https://en.tattvanews.com/international/sri-lankas-marxist-leaning-anura-kumara-dissanayake-wins-presidential-elections-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}