{"id":"wp-en-15388","wp_id":15388,"type":"standard","category":"World","language":"en","title":"500+ Democracy Advocates from 100 Countries Gather at 12th Global Assembly  ￼","excerpt":"The World Movement for Democracy will host its 12th Global Assembly in Johannesburg, South Africa, from November 20-22, 2024, marking the 30th anniversary of South Africa’s democracy. Under the theme “Revitalizing Democracy: Reflection, Resilience, and Innovation,” the Global Assembly will bring together over 500 civil society, political, labor, and business leaders along with activists, and thinkers from","author":"Tattva News Team","time":"19/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Democracy.png","readTime":"5 min read","contentHTML":"\n<p>The World Movement for Democracy will host its 12th Global Assembly in Johannesburg, South Africa, from November 20-22, 2024, marking the 30th anniversary of South Africa’s democracy. Under the theme <strong>“Revitalizing Democracy: Reflection, Resilience, and Innovation,”</strong> the Global Assembly will bring together over 500 civil society, political, labor, and business leaders along with activists, and thinkers from nearly 100 countries to reflect on democratic achievements of the past 30 years and project the democratic ambitions of this global community of action.</p>\n\n\n\n<p>At the Global Assembly, the World Movement for Democracy will also present its 2024 Democracy Courage Tributes to recognize the bravery of democracy movements around the world. This year’s tributes will honor the courageous work of Palestinian civil society, the Ugandan LGBTIQ+ movement, pro-democracy advocates in Venezuela, and Ukrainian civil society.</p>\n\n\n\n<p>Nobel Peace Laurate and Chairperson of the World Movement’s Steering Committee Maria Ressa emphasized the significance of this moment. “2024 is a tipping point year for democracy,” Ressa noted. “Over 60 countries have held elections, with some defending democracy successfully, while others have seen a rise in authoritarianism. We meet in South Africa in November to find inspiration, learn from each other, and build the future we want.”</p>\n\n\n\n<p>The Global Assembly holds special historical significance as it coincides with the 30th anniversary of South Africa’s first non-racial elections, a milestone that ended apartheid and began the country’s democratic journey. Participants will draw lessons from South Africa’s experience, particularly its ability to uphold democratic principles and institutions amidst challenges.</p>\n\n\n\n<p>It is also timely for South Africa to host the Global Assembly this November. This year’s elections and the formation of the Government of National Unity highlight the strength of South African democracy. While celebrating this proud moment, South African democracy advocates will share insights with global delegates on pressing issues such as public service delivery, countering corruption, and protecting marginalized groups.</p>\n\n\n\n<p>To reflect on South Africa’s 30-year democratic journey and to inspire the global community of democracy advocates in today’s difficult political environment, leading democracy voices, seasoned experts, and emerging leaders from around the world will speak at the Global Assembly.</p>\n\n\n\n<p>The Global Assembly is taking place at a consequential time, as we face immense challenges to democracy around the world, including deepening political polarization, weakening of independent democratic institutions, attacks on pluralism and tolerance, the use of modern technologies to suppress and surveil populations, and economic insecurity, to name but a few.</p>\n\n\n\n<p>This period of war and conflict, whether in Palestine, Ukraine, Sudan, or Burma, among others, has resulted in the death of tens of thousands and the dislocation of millions more. We all must work to end war and conflict, and establish lasting peace based on democratic values and principles.</p>\n\n\n\n<p>Even in democratic countries, norms and values that underpin freedom need to be defended. Independent institutions must be protected. Democracy cannot be taken for granted anywhere.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/500-democracy-advocates-from-100-countries-gather-at-12th-global-assembly-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}