{"id":"wp-en-14022","wp_id":14022,"type":"standard","category":"World","language":"en","title":"One dead, 15 injured in Jagannath Rath Yatra stampede￼","excerpt":"In a tragic incident, one devotee died while 15 others were injured following a stampede during the Rath Yatra of Lord Jagannath in Puri, Odisha on Sunday. The injured devotees were immediately admitted to the hospital, however, most of them suffered minor injuries and were subsequently discharged from the hospital after primary treatment. Meanwhile, the","author":"Tattva News Team","time":"8/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Puri-rath.jpg","readTime":"5 min read","contentHTML":"\n<p>In a tragic incident, one devotee died while 15 others were injured following a stampede during the Rath Yatra of Lord Jagannath in Puri, Odisha on Sunday. The injured devotees were immediately admitted to the hospital, however, most of them suffered minor injuries and were subsequently discharged from the hospital after primary treatment.</p>\n\n\n\n<p>Meanwhile, the treatment of seriously injured devotees was underway.  The deceased devotee was not identified yet, however, he is said to be from outside Odisha. As per the information available, the accident occurred during the chariot pulling of Lord Balabhadra.</p>\n\n\n\n<p>During the pulling, an individual fell to the ground and subsequently died. After the incident, a minor stampede-like condition developed leading to 15 people injured. Meanwhile, Odisha Chief Minister Mohan Charan Majhi announced Rs 4 lakh ex gratia to the next kin of the deceased.</p>\n\n\n\n<p>The annual Jagannath Rath Yatra saw an influx of millions of devotees. On this day, Lord Jagannath, Lord Balbhadra and Devi Subhadra remark on a journey to their maternal aunt Gundicha's temple. According to common religious belief, Jagannath falls ill after eating many types of dishes in Puri, but after bathing on Snan Purnima, his health improves and on Rath Yatra, he along with his siblings goes to her aunt. </p>\n\n\n\n<p>The rituals before the start of the Rath Yatra were being held on Sunday itself. Jagannath, Balabhadra and Subhadra sat in their respective chariots at 2.30 pm. The Lord was awakened 2 hours earlier than usual and Mangala Aarti was performed at 2 am instead of 4 am.</p>\n\n\n\n<p>For the first time in Jagannadh Rath Yatra, President Droupadi Murmu participated and pulled the rath for a while. Incidentally she hails from Odisha.</p>\n\n\n\n<p>After Mangala Aarti, Dashavatara Puja was performed at around 2.30 pm. Naitrotsav was celebrated at 3 pm and Puja was performed by the King of Puri at 4 pm. Surya Puja was performed at 5.10 am and Dwarpal Puja was performed at around 5.30 am. Khichdi Bhog-Prasad was offered to the Lord at 7 am.</p>\n\n\n\n<p>Notably, this is after 53 years that  'Nabajouban Darshan', 'Netra Utsav', and Rath Yatra were performed on the same day. Nabajouban Darshan and Netra Utsav rituals typically precede the Rath Yatra.</p>\n","originalUrl":"https://en.tattvanews.com/others/one-dead-15-injured-in-jagannath-rath-yatra-stampede%ef%bf%bc/","hasAudio":false,"hasInfographics":false}