{"id":"wp-en-15164","wp_id":15164,"type":"standard","category":"World","language":"en","title":"Campaigning concludes for final phase of J-K Assembly polls￼","excerpt":"The intense campaigning for the third and final phase of polling in the Jammu and Kashmir Assembly election concluded on Sunday evening, with major political parties, particularly the BJP, Congress, NC and PDP, engaging in fierce exchanges over critical issues, including Pakistan, Article 370, terrorism and reservation. Voting for this crucial phase, covering 40 Assembly","author":"Tattva News Team","time":"30/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/JK-Polls1.webp","readTime":"5 min read","contentHTML":"\n<p>The intense campaigning for the third and final phase of polling in the Jammu and Kashmir Assembly election concluded on Sunday evening, with major political parties, particularly the BJP, Congress, NC and PDP, engaging in fierce exchanges over critical issues, including Pakistan, Article 370, terrorism and reservation.</p>\n\n\n\n<p>Voting for this crucial phase, covering 40 Assembly segments across seven districts—Jammu, Udhampur, Samba and Kathua in the Jammu region and Baramulla, Bandipora and Kupwara in north Kashmir—is scheduled for October 1.</p>\n\n\n\n<p>The electoral fate of 415 candidates, including former deputy chief ministers Tara Chand (Congress) and Muzaffar Beig, is at stake in this phase. Congress President Mallikarjun Kharge and party leader Sachin Pilot addressed public meetings in several parts of the union territory on Sunday.Congress leader Priyanka Gandhi addressed public meetings in Billawar and Bishnah on Saturday, in her first rallies of the season.</p>\n\n\n\n<p>Prime Minister Narendra Modi, too, visited Jammu ahead of the third phase of Assembly polls and accused the Congress of disrespecting the sacrifices made by the armed forces of the country. He accused Congress of waving \"white flags\" whenever the country was attacked from across the border.</p>\n\n\n\n<p>The voter turnout was robust in the earlier phases, with 61.38 per cent participation recorded in the first phase on September 18 and 57.31 per cent in the second phase on September 26. This is the first Assembly election in Jammu and Kashmir since the abrogation of Article 370 of the Constitution in August 2019, with the results set to be announced on October 8.</p>\n","originalUrl":"https://en.tattvanews.com/others/campaigning-concludes-for-final-phase-of-j-k-assembly-polls%ef%bf%bc/","hasAudio":false,"hasInfographics":false}