{"id":"wp-te-21380","wp_id":21380,"type":"standard","category":"World","language":"te","title":"ప్రజలకు స్ఫూర్తిదాయక, ప్రోత్సాహక కథనాలే కావాలి... మోదీ","excerpt":"ప్రజలు సకారాత్మక పరిణామాలు, స్ఫూర్తిదాయక, ప్రోత్సాహక కథనాలను ఇష్టపడుతున్నట్లు తన నెలవారీ రేడియో కార్యక్రమం ‘మన్ కీ బాత్’ సూచించిందని ప్రధాని నరేంద్ర మోదీ ఆదివారం స్పష్టం చేశారు. రేడియో కార్యక్రమం తాజా ఎపిసోడ్‌లో ప్రధాని మాట్లాడుతూ, ఈ ప్రసారం పది సంవత్సరాలు పూర్తి చేసుకుంటున్నదని చెప్పారు.  దేశంలోని వివిధ ప్రాంతాల్లో ప్రజల కృషి, సామాజిక అంశాల గురించి మోదీ  ‘మన్ కీ బాత్’లో ప్రస్తావిస్తుంటారు. దీనిని ‘భావోద్వేగపూరిత’ ఎపిసోడ్‌గా మోదీ అభివర్ణిస్తూ, ఈ కార్యక్రమం భారత","author":"Tattva News Team","time":"30/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-Mann.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రజలు సకారాత్మక పరిణామాలు, స్ఫూర్తిదాయక, ప్రోత్సాహక కథనాలను ఇష్టపడుతున్నట్లు తన నెలవారీ రేడియో కార్యక్రమం ‘మన్ కీ బాత్’ సూచించిందని ప్రధాని నరేంద్ర మోదీ ఆదివారం స్పష్టం చేశారు. రేడియో కార్యక్రమం తాజా ఎపిసోడ్‌లో ప్రధాని మాట్లాడుతూ, ఈ ప్రసారం పది సంవత్సరాలు పూర్తి చేసుకుంటున్నదని చెప్పారు. </p>\n\n\n\n<p>దేశంలోని వివిధ ప్రాంతాల్లో ప్రజల కృషి, సామాజిక అంశాల గురించి మోదీ  ‘మన్ కీ బాత్’లో ప్రస్తావిస్తుంటారు. దీనిని ‘భావోద్వేగపూరిత’ ఎపిసోడ్‌గా మోదీ అభివర్ణిస్తూ, ఈ కార్యక్రమం భారత స్ఫూర్తికి ప్రతీకగా నిలిచే, దేశ సంఘటిత బలాన్ని ప్రదర్శించే విశిష్ట వేదికగా మారిందని పేర్కొన్నారు, దీని సందేశాన్ని ప్రజలకు చేరువ చేస్తున్నందుకు ఆయన మీడియాకు కూడా ధన్యవాదాలు తెలియజేశారు. </p>\n\n\n\n<p>ప్రధానాంశం ఉత్కంఠ కలిగించేదిగా లేకుంటే లేదా ప్రతికూలంగా ఉంటే ప్రజలు దృష్టి పెట్టరన్న అపోహ ఉందని, అయితే, ‘మన్ కీ బాత్’ వారు సకారాత్మక సమాచారం కోసం ఆత్రుతతో ఉంటారని సూచించిందని ప్రధాని తెలిపారు. జనానికి సకారాత్మక విషయాలు, ప్రేరణ కలిగించే ఉదాహరణలు, ప్రోత్సాహక కథనాలను ఇష్టపడతారని ఆయన చెప్పారు. ‘భారత్‌లో తయారీ’ కార్యక్రమం పది సంవత్సరాలు పూర్తి చేసుకుంటున్నదని ప్రధాని మోదీ తెలిపారు. </p>\n\n\n\n<p>ప్రతి రంగంలో ఎగుమతులు పెరుగుతున్నాయని, విదేశీ ప్రత్యక్ష పెట్టుబడి (ఎఫ్‌డిఐ)లో పెరుగుదల దాని విజయానికి తార్కాణమని ఆయన నొక్కిచెప్పారు. అది స్థానిక ఉత్పత్తిదారులకు ఎంతో ఉపయుక్తం అయిందని ఆయన తెలిపారు. మోదీ  ఇటీవలి తన యుఎస్ పర్యటనను ప్రస్తావిస్తూ, సుమారు 300 పురాతన వస్తువులు భారత్‌కు తిరిగి రావడం గురించి విస్తృతంగా చర్చించుకుంటున్నారని చెప్పారు.</p>\n\n\n\n<p>తమ వారసత్వ సంపద గురించి ప్రజలు గర్వంగా భావించసాగుతున్నప్పుడు ప్రపంచం కూడా వారి మనోభావాలను గౌరవిస్తుంటుందని మోదీ తెలిపారు. తన ప్రభుత్వం అధికారంలో ఉన్న గడచిన పది సంవత్సరాల్లో వివిధ దేశాల నుంచి అధిక సంఖ్యలో పురాతన కళాఖండాలు భారత్‌కు తిరిగి చేరుకున్నాయని ఆయన తెలియజేశారు. ప్రధాని ఈ కార్యక్రమంలో ‘స్వచ్ఛ భారత్’ పథకం విజయం గురించి ప్రధానంగా ప్రస్తావించారు. తన జీవితం పొడుగునా పరిశుభ్రతకు ప్రత్యేక ప్రాముఖ్యం ఇచ్చిన మహాత్మా గాంధీకి ఆ పథకం గొప్ప నివాళి అని ఆయన శ్లాఘించారు.</p>\n\n\n\n<p>‘అక్టోబర్ 2న స్వచ్ఛ భారత్ పథకం పది సంవత్సరాలు పూర్తి చేసుకుంటున్నది. దానిని ప్రజా ఉద్యమంగా మలచినవారిని కొనియాడవలసిన సందర్భం అది. దాని కోసం తన జీవితాన్ని అంతా అంకితం చేసిన మహాత్మా గాంధీకి అది సరైన నివాళి కూడా’ అని మోదీ పేర్కొన్నారు. గాంధీజీ జయంతి అక్టోబర్ 2న జరగనున్నది. </p>\n\n\n\n<p>‘తగ్గించు, తిరిగి వాడు, పునరుపయోగించు’ సూత్రం గురించి ఇప్పుడు మాట్లాడుకుంటున్నారని ఆయన చెప్పారు. వర్ష రుతువులో దేశంలో పుష్కలంగా వర్షాలు కురియడంతో, నీటి సంరక్షణకు దేశంలోని వివిధ ప్రాంతాల్లో చేస్తున్న కృషిని మోదీ  ప్రస్తావించి ఆ ప్రక్రియను శ్లాఘించారు.</p>\n","originalUrl":"https://tattvanews.com/21380/30/09/2024/","hasAudio":false,"hasInfographics":false}