{"id":"wp-te-20201","wp_id":20201,"type":"standard","category":"World","language":"te","title":"￼నీట్ పరీక్ష మళ్లీ నిర్వహించాల్సిన అవసరం లేదు","excerpt":"దేశవ్యాప్తంగా సంచలనం సృష్టించిన నీట్ పేపర్ లీక్ వ్యవహారంలో సుప్రీంకోర్టు సంచలన తీర్పు వెలువరించింది. సిస్టమిక్ పేపర్ లీకేజీని నిరూపించేందుకు తగిన సాక్ష్యాలు లేవు కాబట్టి.. మళ్లీ పరీక్ష నిర్వహించాల్సిన అవసరం లేదని మంగళవారం పేర్కొంది. తాజాగా మరోసారి నీట్-యూజీ పరీక్షలు నిర్వహిస్తే.. తీవ్రమైన పరిణామాలు ఎదురవుతాయని తాము గ్రహించామని అత్యున్నత న్యాయస్థానం తెలిపింది.  కాగా.. 24 లక్షల మంది ఈ పరీక్షలు రాయగా, మరోసారి వీటిని నిర్వహిస్తే వాళ్లపై అది ప్రభావం చూపుతుందని సుప్రీం తెలిపింది.","author":"Tattva News Team","time":"24/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/NEET-SC2.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశవ్యాప్తంగా సంచలనం సృష్టించిన నీట్ పేపర్ లీక్ వ్యవహారంలో సుప్రీంకోర్టు సంచలన తీర్పు వెలువరించింది. సిస్టమిక్ పేపర్ లీకేజీని నిరూపించేందుకు తగిన సాక్ష్యాలు లేవు కాబట్టి.. మళ్లీ పరీక్ష నిర్వహించాల్సిన అవసరం లేదని మంగళవారం పేర్కొంది. తాజాగా మరోసారి నీట్-యూజీ పరీక్షలు నిర్వహిస్తే.. తీవ్రమైన పరిణామాలు ఎదురవుతాయని తాము గ్రహించామని అత్యున్నత న్యాయస్థానం తెలిపింది. </p>\n\n\n\n<p>కాగా.. 24 లక్షల మంది ఈ పరీక్షలు రాయగా, మరోసారి వీటిని నిర్వహిస్తే వాళ్లపై అది ప్రభావం చూపుతుందని సుప్రీం తెలిపింది. నీట్ పేపర్ లీకైంది వాస్తవమేనని తేల్చిన సుప్రీంకోర్టు.. నీట్ నిర్వహణలో లోపాలున్నాయని తెలిపింది. పేపర్‌ లీక్‌ ద్వారా 155 మంది లబ్ధి పొందారని.. కాపీ కొట్టిన విద్యార్థులపై చర్యలు తీసుకోవాలని సూచించింది. </p>\n\n\n\n<p>హజారీబాగ్‌, పాట్నాలోనే పేపర్ లీక్ అయ్యిందని స్పష్టం చేసింది. మరోసారి నీట్ పరీక్షలు నిర్వహించాల్సిన అవసరం లేదని, నీట్‌ను రద్దు చేస్తే 24 లక్షల మంది విద్యార్థులపై ప్రభావం పడుతుందని వెల్లడించింది. నీట్‌పై అభ్యంతరాలను ఆగస్టు 21న వింటామని చెప్పుకొచ్చింది. దీంతో.. నీట్ కౌన్సిలింగ్ యథావిధిగానే కొనసాగనుంది.</p>\n\n\n\n<p>ఈ ఏడాది మే 5వ తేదీన నీట్ ప్రవేశ పరీక్షను నిర్వహించారు. దేశవ్యాప్తంగా 4,750 కేంద్రాల్లో ఈ పరీక్ష నిర్వహించగా.. దాదాపు 24 లక్షల మంది అభ్యర్థులు హాజరయ్యారు. అయితే.. ఫలితాలు తేడాగా రావడంతో లీకేజ్ వ్యవహారం తెరమీదకు వచ్చింది. గతంలో ఎన్నడూ లేని విధంగా.. 67 మంది విద్యార్థులకు 720కి 720 మార్కులు రావడంతో అనుమానాలు రేకెత్తాయి. </p>\n\n\n\n<p>అందునా.. హర్యానాలోని ఒకే పరీక్షా కేంద్రానికి చెందిన ఆరుగురు విద్యార్థులకు ఫస్ట్ ర్యాంక్ వచ్చింది. దీంతో.. అంతమందికి టాప్ ర్యాంక్ ఎలా వచ్చిందంటూ విద్యార్థులకు ఆందోళనకు దిగారు. కచ్ఛితంగా పేపర్ లీక్ అయ్యిందని.. అందుకే ఆయా విద్యార్థులకు ఫస్ట్ ర్యాంక్ వచ్చిందంటూ రోడ్లపైకి వచ్చి విద్యార్థులు నిరసన చేపట్టారు. </p>\n\n\n\n<p>ఈ క్రమంలోనే.. ఫిజిక్స్ వాలా వ్యవస్థాపకుడితో పాటు మరికొంత మంది కలిసి సుప్రీంకోర్టులో పిటిషన్లు దాఖలు చేశారు. వీటిపై విచారణ జరిపిన అత్యున్నత న్యాయస్థానం.. పై విధంగా తన తీర్పునిచ్చింది. లక్షల్లో విద్యార్థులు ప్రభావితం అవుతారన్న ఉద్దేశంతో రీఎగ్జామ్ అవసరం లేదని ఆదేశాలు జారీ చేసింది. మరి.. ఈ తీర్పుపై విద్యార్థులు ఎలా రియాక్ట్ అవుతారో చూడాలి.</p>\n","originalUrl":"https://tattvanews.com/20201/24/07/2024/","hasAudio":false,"hasInfographics":false}