{"id":"wp-en-14780","wp_id":14780,"type":"standard","category":"World","language":"en","title":"Attack on Union Minister Giriraj Singh in Bihar!","excerpt":"Union Minister Giriraj Singh was allegedly attacked during an event in Bihar's Begusarai, the police said on Saturday. The incident took place when he was holding a programme in Ballia subdivision during which a person \"behaved indecently\" and was arrested soon after. The man was identified as Shahzad alias Saifi who was \"caught behaving indecently and trying to","author":"Tattva News Team","time":"1/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Giriraj-Singh.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Minister Giriraj Singh was allegedly attacked during an event in Bihar's Begusarai, the police said on Saturday. The incident took place when he was holding a programme in Ballia subdivision during which a person \"behaved indecently\" and was arrested soon after.</p>\n\n\n\n<p>The man was identified as Shahzad alias Saifi who was \"caught behaving indecently and trying to break the security cordon\", the police said. The incident happened during Singh's 'Janta Darbaar' in Begusarai on Saturday. As the Union Minister was leaving the venue following his address, a group of miscreants allegedly tried to attack him and raised \"Muradabad\" slogans.</p>\n\n\n\n<p>\"One person has been arrested. The Union Minister (Giriraj Singh) had a program in Ballia subdivision this afternoon, during which a person behaved indecently. The policemen present in the security cordon caught him and further action is underway. The person's name is Shahzad alias Saifi, he was caught behaving indecently and trying to break the security cordon... He is a resident of Ballia and is said to be a ward councillor...\" SP Manish said.</p>\n\n\n\n<p>Reacting to the alleged attack on him, the Union Minister said that he will not be deterred from campaigning despite threats and will continue to do his work.</p>\n\n\n\n<p>\"I am Giriraj and I will always speak and fight for the interests of the society. I am not going to be scared by these attacks. Those who pamper and caress them on seeing their beard and cap should see today how land jihad, love jihad and communal tension is being created in the entire country including Begusarai, Bihar,\" Giriraj Singh stated in a post on X.</p>\n","originalUrl":"https://en.tattvanews.com/national/attack-on-union-minister-giriraj-singh-in-bihar/","hasAudio":false,"hasInfographics":false}