{"id":"wp-te-19620","wp_id":19620,"type":"standard","category":"World","language":"te","title":"అమరావతి రాజధాని ప్రాంతం సందర్శించిన చంద్రబాబు","excerpt":"ముఖ్యమంత్రి హోదాలో చంద్రబాబు నాయుడు మొదటిసారిగా గురువారం రాజధాని ప్రాంతంలో పర్యటించారు. అమరావతికి శంకుస్థాపన జరిగిన ప్రాంతంతో పాటు పలు నిర్మాణాలను పరిశీలించారు. రాజధాని అమరావతి పర్యటనలో భాగంగా చంద్రబాబు ప్రజావేదిక శిథిలాలను పరిశీలించారు. ఆ తర్వాత రాజధాని నిర్మాణాలను పరిశీలించారు.  2014లో అమరావతికి శంకుస్థాపన చేసిన ఉద్దండరాయుని పాలెంలో ప్రాంతానికి వెళ్లిన సమయంలో చంద్రబాబు ఎమోషనల్ అయ్యారు. మోకాళ్లపై కూర్చొని శంకుస్థాపన వేదికకు ప్రణమిల్లారు. నీరు-మట్టి సేకరించి ప్రదర్శనకు ఉంచిన ప్రాంతాన్ని సందర్శించారు. కొబ్బరికాయ కొట్టి","author":"Tattva News Team","time":"20/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Chandrababu-AMT1.jpg","readTime":"5 min read","contentHTML":"\n<p>ముఖ్యమంత్రి హోదాలో చంద్రబాబు నాయుడు మొదటిసారిగా గురువారం రాజధాని ప్రాంతంలో పర్యటించారు. అమరావతికి శంకుస్థాపన జరిగిన ప్రాంతంతో పాటు పలు నిర్మాణాలను పరిశీలించారు. రాజధాని అమరావతి పర్యటనలో భాగంగా చంద్రబాబు ప్రజావేదిక శిథిలాలను పరిశీలించారు. ఆ తర్వాత రాజధాని నిర్మాణాలను పరిశీలించారు. </p>\n\n\n\n<p>2014లో అమరావతికి శంకుస్థాపన చేసిన ఉద్దండరాయుని పాలెంలో ప్రాంతానికి వెళ్లిన సమయంలో చంద్రబాబు ఎమోషనల్ అయ్యారు. మోకాళ్లపై కూర్చొని శంకుస్థాపన వేదికకు ప్రణమిల్లారు. నీరు-మట్టి సేకరించి ప్రదర్శనకు ఉంచిన ప్రాంతాన్ని సందర్శించారు. కొబ్బరికాయ కొట్టి పూజలు చేశారు.</p>\n\n\n\n<p>ఈ సందర్భంగా ఏర్పాటు చేసిన మీడియా సమావేశంలో మాట్లాడిన చంద్రబాబు అమరావతి రైతులు 1,631 రోజులు ఆందోళన చేపట్టారని గుర్తు చేశారు. అమరావతి కోసం సుదీర్ఘ పోరాటం చేసిన ఘనత రైతులదని, అమరావతి రైతుల పోరాటం భావి తరాలకు ఆదర్శమని కొనియాడారు. అమరావతిని ప్రపంచం అంతా గుర్తించిందిన్న ఆయన ఎ  అంటే అమరావతి, పి  అంటే పోలవరం అని చెప్పుకొచ్చారు.</p>\n\n\n\n<p>గత ప్రభుత్వం అమరావతి ప్రాంతాన్ని పూర్తిగా ధ్వంసం చేసిందని చంద్రబాబు విమర్శించారు. ఈ ప్రాంతంలో పైపులు, రోడ్డు, మట్టిని దొంగతనం చేస్తున్నా నాటి ప్రభుత్వం పట్టించుకోలేదని దుయ్యబట్టారు. దుర్మార్గమైన పాలన నుంచి అమరావతిని దేవుడే కాపాడారని చంద్రబాబు వ్యాఖ్యానించారు.</p>\n\n\n\n<p>గత ఐదేళ్ల పాలనలో రాజధాని లేని రాష్ట్రంగా ఏపీ మారిపోయిందని  చంద్రబాబు ఆవేదన వ్యక్తం చేశారు. ప్రజావేదికను కూల్చివేయించిన చరిత్ర జగన్ ది అని ఆగ్రహం వ్యక్తం చేశారు. అలాంటి వ్యక్తికి రాజకీయాల్లో ఉండే అర్హత లేదన్నారు. ఖజానా మొత్తాన్ని జగన్ ఖాళీ చేశారని ఆరోపించారు.</p>\n\n\n\n<p> “ఆఖరికి మద్యంపై కూడా ఆదాయం రాకుండా చేయాల్సిన పనులు చేశారు. నాటి అధికారులు కూడా పత్తా లేకుండా పోయారు. వీటన్నింటిపై సమీక్షించాల్సిన అవసరం ఉంది. ఏది ఏమైనప్పటికీ పూర్తిస్థాయిలో అధ్యయనం చేసి… రాష్ట్రాన్ని పునర్నిర్మాణం చేస్తాం\" అని చంద్రబాబు స్పష్టం చేశారు.</p>\n\n\n\n<p>గత ప్రభుత్వంలో పని చేసిన విధంగా అధికారులు వ్యవహరించవద్దని చంద్రబాబు కోరారు. ప్రజాహితం కోసం పని చేసే అధికారులకు అండగా ఉంటామని చెప్పారు. పని చేసే అధికారులకు ప్రభుత్వం పూర్తిస్థాయిలో మద్దతుగా ఉంటుందన్నారు. అమరావతి నిర్మాణంలో ఎన్ఆర్ఐల సాకారం కూడా తీసుకుంటామని… త్వరలోనే ఒక యాక్షన్ ప్లాన్ రూపొందిస్తామని చంద్రబాబు చెప్పారు.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19620/20/06/2024/","hasAudio":false,"hasInfographics":false}