{"id":"wp-te-19866","wp_id":19866,"type":"standard","category":"World","language":"te","title":"చంద్రబాబు మోసపూరిత ప్రచారంతోనే ఓడిపోయాం","excerpt":"వైసీపీ ప్రజల్లో వ్యతిరేకత వల్ల ఓడిపోలేదని, ప్రజలకు మంచి చేసి కూడా తమ పార్టీ ఓడిపోయిందని పేర్కొంటూ  టిడిపి అధినేత చంద్రబాబు నాయుడు మోసపూరిత ప్రచారాలను నమ్మి 10 శాతం ఓట్లు అటు మళ్లడం వల్ల చంద్రబాబు అధికారంలోకి వచ్చాడని వైసిపి అధినేత, మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి చెప్పుకొచ్చారు.   ఎన్నికల ఫలితాలు వచ్చిన నెల రోజుల తర్వాత బైటకు వచ్చిన ఆయన నెల్లూరు జైలులో ఉన్న మాజీ వైసిపి ఎమ్యెల్యే పిన్నెల్లి రామకృష్ణారెడ్డిని","author":"Tattva News Team","time":"4/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Jagan-YS.jpeg","readTime":"5 min read","contentHTML":"\n<p><br>వైసీపీ ప్రజల్లో వ్యతిరేకత వల్ల ఓడిపోలేదని, ప్రజలకు మంచి చేసి కూడా తమ పార్టీ ఓడిపోయిందని పేర్కొంటూ  టిడిపి అధినేత చంద్రబాబు నాయుడు మోసపూరిత ప్రచారాలను నమ్మి 10 శాతం ఓట్లు అటు మళ్లడం వల్ల చంద్రబాబు అధికారంలోకి వచ్చాడని వైసిపి అధినేత, మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి చెప్పుకొచ్చారు.  </p>\n\n\n\n<p>ఎన్నికల ఫలితాలు వచ్చిన నెల రోజుల తర్వాత బైటకు వచ్చిన ఆయన నెల్లూరు జైలులో ఉన్న మాజీ వైసిపి ఎమ్యెల్యే పిన్నెల్లి రామకృష్ణారెడ్డిని పరామర్శించారు. అధికారంలో ఉండగా మీడియాకు దూరంగా ఉంటూ వచ్చిన జగన్ ఎన్నికల ఫలితాలు వచ్చిన రోజున మాత్రమే మీడియాతో క్లుప్తంగా మాట్లాడారు. ఆ తర్వాత మొదటిసారిగా గురువారం నెల్లూరులో మీడియాతో మాట్లాడుతూ  మాజీ ఎమ్మెల్యే పిన్నెల్లి మీద టీడీపీ ప్రభుత్వం అన్యాయంగా అక్రమ కేసులు పెట్టారని విమర్శించారు. </p>\n\n\n\n<p> రాష్ట్ర వ్యాప్తంగా ఇదే కార్యక్రమాలు జరుగుతున్నాయని జగన్ ఆరోపించారు. <br>పాల్వాయ్‌గేట్‌ పోలింగ్ బూత్‌లో జరుగుతున్న అన్యాయం జరగడం చూడలేక ఎమ్మెల్యే పిన్నెల్లి ఈవిఎం పగులగొట్టారని సమర్ధించే ప్రయత్నం చేశారు. అయితే, ఆయన్ని ఈవిఎం పగులగొట్టినందుకు జైల్లో పెట్టలేదని,  ఆ ఘటన జరిగిన పదిరోజుల తర్వాత వాళ్లు రిగ్గింగ్ చేస్తుంటే ఎమ్మెల్యే హత్యాయత్నం చేశారని కేసు పెట్టారని ఆరోపించారు.<br><br>పిన్నెల్లి నాలుగు సార్లు ఎమ్మెల్యేగా గెలిచాడని, మంచోడు కాబట్టే ప్రజలు ఆశీర్వదించారని, నాలుగుసార్లు గెలిపించారని అలాంటివ మంచి మనిషిని ప్రజలు తప్పుడు కేసులో ఇరికించారని మండిపడ్డారు. రాష్ట్ర వ్యాప్తంగా అన్ని గ్రామాల్లో ఇదే పరిస్థితి ఉందని జగన్ ఆరోపించారు. చంద్రబాబు ఒక రెడ్ బుక్, లోకేష్ ఒక రెడ్ బుక్‌, ప్రతి ఒక్కరు రెడ్ బుక్ పెట్టుకుని, దారుణంగా, అన్యాయంగా ప్రవర్తిస్తున్నారని, ఆస్తులు ధ్వంసం చేస్తున్నారని జగన్ ఆరోపించారు. </p>\n\n\n\n<p>పోలీసులు దొంగ కేసులు పెడుతున్నారని, వాళ్లే కొట్టి దొంగ కేసులు పెడుతున్నారని ఆరోపించారు. ఎమ్మెల్యేలు స్వయంగా జేసీబీలు తీసుకువెళ్లి బిల్డింగులు పగులగొడుతున్నారని ఆందోళన వ్యక్తం చేశారు.  ఎల్లకాలం మీ ప్రభుత్వమే ఉండదని, ప్రజలు ఖచ్చితంగా బుద్ది చెబుతారన్నారని స్పష్టం చేశారు.  రేపు ఇదే పరిస్థితి మీ పార్టీ కార్యకర్తలకు జరుగుతందని జగన్ హెచ్చరించారు.<br><br>ఏపీలో చంద్రబాబుకు ఓటేయలేదని వైసీపీ నాయకులు, కార్యకర్తల ఆస్తులు ధ్వంసం చేస్తున్నారని, దొంగ కేసులు పెడుతున్నారని  జగన్ ఆరోపించారు. వాళ్లే తమపై దాడి చేసి వాళ్లే కేసులు పెడుతున్నారని ఆరోపించారు. రాష్ట్రంలో దారుణంగా పరిపాలన సాగుతుందని పేర్కొంటూ  గత ఐదేళ్లలో వైసీపీ పరిపాలనలో వైసీపీ ప్రభుత్వంలో జగన్ ఏమి చేశాడో గుర్తు చేసుకోవాలని కోరారు. కులం, మతం, ప్రాంతం చూడకుండా, ఏ పార్టీకి ఓటు వేశారో చూడకుండా ప్రతి పథకం, మంచి అర్హత మేరకు డోర్ డెలివరీ చేశామని చెప్పారు.<br></p>\n","originalUrl":"https://tattvanews.com/19866/04/07/2024/","hasAudio":false,"hasInfographics":false}