{"id":"wp-te-21314","wp_id":21314,"type":"standard","category":"World","language":"te","title":"ఇంత పాపం చేసిన మళ్లీ తిరుమల దర్శనమా!","excerpt":"తిరుమల లడ్డూ ప్రసాదాన్ని అపవిత్రం చేశారనే విషయం తెలిసి హిందువులంతా ఎంతో బాధపడుతున్నారని, ఇలాంటి పాపిష్టులు కూడా ఈ ప్రపంచంలో ఉన్నారా? అని చర్చించుకుంటున్నారని బీజేపీ నేత, గోషామహల్ ఎమ్మెల్యే రాజాసింగ్ తెలిపారు. ఇంత పాపం చేసిన తర్వాత కూడా ఇంకా సిగ్గులేకుండా మళ్లీ తిరుమల దర్శనానికి వెళ్లడం ఏమిటని వైసీపీ అధినేత జగన్‌ మోహన్ రెడ్డిని  ఉద్దేశించి ఆయన ప్రశ్నించారు.  హిందూ ధర్మాన్ని గౌరవించకుంటే ఇబ్బందులు తప్పవని హెచ్చరించారు. ప్రసాదాన్ని అపవిత్రం చేసినందుకు హిందువులు అందరూ","author":"Tattva News Team","time":"26/9/2024","image":"https://tattvanews.com/wp-content/uploads/2022/11/Raja-Singh.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>తిరుమల లడ్డూ ప్రసాదాన్ని అపవిత్రం చేశారనే విషయం తెలిసి హిందువులంతా ఎంతో బాధపడుతున్నారని, ఇలాంటి పాపిష్టులు కూడా ఈ ప్రపంచంలో ఉన్నారా? అని చర్చించుకుంటున్నారని బీజేపీ నేత, గోషామహల్ ఎమ్మెల్యే రాజాసింగ్ తెలిపారు. ఇంత పాపం చేసిన తర్వాత కూడా ఇంకా సిగ్గులేకుండా మళ్లీ తిరుమల దర్శనానికి వెళ్లడం ఏమిటని వైసీపీ అధినేత జగన్‌ మోహన్ రెడ్డిని  ఉద్దేశించి ఆయన ప్రశ్నించారు. </p>\n\n\n\n<p>హిందూ ధర్మాన్ని గౌరవించకుంటే ఇబ్బందులు తప్పవని హెచ్చరించారు. ప్రసాదాన్ని అపవిత్రం చేసినందుకు హిందువులు అందరూ తిడుతున్నారని, దొరికితే మాత్రం చంపేస్తారని సంచలన వ్యాఖ్యలు చేశారు.</p>\n\n\n\n<p>ఏపీ ఉపముఖ్యమంత్రి పవన్ కల్యాణ్ ఓ మంచి మాట చెప్పారని, ఒక సనాతన ధర్మ రక్షణకు ఓ హిందూ బోర్డ్ అవసరమని చెప్పారని రాజాసింగ్ ప్రశంసించారు. మన గుడిని, మన ప్రసాదాన్ని అపవిత్రం చేయాలని చూస్తే వారికి బుద్ధి చెప్పాలని స్పష్టం చేశారు. ఏపీలోని ఎన్నో దేవాలయాలలో ఇతర మతస్తులు ఉద్యోగం చేస్తున్నారని, హిందూ ధర్మంపై నమ్మకం లేని వారికి మన గుళ్లలో ఉద్యోగాలు ఎందుకు? అని ప్రశ్నించారు.</p>\n\n\n\n<p>మన గుళ్లలో పని చేసే ఇతర మతస్తులను వెంటనే తొలగించాలని ఆంధ్రప్రదేశ్ ప్రభుత్వానికి విజ్ఞప్తి చేశారు. లేకపోతే తిరుపతి, శ్రీశైలం లాంటి ప్రాంతాల్లో ఇతర మతస్తులు వచ్చి మత మార్పిడి చేసే అవకాశం ఉందని ఆయన యెచ్చరించారు. ఏపీ ప్రభుత్వం తక్షణమే టాస్క్‌ఫోర్స్‌ను ఏర్పాటు చేసి దేవాలయ, ఆలయ భూములను కాపాడాలని కోరారు. </p>\n\n\n\n<p>తిరుమలను ఎంతో పవిత్రంగా ఉంచాలని కోరారు. భారత్ నుంచి మాత్రమే కాదని, వివిధ దేశాల నుంచి కూడా శ్రీవారి దర్శనానికి వస్తారని చెప్పారు. శ్రీవారి ప్రసాదం అపవిత్రం కావడంపై హిందువులంతా బాధపడుతున్నారని చెబుతూ ప్రసాదాన్ని అపవిత్రం చేసిన వాళ్లు తిరుమలకు వెళ్లడం సరైంది కాదని హితవు చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/21314/26/09/2024/","hasAudio":false,"hasInfographics":false}