{"id":"wp-en-12970","wp_id":12970,"type":"standard","category":"World","language":"en","title":"Rajiv Gandhi abolished inheritance law to get Indira’s property, says Modi￼","excerpt":"Former Prime Minister Rajiv Gandhi “abolished the inheritance law that existed earlier to save his property from going to the government.” after his mother Indira Gandhi passed away, said Prime Minister Narendra Modi on Thursday, as he continued his attack on the Congress. Modi, speaking in Madhya Pradesh’s  Morena region, said that After benefitting from it, the","author":"Tattva News Team","time":"26/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Modi-MP.jpg","readTime":"5 min read","contentHTML":"\n<p>Former Prime Minister Rajiv Gandhi “abolished the inheritance law that existed earlier to save his property from going to the government.” after his mother Indira Gandhi passed away, said Prime Minister Narendra Modi on Thursday, as he continued his attack on the Congress.</p>\n\n\n\n<p>Modi, speaking in Madhya Pradesh’s  Morena region, said that After benefitting from it, the Congress now wants to impose it again on the people of the country, he said. If the Congress comes to power, it will snatch more than half of the earnings of the people through inheritance tax, he said.<a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p>Prime Minister Narendra Modi on Thursday stepped up his attack on the Congress and said he was standing as a wall between the people and the grand old party's plans to loot them.</p>\n\n\n\n<p>A day after Rahul Gandhi's remark that those who call themselves \"deshbhakt\" are scared of the 'X-ray' of caste census, Modi said the Congress wants to confiscate people's jewellery and small savings by conducting an X-ray of their properties and valuables.</p>\n\n\n\n<p>Inheritance tax became a political flashpoint after Congress leader Sam Pitroda said such a concept could be debated in India. Modi referred to the remarks during his speech in Chhattisgarh  and Madhya Pradesh on Wednesday, suggesting that the Congress had its eyes on the wealth of all Indians.<a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/elections/lok-sabha-election-2024/congress-wants-to-confiscate-peoples-jewellery-and-small-savings-by-conducting-x-ray-of-their-properties-and-valuables-says-prime-minister-narendra-modi/cid/2015687&text=Congress wants to confiscate peoples jewellery and small savings by conducting X-ray of their properties and valuables says Prime Minister Narendra Modi\"></a><a href=\"https://api.whatsapp.com/send?text=Congress wants to confiscate peoples jewellery and small savings by conducting X-ray of their properties and valuables says Prime Minister Narendra Modi https://www.telegraphindia.com/elections/lok-sabha-election-2024/congress-wants-to-confiscate-peoples-jewellery-and-small-savings-by-conducting-x-ray-of-their-properties-and-valuables-says-prime-minister-narendra-modi/cid/2015687\"></a><a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p><a href=\"https://playstream.media/\"></a>The Congress wants to reinforce the tax more powerfully now after its four generations reaped benefit of the wealth passed on to them, he said.As long as the BJP is there, it will not allow such designs to succeed, the PM said.</p>\n\n\n\n<p>\"The wealth that you have accumulated by working hard and enduring hardships will be looted from you once a Congress-led government is formed,\" he said. He asserted that  Modi is standing as a wall between you and the Congress' plan to loot you.</p>\n\n\n\n<p>For the BJP, nothing is bigger than the country, while for the Congress, its own family is the major criterion, Modi said apparently referring to dynastic politics. He warned that the   Congress wants to snatch reservation of the SCs/STs/OBCs and the downtrodden for the sake of its Muslim vote bank.</p>\n","originalUrl":"https://en.tattvanews.com/national/rajiv-gandhi-abolished-inheritance-law-to-get-indiras-property-says-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}