{"id":"wp-te-19124","wp_id":19124,"type":"standard","category":"World","language":"te","title":"ప్రధాని విజయవాడ పర్యటనలో భద్రతా వైఫల్యం.. కేంద్రం సీరియస్","excerpt":"ఆంధ్రప్రదేశ్ పోలీసుల తీరుపై కేంద్ర ప్రభుత్వం చాలా సీరియస్ అయ్యింది. వారి అలసత్వంపై ఆగ్రహం వ్యక్తం చేస్తూ ఘాటైన వ్యాఖ్యలతో లేఖను రాష్ట్ర డీజీపీకి  పంపింది. ఎన్నికల ప్రచారంలో భాగంగా ప్రధాని నరేంద్ర మోదీ విజయవాడలోరోడ్ షో నిర్వహించారు. ఈ రోడ్ షోలో భద్రతా వైఫల్యం చోటు చేసుకుంది.  దీనిపై కేంద్ర ప్రభుత్వం ఇప్పుడు సీరియస్‌గా స్పందించింది. బాధ్యులపలై కఠిన చర్యలు తీసుకోవాలని రాష్ట్ర డీజీపీకి ఘాటైన లేఖ పంపింది కేంద్రం. బందరు రోడ్దులో మున్సిపల్‌ స్టేడియం","author":"Tattva News Team","time":"24/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-VIJ.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ పోలీసుల తీరుపై కేంద్ర ప్రభుత్వం చాలా సీరియస్ అయ్యింది. వారి అలసత్వంపై ఆగ్రహం వ్యక్తం చేస్తూ ఘాటైన వ్యాఖ్యలతో లేఖను రాష్ట్ర డీజీపీకి  పంపింది. ఎన్నికల ప్రచారంలో భాగంగా ప్రధాని నరేంద్ర మోదీ విజయవాడలోరోడ్ షో నిర్వహించారు. ఈ రోడ్ షోలో భద్రతా వైఫల్యం చోటు చేసుకుంది. </p>\n\n\n\n<p>దీనిపై కేంద్ర ప్రభుత్వం ఇప్పుడు సీరియస్‌గా స్పందించింది. బాధ్యులపలై కఠిన చర్యలు తీసుకోవాలని రాష్ట్ర డీజీపీకి ఘాటైన లేఖ పంపింది కేంద్రం.  బందరు రోడ్దులో మున్సిపల్‌ స్టేడియం నుంచి బెంజ్‌సర్కిల్‌ వరకూ సాగిన ఈ రోడ్డుషో సాయంత్రం 6.15కు మొదలైంది. </p>\n\n\n\n<p>అంతకు 45 నిముషాల ముందు రోడ్‌ షో ప్రారంభమయ్యే ప్రాంతంలో ఒకటి, ముగించే దగ్గర మరొకటి గాల్లో ఎగురుతున్న డ్రోన్లను ప్రధాని రక్షణ బాధ్యతలు పర్యవేక్షించే నేషనల్‌ సెక్యూరిటీ గ్రూప్‌(ఎన్‌ఎ్‌సజీ) గమనించి వాటిని కిందికి దించేసింది. ప్రధాని పర్యటించే ప్రాంతంలో కనీసం 2కిలోమీటర్ల దూరంలో ఎలాంటి డ్రోన్లు ఎగరకుండా నిషేధం ఉందంటూ అడ్డుకుంది. ఈ విషయాన్ని కేంద్ర హోంశాఖకు తెలియజేయడంతో రాష్ట్ర ప్రభుత్వానికి లేఖ రాసింది.</p>\n\n\n\n<p>పీఎం భద్రతను పర్యవేక్షించే ఎస్పీజీ ముందుగానే ప్రధాని రోడ్ షో ప్రాంతం నో ఫ్లై జోన్‌గా ప్రకటించింది. అయినప్పటికీ రాష్ట్ర పోలీసులు వినిపించుకోలేదు. ప్రధాని రోడ్ షోకు 45 నిమిషాల ముందు డ్రోన్‌లను గుర్తించిన ఎస్పీజీ.. ఒక డ్రోన్‌ను డిస్‌ఫ్యూజ్ చేసేసింది.  ప్రధాని నరేంద్ర మోదీ ర్యాలీకి 45 నిమిషాల ముందు ర్యాలీ ప్రారంభం, చివరలో డ్రోన్స్ ఎగురవేశారు.</p>\n\n\n\n<p>ఈ విషయాన్ని రాష్ట్ర పోలీసులకు చెప్పినా.. వారు పెద్దగా పట్టించుకోలేదు. డ్రోన్స్‌ను ఎగురవేశారు. దీనిపై కేందర ప్రభుత్వం, ఎస్పీజీ సీరియస్ అయ్యింది. ఇది భద్రతా వైఫల్యమేనని కేంద్ర హోంశాఖ ఇప్పుడు తేల్చింది. వెంటనే విచారణ జరిపి బాధ్యులపై కఠిన చర్యలు తీసుకోవాలని డీజీపీకి కేంద్ర ప్రభుత్వం లేఖ రాసింది. మరి దీనిపై రాష్ట్ర డీజీపీ ఎలా స్పందిస్తారనేది వేచి చూడాలి.</p>\n","originalUrl":"https://tattvanews.com/19124/24/05/2024/","hasAudio":false,"hasInfographics":false}