{"id":"wp-te-20711","wp_id":20711,"type":"standard","category":"World","language":"te","title":"￼ ఆర్జీ కర్‌ మాజీ ప్రిన్సిపల్‌కు లై డిటెక్టర్‌ టెస్ట్","excerpt":"కోల్‌కతా వైద్య విద్యార్థిని కేసులో విచారణ చేస్తోన్న సీబీఐ ఆర్జీ కర్‌ మెడికల్‌ కాలేజీ ప్రిన్సిపల్‌ సందీప్‌ ఘోష్‌ తీరుపై దర్యాప్తు చేస్తోంది. ఇందులో భాగంగా ఆయనతో పాటు ఈ కేసుతో సంబంధమున్న నలుగురు వైద్యులకు పాలీగ్రాఫ్‌ టెస్టు చేయాలని నిర్ణయించింది. ఇందులో భాగంగా సీబీఐ చేసిన విజ్ఞప్తిని కోల్‌కతాలోని ప్రత్యేక కోర్టు అనుమతించింది. ఆర్జీ కర్‌ మెడికల్‌ కాలేజీలో వైద్య విద్యార్థినిపై అత్యాచార, హత్య ఘటన చోటుచేసుకున్న రోజు డ్యూటీలో ఉన్న సందీప్‌ ఘోష్‌తోపాటు మరో","author":"Tattva News Team","time":"23/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/POlygraph-test.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>కోల్‌కతా వైద్య విద్యార్థిని కేసులో విచారణ చేస్తోన్న సీబీఐ ఆర్జీ కర్‌ మెడికల్‌ కాలేజీ ప్రిన్సిపల్‌ సందీప్‌ ఘోష్‌ తీరుపై దర్యాప్తు చేస్తోంది. ఇందులో భాగంగా ఆయనతో పాటు ఈ కేసుతో సంబంధమున్న నలుగురు వైద్యులకు పాలీగ్రాఫ్‌ టెస్టు చేయాలని నిర్ణయించింది. ఇందులో భాగంగా సీబీఐ చేసిన విజ్ఞప్తిని కోల్‌కతాలోని ప్రత్యేక కోర్టు అనుమతించింది.</p>\n\n\n\n<p>ఆర్జీ కర్‌ మెడికల్‌ కాలేజీలో వైద్య విద్యార్థినిపై అత్యాచార, హత్య ఘటన చోటుచేసుకున్న రోజు డ్యూటీలో ఉన్న సందీప్‌ ఘోష్‌తోపాటు మరో నలుగురు వైద్యులను సీబీఐ విచారిస్తోంది. ఈ సమయంలో సందీప్ ఘోష్‌ పొంతనలేని సమాధానాలు చెప్పినట్లు తెలిసింది.  దీంతో ఆయనకు లై-డిటెక్టర్‌ పరీక్ష నిర్వహించాలని సీబీఐ నిర్ణయించింది. ఇందులో భాగంగానే న్యాయస్థానం అనుమతి పొందిన కేంద్ర దర్యాప్తు సంస్థ.. వీరికి లై డిటెక్టర్‌ పరీక్షలు చేసేందుకు ఏర్పాట్లు చేస్తోంది.</p>\n\n\n\n<p>మరోవైపు, సీఎం మమతా బెనర్జీ ప్రధాని నరేంద్ర మోదీకి లేఖ రాశారు. \"దేశంలో మహిళలపై జరుగుతోన్న అత్యాచార ఘటనలను మీ దృష్టికి తీసుకురావాలనుకొంటున్నా. అనేక సందర్భాల్లో మహిళలు హత్యాచారాలకు గురవుతున్నారు. అందుబాటులో ఉన్న సమాచారం ప్రకారం దేశవ్యాప్తంగా రోజుకు దాదాపు 90 అత్యాచార ఘటనలు జరుగుతుండటం భయానక పరిస్థితిని సూచిస్తోంది\" అంటూ ఆ లేఖలో ఆమె ఆందోళన వ్యక్తం చేశారు. </p>\n\n\n\n<p>\"ఇలాంటి చర్యలు సమాజం, దేశం విశ్వాసాన్ని దెబ్బతీస్తాయి. ఈ దురాగతాలకు ముగింపు పలకడం ద్వారా మహిళలు తాము సురక్షితంగా, భద్రంగా ఉన్నామని భావించేలా చేయడం మనందరి కర్తవ్యం\" అని లేఖలో ఆమె పేర్కొన్నారు</p>\n\n\n\n<p>\"ఘోరమైన నేరాలకు పాల్పడిన వారికి తగిన శిక్షలు విధించేలా కఠినమైన చట్టం తీసుకురావడం ద్వారా తీవ్రమైన, సున్నితమైన ఈ సమస్యను సమగ్ర పద్ధతిలో పరిష్కరించాల్సిన అవసరం ఉంది. ఇలాంటి కేసుల్లో సత్వర విచారణ కోసం ఫాస్ట్ ట్రాక్ ప్రత్యేక కోర్టుల ఏర్పాటును ప్రతిపాదిత చట్టంలో చేర్చాలి. సత్వర న్యాయం జరగాలంటే ఈ కేసుల విచారణ 15 రోజుల్లో పూర్తి చేయాలి\" అని ఆ లేఖలో ఆమె సూచించారు. </p>\n\n\n\n<p> కోల్‌కతాలోని ఆర్‌జీ కర్‌ ఆస్పత్రిలో జూనియర్‌ వైద్యురాలిపై అత్యాచారం, హత్య వ్యవహారం, ఆ తర్వాత ఆస్పత్రిలో జరిగిన విధ్వంసం వంటి పరిణామాలతో మమతా బెనర్జీ సర్కార్‌పై తీవ్ర విమర్శలు వెల్లువెత్తుతున్నాయి.</p>\n","originalUrl":"https://tattvanews.com/20711/23/08/2024/","hasAudio":false,"hasInfographics":false}