{"id":"wp-te-20380","wp_id":20380,"type":"standard","category":"World","language":"te","title":"నీట్‌ లీకేజీ పెద్ద ఎత్తున జరగలేదని సుప్రీం స్పష్టం","excerpt":"నీట్‌ లీకేజీ పెద్ద ఎత్తున జరగనందునే ఆ పరీక్షను రద్దు చేయాలంటూ ఆదేశాలు జారీచేయలేదని సుప్రీంకోర్టు స్పష్టం చేసింది. ఈమేరకు జూలై 23న తాము ఇచ్చిన తీర్పునకు సంబంధించి కారణాలను సీజేఐ జస్టిస్‌ డీవై చంద్రచూడ్‌ నేతృత్వంలోని త్రిసభ్య ధర్మాసనం వివరించింది. ‘‘హజారీబాఘ్‌, పట్నాలో మినహా నీట్‌ పరీక్ష పవిత్రతను దెబ్బతీసేలా విస్తృతస్థాయిలో లీకేజీ జరగలేదు’’ అని తేల్చిచెప్పింది.  పరీక్షల నిర్వహణలో లోపాలను సరిదిద్దుకోవాలని నేషనల్‌ టెస్టింగ్‌ ఏజెన్సీకి (ఎన్‌టీఏ) సూచించింది. అలాగే.. ఎన్‌టీఏ పనితీరును సమీక్షించేందుకు,","author":"Tattva News Team","time":"3/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Neet1.webp","readTime":"5 min read","contentHTML":"\n<p>నీట్‌ లీకేజీ పెద్ద ఎత్తున జరగనందునే ఆ పరీక్షను రద్దు చేయాలంటూ ఆదేశాలు జారీచేయలేదని సుప్రీంకోర్టు స్పష్టం చేసింది. ఈమేరకు జూలై 23న తాము ఇచ్చిన తీర్పునకు సంబంధించి కారణాలను సీజేఐ జస్టిస్‌ డీవై చంద్రచూడ్‌ నేతృత్వంలోని త్రిసభ్య ధర్మాసనం వివరించింది. ‘‘హజారీబాఘ్‌, పట్నాలో మినహా నీట్‌ పరీక్ష పవిత్రతను దెబ్బతీసేలా విస్తృతస్థాయిలో లీకేజీ జరగలేదు’’ అని తేల్చిచెప్పింది. </p>\n\n\n\n<p>పరీక్షల నిర్వహణలో లోపాలను సరిదిద్దుకోవాలని నేషనల్‌ టెస్టింగ్‌ ఏజెన్సీకి (ఎన్‌టీఏ) సూచించింది. అలాగే.. ఎన్‌టీఏ పనితీరును సమీక్షించేందుకు, పరీక్షల సంస్కరణలకు సంబంధించిన సిఫారసుల నిమిత్తం ఇస్రో మాజీ చీఫ్‌ కె.రాధాకృష్ణన్‌ నేతృత్వంలో ఏర్పాటైన ప్యానెల్‌ పరిశీలించాల్సిన అంశాల పరిధిని పెంచుతూ కొన్ని సూచనలు చేసింది.</p>\n\n\n\n<p>పరీక్షాకేంద్రాల కేటాయింపు ప్రక్రియపై సమీక్ష, అభ్యర్థుల గుర్తింపుపత్రాల తనిఖీ, పరీక్షాకేంద్రాల్లో సీసీటీవీల పర్యవేక్షణ తదితర 8 అంశాలకు సంబంధించి సమగ్ర సమీక్ష జరిపి.. పరీక్షల వ్యవస్థలో లోపాలను సరిదిద్దే చర్యలను సూచిస్తూ సెప్టెంబరు 30 నాటికి నివేదికను సమర్పించాలని కమిటీని ఆదేశించింది. ఆ నివేదిక అమలుపై కేంద్ర విద్యాశాఖ అక్టోబర్ 15 నాటికి నిర్ణయం తీసుకోవాలని స్పష్టం చేసింది.</p>\n\n\n\n<p>నీట్‌-యూజీ లీకేజీ విస్తృత స్థాయిలో జరగలేదు కాబట్టే ఆ పరీక్ష రద్దుకు ఆదేశించలేదన్న సుప్రీం వ్యాఖ్య.. ఈ విషయంలో ప్రభుత్వ వైఖరి సరైనదేనని నిరూపించే విధంగా ఉందని కేంద్ర విద్యాశాఖ మంత్రి ధర్మేంద్ర ప్రధాన్‌ ట్వీట్‌ చేశారు. నీట్‌ లీకేజీ పెద్ద ఎత్తున జరిగిందంటూ కొన్నాళ్లుగా విస్తృతస్థాయిలో జరుగుతున్న దుష్ప్రచారాన్ని సుప్రీం తీర్పు నిర్ద్వంద్వంగా కొట్టిపారేసిందని ఆయన పేర్కొన్నారు. </p>\n\n\n\n<p>ఎలాంటి అవకతవకలకూ ఆస్కారం లేని విధంగా.. పారదర్శకంగా ఒక్క తప్పు కూడా జరగకుండా పరీక్షలు నిర్వహించే విధానానికి తమ ప్రభుత్వం కట్టుబడి ఉందని ఆయన స్పష్టం చేశారు. మరోవైపు.. నీట్‌ వ్యవస్థ రద్దు కోరుతూ డీఎంకే ఎంపీ ఎం.మొహమ్మద్‌ అబ్దుల్లా.. శుక్రవారం మధ్యాహ్నం రాజ్యసభలో ప్రైవేటు మెంబర్‌ తీర్మానాన్ని ప్రవేశపెట్టారు. విద్యను కేంద్ర, రాష్ట్ర ప్రభుత్వాల ఉమ్మడి జాబితా నుంచి తొలగించి.. రాష్ట్రాల జాబితాలో చేర్చేలా చట్టం తేవాలని అందులో కోరారు.</p>\n\n\n\n<p>వైద్యవిద్యలో ప్రవేశాలను రాష్ట్రప్రభుత్వాల నిబంధనలకు అనుగుణంగా నిర్వహించుకునేలా పాతపద్ధతికి మళ్లే అవకాశం కల్పించాలని పేర్కొన్నారు. అయితే.. పార్లమెంటరీ విధానాలకు, సుప్రీంకోర్టు తీర్పు స్ఫూర్తికి వ్యతిరేకంగా ఉన్న ఆ తీర్మానాన్ని ఉపసంహరించుకోవాలని కేంద్ర మంత్రి జయంత్‌ చౌదరి విజ్ఞప్తి చేశారు.</p>\n\n\n\n<p>ఈ తీర్మానంపై చర్చ సందర్భంగా మాట్లాడిన కేంద్ర ఆరోగ్య మంత్రి జేపీ నడ్డా.. నీట్‌ ప్రవేశపెట్టడానికి ముందు వైద్య విద్య బహిరంగ వ్యాపారంలా ఉండేదని, పీజీ సీట్లను రూ.8 కోట్ల నుంచి రూ.13 కోట్లకు అమ్ముకునేవారని పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20380/03/08/2024/","hasAudio":false,"hasInfographics":false}