{"id":"wp-en-14742","wp_id":14742,"type":"standard","category":"World","language":"en","title":"IMA suspends membership of former RG Kar principal Sandip Ghosh","excerpt":"The Indian Medical Association (IMA) on Wednesday suspended the membership of former RG Kar Medical College and Hospital principal Dr Sandip Ghosh, amid a CBI probe into the alleged rape and murder of a junior doctor at the Kolkata-based institute earlier this month. The decision to suspend the IMA membership of Ghosh, who is the","author":"Tattva News Team","time":"29/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Sandir-Ghosh.png","readTime":"5 min read","contentHTML":"\n<p>The Indian Medical Association (IMA) on Wednesday suspended the membership of former RG Kar Medical College and Hospital principal Dr Sandip Ghosh, amid a CBI probe into the alleged rape and murder of a junior doctor at the Kolkata-based institute earlier this month.</p>\n\n\n\n<p>The decision to suspend the IMA membership of Ghosh, who is the vice president of the association's Kolkata branch, was taken by its disciplinary committee.</p>\n\n\n\n<p>In an order, the Indian Medical Association said the committee constituted by IMA national president Dr R V Asokan on Wednesday suo-motu considered the rape and murder case of the postgraduate resident doctor and the subsequent developments at the RG Kar Medical College and Hospital. The IMA general secretary along with Asokan had met the victim's parents at their home, it said.</p>\n\n\n\n<p>The IMA general secretary along with Asokan had met the victim's parents at their home, it said. \"They had put up their grievances against you (Ghosh) in dealing with the situation as well as lack of empathy and sensitivity in handling the issue in appropriate manner befitting the responsibility held by you in your dealings with them,\" the order said.</p>\n\n\n\n<p>\"The IMA Bengal state branch as well as certain associations' of doctors also have demanded action citing the nature of disrepute brought by you to the profession on the whole,\" it said.</p>\n\n\n\n<p>Meanwhile, the Enforcement Directorate (ED) has filed an Enforcement Case Information Report (ECIR) in connection with alleged financial irregularities involving RG Kar. The probe has officially commenced, focusing on suspected money laundering activities linked to the case. </p>\n\n\n\n<p>Trouble deepens for former principal Sandip Ghosh of RG Kar Medical College and Hospital as the Enforcement Directorate (ED) has joined the investigation into alleged financial irregularities during his tenure. This follows the Central Bureau of Investigation's (CBI) earlier probe. The ED's case, based on the CBI's FIR, includes charges of criminal conspiracy, cheating, and corruption. The investigation also extends to several associated businesses suspected of involvement in the irregularities.</p>\n\n\n\n<p>The CBI filed an FIR against Ghosh, based on a complaint from Debal Kumar Ghosh, special secretary to the state health department. The FIR also targets several businesses, including M/s Ma Tara Traders, M/s Eshan Cafe, and M/s Khama Louha, implicated in the alleged financial misconduct.</p>\n","originalUrl":"https://en.tattvanews.com/national/ima-suspends-membership-of-former-rg-kar-principal-sandip-ghosh/","hasAudio":false,"hasInfographics":false}