{"id":"wp-te-21057","wp_id":21057,"type":"standard","category":"World","language":"te","title":"70 ఏళ్లు పైబడిన అందరికీ రూ.5 లక్షల ఆరోగ్య బీమా","excerpt":"ఆయుష్మాన్ భారత్ ప్రధాన మంత్రి జన్ ఆరోగ్య యోజన (ఎబి పీఎం- జేఎవై) పథకం కింద ఆదాయంతో సంబంధం లేకుండా 70 ఏళ్లు పైబడిన సీనియర్ సిటిజన్లందరికీ రూ .5 లక్షల ఆరోగ్య బీమా కల్పించాలన్న ప్రతిపాదనకు కేంద్ర కేబినెట్ ఆమోదం తెలిపింది. ప్రధాని నరేంద్ర మోదీ నేతృత్వంలో కేంద్ర కేబినెట్ బుధవారం ఢిల్లీలో సమావేశమైంది. మోదీ ప్రభుత్వం తీసుకున్న ఈ నిర్ణయం దేశవ్యాప్తంగా 4.5 కోట్ల కుటుంబాలకు ప్రయోజనం చేకూరుస్తుందని కేంద్ర సమాచార, ప్రసార శాఖ","author":"Tattva News Team","time":"12/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Ayushman-Bharat1.webp","readTime":"5 min read","contentHTML":"\n<p>ఆయుష్మాన్ భారత్ ప్రధాన మంత్రి జన్ ఆరోగ్య యోజన (ఎబి పీఎం- జేఎవై) పథకం కింద ఆదాయంతో సంబంధం లేకుండా 70 ఏళ్లు పైబడిన సీనియర్ సిటిజన్లందరికీ రూ .5 లక్షల ఆరోగ్య బీమా కల్పించాలన్న ప్రతిపాదనకు కేంద్ర కేబినెట్ ఆమోదం తెలిపింది. ప్రధాని నరేంద్ర మోదీ నేతృత్వంలో కేంద్ర కేబినెట్ బుధవారం ఢిల్లీలో సమావేశమైంది.</p>\n\n\n\n<p>మోదీ ప్రభుత్వం తీసుకున్న ఈ నిర్ణయం దేశవ్యాప్తంగా 4.5 కోట్ల కుటుంబాలకు ప్రయోజనం చేకూరుస్తుందని కేంద్ర సమాచార, ప్రసార శాఖ మంత్రి అశ్విని వైష్ణవ్ తెలిపారు. సామాజిక, ఆర్థిక స్థితితో సంబంధం లేకుండా 70 ఏళ్ల వయస్సు పైబడిన సీనియర్ సిటిజన్లందరూ ఈ ఆయుష్మాన్ భారత్ ప్రధాన మంత్రి జన్ ఆరోగ్య యోజన ప్రయోజనాలను పొందడానికి అర్హులని ప్రభుత్వం ఒక ప్రకటనలో తెలిపింది.</p>\n\n\n\n<h2 class=\"wp-block-heading\">ఈ ప్రభుత్వ ఉచిత ఆరోగ్య బీమాను ఎలా పొందాలి?</h2>\n\n\n\n<ul class=\"wp-block-list\"><li>ఆయుష్మాన్ భారత్ ప్రధాన మంత్రి జన్ ఆరోగ్య యోజన కింద 70 ఏళ్లు పైబడిన సీనియర్ సిటిజన్లకు ప్రత్యేక కార్డు లభిస్తుంది.</li><li>ఇప్పటికే ఏబీ పీఎం-జేఏవై పరిధిలోకి వచ్చే వారికి వారి కుటుంబాల్లోని సీనియర్ సిటిజన్లకు ప్రత్యేకంగా ఏడాదికి రూ.5 లక్షల అదనపు టాప్-అప్ లభిస్తుంది.</li><li>ఇప్పటికే ఇతర ప్రజారోగ్య భీమా పథకాల నుండి ప్రయోజనం పొందుతున్న సీనియర్ సిటిజన్లు తమ ప్రస్తుత ప్రణాళికను కొనసాగించవచ్చు లేదా ఏబీ పీఎం-జేఏవై కింద కవరేజీని ఎంచుకోవచ్చు.</li></ul>\n\n\n\n<h2 class=\"wp-block-heading\">ఆయుష్మాన్ భారత్ పథకం ఏమిటి?</h2>\n\n\n\n<ul class=\"wp-block-list\"><li>ఆయుష్మాన్ భారత్ ప్రధాన మంత్రి జన్ ఆరోగ్య యోజన ప్రపంచంలోనే అతిపెద్ద ప్రభుత్వ నిధులతో నడిచే ఆరోగ్య భరోసా పథకం.</li><li>సెకండరీ, తృతీయ కేర్ హాస్పిటలైజేషన్ లకు ప్రతి కుటుంబానికి సంవత్సరానికి రూ .5 లక్షల ఆరోగ్య కవరేజీని అందిస్తుంది.</li><li>కుటుంబ సభ్యుల వయస్సుతో సంబంధం లేకుండా 12.34 కోట్ల కుటుంబాలకు చెందిన 55 కోట్ల మందికి ఈ ఆయుష్మాన్ భారత్ పథకం వర్తిస్తుంది.</li><li>7.37 కోట్ల ఆసుపత్రుల అడ్మిషన్లు ఈ పథకం పరిధిలోకి వచ్చాయని, లబ్ధిదారుల్లో 49 శాతం మంది మహిళలేనని ప్రభుత్వ ప్రకటన తెలిపింది.</li><li>ఇప్పటివరకు, ఈ ఆరోగ్య సంరక్షణ కార్యక్రమం ద్వారా ప్రజలకు రూ .1 లక్ష కోట్లకు పైగా ప్రయోజనం లభించింది.</li></ul>\n","originalUrl":"https://tattvanews.com/21057/12/09/2024/","hasAudio":false,"hasInfographics":false}