{"id":"wp-en-13607","wp_id":13607,"type":"standard","category":"World","language":"en","title":"Narad Jayanti program planned at Sudarshanalay  in Guwahati","excerpt":"By Nava J Thakuria The annual Devarsi Narad Jayanti program is planned at  Sudarshanalay in Assam’s capital Guwahati, by  Visva Sambad Kendra Assam, where  a lecture on the relevance of world's first media person Narad Muni will be delivered. Many working journalists will also be honoured in the function starting at 4 pm today (9 June","author":"Tattva News Team","time":"9/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Narada.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong></strong></p>\n\n\n\n<p>The annual Devarsi Narad Jayanti program is planned at  Sudarshanalay in Assam’s capital Guwahati, by  Visva Sambad Kendra Assam, where  a lecture on the relevance of world's first media person Narad Muni will be delivered. Many working journalists will also be honoured in the function starting at 4 pm today (9 June 2024).  </p>\n\n\n\n<p>Ashok Srivastava, senior consulting editor of Doordarshan will grace the occasion as the keynote speaker. This year’s Narad Jayanti award will be conferred on Assam Tribune’s executive editor Prashanta Jyoti Baruah, where  Diganta Goswami (Dainik Agradoot), Padmini Hazarika (Asomiya Pratidin) and Raju Barua (ND24) will be felicitated.  The award will carry certificates and cash prizes, informed Kishor  Shivam, secretary of VSK Assam.</p>\n\n\n\n<p>Last year, Narad Jayanti award went to senior journalist  Rupam Barua, where senior pracharak of Rashtriya Swayamsevak Sangh, Narendra Kumar Dev graced the annual celebration as an assigned speaker. Receiving the award, Barua ridiculed a section of people who often ask historical proofs of Devarsi Narad stating that a prestigious literary award is given in the name of Saraswati, sport awards with the title of Arjun, occasions pave the way for celebrating European hero Hercules.</p>\n\n\n\n<p>He pointed out that the form of journalism (print to digital platform) may change with the course of time, but a practicing journalist must always possess three essential qualities- courage, honesty and humanity.</p>\n\n\n\n<p>Devarsi Narad was a great scholar, musician and a devoted follower of Vishnu. Revered as the son of Brahma and a disciple of Jupiter, Narad travelled across the three realms of existence and earned the reputation of a selfless messenger and communicator of public welfare.</p>\n\n\n\n<p>The 84 Bhakti Sutras composed by Narad inspired many modern scholars including Swami Vivekananda to write commentaries on them. Narad used to bring news only and thus his main task was the circulation of news indicating his activities as a full-time journalist. In today’s context, his discourse can be considered as objective journalism, where he emerged as the most efficient public communicator for social welfare.</p>\n\n\n\n<p> With a Veena on hands, Narad inspired dialogues among various entities for a successful resolution, which the media always should do, commented the RSS pracharak.</p>\n\n\n\n<p>Speaking about Bharat’s first Hindi weekly ‘Udant Martand/The Rising Sun’, which was published by Jugal Kishore Shukla from Kolkata, Narendra Kumar revealed that it was launched on the auspicious occasion of Narad Jayanti (30 May 1826).</p>\n\n\n\n<p>Though admitted that many journalists remain hesitant to recognise Devarsi Narad as the first successful communicator across the globe, Narendra Kumar observed that Narad Jayanti celebrations across Bharat had gained public support in recent years and it would spread to more areas of the great nation in the coming days.</p>\n","originalUrl":"https://en.tattvanews.com/regional/narad-jayanti-program-planned-at-sudarshanalay-in-guwahati%ef%bf%bc/","hasAudio":false,"hasInfographics":false}