{"id":"wp-te-19249","wp_id":19249,"type":"standard","category":"World","language":"te","title":"తెలంగాణ రాష్ట్ర గీతానికి ప్రభుత్వం ఆమోదం - జూన్ 2న జాతికి అంకితం","excerpt":"తెలంగాణ రాష్ట్ర గీతానికి ప్రభుత్వం ఆమోదం తెలిపిందని సీఎం రేవంత్‌ రెడ్డి చెప్పారు. జూన్‌ 2న జయ జయహే తెలంగాణ గేయం జాతికి అంకితం చేస్తున్నట్లు తెలిపారు. 2.30 నిమిషాలు, 13.30 నిమిషాల నిడివితో జయ జయహే తెలంగాణ గేయం ఉంటుందన్నారు. మూడు చరణాలతో రెండున్నర నిమిషాల నిడివితో సంక్షిప్త గేయమని తెలిపారు.  ఈ రెండింటినీ రాష్ట్ర గీతంగానే పరిగణిస్తామని సీఎం స్పష్టం చేశారు. రాష్ట్ర గీతాన్ని సంగీత దర్శకుడు ఎంఎం కీరవాణి బృందం ఆలపించింది. ఈ","author":"Tattva News Team","time":"31/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Revanth-1.jpg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ రాష్ట్ర గీతానికి ప్రభుత్వం ఆమోదం తెలిపిందని సీఎం రేవంత్‌ రెడ్డి చెప్పారు. జూన్‌ 2న జయ జయహే తెలంగాణ గేయం జాతికి అంకితం చేస్తున్నట్లు తెలిపారు. 2.30 నిమిషాలు, 13.30 నిమిషాల నిడివితో జయ జయహే తెలంగాణ గేయం ఉంటుందన్నారు. మూడు చరణాలతో రెండున్నర నిమిషాల నిడివితో సంక్షిప్త గేయమని తెలిపారు.</p>\n\n\n\n<p> ఈ రెండింటినీ రాష్ట్ర గీతంగానే పరిగణిస్తామని సీఎం స్పష్టం చేశారు. రాష్ట్ర గీతాన్ని సంగీత దర్శకుడు ఎంఎం కీరవాణి బృందం ఆలపించింది. ఈ గీతంపై సచివాలయంలో సీఎం రేవంత్‌ రెడ్డి సమీక్ష నిర్వహించారు.అంతకు ముందు ప్రభుత్వం ఖరారు చేసిన రాష్ట్ర అధికార గీతంపై కాంగ్రెస్, మిత్రపక్ష నేతలు సంతృప్తి వ్యక్తం చేశారు. </p>\n\n\n\n<p>సచివాలయంలో సీఎం రేవంత్‌ రెడ్డి కాంగ్రెస్‌, సీపీఐ, సీపీఎం, తెలంగామ జాగృత సమితి నేతలతో సమావేశమయ్యారు. సంగీత దర్శకుడు కీరవాణి, ఆయన బృందం జయ జయహే తెలంగాణ గీతాన్ని ఆలపించి వినిపించారు. గీతంలో చేసిన మార్పులను కవి అందె శ్రీ వివరించారు. 13 చరణాలతో ఉన్న పూర్తి గీతం 13 నిమిషాలు ఉంటుందని తెలిపారు. చరణాలు తగ్గించి 2.30 నిమిషాలతో రూపొందించిన గీతాన్ని కూడా వినిపించారు.</p>\n\n\n\n<p>మఖ్దూం మొహినుద్దీన్, కుమురం భీం, షేక్ బందగీ వంటి తెలంగాణ యోధుల పేర్లు కూడా చేర్చాలని కాంగ్రెస్, సీపీఐ, సీపీఎం నేతలు సూచించగా పరిశీలించాలని కవి అందె శ్రీకి సీఎం సూచించారు. రాష్ట్ర అధికార చిహ్నాన్ని ఇంకా ఖరారు చేయలేదని సీఎం రేవంత్ రెడ్డి తెలిపారు. చిహ్నంపై ఎలాంటి భేషజాలు, పంతాలు లేవని, అందరి సూచనలు తీసుకుంటామని, అవసరమైతే కేబినెట్‌లో, అసెంబ్లీలో కూడా చర్చించాకే తుది నిర్ణయం తీసుకుంటామని నేతలకు సీఎం తెలిపారు.</p>\n\n\n\n<p>ఈ సమావేశంలో శాసనమండలి ఛైర్మన్ గుత్తా సుఖేందర్ రెడ్డి, స్పీకర్ గడ్డం ప్రసాద్, చైర్మన్ గుత్తా సుఖేందర్ రెడ్డి, శాసనసభ స్పీకర్ గడ్డం ప్రసాద్, కాంగ్రెస్ సీనియర్ నేత జానారెడ్డి, పలువురు మంత్రులు, ఎమ్మెల్యేలతో పాటు తెలంగాణ జన సమితి నేత కోదండరాం, సీపీఐ ఎమ్మెల్యే కూనంనేని సాంబశివరావు, సీపీఎం రాష్ట్ర కార్యదర్శి తమ్మినేని వీరభద్రం, తదితరులు పాల్గొన్నారు. రాష్ట్ర అధికార గీతాన్ని జూన్ 2న అధికారికంగా ఆవిష్కరించాలని నిర్ణయించారు.</p>\n","originalUrl":"https://tattvanews.com/19249/31/05/2024/","hasAudio":false,"hasInfographics":false}