{"id":"wp-te-18888","wp_id":18888,"type":"standard","category":"World","language":"te","title":"కేసీఆర్ పై రేవంత్ రెడ్డి వ్యాఖ్యలకు వివరణ కోరిన ఈసీ","excerpt":"బీఆర్ఎస్ అధినేత కేసీఆర్ ను ఉద్దేశించి ముఖ్యమంత్రి రేవంత్ రెడ్డి చేసిన వ్యాఖ్యలపై కాంగ్రెస్ పార్టీని రాష్ట్ర ప్రధాన ఎన్నికల అధికారి వివరణ కోరారు. ఈ మేరకు రాష్ట్ర కాంగ్రెస్ కు సీఈవో వికాస్ రాజ్ నోటీసులు జారీ చేశారు. గులాబీ పార్టీ అధినేత కేసీఆర్ ను సీఎం రేవంత్ రెడ్డి దూషిస్తున్నారని, అసభ్య పదజాలం ఉపయోగిస్తున్నారని బీఆర్ఎస్ ఫిర్యాదు చేసింది. ఎన్నికల ప్రవర్తనా నియమావళిని ఉల్లంఘిస్తున్న సీఎంపై చర్యలు తీసుకోవాలని కోరింది. గులాబీ పార్టీ ఫిర్యాదు","author":"Tattva News Team","time":"11/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/KCR-Revanth.jpg","readTime":"5 min read","contentHTML":"\n<p>బీఆర్ఎస్ అధినేత కేసీఆర్ ను ఉద్దేశించి ముఖ్యమంత్రి రేవంత్ రెడ్డి చేసిన వ్యాఖ్యలపై కాంగ్రెస్ పార్టీని రాష్ట్ర ప్రధాన ఎన్నికల అధికారి వివరణ కోరారు. ఈ మేరకు రాష్ట్ర కాంగ్రెస్ కు సీఈవో వికాస్ రాజ్ నోటీసులు జారీ చేశారు. గులాబీ పార్టీ అధినేత కేసీఆర్ ను సీఎం రేవంత్ రెడ్డి దూషిస్తున్నారని, అసభ్య పదజాలం ఉపయోగిస్తున్నారని బీఆర్ఎస్ ఫిర్యాదు చేసింది. ఎన్నికల ప్రవర్తనా నియమావళిని ఉల్లంఘిస్తున్న సీఎంపై చర్యలు తీసుకోవాలని కోరింది.</p>\n\n\n\n<p>గులాబీ పార్టీ ఫిర్యాదు ఆధారంగా వివరణ కోరిన సీఈవో వికాస్ రాజ్, 48 గంటల్లోగా వివరణ ఇవ్వాలని స్పష్టం చేశారు. బీఆర్ఎస్ ఫిర్యాదును సీఈవో కార్యాలయం పీసీసీ సీనియర్ ఉపాధ్యక్షుడు నిరంజన్కు పంపింది. ఫిర్యాదులోని అంశాలపై 48 గంటల్లోగా వివరణ ఇవ్వాలని ఆదేశించింది. నిర్ణీత గడువులోగా వివరణ రాకపోతే, ఏమీ చెప్పేది లేదని భావించి, ఎన్నికల ప్రవర్తనా నియమావళి ఉల్లంఘనగా పరిగణించి చట్ట ప్రకారం తగిన నిర్ణయం తీసుకుంటామని సీఈవో వికాస్ రాజ్ స్పష్టం చేశారు.</p>\n\n\n\n<p>కాగా, ఎన్నికల ప్రచారంలో భాగంగా సీఎం రేవంత్ రెడ్డి మాట్లాడుతూ.. \"కేసీఆర్  మతి ఉండి మాట్లాడుతుండో.. మందు వేసి మాట్లాడుతుండో తెలియట్లేదు. సోయిలేనోడు, సన్నాసోడు, చవట, దద్దమ్మ, దిక్కుమాలినోడు..\" అంటూ కేసీఆర్‌పై రేవంత్ రెడ్డి తీవ్రపదజాలాన్ని ఉపయోగించారు. రైతుబంధు సాయం, రైతురుణమఫి విషయంలో కేసీఆర్, రేవంత్ రెడ్డి మధ్య విమర్శలు, ప్రతి విమర్శలు చోటుచేసుకున్న క్రమంలో రేవంత్ రెడ్డి ఘాటు వ్యాఖ్యలు చేశారు. దీంతో సీఎ రేవంత్ రెడ్డిపై బీఆర్ఎస్ నేతలు ఈసీకి ఫిర్యాదు చేశారు. ఈ మేరకు సీఎంకు ఈసీ నోటీసులు ఇచ్చింది.</p>\n","originalUrl":"https://tattvanews.com/18888/11/05/2024/","hasAudio":false,"hasInfographics":false}