{"id":"wp-te-21011","wp_id":21011,"type":"standard","category":"World","language":"te","title":"సాయంత్రంలోగా విధుల్లో చేరాల్సిందే.. వైద్యులకు సుప్రీంకోర్టు అల్టిమేటం","excerpt":"కోల్‌కతా ట్రెయినీ వైద్యురాలి హత్యాచార ఘటనను నిరసిస్తూ ఆందోళనలు చేస్తోన్న వైద్యులు మంగళవారం సాయంత్రం 5 గంటల్లోకి విధుల్లో చేరాలని సర్వోన్నత న్యాయస్థానం ఆదేశించింది. వైద్యులు విధుల్లో చేరేందుకు బెంగాల్ ప్రభుత్వం విధించిన గడువు సోమవారంతో ముగియనుంది.  ఈ నేపథ్యంలో సుప్రీంకోర్టు గడువును పొడిగింది. మంగళవారం సాయంత్రంలోగా విధులకు హాజరుకావాలని. లేకుంటే క్రమశిక్షాణ చర్యలు తప్పవని సోమవారం స్పష్టం చేసింది. దేశాన్ని కుదిపేస్తోన్న వైద్యురాలి అత్యాచారం, హత్య కేసు విచారణ సందర్భంగా ప్రధాన న్యాయమూర్తి జస్టిస్ డీవై","author":"Tattva News Team","time":"9/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Doctors-Protest.webp","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతా ట్రెయినీ వైద్యురాలి హత్యాచార ఘటనను నిరసిస్తూ ఆందోళనలు చేస్తోన్న వైద్యులు మంగళవారం సాయంత్రం 5 గంటల్లోకి విధుల్లో చేరాలని సర్వోన్నత న్యాయస్థానం ఆదేశించింది. వైద్యులు విధుల్లో చేరేందుకు బెంగాల్ ప్రభుత్వం విధించిన గడువు సోమవారంతో ముగియనుంది. </p>\n\n\n\n<p>ఈ నేపథ్యంలో సుప్రీంకోర్టు గడువును పొడిగింది. మంగళవారం సాయంత్రంలోగా విధులకు హాజరుకావాలని. లేకుంటే క్రమశిక్షాణ చర్యలు తప్పవని సోమవారం స్పష్టం చేసింది. దేశాన్ని కుదిపేస్తోన్న వైద్యురాలి అత్యాచారం, హత్య కేసు విచారణ సందర్భంగా ప్రధాన న్యాయమూర్తి జస్టిస్ డీవై చంద్రచూడ్ నేతృత్వంలోని త్రిసభ్య ధర్మాసనం ఈ మేరకు ఆదేశాలు జారీచేసింది.</p>\n\n\n\n<p> పశ్చిమ్ బెంగాల్ ప్రభుత్వం సమర్పించిన అఫిడవిట్‌లో వైద్యుల భద్రత కోసం నిధులు మంజూరు చేసినట్లు తెలిపింది. వీటిని జిల్లా కలెక్టర్లు పర్యవేక్షిస్తారని వివరించింది. మంగళవారం సాయంత్రం 5 గంటలలోపు వైద్యులు విధులకు హాజరుకావాలన్న ధర్మాసనం... నిరంతరం విధులకు దూరంగా ఉంటే భవిష్యత్తులో చర్యలు తప్పవని విశ్వాసాన్ని కలిగించేందుకు ఈ ఆదేశాలు ఇస్తున్నామని తెలిపింది. </p>\n\n\n\n<p>బెంగాల్ ప్రభుత్వం తరఫున సీనియర్ న్యాయవాది కపిల్ సిబల్ హాజరయ్యారు. విధుల్లో చేరిన వైద్యులపై ఎటువంటి చర్యలు ఉండబోవని ఆయన హామీ ఇచ్చారు. ఘటన జరిగిన రోజున మధ్యాహ్నం 1.47 గంటలకు డెత్ సర్టిఫికేట్ ఇచ్చారని ఆయన తెలిపారు. ఆ తర్వాత 2.55 గంటలకు అసహజ మరణంగా కేసు నమోదైనట్టు పేర్కొన్నారు. ఈ సమయంలో జోక్యం చేసుకున్న ధర్మాసం. ఆ అసహజ మరణం నివేదికపై స్పష్టత రావాలని జస్టిస్ డీవై చంద్రచూడ్ అన్నారు. అలాగే అప్పుడు రికార్డయిన సీసీటీవీ ఫుటేజ్‌ సీబీఐకి ఇచ్చారా..? అని రాష్ట్ర ప్రభుత్వాన్ని ప్రశ్నించారు.</p>\n\n\n\n<p>‘తమ భద్రత గురించి వైద్యుల మనసులోని ఉన్న ఆందోళనలను తొలగించడానికి విధానాలు రూపొందించాలి.. తగిన చర్యలు తీసుకోవాలి... వైద్యులందరి (ప్రత్యేక డ్యూటీ రూమ్‌లు; టాయిలెట్ సౌకర్యాలు; సీసీటీవీ కెమెరాల ఏర్పాటు సహా) భద్రతను నిర్ధారించడానికి అవసరమైన పరిస్థితులు నెలకొల్పినట్టు పోలీసులు నిర్ధారించాలి.’ అని సీజేఐ ఆదేశించారు. అనంతరం కేసు విచారణను సెప్టెంబరు 17కు వాయిదా వేసింది.</p>\n\n\n\n<p>మరోవైపు, దర్యాప్తుపై కొత్తగా మరో నివేదిక సెప్టెంబరు 17లోగా సమర్పించాలని సీబీఐని ధర్మానం ఆదేశించింది. సీబీఐ తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా వాదనలు వినిపిస్తూ. ఫొరెన్సిక్ నివేదిక కోసం శాంపిల్స్‌ను ఢిల్లీ ఎయిమ్స్‌కు పంపాలని భావిస్తున్నట్టు తెలిపారు . ఎయిమ్స్ వైద్య నిపుణులతో విశ్లేషణ చేయించాల్సిన అవసరం ఉందని పేర్కొన్నారు. దీంతో వచ్చే మంగళవారం వరకు గడువు ఇచ్చిిన న్యాయస్థానం.. ఆ రోజుకి కొత్త నివేదికను అందించాలని సూచించింది.</p>\n","originalUrl":"https://tattvanews.com/21011/09/09/2024/","hasAudio":false,"hasInfographics":false}