{"id":"wp-te-20352","wp_id":20352,"type":"standard","category":"World","language":"te","title":"ఢిల్లీ, హిమాచల్ ప్రదేశ్ లలో వర్ష బీభత్సం","excerpt":"దేశ రాజధాని ఢిల్లీ వర్ష బీభత్సంతో చిగురుటాకులా వణుకుతోంది. ఎడతెరపి లేకుండా వాన కురవడంతో జనజీవనం ఎక్కడికక్కడే స్తంభించిపోయింది. బుధవారం సాయంత్రం నుంచి భారీ వర్షం కురుస్తోంది. దీంతో పలు ప్రాంతాలు వర్షపునీటితో మునిగాయి. కొందరు వరదనీటిలోనే ఉండాల్సి వచ్చింది. మురికినీటి కాలువలో ఓ మహిళ కుమారుడితో సహా పడిపోయింది.  వారిద్దరూ చనిపోయారని అధికారులు ప్రకటించారు. వర్ష ప్రభావంతో ఢిల్లీ విమానాశ్రయంలో విమానాలు నిలిపే పరిస్థితి లేదు. 10 విమానాలను దారి మళ్లించారు. 8 విమానాలు జైపూర్,","author":"Tattva News Team","time":"1/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Delhi-rain1.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశ రాజధాని ఢిల్లీ వర్ష బీభత్సంతో చిగురుటాకులా వణుకుతోంది. ఎడతెరపి లేకుండా వాన కురవడంతో జనజీవనం ఎక్కడికక్కడే స్తంభించిపోయింది. బుధవారం సాయంత్రం నుంచి భారీ వర్షం కురుస్తోంది. దీంతో పలు ప్రాంతాలు వర్షపునీటితో మునిగాయి. కొందరు వరదనీటిలోనే ఉండాల్సి వచ్చింది. మురికినీటి కాలువలో ఓ మహిళ కుమారుడితో సహా పడిపోయింది. </p>\n\n\n\n<p>వారిద్దరూ చనిపోయారని అధికారులు ప్రకటించారు. వర్ష ప్రభావంతో ఢిల్లీ విమానాశ్రయంలో విమానాలు నిలిపే పరిస్థితి లేదు. 10 విమానాలను దారి మళ్లించారు. 8 విమానాలు జైపూర్, రెండు విమానాలు లక్నోకు డైవర్ట్ చేశారు.</p>\n\n\n\n<p>తూర్పు ఢిల్లీలో గల ఘాజిపూర్‌‌లో విషాదం నెలకొంది. తనూజ కుమారుడితో కలిసి వార సంతలో కూరగాయాలు కొనేందుకు వచ్చింది. వారిద్దరూ ప్రమాదవశాత్తు మురికినీటి కాలువలో పడిపోయారు. ఆ నాలలో పడి చని పోయారు. <br>ఆ నాలా నిర్మాణంలో ఉందని పోలీసులు వివరించారు. దాని లోతు 15 ఫీట్ల వరకు ఉంటుందని, వెడల్పు ఆరు ఫీట్లు ఉందని పేర్కొన్నారు. చనిపోయిన ఇద్దరు మృతదేహాలను వెలికి తీశామని తెలిపారు. వర్ష ప్రభావంతో మరో ఐదుగురు కూడా చనిపోయారు.</p>\n\n\n\n<p>వర్ష ప్రభావంతో గురువారం ఢిల్లీలో పాఠశాలలకు సెలవు ప్రకటించారు. ఈ మేరకు విద్యాశాఖ మంత్రి అతిషి ప్రకటన చేశారు. ఢిల్లీలో మరో నాలుగు రోజులు వర్ష ప్రభావం ఉంటుందని వాతావరణ శాఖ ప్రకటన చేసింది. ఆగస్ట్ 5వ తేదీ వరకు ఉరుములు, మెరుపులతో కూడిన వాన పడుతుందని తెలిపింది.</p>\n\n\n\n<p>హిమాచల్‌ ప్రదేశ్‌ లో వర్షం బీభత్సం సృష్టించింది. కులులోని నిర్మంద్‌ బ్లాక్‌, మాలానా, మండి, సిమ్లా జిల్లాల్లో క్లౌడ్‌ బరస్ట్‌ కారణంగా కుండపోత వర్షం కురిసింది. దాంతో ఇండ్లు, పాఠశాలలతో పాటు ఆసుపత్రులు సైతం దెబ్బతిన్నాయి. ఈ వర్షాలకు రాష్ట్రంలోని పలు నదులు ఉద్ధృతంగా ప్రవహిస్తున్నాయి. </p>\n\n\n\n<p>ఇక సిమ్లా జిల్లాలోని రాంపూర్‌ ప్రాంతంలో ఓ భారీ భవనం ఒక్కసారిగా కుప్పకూలింది. అనంతరం పార్వతీ నదిలో కొట్టుకుపోయింది. ఇందుకు సంబంధించిన వీడియో ప్రస్తుతం వైరల్‌గా మారింది.  కాగా, క్లౌడ్‌ బరస్ట్‌ కారణంగా మూడు ప్రాంతాల్లో దాదాపు 36 మంది గల్లంతయ్యారు. మండిలో ఒకరి మృతదేహం లభ్యమైంది. </p>\n\n\n\n<p>వర్షాల కారణంగా అప్రమత్తమైన అధికారులు మండిలోని విద్యాసంస్థలను మూసివేస్తూ డీసీ ఉత్తర్వులు జారీ చేశారు. మండి తాల్తుఖోడ్‌లో మంగళవారం అర్ధరాత్రి భారీ వర్షానికి పలుచోట్ల ఇండ్లు కూలినట్లు సమాచారం. రహదారులు దెబ్బతిన్నాయి. ఎస్‌డీఆర్‌ఎఫ్‌ బృందాలను సంఘటనా స్థలానికి తరలించారు.</p>\n","originalUrl":"https://tattvanews.com/20352/01/08/2024/","hasAudio":false,"hasInfographics":false}