{"id":"wp-te-20860","wp_id":20860,"type":"standard","category":"World","language":"te","title":"కాలేజీ బాలికల హాస్టల్లో ‘హిడెన్‌’ కెమెరాల కలకలం","excerpt":"కృష్ణా జిల్లాలో గుడ్లవల్లేరులోని శేషాద్రి ఇంజనీరింగ్‌ కళాశాలలో దారుణ ఘటన చోటుచేసుకుంది.  బాలికల వసతి గృహం వాష్‌రూమ్‌లో రహస్య కెమెరాలు పెట్టి వీడియోలు తీస్తున్నారని విద్యార్థినులు అర్ధరాత్రి సమయంలో ఆందోళనకు దిగడంతో విషయం వెలుగులోకి వచ్చింది. మహిళా కమిషన్‌ సుమోటోగా కేసు తీసుకుంది. విద్యార్థి సంఘాలు ఉద్యమించాయి. జాతీయ మానవ హక్కుల కమిషన్‌ దృష్టికి ఈ ఘటనను తీసుకెళతామని విద్యార్థులు తెలిపారు.  పోలీసులు మాత్రం రహస్య కెమెరాలు ఏవీ దొరకలేదని చెప్తున్నారు. బాలికల వసతి గృహం వాష్‌రూమ్‌లో","author":"Tattva News Team","time":"31/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Girl-students.webp","readTime":"5 min read","contentHTML":"\n<p>కృష్ణా జిల్లాలో గుడ్లవల్లేరులోని శేషాద్రి ఇంజనీరింగ్‌ కళాశాలలో దారుణ ఘటన చోటుచేసుకుంది.  బాలికల వసతి గృహం వాష్‌రూమ్‌లో రహస్య కెమెరాలు పెట్టి వీడియోలు తీస్తున్నారని విద్యార్థినులు అర్ధరాత్రి సమయంలో ఆందోళనకు దిగడంతో విషయం వెలుగులోకి వచ్చింది. మహిళా కమిషన్‌ సుమోటోగా కేసు తీసుకుంది. విద్యార్థి సంఘాలు ఉద్యమించాయి. జాతీయ మానవ హక్కుల కమిషన్‌ దృష్టికి ఈ ఘటనను తీసుకెళతామని విద్యార్థులు తెలిపారు. </p>\n\n\n\n<p>పోలీసులు మాత్రం రహస్య కెమెరాలు ఏవీ దొరకలేదని చెప్తున్నారు. బాలికల వసతి గృహం వాష్‌రూమ్‌లో హిడెన్‌ కెమెరాలు అమర్చినట్లు. ఓ విద్యార్థిని సాయంతో బిటెక్‌ ఫైనల్‌ ఇయర్‌ విద్యార్థి ఒకరు ఈ దారుణానికి ఒడిగట్టినట్లు విద్యార్థులు చెబుతున్నారు. దీనిపై వారం రోజుల క్రితమే కళాశాల యాజమాన్యం దృష్టికి తీసుకెళ్లినా సాక్ష్యాలు కావాలంటూ చర్యలు తీసుకోకపోవడంతో గురువారం అర్థరాత్రి నుండి శుక్రవారం తెల్లవారుజాము మూడు గంటల వరకూ సెల్‌ఫోన్‌ టార్చ్‌ లైట్లు వేస్తూ వసతి గృహం వద్దే నిరసనకు దిగారు. </p>\n\n\n\n<p>వర్షంలోనూ ఆందోళన కొనసాగించారు. ‘ఉయ్ వాంట్‌ జస్టిస్‌’ అంటూ నినాదాలు చేశారు. ఈ ఘటనకు కారణమైన విద్యార్థిపై విద్యార్థులు దాడికి యత్నించారు. ఈ నేపథ్యంలో విద్యార్థినులు మాట్లాడు తూ, ‘వాష్‌రూమ్‌లో కెమెరాలు అమర్చి వీడియోలు తీశారు. ఆ వీడియోలను అమ్ముకుంటున్నారు’ అని వాపోయారు. పోలీసులు ఘటనా స్థలానికి చేరుకుని ఆ విద్యార్థిని విచారించి, కేసు నమోదు చేసి అతడి ల్యాప్‌ట్యాప్‌, సెల్‌ఫోన్‌ స్వాధీనం చేసుకున్నారు. </p>\n\n\n\n<p>విద్యార్థినులకు సంబంధించి దాదాపు 300 వీడియోలు ఉన్నట్లు ప్రచారం జరుగుతున్న నేపథ్యంలో ఉద్రిక్త పరిస్థితులు నెలకొనడంతో సెప్టెంబర్‌ మూడో తేదీ వరకూ కళాశాలకు యాజమాన్యం సెలవు ప్రకటించింది. ఇంజనీరింగ్‌ కళాశాలలో జరిగిన ఘటనలో నేరం రుజువైతే కారకులపై కఠిన చర్యలు తీసుకోవాలని ముఖ్యమంత్రి చంద్రబాబునాయుడు ఆదేశించారు. </p>\n\n\n\n<p>విద్యార్థినిల ఆందోళనల నేపథ్యంలో డిజిపి, ఇంటిలిజెన్స్‌ డిజిలతో శుక్రవారం ఆయన సమీక్ష సమావేశం నిర్వహించారు. కృష్ణా జిల్లా కలెక్టర్‌, ఎస్‌పిలతోనూ మాట్లాడారు. తక్షణమే కళాశాలకు వెళ్లాలని మంత్రి కొల్లు రవీంద్రను ఆదేశించారు. యాజమాన్యం నిర్లక్ష్యంగా వ్యవహరించిందని తేలితే వారిపైన కూడా కేసులు నమోదు చేయాలని, కళాశాలపైనా చర్యలు తీసుకోవాలని చెప్పారు. విద్యార్థినుల బాధను అర్థం చేసుకోవాలని చెప్పారు.</p>\n\n\n\n<p>ఈ ఘటనపై ఫిర్యాదు చేసిన వారిపైనే చర్యలు తీసుకుంటామని లెక్చరర్లు తమపై బెదిరింపులకు పాల్పడ్డారని విద్యార్దునులు వాపోయారు. ఈ ఘటనకు పాల్పడిన వారిని గుర్తించి చర్యలు తీసుకోవాలని, తమకు న్యాయం జరిగే వరకు కళాశాలకు వెళ్లేదిలేదని తేల్చి చెప్పారు. తమకు రక్షణ కల్పించాలని డిమాండ్‌ చేస్తూ వసతిగృహం ఎదుట భైఠాయించి నినాదాలు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20860/31/08/2024/","hasAudio":false,"hasInfographics":false}