{"id":"wp-te-19489","wp_id":19489,"type":"standard","category":"World","language":"te","title":"ఏపీని టీడీపీ తగలబెడుతోందని రాష్ట్రపతికి వైసిపి ఫిర్యాదు","excerpt":"ఏపీలో వైసిపి శ్రేణులు లక్ష్యంగా దాడులు జరుగుతున్నాయని ఆ పార్టీ నేతలు రాష్ట్రపతికి ఫిర్యాదు చేశారు. ఎన్నికల ఫలితాల తర్వాత రాష్ట్రంలో పరిస్థితులు దిగజారాయని, రాజ్యాంగాన్ని అపహాస్యం చేసేలా టీడీపీ, జనసేన  వైసీపీ కార్యకర్తలు, మద్దతుదారులపై దాడులు చేస్తున్నారని ఫిర్యాదులో పేర్కొన్నారు. బుధవారం వైసీపీ ఎంపీలు మిథున్ రెడ్డి, విజయసాయి రెడ్డి, వైవీ సుబ్బారెడ్డి మీడియాతో మాట్లాడారు.  రాజకీయాల్లో గెలుపు ఓటములు సహజమని, కానీ గత కొన్ని రోజులుగా జరుగుతున్న హింసాత్మక ఘటనలు చాలా బాధాకరమని వైసీపీ","author":"Tattva News Team","time":"13/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/YCP-MPs.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో వైసిపి శ్రేణులు లక్ష్యంగా దాడులు జరుగుతున్నాయని ఆ పార్టీ నేతలు రాష్ట్రపతికి ఫిర్యాదు చేశారు. ఎన్నికల ఫలితాల తర్వాత రాష్ట్రంలో పరిస్థితులు దిగజారాయని, రాజ్యాంగాన్ని అపహాస్యం చేసేలా టీడీపీ, జనసేన  వైసీపీ కార్యకర్తలు, మద్దతుదారులపై దాడులు చేస్తున్నారని ఫిర్యాదులో పేర్కొన్నారు. బుధవారం వైసీపీ ఎంపీలు మిథున్ రెడ్డి, విజయసాయి రెడ్డి, వైవీ సుబ్బారెడ్డి మీడియాతో మాట్లాడారు. </p>\n\n\n\n<p>రాజకీయాల్లో గెలుపు ఓటములు సహజమని, కానీ గత కొన్ని రోజులుగా జరుగుతున్న హింసాత్మక ఘటనలు చాలా బాధాకరమని వైసీపీ ఎంపీ మిథున్ రెడ్డి తెలిపారు. వైసీపీ కార్యకర్తల పైన దాడులు చేయడం, ఇళ్లు కూలగొట్టడం లాంటి పరిస్థితులు రాష్ట్రంలో ఇంతకు ముందు ఎప్పుడూ చూడలేదని మండిపడ్డారు. ఇలాంటి ఘటనలు జరగకుండా చర్యలు తీసుకోవాలని ప్రధానమంత్రికి, రాష్ట్రపతికి, హ్యూమన్ రైట్స్ కమిషన్ కు లేఖలు రాశామని చెప్పారు.</p>\n\n\n\n<p>ఏపీలో శాంతి భద్రతలు రోజు రోజుకూ క్షీణిస్తున్నాయని, వాటిని పరిరక్షించాలని రాష్ట్రపతిని కోరినట్లు ఎంపీ విజయసాయిరెడ్డి తెలిపారు. ఏపీలో ప్రజాస్వామ్యం ప్రమాదంలో పడిందని పేర్కొంటూ గత వారం రోజులుగా టీడీపీ, జనసేన శ్రేణులు దాడులకు తెగబడుతున్నాయని ఆరోపించారు. దాడులను వక్రీకరించే ప్రయత్నం చేస్తున్నారని,  రాష్ట్రంలో అన్యాయం రాజ్యమేలుతోందని ఆరోపించారు.</p>\n\n\n\n<p> ఏపీలో చట్టం, న్యాయం, సేచ్ఛ లేదని, బాధితులు ఫిర్యాదు చేసినా పోలీసులు తీసుకోవడంలేదని ధ్వజమెత్తారు. ఎన్నో ప్రభుత్వాలు వచ్చాయి కానీ, ఇలాంటి పరిస్థితి ఎప్పుడూ చూడలేదని విస్మయం వ్యక్తం చేశారురు. వైసీపీ కార్యకర్తలు, వాళ్ల ఆస్తుల ధ్వంసమే లక్ష్యంగా టీడీపీ శ్రేణులు దాడులు చేస్తుని చెబుతూ  ప్రమాణ స్వీకారానికి ముందే చంద్రబాబు హింసను ప్రేరేపించారని విమర్శించారు.</p>\n\n\n\n<p>ఏపీలో చంద్రబాబు పాలన చీకటి అధ్యాయంగా చర్రితలో మిగిలిపోతుందని విజయసాయి రెడ్డి స్పష్టం చేశారు. టీడీపీకి వ్యతిరేకంగా మాట్లాడిన వారిపై దాడి చేసి, ఇతరులను భయాందోళనకు గురిచేసేందుకు ఆ వీడియోలను సోషల్‌ మీడియాలో పెడుతున్నారని పేర్కొన్నారు. మంగళగిరిలో ఈ తరహా దాడులను చూశామని చెప్పారు. </p>\n\n\n\n<p>లోకేశ్ అనుచరులు సోషల్‌ మీడియా కార్యకర్తలపై అమానుషంగా ప్రవర్తిస్తున్నారని ధ్వజమెత్తారు. ఆంధ్రప్రదేశ్‌ రాష్ట్రాన్ని టీడీపీ తగలబెడుతోందని, హింసను ప్రేరేపిస్తోందని విజయసాయి రెడ్డి ఆరోపించారు. రాష్ట్రంలో మీడియా స్వేచ్ఛను కూడా అణచివేస్తున్నారని మండిపడ్డారు. ఏపీలో రాజ్యాంగం కుప్పకూలిపోయిందని విజయసాయిరెడ్డి తీవ్ర వ్యాఖ్యలు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19489/13/06/2024/","hasAudio":false,"hasInfographics":false}