{"id":"wp-te-18893","wp_id":18893,"type":"standard","category":"World","language":"te","title":"ఏపీలో పోలింగ్ ముందు నగదు బదిలీకి ఈసీ అభ్యంతరం","excerpt":"పోలింగ్ ముందు వివిధ పధకాల లబ్ధిదారులకు వేలకోట్ల రూపాయల నగదు బదిలీ  చేయరాదంటూ వైఎస్ జగన్ మోహన్ రెడ్డి ప్రభుత్వాన్ని ఆదేశించిన ఎన్నికల కమిషన్ ఆదేశాలపై ఏపీ హైకోర్టు ఓ రోజు పాటు స్టే విధించినా ప్రయోజనం లేకపోయింది. ఆ విధంగా చేయడానికి వీల్లేదని ఈసీ మరోసారి స్పష్టం చేయడంతో శుక్రవారం నగదు బదిలీకి ప్రయత్నించిన ప్రభుత్వానికి చుక్కెదురైనది. హైకోర్టు నిర్ణయాన్ని ప్రశ్నించిన ఈసీపై డివిజన్ బెంచ్ ఆగ్రహం వ్యక్తం చేసిన్నప్పటికీ అప్పటికే స్టే గడువు పూర్తి","author":"Tattva News Team","time":"11/5/2024","image":"https://tattvanews.com/wp-content/uploads/2023/07/ECI.jpg","readTime":"5 min read","contentHTML":"\n<p>పోలింగ్ ముందు వివిధ పధకాల లబ్ధిదారులకు వేలకోట్ల రూపాయల నగదు బదిలీ  చేయరాదంటూ వైఎస్ జగన్ మోహన్ రెడ్డి ప్రభుత్వాన్ని ఆదేశించిన ఎన్నికల కమిషన్ ఆదేశాలపై ఏపీ హైకోర్టు ఓ రోజు పాటు స్టే విధించినా ప్రయోజనం లేకపోయింది. ఆ విధంగా చేయడానికి వీల్లేదని ఈసీ మరోసారి స్పష్టం చేయడంతో శుక్రవారం నగదు బదిలీకి ప్రయత్నించిన ప్రభుత్వానికి చుక్కెదురైనది.</p>\n\n\n\n<p>హైకోర్టు నిర్ణయాన్ని ప్రశ్నించిన ఈసీపై డివిజన్ బెంచ్ ఆగ్రహం వ్యక్తం చేసిన్నప్పటికీ అప్పటికే స్టే గడువు పూర్తి కావడంతో ఏమీ చేయలేకపోయింది. దానితో పోలింగ్ తర్వాతనే నగదు బదిలీ చేసుకోమని ప్రభుత్వానికి సూచించింది.</p>\n\n\n\n<p>శుక్రవారం ఒక్క రోజు నగదు బదిలీ చేసేందుకు హైకోర్టు సింగిల్ బెంచ్ ఇచ్చిన ఆదేశాలపై.. డివిజన్ బెంచ్ లో పిటిషన్ దాఖలు చేయగా విచారించిన న్యాయస్థానం ఈ నెల 13న పోలింగ్ ప్రక్రియ జరగనుండగా, ఆ తర్వాత రోజు నుంచి డిబిటి ద్వారా నగదు బదిలీ చేసుకోవాలన్న ఇసి ఆదేశాలే కొనసాగుతాయని స్పష్టపర్చింది.</p>\n\n\n\n<p>శుక్రవారం ఒక్కరోజు డిబిటి ద్వారా నగదు జమ చేయడానికి హైకోర్టు సింగిల్ బెంచ్ ఆదేశాలు ఇవ్వగా, దీనిపై డివిజన్ బెంచ్ లో పిటిషన్ దాఖలైంది. ఈ క్రమంలో ప్రభుత్వ తరఫు అడ్వకేట్ జనరల్ శ్రీరామ్ తన వాదనలు వినిపించారు. ఈ ఏడాది జనవరి, ఫిబ్రవరి, మార్చిలోనే లబ్ధిదారుల ఎంపిక జరిగిందని, ఎన్నికల కోడ్ అమల్లోకి వచ్చిన తర్వాత కొత్తగా లబ్ధిదారుల ఎంపిక జరగలేదని హైకోర్టుకు వెల్లడించారు. </p>\n\n\n\n<p>ఇవన్నీ పాత పథకాలే తప్ప కొత్తవి కాదని, వాటికి సంబంధించిన నగదునే ఇప్పుడు లబ్ధిదారుల ఖాతాలకు జమ చేయాలని చూస్తున్నామని వెల్లడించారు. దీనిపై సింగిల్ బెంచ్ ఆదేశాలు ఇచ్చినా ఇప్పటివరకూ ఇసి స్పష్టత  ఇవ్వలేదని కోర్టు దృష్టికి తీసుకెళ్లారు.</p>\n\n\n\n<p>అయితే, శుక్రవారం ఒక్కరోజు నగదు విడుదల చేసుకోవచ్చని హైకోర్టు సింగిల్ బెంచ్ ఆదేశాలివ్వగా, దీనిపై ఇసి ప్రభుత్వానికి మరో లేఖ రాసింది. జనవరిలో ప్రారంభించిన పథకాలకే ఇప్పటివరకూ నగదు ఇవ్వని మీకు ఇప్పుడు ఒకేసారి ఇంత నగదు ఎలా వచ్చింది? అని లేఖలో ప్రశ్నించింది. ’బటన్ నొక్కి చాలా రోజులైనా ఇప్పటివరకూ లబ్ధిదారుల ఖాతాల్లో నిధులు ఎందుకు జమ చేయలేకపోయారు.? అంటూ నిలదీసింది. </p>\n\n\n\n<p>ఈ ఏడాది జనవరి నుంచి మార్చి వరకూ డిబిటిలకు నిధులు ఎందుకు ఇవ్వలేదు.?, ప్రస్తుతం జరుగుతున్న ప్రయత్నం ఎన్నికల పోలింగ్ తేదీకి దగ్గరగా డబ్బులు పంపిణీ కాదని ఎలా చెప్తారు?, ఇలా సొమ్ములు పంపిణీ చేయడం వల్ల ఇతర అభ్యర్థులకు అన్యాయం జరగదా.?, లెవెల్ ప్లేయింగ్ ఫీల్ దెబ్బతినదా? గత ఐదేళ్లుగా సంక్షేమ పథకాలకు నిధుల బటన్ నొక్కిన నాటి నుంచి ఎన్ని రోజుల్లో పడ్డాయి ఆ వివరాలు ఇవ్వండి అంటూ కోరింది.</p>\n\n\n\n<p>ఇప్పుడు మాత్రమే ఎందుకు ఆలస్యమైంది..?. పోలింగ్ తేదీకి దగ్గరగా ఈ సొమ్ములు ఎందుకు వేయాలనుకుంటున్నారా వివరణ ఇవ్వండి..? ఈ రోజే లబ్ధిదారులకు సొమ్ము చెల్లించకపోతే జరిగే ప్రమాదం ఏంటి.?, సంక్షేమ పథకాలు నిధులు ఇస్తామని చెప్పి వారాలు, నెలలు గడిచిపోయాయి. ఏప్రిల్, మే నెలలో ఎన్నికల కోడ్ అమల్లోకి వస్తుందని ముందుగా తెలియదా? అంటూ నిలదీసింది. </p>\n\n\n\n<p> పోలింగ్ తేదీకి ఒకరోజు ముందు అంత తొందర ఏం వచ్చింది..?, ముందుగానే పంపిణీ తేదీని నిర్ణయించి ఉంటే ఆ వివరాలను కూడా డాక్యుమెంట్ రూపంలో అందించండి? అంటూ ఎన్నికల సంఘం ప్రభుత్వానికి రాసిన లేఖలో వెల్లడించింది.</p>\n","originalUrl":"https://tattvanews.com/18893/11/05/2024/","hasAudio":false,"hasInfographics":false}