{"id":"wp-te-18720","wp_id":18720,"type":"standard","category":"World","language":"te","title":"రాహుల్‌ని ప్రధానిని చేసేందుకు పాక్‌ నేతలు తహతహ.. మోదీ","excerpt":"కాంగ్రెస్‌ పార్టీ అగ్రనేత, వయనాడ్‌ ఎంపీ రాహుల్‌ గాంధీని ప్రధానిని  చేసేందుకు పొరుగు దేశం పాకిస్థాన్‌  తహతహలాడుతోందని ప్రధాన మంత్రి నరేంద్ర మోదీ ధ్వజమెత్తారు. రాహుల్‌పై పాక్‌ మాజీ మంత్రి ప్రశంసలు కురిపించిన నేపథ్యంలో మోదీ ఈ విధంగా వ్యాఖ్యలు చేశారు. గుజరాత్‌లోని ఆనంద్‌ ప్రాంతంలో నిర్వహించిన ఎన్నికల ప్రచారంలో పాల్గొన్న మోదీ.. హస్తం పార్టీపై ఘాటు వ్యాఖ్యలు చేశారు.  దేశంలో కాంగ్రెస్‌ పార్టీ రోజురోజుకీ బలహీనపడుతుంటే, అక్కడ పాకిస్థానీయులు మాత్రం కన్నీళ్లు పెట్టుకుంటున్నారని మోదీ ఎద్దేవా","author":"Tattva News Team","time":"2/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Rahu-Modi.webp","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్‌ పార్టీ అగ్రనేత, వయనాడ్‌ ఎంపీ రాహుల్‌ గాంధీని ప్రధానిని  చేసేందుకు పొరుగు దేశం పాకిస్థాన్‌  తహతహలాడుతోందని ప్రధాన మంత్రి నరేంద్ర మోదీ ధ్వజమెత్తారు. రాహుల్‌పై పాక్‌ మాజీ మంత్రి ప్రశంసలు కురిపించిన నేపథ్యంలో మోదీ ఈ విధంగా వ్యాఖ్యలు చేశారు. గుజరాత్‌లోని ఆనంద్‌ ప్రాంతంలో నిర్వహించిన ఎన్నికల ప్రచారంలో పాల్గొన్న మోదీ.. హస్తం పార్టీపై ఘాటు వ్యాఖ్యలు చేశారు. </p>\n\n\n\n<p>దేశంలో కాంగ్రెస్‌ పార్టీ రోజురోజుకీ బలహీనపడుతుంటే, అక్కడ పాకిస్థానీయులు మాత్రం కన్నీళ్లు పెట్టుకుంటున్నారని మోదీ ఎద్దేవా చేశారు. కాంగ్రెస్‌ యువరాజుని (రాహుల్‌ గాంధీని ఉద్దేశిస్తూ) భారత ప్రధానిని చేయాలని పాక్‌ నేతలు తహతహలాడుతున్నారన్నారని ఆరోపించారు. రాహుల్‌ కోసం పాక్‌ నేతలు ప్రార్థిస్తున్నారని వ్యాఖ్యానించారు.</p>\n\n\n\n<p>ఆనంద్, ఖేడా లోక్‌సభ స్థానాల బీజేపీ అభ్యర్థులకు మద్దతుగా సెంట్రల్ గుజరాత్‌లోని ఆనంద్​లో గురువారం జరిగిన ఎన్నికల ప్రచారసభలో ప్రధాన మంత్రి నరేంద్ర మోదీ ప్రసంగించారు. \"భారత్‌లో బలహీన సర్కారు ఉండాలని మన శత్రువులు కోరుకుంటున్నారు. 26/11 ముంబయి దాడుల నాటి ప్రభుత్వం, 2014కు ముందున్న సర్కారు మళ్లీ అధికారంలోకి రావాలని వాళ్లు ఆశపడుతున్నారు\" అని మోదీ ఆరోపించారు.</p>\n\n\n\n<p>దాయాదిదేశం పాకిస్థాన్‌కు కాంగ్రెస్‌ పార్టీకి మధ్య ఉన్న బంధం ఇప్పుడు పూర్తిగా బట్టబయలైందని మోదీ పేర్కొన్నారు. కాగా, వయనాడ్ ఎంపీ రాహుల్ గాంధీపై పాకిస్థాన్ మాజీ మంత్రి సీహెచ్ ఫవాద్ హుస్సేన్ పొగడ్తలు వర్షం కురిపించారు. ఎన్నికల ప్రచారంలో రాహుల్‌ ప్రసంగించిన వీడియోను సోషల్‌ మీడియాలో షేర్‌ చేస్తూ.. రాహుల్ మంచి ఫైర్ మీదున్నాడంటూ రాసుకొచ్చారు. దీనిపై తాజాగా ప్రధాని మోదీ పై విధంగా స్పందించారు.</p>\n\n\n\n<p>కాంగ్రెస్ నేత సల్మాన్ ఖుర్షీద్ మేనకోడలు మరియా ఆలం ఓట్ జిహాద్‌కు పిలుపునివ్వడంపై మోదీ మండిపడ్డారు. \"మనం ఇప్పటివరకు లవ్ జిహాద్, ల్యాండ్ జిహాద్ గురించి విన్నాం. ఇప్పుడు ఇండి కూటమి నేతలు ఓట్ జిహాద్ గురించి చెబుతున్నారు. ఓట్ జిహాద్ గురించి చెబుతోంది మదర్సాలో చదువుకున్న వారు కాదు. బాగా చదువుకున్న ముస్లిం కుటుంబానికి చెందిన మహిళ ఈ వ్యాఖ్యలు చేశారు. జిహాద్ అంటే ఏమిటో మీ అందరికీ తెలుసు. ఈ విధమైన వ్యాఖ్యలు చేయడమంటే ప్రజాస్వామ్యాన్ని అవమానించడమే. దీన్ని ఏ ఒక్క కాంగ్రెస్ నాయకుడు కూడా ఖండించలేదే?\" అని ప్రధాన మంత్రి వ్యాఖ్యానించారు.</p>\n\n\n\n<p>ఎస్సీ, ఎస్టీ, బీసీ వర్గాల రిజర్వేషన్లను లాక్కుని ముస్లింలకు కట్టబెట్టేందు కోసం రాజ్యాంగాన్ని మార్చాలని కాంగ్రెస్ పార్టీ భావిస్తోందని ప్రధాని మోదీ ఆరోపించారు. ఈ విధమైన రిజర్వేషన్లను ముస్లింలకు ఇవ్వబోమని బీసీ, ఎస్సీ, ఎస్టీ ఓటర్లకు లిఖితపూర్వక హామీ ఇవ్వాలని కాంగ్రెస్ పార్టీని మోదీ డిమాండ్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18720/02/05/2024/","hasAudio":false,"hasInfographics":false}