{"id":"wp-te-20221","wp_id":20221,"type":"standard","category":"World","language":"te","title":"కేసీఆర్‌ వస్తే డిల్లీలో దీక్ష చేసేందుకు రేవంత్ సిద్ధం","excerpt":"రాష్ట్రానికి నిధుల కోసం డిల్లీలో దీక్ష చేయాలని బీఆర్ఎస్ ఎమ్మెల్యేలు కేటీఆర్‌, హరీశ్రావు చేసిన డిమాండ్‌పై ముఖ్యమంత్రి రేవంత్‌రెడ్డి స్పందిస్తూ రాష్ట్ర ప్రయోజనాల కోసం దేశరాజధానిలోని జంతర్‌మంతర్‌ వద్ద దీక్ష చేసేందుకు సిద్ధమని ప్రకటించారు. అయితే, ప్రతిపక్ష నేతగా కేసీఆర్‌ వస్తే, పాలకపక్షనేతగా తాను వస్తానని రేవంత్‌ చెప్పారు. రాష్ట్రానికి నిధుల కోసమైనా కేసీఆర్‌ ముందుకురావాలని కోరారు. మీరే తారీఖు డిసైడ్ చేయండి దీక్షకు మేం సిద్దమంటూ సీఎం రేవంత్రెడ్డి స్పష్టం చేశారు. రాష్ట్రానికి నిధులు తెచ్చుడో,","author":"Tattva News Team","time":"25/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Revanth-Assembly.jpg","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రానికి నిధుల కోసం డిల్లీలో దీక్ష చేయాలని బీఆర్ఎస్ ఎమ్మెల్యేలు కేటీఆర్‌, హరీశ్రావు చేసిన డిమాండ్‌పై ముఖ్యమంత్రి రేవంత్‌రెడ్డి స్పందిస్తూ రాష్ట్ర ప్రయోజనాల కోసం దేశరాజధానిలోని జంతర్‌మంతర్‌ వద్ద దీక్ష చేసేందుకు సిద్ధమని ప్రకటించారు. అయితే, ప్రతిపక్ష నేతగా కేసీఆర్‌ వస్తే, పాలకపక్షనేతగా తాను వస్తానని రేవంత్‌ చెప్పారు. రాష్ట్రానికి నిధుల కోసమైనా కేసీఆర్‌ ముందుకురావాలని కోరారు.</p>\n\n\n\n<p>మీరే తారీఖు డిసైడ్ చేయండి దీక్షకు మేం సిద్దమంటూ సీఎం రేవంత్రెడ్డి స్పష్టం చేశారు. రాష్ట్రానికి నిధులు తెచ్చుడో, సచ్చుడో తేల్చుకుందామని సవాల్‌ విసిరారు. చావు నోట్లో తల పెట్టి తెలంగాణ తెచ్చామని మేమెప్పుడూ పదే పదే చెప్పలేదన్నారు. రూ.100 పెట్టి పెట్రోల్‌ కొన్నారు కానీ, అగ్గిపెట్టి కొనలేదని ప్రతిపక్ష పార్టీనుద్దేశించి ఎద్దేవా చేశారు.</p>\n\n\n\n<p>అగ్గిపెట్టి మర్చిపోయినట్టు నటించి అమాయక విద్యార్థులను బలిగొనలేదని రేవంత్‌రెడ్డి విమర్శించారు. కేంద్ర బడ్జెట్‌లో రాష్ట్రానికి అన్యాయంపై అసెంబ్లీలో చర్చ సందర్భంగా అధికార, ప్రతిపక్ష నేతల మధ్య తీవ్ర వాగ్వాదం చోటు చేసుకుంది. పరస్పర విమర్శలతో సభ వేడెక్కింది.</p>\n\n\n\n<p><strong>\"</strong>మేమెప్పుడూ చావు నోట్లో తల పెట్టామని పదే పదే చెప్పలేదు. మేము అగ్గిపెట్టె మర్చిపోయి అమాయక విద్యార్థులను బలిగొనలేదు. ప్రతిపక్ష నాయకుడుగా కేసీఆర్ను రమ్మనండి. ముఖ్యమంత్రిగా నేనూ వస్తా, ఇద్దరం జంతర్ మంతర్ వద్ద ఆమరణ దీక్షకు కూర్చుందాం. తెలంగాణకు నిధులు తెచ్చుడో, సచ్చుడో తేల్చుకుందాం. మీరు తారీఖు డిసైడ్ చేయండి, జంతర్ మంతర్లో దీక్షకు మేం సిద్ధం.<strong>\"</strong> అని రేవంత్ రెడ్డి స్పష్టం చేశారు.</p>\n\n\n\n<p>'కేంద్ర బడ్జెట్‌లో రాష్ట్రానికి అన్యాయం ' తీర్మానంపై మాట్లాడిన సీఎం రేవంత్రెడ్డి, కేంద్ర ప్రభుత్వంపై తీవ్రంగా విరుచుకుపడ్డారు. రాజ్యాంగంలోని సమాఖ్య స్ఫూర్తిని కేంద్రం కాపాడాలని కోరారు. గతంలో కాంగ్రెస్‌ ప్రభుత్వం దశాబ్దాల పాటు సమాఖ్య స్ఫూర్తిని కాపాడిందని, అన్ని రాష్ట్రాల్లో భారీ సాగునీటి ప్రాజెక్టులను నిర్మించిందని పేర్కొన్నారు.</p>\n\n\n\n<p>భాక్రానంగల్‌, నాగార్జునసాగర్ వంటి ప్రాజెక్టులను కాంగ్రెస్ ప్రభుత్వం నిర్మించిందని తెలిపారు. ఆర్థికవేత్త మన్మోహన్ సింగ్‌ను ప్రధానిగా చేసి దేశాన్ని పరిపుష్ఠం చేసిందని, భారత్‌ ఆర్థికంగా నిలదొక్కుకుందని తెలిపారు. ఎన్నో పోరాటాలు చేసి రాష్ట్ర ప్రజలు తెలంగాణ సాధించుకున్నారన్న ముఖ్యమంత్రి, తెలంగాణ అభివృద్ధి కోసం పునర్విభజన చట్టంలో ఎన్నో అంశాలు పెట్టారని గుర్తుచేశారు.</p>\n","originalUrl":"https://tattvanews.com/20221/25/07/2024/","hasAudio":false,"hasInfographics":false}