{"id":"wp-te-18946","wp_id":18946,"type":"standard","category":"World","language":"te","title":"తెలంగాణాలో కొత్త శక్తిగా అవతరిస్తున్న బిజెపి","excerpt":"తెలంగాణ రాష్ట్రంలో బిజెపి కొత్త శక్తిగా అవతరిస్తుందని ఆ పార్టీ రాష్ట్ర అధ్యక్షుడు, కేంద్ర మంత్రి కిషన్‌రెడ్డి భరోసా వ్యక్తం చేశారు. ఎన్నికలు ముగిసిన అనంతరం ఆ యన విలేకరులతో మాట్లాడుతూ ఎన్నికలు ప్రశాంతంగా ముగిశాయని, ఈ ఎన్నికల్లో బిజెపి రెండంకెల స్థానాలను గెలుచుకుంటుందని  ధీమా వ్యక్తం చేశారు.  ఈ ఎన్నికల్లో బిజెపికి ఆదరణ పెరిగిందని, ఓటింగ్ శాతం కూడా పెరుగుతుందని, ముఖ్యంగా యువత, మహిళలు బిజెపికి ఓటు వేశారని తెలిపారు. పట్టణం, నగరాల్లో ఓటింగ్ శాతం","author":"Tattva News Team","time":"14/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/02/Kishan1.jpeg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ రాష్ట్రంలో బిజెపి కొత్త శక్తిగా అవతరిస్తుందని ఆ పార్టీ రాష్ట్ర అధ్యక్షుడు, కేంద్ర మంత్రి కిషన్‌రెడ్డి భరోసా వ్యక్తం చేశారు. ఎన్నికలు ముగిసిన అనంతరం ఆ యన విలేకరులతో మాట్లాడుతూ ఎన్నికలు ప్రశాంతంగా ముగిశాయని, ఈ ఎన్నికల్లో బిజెపి రెండంకెల స్థానాలను గెలుచుకుంటుందని  ధీమా వ్యక్తం చేశారు. </p>\n\n\n\n<p>ఈ ఎన్నికల్లో బిజెపికి ఆదరణ పెరిగిందని, ఓటింగ్ శాతం కూడా పెరుగుతుందని, ముఖ్యంగా యువత, మహిళలు బిజెపికి ఓటు వేశారని తెలిపారు. పట్టణం, నగరాల్లో ఓటింగ్ శాతం తక్కువ అయినప్పటికీ బిజెపికి ఎక్కువగా ఓట్లు వేశారని స్పష్టం చేశారు. రాష్ట్రంలో అధికార కాంగ్రెస్ పక్షం ఎంత రెచ్చగొట్టినా బిజెపి నాయకులు, కార్యకర్తలు సంయమనంతో వ్యవహరించారని పేర్కొన్నారు. </p>\n\n\n\n<p>ముఖ్యమంత్రి రేవంత్‌రెడ్డి నుంచి మంత్రులు, నాయకుల వరకు బిజెపి పట్ల ద్వేషంతో మాట్లాడినా తమ నాయకులు గొడవలకు దిగలేదని చెప్పారు. తమ పార్టీపై కాంగ్రెస్, బిఆర్‌ఎస్‌లు గ్లోబెల్ ప్రచారం చేసినా ప్రజలు ఆదరించారని పేర్కొన్నారు.</p>\n\n\n\n<p> ప్రధాన మంత్రి నరేంద్ర మోదీ, కేంద్ర హోంమంత్రి అమిత్ షా, బిజెపి జాతీయ అధ్యక్షుడు జెపి నడ్డా నుంచి పలువురు జాతీయ నాయకులు, రాష్ట్ర నాయకులు జరిపిన బహిరంగ సభలు, సంకల్ప యాత్రల కారణంగా ప్రజలు బిజెపి పట్ల ఆకర్షితులయ్యారని వివరించారు. ఇవన్నీ కలిసి తమ గెలుపునకు దోహదపడతాయని ఆశాభావం వ్యక్తం చేశారు. </p>\n\n\n\n<p>ముఖ్యమంత్రి రేవంత్‌రెడ్డి మిడి మిడి జ్ఞానంతో మాట్లాడుతున్నారని, ఆ పార్టీకి, ఆ పార్టీ అగ్రనాయకుడు రాహుల్ గాంధీకి దిశా నిర్దేశం లేకుండా పోయిందని ధ్వజమెత్తారు. కేవలం అబద్దాలతో ఎన్నికల్లో గెలుపొందాలని ప్రయత్నించిందని ఆరోపించారు. దేవుడిని నమ్మని వారు, దేవుడి మీద ఒట్లు వేస్తున్నారని దుయ్యబట్టారు. రేవంత్‌రెడ్డి తన స్థాయి తెలుసుకుని మాట్లాడాలని హితవు పలికారు. ఈ ఎన్నికల్లో తమ నాయకులు, కార్యకర్తలు ఎంతో కష్టించి పని చేశారని, వారందరికి కృతజ్ఞతలు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/18946/14/05/2024/","hasAudio":false,"hasInfographics":false}