{"id":"wp-en-14871","wp_id":14871,"type":"standard","category":"World","language":"en","title":"TMC Rajya Sabha MP to resign over RG Kar rape-murder","excerpt":"Trinamool Congress MP Jawahar Sircar on Sunday announced resigning from the Rajya Sabha and quitting politics citing growing disillusionment with the state's governance and corruption issues within the party. Sircar wrote to TMC supremo and West Bengal Chief Minister Mamata Banerjee that he would soon visit Delhi and handover his resignation letter to the Rajya Sabha","author":"Tattva News Team","time":"9/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/TMC-MP1.jpg","readTime":"5 min read","contentHTML":"\n<p>Trinamool Congress MP Jawahar Sircar on Sunday announced resigning from the Rajya Sabha and quitting politics citing growing disillusionment with the state's governance and corruption issues within the party.</p>\n\n\n\n<p>Sircar wrote to TMC supremo and West Bengal Chief Minister Mamata Banerjee that he would soon visit Delhi and handover his resignation letter to the Rajya Sabha Chairman.</p>\n\n\n\n<p>In the letter, written in Bengali, Sircar expressed his gratitude for the opportunity given to him to raise the state's concerns but expressed his frustrations over the lack of action against corruption.</p>\n\n\n\n<p>\"I have suffered patiently for a month since the terrible incident at RG Kar Hospital, and was hoping for your direct intervention with the agitating junior doctors, in the old style of Mamata Banerjee. It has not happened and whatever punitive steps that government is taking now are too little and quite late,\" he said in the letter.</p>\n\n\n\n<p>Sircar, a former IAS officer, who became TMC Rajya Sabha member in 2021, said his primary motivation for entering politics was to combat the autocratic and communal politics of BJP and asserted that he would continue to take a stand against these tendencies.</p>\n\n\n\n<p>The MP expressed disappointment over the TMC government’s delay in addressing the issues stemming from the RG Kar Hospital rape and murder incident.</p>\n\n\n\n<p>Sircar wrote that he had anticipated swift intervention similar to past actions by Mamata Banerjee, aimed at resolving disputes with the agitating junior doctors. However, the necessary steps were not taken when these were needed, he rued.</p>\n","originalUrl":"https://en.tattvanews.com/national/tmc-rajya-sabha-mp-to-resign-over-rg-kar-rape-murder/","hasAudio":false,"hasInfographics":false}