{"id":"wp-en-13178","wp_id":13178,"type":"standard","category":"World","language":"en","title":"Kedarnath, Gangotri, Yamunotri temples open for devotees ￼","excerpt":"The Char Dham Yatra holds profound significance for Hindus, drawing devout pilgrims and enthusiasts alike in anticipation of the spiritual journey. The air is thick with excitement as devotees prepare to embark on this sacred pilgrimage, which encompasses the revered sites of Yamunotri, Gangotri, Kedarnath, and Badrinath.  After being closed for the winter season, the","author":"Tattva News Team","time":"10/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Kedaranath.webp","readTime":"5 min read","contentHTML":"\n<p>The Char Dham Yatra holds profound significance for Hindus, drawing devout pilgrims and enthusiasts alike in anticipation of the spiritual journey. The air is thick with excitement as devotees prepare to embark on this sacred pilgrimage, which encompasses the revered sites of Yamunotri, Gangotri, Kedarnath, and Badrinath. </p>\n\n\n\n<p>After being closed for the winter season, the revered Kedarnath, Gangotri, and Yamunotri temples in Uttarakhand opened for devotees on Friday. Nestled in the Garhwal Himalayas, these temples annually shut their doors as snow blankets the region, only to reopen with the arrival of summer.</p>\n\n\n\n<p>Officials from the temple committee have announced the reopening schedule: Kedarnath and Yamunotri temples opened at 7 am, while the Gangotri temple will follow suit at 12:20 pm. Badrinath, which is also a part of Uttarakhand's 'chardham yatra' will be opened at 6 am on May 12. </p>\n\n\n\n<p>Kedarnath is being decorated with 20 quintals of flower, Badrinath-Kedarnath Temple Committee (BKTC) media incharge Harish Gaur said. The five-faced idol of Baba Kedar, which is carried from its winter abode at Ukhimath's Omkareshwar temple to Kedarnath, has left Gaurikund - the last stop on its way back to Kedarnath where it will be reinstalled inside the temple amid elaborate rituals, he said.</p>\n\n\n\n<p>Meanwhile, Uttarakhand Chief Minister Pushkar Singh Dhami also welcomed and greeted the devotees for the Chardham Yatra. \"Today, on the auspicious occasion of Akshaya Tritiya, the doors of Shri Kedarnath Dham, Shri Yamunotri Dham and Shri Gangotri Dham will be opened for darshan with full rituals. Hearty welcome and greetings to all the devotees for the Chardham Yatra,\" he wrote on his X account. </p>\n","originalUrl":"https://en.tattvanews.com/others/kedarnath-gangotri-yamunotri-temples-open-for-devotees-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}