{"id":"wp-te-20913","wp_id":20913,"type":"standard","category":"World","language":"te","title":"23వ లా కమిషన్ ఏర్పాటు.. నోటిఫికేషన్ జారీ","excerpt":"సుప్రీంకోర్టు, హైకోర్టు సిట్టింగ్ న్యాయమూర్తులను వరుసగా చైర్‌పర్సన్‌గా, సభ్యులుగా నియమించాలన్న నిబంధనతో మూడేళ్ల కాలపరిమితితో 23వ లా కమిషన్‌ను నియమించేందుకు కేంద్ర ప్రభుత్వం నోటిఫికేషన్ జారీ చేసింది. జఠిలమైన న్యాయపరమైన అంశాలపై కమిషన్ ప్రభుత్వానికి సలహాలు అందచేస్తుంది.  న్యాయ కమిషన్ ఏర్పాటు పూర్తయిన వెంటనే కమిషన్ చైర్‌పర్సన్, సభ్యుల నియామక ప్రక్రియను ప్రభుత్వం చేపడుతుంది. 22వ లా కమిషన్ కాల పరిమితి ఈ ఏడాది ఆగస్టు 31వ తేదీతో ముగిసింది. కొత్త లా కమిషన్ సెప్టెంబర్ 1వ","author":"Tattva News Team","time":"4/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Law-Commission.webp","readTime":"5 min read","contentHTML":"\n<p>సుప్రీంకోర్టు, హైకోర్టు సిట్టింగ్ న్యాయమూర్తులను వరుసగా చైర్‌పర్సన్‌గా, సభ్యులుగా నియమించాలన్న నిబంధనతో మూడేళ్ల కాలపరిమితితో 23వ లా కమిషన్‌ను నియమించేందుకు కేంద్ర ప్రభుత్వం నోటిఫికేషన్ జారీ చేసింది. జఠిలమైన న్యాయపరమైన అంశాలపై కమిషన్ ప్రభుత్వానికి సలహాలు అందచేస్తుంది. </p>\n\n\n\n<p>న్యాయ కమిషన్ ఏర్పాటు పూర్తయిన వెంటనే కమిషన్ చైర్‌పర్సన్, సభ్యుల నియామక ప్రక్రియను ప్రభుత్వం చేపడుతుంది. 22వ లా కమిషన్ కాల పరిమితి ఈ ఏడాది ఆగస్టు 31వ తేదీతో ముగిసింది. కొత్త లా కమిషన్ సెప్టెంబర్ 1వ తేదీ నుంచి ఏర్పడినట్లు కేంద్ర న్యాయ మంత్రిత్వశాఖ సోమవారం రాత్రి జారీచేసిన తన ఉత్తర్వులో పేర్కొంది. </p>\n\n\n\n<p>21వ లా కమిషన్ ఏర్పాటుకు సంబంధించిన నోటిఫికేషన్ 2015 సెప్టెంబర్‌లో, 22వ లా కమిషన్ నోటిఫికేషన్ 2020 ఫిబ్రవరిలో జారీ కాగా కమిషన్ చైర్‌పర్సన్, సభ్యులుగా సుప్రీంకోర్టు, హైకోర్టు సిట్టింగ్ న్యాయమూర్తులను నియమించాలన్న నిబంధనను ప్రభుత్వం పొందుపరిచింది. అయితే ఇటీవలి కాలంలో సుప్రీంకోర్టు రిటైర్డ్ న్యాయమూర్తులు, హైకోర్టుల మాజీ ప్రధాన న్యాయమూర్తులు లా కమిషన్‌కు సారథ్యం వహించారు.</p>\n\n\n\n<p>గత కొన్ని నెలలుగా చైర్‌పర్సన్ లేకుండానే కొనసాగిన 22వ లా కమిషన్ ఆగస్టు 31వ తేదీతో కాలపరిమితిని ముగించింది. చివరిగా ఉమ్మడి పౌర స్మృతి(యుసిసి)పై లా కమిషన్ రూపొందించిన కీలక నివేదిక ఇంకా పూర్తి స్థాయిలో అమలులోకి రాలేదు. జమిలి ఎన్నికలపై లా కమిషన్ రూపొందించిన నివేదిక సిద్ధమైనప్పటికీ న్యాయ మంత్రిత్వశాఖకు ఇంకా సమర్పించలేదు. </p>\n\n\n\n<p>చైర్‌పర్సన్ లేకుండా లా కమిషన్ తన నివేదికను సమర్పించడానికి అవకాశం లేదని సంబంధిత వర్గాలు తెలిపాయి. 22వ లా కమిషన్ చైర్‌పర్సన్‌గా వ్యవహరించిన జస్టిస్(రిటైర్డ్) రీతూ రాజ్ అవస్థి కొన్ని నెలల క్రితం లోక్‌పాల్ సభ్యునిగా నియమితులయ్యారు. ఒక దేశం, ఒకే ఎన్నికలపై మాజీ రాష్ట్రపతి రాంనాథ్ కోవింద్ సారథ్యంలో ప్రభుత్వం నియమించిన ఉన్నత స్థాయి కమిటీ ఈ ఏడాది మార్చిలో తన నివేదికను సమర్పించింది.</p>\n\n\n\n<p>గత ఏడాది 22వ లా కమిషన్ యుసిసిపై తాజా సంప్రదింపులను ప్రారంభించింది. సమాజంలోని వివిధ వర్గాల నుంచి సూచనలు స్వీకరించిన అనంతరం ముసాయిదా నివేదికను రూపొందించే పనిలో ఉంన్న తరుణంలో జస్టిస్ అవస్థి లోక్‌పాల్‌కు నియమితులయ్యారు. </p>\n\n\n\n<p>ప్రభుత్వం తాజా నోటిఫికేషన్ ప్రకారం లా కమిషన్‌కు ఒక పూర్తి కాల చైర్‌పర్సన్, మెంబర్ సెక్రటరీతోసహా నలుగురు పూర్తికాల సభ్యులు ఉంటారు. న్యాయ వ్యవహారాల శాఖ కార్యదర్శి, శాసనవ్యవహారాల శాఖ కార్యదర్శి ఎక్స్ అఫిషియో సభ్యులుగా ఉంటారు. ఐదుగురికి మించి పార్ట్ టైమ్ సభ్యులు ఉండకూడదని ఉత్తర్వులో పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20913/04/09/2024/","hasAudio":false,"hasInfographics":false}