{"id":"wp-en-15012","wp_id":15012,"type":"standard","category":"World","language":"en","title":"MEA slams Gurpatwant Pannun over US lawsuit against Indian Govt","excerpt":"The ministry of external affairs reiterated its earlier stand and called pro-Khalistan leader Gurpatwant Singh Pannun accusations of attempting to assassinate him as “completely unwarranted, unsubstantiated imputations”. Pannun, a designated terrorist in India, has filed a lawsuit in a US civil court, claiming damages from the Indian government for alleged attempts to assassinate him. Foreign","author":"Tattva News Team","time":"20/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/12/Pannun.jpeg","readTime":"5 min read","contentHTML":"\n<p>The ministry of external affairs reiterated its earlier stand and called pro-Khalistan leader Gurpatwant Singh Pannun accusations of attempting to assassinate him as “completely unwarranted, unsubstantiated imputations”. Pannun, a designated terrorist in India, has filed a lawsuit in a US civil court, claiming damages from the Indian government for alleged attempts to assassinate him.</p>\n\n\n\n<p>Foreign Secretary Vikram Misri said that it doesn’t change India’s views about the underlying situation, now that the case has been lodged. “As we’ve said earlier, these are completely unwarranted and unsubstantiated imputations. Now that this particular case has been lodged, it doesn’t change our views about the underlying situation”.</p>\n\n\n\n<p>“I would only invite your attention to the person behind this particular case whose antecedents are well known,” the Foreign Secretary said in a press briefing on Thursday ahead of Prime Minister Narendra Modi’s visit to the US.</p>\n\n\n\n<p>Misri added the outfit represented by Pannun-Sikhs for Justice-is an unlawful organization and has been declared as such under the Unlawful Activities Prevention Act. “It has been done so on account of its involvement in anti-national and subversive activities aimed at disrupting the sovereignty and territorial integrity of India,” Misri added. </p>\n\n\n\n<p>Pro-Khalistan leader Gurpatwant Singh Pannun has approached a civil court in the United States, claiming damages from the Indian government for alleged attempts to assassinate him. India had denied the allegations and said rogue operatives were behind the alleged attempt.</p>\n\n\n\n<p>According to reports, Pannun has filed a lawsuit with The US District Court for the Southern District of New York claiming damages from the Indian government, National Security Advisor Ajit Doval, former Research and Analysis Wing head Samant Goel, senior R&AW officer Vikram Yadav, and Nikhil Gupta for allegedly plotting to assassinate him. </p>\n\n\n\n<p>Yadav, an Indian national, is currently lodged in a US prison on murder-for-hire charges. Nikhil Gupta is accused of attempts to hire hitmen to eliminate Pannun. </p>\n\n\n\n<p>Pannun is seeking financial compensation for assault, which includes the attempt to cause physical harm and for extreme emotional distress, The Hindustan Times reported. Pannun asserted that his life remains under threat. </p>\n","originalUrl":"https://en.tattvanews.com/national/mea-slams-gurpatwant-pannun-over-us-lawsuit-against-indian-govt/","hasAudio":false,"hasInfographics":false}