{"id":"wp-en-12938","wp_id":12938,"type":"standard","category":"World","language":"en","title":"India’s first all-in-one payment device launched￼","excerpt":"Fintech company BharatPe on Tuesday launched India’s first all-in-one payment product that incorporates POS (point of sale), QR, and speaker into a single device. Called BharatPe One, the product is designed to streamline transactions for merchants, offering versatile payment acceptance options including dynamic and static QR code, tap-and-pay and traditional card payment options. The company","author":"Tattva News Team","time":"24/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/BharatPe.webp","readTime":"5 min read","contentHTML":"\n<p>Fintech company BharatPe on Tuesday launched India’s first all-in-one payment product that incorporates POS (point of sale), QR, and speaker into a single device.</p>\n\n\n\n<p>Called BharatPe One, the product is designed to streamline transactions for merchants, offering versatile payment acceptance options including dynamic and static QR code, tap-and-pay and traditional card payment options.</p>\n\n\n\n<p>The company plans to launch the product in over 100 cities in the first phase and further scale it to more than 450 cities over the next six months.<br>“By combining multiple functionalities into one cost-effective device, we’re providing a comprehensive solution tailored to the varied needs of small and medium businesses across diverse sectors,” Nalin Negi, CEO, BharatPe, said in a statement.</p>\n\n\n\n<p>As per the company, the device offers a smooth and hassle-free experience for both merchants and customers alike. It comes equipped with a high-definition touchscreen display, 4G and Wi-Fi connectivity, and is powered by the latest Android operating system. It delivers improved performance and security, the company said.</p>\n\n\n\n<p>“We have received an overwhelming response from our merchants in the pilot phase and we reckon that this will be another game changer for the digital payments ecosystem, further consolidating our position as a trailblazer in the fintech industry,” said Rijish Raghavan, Chief Business Officer – PoS Solutions, BharatPe.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-first-all-in-one-payment-device-launched%ef%bf%bc/","hasAudio":false,"hasInfographics":false}