{"id":"wp-en-14500","wp_id":14500,"type":"standard","category":"World","language":"en","title":"PM Modi promise all possible help in relief, rehabilitation for Kerala￼","excerpt":"Prime Minister Narendra Modi on Saturday assured the Centre will provide all possible help in the relief and rehabilitation efforts in the landslides-hit areas of Wayanad district. Modi asserted the central government's support to Kerala and said that it will ensure no work gets hampered due to lack of money. Modi said everyone's prayers were with","author":"Tattva News Team","time":"11/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Modi-Kerala.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Saturday assured the Centre will provide all possible help in the relief and rehabilitation efforts in the landslides-hit areas of Wayanad district. Modi asserted the central government's support to Kerala and said that it will ensure no work gets hampered due to lack of money.</p>\n\n\n\n<p>Modi said everyone's prayers were with the survivors of the landslides, which he said had 'shattered' the dreams of several families. The Centre will stand together with the Kerala government on helping those who lost everything in the disaster, he said. The landlides have claimed the lives of 226 people so far, while over 130 are missing.</p>\n\n\n\n<p>The PM was speaking during a meeting held at the District Collectorate in Wayanad to review the situation on the ground and work out a plan for the rehabilitation of the landslide victims.</p>\n\n\n\n<p>\"This disaster is not normal. The dreams of thousands of families have been shattered. I have seen the situation on the spot. I met the victims at relief camps who faced this disaster. I also met the injured patients in the hospital,\" he added.</p>\n\n\n\n<p>Earlier in the day, PM Modi visited a relief camp and met survivors of landslides in Wayanad. The Prime Minister interacted with the survivors at the camp.PM undertook an aerial survey of the landslide-affected areas in Wayanad before physically visiting the location of the disaster to review relief and rehabilitation efforts in the region.</p>\n\n\n\n<p>Chief Minister Pinarayi Vijayan, Governor Arif Muhammed Khan and Union Minister Suresh Gopi accompanied the Prime Minister in the helicopter. An Inter-Ministerial Central Team (IMCT) has been constituted by the Central Government to visit the affected areas of the State and review the situation.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-promise-all-possible-help-in-relief-rehabilitation-for-kerala%ef%bf%bc/","hasAudio":false,"hasInfographics":false}