{"id":"wp-en-13084","wp_id":13084,"type":"standard","category":"World","language":"en","title":"Delhi Police arrest Arun Reddy in Amit Shah’s fake video case￼","excerpt":"The Delhi Police on Friday arrested a Congress member for allegedly uploading and circulating a fake video of Union Minister Amit Shah.  According to an official, Arun Reddy handles the 'Spirit of Congress' account on 'X'. An FIR was registered by the Delhi Police Special Cell after the Indian Cyber Crime Coordination Centre (I4C), which comes","author":"Tattva News Team","time":"4/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Arun-Reddy1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Delhi Police on Friday arrested a Congress member for allegedly uploading and circulating a fake video of Union Minister Amit Shah.  According to an official, Arun Reddy handles the 'Spirit of Congress' account on 'X'.</p>\n\n\n\n<p>An FIR was registered by the Delhi Police Special Cell after the Indian Cyber Crime Coordination Centre (I4C), which comes under the Home Ministry, filed a complaint about the doctored video of Shah, where his statements indicating a commitment to abolish quota for Muslims on religious grounds in Telangana were changed to make it seem that he was advocating scrapping of all reservations.</p>\n\n\n\n<p>Delhi Police summoned Telangana Chief Minister Revanth Reddy on May 1 for questioning in connection with the fake video case as well.  The Hyderabad Police on Friday said they arrested five Telangana Congress party social media activists in connection with the case.</p>\n\n\n\n<p>However, the local court granted bail to those arrested with a condition that each person would have to submit two sureties worth ₹10,000 each and appear before the investigating officer on Monday and Friday till further orders.</p>\n\n\n\n<p>According to a statement issued by the Hyderabad police, they received a complaint on April 27 from a state BJP leader G. Premender Reddy alleging that the Telangana Congress Pradesh Congress Party on its X account posted morphed or fabricated video of Amit Shah's speech during his election campaign and public meeting at Siddipet recently, in violation of IT Act. </p>\n","originalUrl":"https://en.tattvanews.com/national/delhi-police-arrest-arun-reddy-in-amit-shahs-fake-video-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}