{"id":"wp-en-14061","wp_id":14061,"type":"standard","category":"World","language":"en","title":"Dr Jitender is new Telangana DGP￼","excerpt":"The Telangana State government on Wednesday appointed Dr. Jitender, a 1992 batch IPS officer, as the Director General of Police, (Coordination) while he will also hold the post of Director General of Police (FAC) Head of Police Force – HoPF. The present DGP Ravi Gupta is transferred and posted as Special Chief Secretary to Government, Home Department.  Hailing","author":"Tattva News Team","time":"11/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/New-DGP-CM.png","readTime":"5 min read","contentHTML":"\n<p>The Telangana State government on Wednesday appointed Dr. Jitender, a 1992 batch IPS officer, as the Director General of Police, (Coordination) while he will also hold the post of Director General of Police (FAC) Head of Police Force – HoPF.</p>\n\n\n\n<p>The present DGP Ravi Gupta is transferred and posted as Special Chief Secretary to Government, Home Department.  Hailing from a farming family in Jalandhar, Punjab, Jitender is a member of the 1992 batch of IPS officers. He was selected for the Andhra Pradesh Cadre and has an impressive track record in various roles throughout his career.<br><br>Having served as ASP, Bellampally, Additional SP, and SP of districts like Mahbubnagar and Guntur, where Naxals were prevalent, Jitender has also worked with the Delhi CBI and Greyhounds. He was later promoted to DIG and oversaw operations in the Visakhapatnam range and Warangal range during the Telangana movement.</p>\n\n\n\n<p>In recent years, he has held positions in the Andhra Pradesh CID, Inquiry Commission, Vigilance and Enforcement, as well as serving as Additional Commissioner of Traffic in Hyderabad Commissionerate. His most recent roles include Additional DGP of Telangana Law and Order Department and DG of Prisons Department. Currently serving as the Principal Secretary of the Home Department, Jitender is set to retire in September 2025.<br></p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/dr-jitender-is-new-telangana-dgp%ef%bf%bc/","hasAudio":false,"hasInfographics":false}