{"id":"wp-en-13833","wp_id":13833,"type":"standard","category":"World","language":"en","title":"Ease of doing business to be improved reach US$ 2 trillion in exports by 2030￼","excerpt":"The Director General of Foreign Trade (DGFT) announced that export projections for the current fiscal year are still being finalized, while efforts are underway to improve the ease of doing business to meet the government's goal of achieving US$ 2 trillion in exports by 2030. Total exports in FY24 were US$ 778 billion, showing a","author":"Tattva News Team","time":"25/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/EXPORTS.webp","readTime":"5 min read","contentHTML":"\n<p>The Director General of Foreign Trade (DGFT) announced that export projections for the current fiscal year are still being finalized, while efforts are underway to improve the ease of doing business to meet the government's goal of achieving US$ 2 trillion in exports by 2030.</p>\n\n\n\n<p>Total exports in FY24 were US$ 778 billion, showing a marginal increase from the previous year's exports of US$ 776 billion. The Federation of Indian Export Organisations (FIEO) estimates that the country's total exports of goods and services for the current fiscal year could be around US$ 890-910 billion.</p>\n\n\n\n<p>\"The export target for the current fiscal is not yet finalized,\" DGFT Mr. Santosh Kumar Sarangi told reporters after interacting with exporters in Kolkata. He mentioned that the DGFT's office has submitted a proposal for extending the Interest Equalization Scheme, which is set to end in June but has not yet been approved.</p>\n\n\n\n<p>The scheme provides pre- and post-shipment Rupee export credit, offering a 2% interest equalization rate for manufacturers and merchant exporters dealing with specified 410 export items and a higher rate of 3% for MSME manufacturers exporting under any of these items.</p>\n\n\n\n<p> FIEO Director General and CEO Mr. Ajay Sahai stated that the industry has demanded the restoration of the interest equalization rates to 3% and 5%. \"The rates were reduced when RBI lowered the repo rate in the past, but now that the repo rate has increased by 2%, we have demanded that the original rates be restored. The Cabinet must clear the proposal,\" he said.</p>\n\n\n\n<p>Regarding the extension of the Remission of Duties and Taxes on Export Products (RoDTEP) to SEZs, Mr. Santosh Kumar Sarangi indicated that it will be implemented once they are integrated into the Indian Customs Electronic Gateway (ICEGATE).</p>\n\n\n\n<p>ICEGATE is the national portal of Indian Customs under the Central Board of Indirect Taxes and Customs (CBIC), providing e-filing services to trade, cargo carriers, and other trading partners electronically.</p>\n\n\n\n<p>The DGFT official also mentioned that issues related to exporters with the Export Data Processing and Monitoring System (EDPMS), a platform used by banks in India to report export transactions, are due to technical glitches and will be resolved by July.</p>\n\n\n\n<p>He further stated that the first phase of the 'Trade Connect' e-platform for Indian exporters will be unveiled within 3 months. This platform will contain all information about exports, markets, rules, and regulations in a specific location. The second phase will integrate trade finance services into the platform.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/ease-of-doing-business-to-be-improved-reach-us-2-trillion-in-exports-by-2030%ef%bf%bc/","hasAudio":false,"hasInfographics":false}