{"id":"wp-en-13286","wp_id":13286,"type":"standard","category":"World","language":"en","title":"Mobilise collective strength in defence of hard-won advances in LGBTQI+ rights","excerpt":"* International Day Against Homophobia, Biphobia and Transphobia 2024 The global trade union movement pledges to fight back against the anti-democratic forces working against gender equality, sexual and reproductive rights and LGBTQI+ rights. This 17 May, to mark the International Day Against Homophobia, Biphobia, and Transphobia (IDAHOBIT), trade unions pledge to organise, advocate and educate","author":"Tattva News Team","time":"17/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/ITUC-1.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>* International Day Against Homophobia, Biphobia and Transphobia 2024</strong></p>\n\n\n\n<p>The global trade union movement pledges to fight back against the anti-democratic forces working against gender equality, sexual and reproductive rights and LGBTQI+ rights.</p>\n\n\n\n<p>This 17 May, to mark the International Day Against Homophobia, Biphobia, and Transphobia (IDAHOBIT), trade unions pledge to organise, advocate and educate to counter the far-right, misogynist and anti-LGBTQI+ backlash at work, in society and globally.</p>\n\n\n\n<p>The International Trade Union Confederation (ITUC) General Secretary Luc Triangle said: “Amidst rising global challenges characterised by anti-democratic, socially divisive narratives that are being backed by a well-funded, well-coordinated, far-right movement, the ITUC and trade unions must push back. As the world’s biggest social movement built on values of democracy, equality and solidarity, we must mobilise our collective strength in defence of hard-won advances in LGBTQI+ rights.”</p>\n\n\n\n<p>To counteract anti-LGBTQI+ rhetoric, the ITUC advocates for:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>A robust, inclusive and feminist trade union movement.</li><li>Strengthened representation and leadership of LGBTQI+ workers within trade unions.</li><li>Global strategies against the backlash on the very rights that enable inclusive societies and participatory democracies.</li></ul>\n\n\n\n<p>Luc Triangle concluded: \"This means organising at every level, as set out in the For Democracy campaign: in the workplace, in society and globally. The same populist forces undermining democracies and workers’ rights are fuelling misogynistic, anti-feminist and anti-LGBTQI+ ideas. Our commitment on IDAHOBIT is more than symbolic; it is a call to action against the forces that seek to divide us and thus dismantle democracy and equality. An injury to one is indeed an injury to all.\"</p>\n","originalUrl":"https://en.tattvanews.com/international/mobilise-collective-strength-in-defence-of-hard-won-advances-in-lgbtqi-rights%ef%bf%bc/","hasAudio":false,"hasInfographics":false}