{"id":"wp-en-15688","wp_id":15688,"type":"standard","category":"World","language":"en","title":"India to spend over Rs 9 trillion (US$ 107.89 billion) on power transmission infra by 2032","excerpt":"The Indian government has outlined an ambitious plan to enhance its power transmission infrastructure, with a total expenditure of Rs. 9.12 lakh crore (US$ 107.89 billion) earmarked for capacity augmentation by 2032. The National Electricity Plan (Transmission) aims to increase inter-regional transmission capacity from the current 119 GW to 143 GW by 2026-27, and further","author":"Tattva News Team","time":"2/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/01/Power-Grid.jpg","readTime":"5 min read","contentHTML":"\n<p>The Indian government has outlined an ambitious plan to enhance its power transmission infrastructure, with a total expenditure of Rs. 9.12 lakh crore (US$ 107.89 billion) earmarked for capacity augmentation by 2032.</p>\n\n\n\n<p>The National Electricity Plan (Transmission) aims to increase inter-regional transmission capacity from the current 119 GW to 143 GW by 2026-27, and further to 168 GW by 2031-32. This comprehensive plan includes the addition of 191,474 circuit kilometres of transmission lines and 1,274 Giga Volt Ampere (GVA) of transformation capacity at voltage levels of 220 kV and above over the next decade.</p>\n\n\n\n<p>Furthermore, 33.25 GW of High Voltage Direct Current (HVDC) bi-pole links are also planned, emphasizing the integration of new technology, cross-border interconnections, and private sector participation in the transmission sector.</p>\n\n\n\n<p>In a recent address, Minister of State for Ministry of New and Renewable Energy (MNRE), Mr. Shripad Yesso Naik highlighted the importance of this plan for stakeholders, including electricity generators, equipment manufacturers, and investors, by providing visibility into growth opportunities.</p>\n\n\n\n<p>The plan encompasses existing, ongoing, and future interconnections with neighbouring countries such as Nepal, Bhutan, Myanmar, Bangladesh, and Sri Lanka. Additionally, the minister reported on the status of various energy projects, noting that 28 hydroelectric projects totalling 13,997.5 MW and five pumped storage projects aggregating 6,050 MW are currently under construction.</p>\n\n\n\n<p>As of October 31, 2024, a significant 127,050 MW of renewable energy capacity is also under implementation, reflecting the government's commitment to diversifying and expanding the energy sector.</p>\n","originalUrl":"https://en.tattvanews.com/economy/india-to-spend-over-rs-9-trillion-us-107-89-billion-on-power-transmission-infra-by-2032%ef%bf%bc/","hasAudio":false,"hasInfographics":false}