{"id":"wp-te-19545","wp_id":19545,"type":"standard","category":"World","language":"te","title":"తక్కువ తూకంతో పౌరసరఫరాలలో రూ. వందల కోట్ల కుంభకోణం","excerpt":"పౌరసరఫరాల శాఖలో భారీ కుంభకోణం జరిగిందని మంత్రి నాదెండ్ల మనోహర్ వెల్లడించారు. తనకు ఆ శాఖను కేటాయించగానే గుంటూరు జిల్లా తెనాలిలో రేషన్ నిల్వ గోదాములను ఆయన తనిఖీ చేశారు. తర్వాత మంగళగిరిలోనూ తనిఖీ చేయించారు. అక్కడా నిర్దేశిత పరిమాణం కంటే తూకం తక్కువగా ఉన్నట్లు తెలిసి ఆశ్చర్యం వ్యక్తం చేశారు.   రేషన్​లో పేదలకు ఇచ్చే పంచదార, అంగన్వాడీలకు ఇచ్చే కందిపప్పు, నూనె ప్యాకెట్లు తక్కువ బరువు ఉన్నట్లు గుర్తించారు. దీంతో రాష్ట్ర వ్యాప్తంగా కందిపప్పు, పంచదార,","author":"Tattva News Team","time":"16/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Nadendla.jpg","readTime":"5 min read","contentHTML":"\n<p>పౌరసరఫరాల శాఖలో భారీ కుంభకోణం జరిగిందని మంత్రి నాదెండ్ల మనోహర్ వెల్లడించారు. తనకు ఆ శాఖను కేటాయించగానే గుంటూరు జిల్లా తెనాలిలో రేషన్ నిల్వ గోదాములను ఆయన తనిఖీ చేశారు. తర్వాత మంగళగిరిలోనూ తనిఖీ చేయించారు. అక్కడా నిర్దేశిత పరిమాణం కంటే తూకం తక్కువగా ఉన్నట్లు తెలిసి ఆశ్చర్యం వ్యక్తం చేశారు. </p>\n\n\n\n<p> రేషన్​లో పేదలకు ఇచ్చే పంచదార, అంగన్వాడీలకు ఇచ్చే కందిపప్పు, నూనె ప్యాకెట్లు తక్కువ బరువు ఉన్నట్లు గుర్తించారు. దీంతో రాష్ట్ర వ్యాప్తంగా కందిపప్పు, పంచదార, నూనె తదితర ప్యాకెట్ల పంపిణీ నిలిపేయాలని ఆయన ఆదేశించారు. వారం రోజుల్లో సమగ్ర నివేదిక ఇవ్వాలని అధికారులను ఆదేశించారు. </p>\n\n\n\n<p>పౌరసరఫరాల శాఖను ప్రక్షాళన చేస్తామని నాదెండ్ల చెప్పారు.ఈ విధంగా గత ప్రభుత్వ హయాంలో రూ 200 కోట్ల కంటే ఎక్కువగా దోపిడీ జరిగినట్లు ఆయన అంచనా వేశారు. రాష్ట్రంలో ఇది భారీ కుంభకోణమని, పౌరసరఫరాల శాఖను ప్రక్షాళన చేస్తామని ఆయన చెప్పారు. అంతకు ముందు విజయవాడలోని పౌరసరఫరాలశాఖ కమిషనరేట్‌లో ఆయన అధికారులతో సమావేశమయ్యారు. </p>\n\n\n\n<p>ఈ సందర్భంగా అధికారులు ఆయనకు పవర్‌ పాయింట్‌ ప్రజంటేషన్‌ ఇచ్చారు. కొత్త ప్రభుత్వం అందులోనూ మంత్రి రంగంలోకి దిగి తనిఖీలు చేయించగా ఒక్కో ప్యాకెట్‌కు 50-100 గ్రాములు తక్కువగా ఉన్నట్లు బయటపడింది. అధికారులు అదేమంత పెద్ద విషయం కాదన్నట్లే వ్యవహరిస్తున్నారు. ఇంత పెద్ద మొత్తంలో ఇచ్చేటప్పుడు ఆ మాత్రం తేడా ఉండదా? అంటూ సమర్థించుకోవడం వారికే చెల్లుతుంది. </p>\n\n\n\n<p>ఒక్క తెనాలిలోనే ఇలా ఉందా? మిగిలినచోట్ల కూడా ఇలాగే ఉంటుందా? అని మంత్రి అధికారుల్ని ప్రశ్నిస్తే వారినుంచి సరైన సమాధానం రాలేదు. రాష్ట్రంలో పౌరసరఫరాలశాఖ ద్వారా పేదలకు ఇచ్చే రేషన్‌ నుంచి అంగన్‌వాడీ, వసతి గృహాలకు సరఫరా చేసే నిత్యావసరాల సరఫరాలోనూ భారీ ఎత్తున దోపిడీ జరుగుతోంది. </p>\n\n\n\n<p>తూకం ఒక్కటే కాదు ధరల్లోనూ వ్యత్యాసం ఉంటోంది. ఇదంతా అధికారులకు తెలియకేం కాదు. వారి సహకారంతో ఇష్టారాజ్యంగా ఐదు సంవత్సరాల నుంచి సాగుతోంది. డీలర్లకు సరఫరా చేసే బియ్యం బస్తాల్లోనూ తూకం తేడా భారీగా ఉంటోంది. తూకం లేకుండానే ఒక్కో బస్తా 50 కిలోల లెక్కన పంపిస్తున్నారు. </p>\n\n\n\n<p>వాస్తవానికి బస్తాకు 5- 8 కిలోల వరకు తూకం తక్కువగా ఉంటోంది. అయినా అధికారుల బెదిరింపులు, వేధింపులతో డీలర్లు నోరు మెదపడం లేదు. ఐదేళ్లలో పౌరసరఫరాల శాఖలో వందల కోట్ల కుంభకోణాలు చోటుచేసుకున్నాయి. వీటన్నింటిపైనా కొత్త ప్రభుత్వం విచారణ చేయిస్తే మరెన్నో వాస్తవాలు బయటకు వస్తాయి.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19545/16/06/2024/","hasAudio":false,"hasInfographics":false}