{"id":"wp-te-18470","wp_id":18470,"type":"standard","category":"World","language":"te","title":"శిల్పాశెట్టి దంపతుల రూ.98 కోట్ల ఆస్తులు జప్తు","excerpt":"బిట్ కాయిన్లతో మోసాలకు సంబంధించిన మనీలాండరింగ్ కేసులో ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ (ఈడీ) ప్రముఖ నటి శిల్పాశెట్టి దంపతులపై చర్యలు చేపట్టింది. ఆమె భర్త రాజ్‌కుంద్రాకు చెందిన రూ.97.79 కోట్ల స్థిర, చరాస్తులను అటాచ్ చేసింది. ఇందులో జుహూ లోని ఓ నివాస ఫ్లాట్ శిల్పాశెట్టి పేరు మీద ఉన్నట్టు తెలిపింది.  దీంతోపాటు పుణెలోని ఓ నివాస బంగ్లా, రాజ్‌కుంద్రా పేరు మీదున్న ఈక్విటీ షేర్లను అటాచ్ చేసినట్టు వెల్లడించింది. ముంబైకి చెందిన వేరియబుల్ ప్రైవేట్ లిమిటెడ్ అనే","author":"Tattva News Team","time":"19/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Shilpa-Shetty.jpg","readTime":"5 min read","contentHTML":"\n<p>బిట్ కాయిన్లతో మోసాలకు సంబంధించిన మనీలాండరింగ్ కేసులో ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ (ఈడీ) ప్రముఖ నటి శిల్పాశెట్టి దంపతులపై చర్యలు చేపట్టింది. ఆమె భర్త రాజ్‌కుంద్రాకు చెందిన రూ.97.79 కోట్ల స్థిర, చరాస్తులను అటాచ్ చేసింది. ఇందులో జుహూ లోని ఓ నివాస ఫ్లాట్ శిల్పాశెట్టి పేరు మీద ఉన్నట్టు తెలిపింది. </p>\n\n\n\n<p>దీంతోపాటు పుణెలోని ఓ నివాస బంగ్లా, రాజ్‌కుంద్రా పేరు మీదున్న ఈక్విటీ షేర్లను అటాచ్ చేసినట్టు వెల్లడించింది. ముంబైకి చెందిన వేరియబుల్ ప్రైవేట్ లిమిటెడ్ అనే సంస్థ 2017లో ‘గెయిన్ బిట్ కాయిన్ ఫోంజీ స్కీమ్’ ను నిర్వహించింది. </p>\n\n\n\n<p>ఇందులో భాగంగా బిట్ కాయిన్లలో పెట్టుబడులు పెడితే నెలకు 10 శాతం లాభాలు వస్తాయని ఆశ చూపి మల్టీ లెవెల్ మార్కెటింగ్ (ఎంఎల్‌ఎం) పద్ధతిలో ఏజెంట్ల ద్వారా ముంబై, ఢిల్లీ నగరాల్లో అమాయకుల నుంచి రూ.6600 కోట్లు వసూలు చేశారు. ఈ మోసం బయటపడటంతో సంస్థ , దాని ప్రమోటర్లపై ఈడీ కేసు నమోదు చేసి దర్యాప్తు చేపట్టింది. </p>\n\n\n\n<p>ఈ స్కామ్ మాస్టర్‌మైండ్ అయిన అమిత్ భరద్వాజ్ నుంచి రాజ్‌కుంద్రా 285 బిట్ కాయిన్లను తీసుకున్నట్టు ఈడీ పేర్కొంది. వీటితో ఉక్రెయిన్‌లో బిట్ కాయిన్ మైనింగ్ ఫామ్‌ను ఏర్పాటు చేయాలని రాజ్‌కుంద్రా ప్రణాళికలు వేసినట్టు తెలిపింది. ఈ కాయిన్లు ఇప్పటికీ అతడి వద్దనే ఉన్నాయని , ప్రస్తుత మార్కెట్ ప్రకారం వాటి విలువ రూ.150 కోట్లకు పైనే ఉంటుందని వెల్లడించింది. ఈ క్రమం లోనే కేసు దర్యాప్తులో భాగంగా రాజ్‌కుంద్రా ఆస్తులను అటాచ్ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/18470/19/04/2024/","hasAudio":false,"hasInfographics":false}