{"id":"wp-en-12812","wp_id":12812,"type":"standard","category":"World","language":"en","title":"YCP MLA sentenced jail in dalith tonsure case￼","excerpt":"After a lengthy trial spanning 28 years, the SC and ST Court of Visakhapatnam has announced a key verdict in the five dalits tonsure case of 1996. Nine accused, including YSRCP MLC Thota Trimurthulu were sentenced to 18 months imprisonment and a fine of Rs 2 lakh. Trimurthulu is presently named as party candidate to","author":"Tattva News Team","time":"16/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Thota.jpeg","readTime":"5 min read","contentHTML":"\n<p>After a lengthy trial spanning 28 years, the SC and ST Court of Visakhapatnam has announced a key verdict in the five dalits tonsure case of 1996. Nine accused, including YSRCP MLC Thota Trimurthulu were sentenced to 18 months imprisonment and a fine of Rs 2 lakh.</p>\n\n\n\n<p>Trimurthulu is presently named as party candidate to contest from Mandapeta assembly seat in Konaseema district. After a prolonged legal battle, the verdict was finally delivered in the Visakhapatnam court.</p>\n\n\n\n<p>Five Dalits were tortured and  were beheaded. This incident took place on December 29, 1996, in Venkatayapalem village of Ramachandrapuram mandal of Konaseema district. At that time the main accusedThota Trimurhtulu was an independent MLA.</p>\n\n\n\n<p>The case was postponed 148 times during trial. Among 24 witnesses, 12 died during the trial of the case.  Trimurthulu changes several political parties. He had earlier contested as Praja Rajyam candidate, later contested as TDP candidate in 2014 and won as an MLA. After his defeat in 2019, he joined YCP and became MLC.</p>\n\n\n\n<p>As the jail sentence is below two years, legal experts say now he can contest in assembly elections and he obtained bail from the court immediately after the verdict.</p>\n\n\n\n<p><a href=\"https://www.facebook.com/sharer/sharer.php?u=https://www.indiaherald.com/Breaking/Read/994699041/-months-imprisonment-for-Thota-Trimurthulu\"></a></p>\n\n\n\n<p><a href=\"https://www.facebook.com/sharer/sharer.php?u=https://www.indiaherald.com/Breaking/Read/994699041/-months-imprisonment-for-Thota-Trimurthulu\"></a></p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/ycp-mla-sentenced-jail-in-dalith-tonsure-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}