{"id":"wp-te-20510","wp_id":20510,"type":"standard","category":"World","language":"te","title":"కొట్టుకుపోయిన తుంగభద్ర డ్యామ్‌ గేటు","excerpt":"కర్ణాటకలోని హోస్పేట్‌లో ఉన్న తుంగభద్ర డ్యామ్‌ 19వ గేటు వరదలకు కొట్టుకుపోయింది. దీంతో ఇప్పటివరకు లక్ష క్యూసెక్కుల మేర నీరు వృథాగా పోతున్నది. జలాశయానికి వరద తగ్గడంతో శనివారం రాత్రి 11 గంటల సమయంలో గేట్లను మూసివేస్తున్న క్రమంలో 19వ గేటు చైన్‌ లింక్‌ తెగి కొట్టుకుపోయింది. దీంతో గేట్ నుంచి 35 వేల క్యూసెక్కుల వరద నదిలోకి చేరుతున్నాయి. ఎగువ వరద తగ్గడంతో డ్యాం నీటి నిల్వను మేటెనెన్సు చేసే వేళ సంఘటన చోటు చేసుకుందని","author":"Tattva News Team","time":"11/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Thungabhadra.jpg","readTime":"5 min read","contentHTML":"\n<p>కర్ణాటకలోని హోస్పేట్‌లో ఉన్న తుంగభద్ర డ్యామ్‌ 19వ గేటు వరదలకు కొట్టుకుపోయింది. దీంతో ఇప్పటివరకు లక్ష క్యూసెక్కుల మేర నీరు వృథాగా పోతున్నది. జలాశయానికి వరద తగ్గడంతో శనివారం రాత్రి 11 గంటల సమయంలో గేట్లను మూసివేస్తున్న క్రమంలో 19వ గేటు చైన్‌ లింక్‌ తెగి కొట్టుకుపోయింది. దీంతో గేట్ నుంచి 35 వేల క్యూసెక్కుల వరద నదిలోకి చేరుతున్నాయి.</p>\n\n\n\n<p>ఎగువ వరద తగ్గడంతో డ్యాం నీటి నిల్వను మేటెనెన్సు చేసే వేళ సంఘటన చోటు చేసుకుందని అధికారులు వెల్లడించారు. ప్రాజెక్టు నుంచి 60 టీఎంసీల నీళ్లు బయటికి వదిలిన తర్వాతే గేటు పునరుద్ధరణ పనులు చేపడతామని తెలిపారు. ఇందులో భాగంగా ప్రస్తుతం 33 గేట్లు తెరిచి నీటిని కిందికి వదులుతున్నామని పేర్కొన్నారు. </p>\n\n\n\n<p>డ్యామ్‌ భద్రతకు సంబంధించి ఇంత పెద్ద ఘటన జరగడం గత 70 ఏండ్లలో ఇదే మొదటిసారి.  ప్రస్తుతం తుంగభద్ర నుంచి సుంకేశుల ప్రాజెక్టుకు లక్ష క్యూసెక్కుల వరద వస్తున్నది. దీంతో నదీ పరివాహక ప్రాంత ప్రజలు అప్రమత్తంగా ఉండాలని టీబీ బోర్డు అధికారులు హెచ్చరికలు జారీ చేశారు. ఆంధ్రప్రదేశ్‌లోని కర్నూలు జిల్లా కౌతాలం, కోసిగి, మంత్రాలయం, నందవరం మండాల ప్రజలు జాగ్రత్తగా ఉండాలని సూచించారు.</p>\n\n\n\n<p>తుంగభద్ర గేటు కొట్టుకుపోవడంపై ముఖ్యమంత్రి చంద్రబాబు నాయుడు తీశారు. మంత్రులు నిమ్మల రామానాయుడు, పయ్యావుల కేశవ్​లతో మాట్లాడారు. తాత్కాలిక గేటు ఏర్పాటు చేయటంపై టీబీ డ్యాం అధికారులతో మాట్లాడి తగిన సహకారం అందించాలని మంత్రి కేశవ్​ను సీఎం ఆదేశించారు. </p>\n\n\n\n<p>తాత్కాలికంగా స్టాప్ లాక్ గేటు ఏర్పాటు చేయడానికి ఇబ్బందులు ఉన్నాయని కేశవ్ వెల్లడించారు. టీబీ డ్యాం 1960లో నిర్మించిన పాత డిజైన్ కావడంవల్ల స్టాప్ లాక్ గేట్ ఏర్పాటు చేయలేని పరిస్థితి నెలకొందని తెలిపారు. అలాగే నీటిపారుదలశాఖ ప్రిన్సిపల్‌ సెక్రటరీతో సీఎం మాట్లాడి వివరాలు తెలుసుకున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20510/11/08/2024/","hasAudio":false,"hasInfographics":false}