{"id":"wp-en-14526","wp_id":14526,"type":"standard","category":"World","language":"en","title":"BJP slams Congress wants stock market to crash￼","excerpt":"The BJP  rejected the Congress' demand for a JPC probe into Hindenburg's allegation against the SEBI chairperson, saying it is a sham with an eye on weakening the Indian economy and destroying investment in the country. BJP leader and former Union minister Ravi Shankar Prasad reiterated the party's line that the short-selling firm's charge and","author":"Tattva News Team","time":"13/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Adani-H.jpg","readTime":"5 min read","contentHTML":"\n<p>The BJP  rejected the Congress' demand for a JPC probe into Hindenburg's allegation against the SEBI chairperson, saying it is a sham with an eye on weakening the Indian economy and destroying investment in the country.</p>\n\n\n\n<p>BJP leader and former Union minister Ravi Shankar Prasad reiterated the party's line that the short-selling firm's charge and the opposition's criticism of the market regulator are part of a wider conspiracy.</p>\n\n\n\n<p>While India is being globally seen as a safe, stable and promising market, the Congress party wants to project that the Indian investment scenario is not safe, he alleged, suggesting that the opposition party was seizing on the \"chits\" provided by foreign entities to damage economy.</p>\n\n\n\n<p>Billionaire investor George Soros is an investor in Hinderburg and he is known for running propaganda against the government led by Prime Minister Narendra Modi, Prasad said.</p>\n\n\n\n<p>The Congress wants stock market, which has given good returns to crores of small investors, to crash, he said. \"After being rebuffed by people, the Congress, its allies and its closest ally in the toolkit gang have conspired together to usher in economic anarchy and instability in India,\" he told reporters.</p>\n\n\n\n<p>The 10-year-old rule of the Congress between 2004 and 2014 was marked by several alleged scams, Prasad noted, as he questioned why such critical reports were not brought out then. He alleged, \"The Congress party leadership is involved in creating economic anarchy based on this fictitious report.\"</p>\n\n\n\n<p>He, however, asserted that investors have come to realise the \"conspiracy\" and rejected the attempts to jolt the market.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-slams-congress-wants-stock-market-to-crash%ef%bf%bc/","hasAudio":false,"hasInfographics":false}