{"id":"wp-te-19136","wp_id":19136,"type":"standard","category":"World","language":"te","title":"88 లోక్ సభ స్థానాల్లో తగ్గిన పోలింగ్","excerpt":"ఇప్పటి వరకు ఐదు దశల్లో జరిగిన పోలింగ్‌ శాతం విశ్లేషణ 2019లోని 409 సీట్లలో డేటాతో సరిపోల్చుకుంటే దాదాపు మూడింట రెండు వంతుల మంది ఓటింగ్‌కి దూరంగా ఉన్నారని వెల్లడవుతుంది. గత ఎన్నికలతో పోల్చితే ఈసారి 88 స్థానాల్లో (సుమారు ఐదింటిలో ఒకటి కంటే ఎక్కువ స్థానాల్లో) తక్కువశాతం పోలింగ్‌ నమోదైందని సర్వేలు వెల్లడించాయి. తక్కువ ఓటింగ్‌ శాతం నమోదవ్వడం, లేదా ప్రత్యేకించి కొన్ని స్థానాల్లో తక్కువ ఓట్ల సంఖ్య ఉండడం వంటివి పరిశీలిస్తే కొన్ని రాష్ట్రాల్లో","author":"Tattva News Team","time":"25/5/2024","image":"https://tattvanews.com/wp-content/uploads/2023/11/Polling1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఇప్పటి వరకు ఐదు దశల్లో జరిగిన పోలింగ్‌ శాతం విశ్లేషణ 2019లోని 409 సీట్లలో డేటాతో సరిపోల్చుకుంటే దాదాపు మూడింట రెండు వంతుల మంది ఓటింగ్‌కి దూరంగా ఉన్నారని వెల్లడవుతుంది. గత ఎన్నికలతో పోల్చితే ఈసారి 88 స్థానాల్లో (సుమారు ఐదింటిలో ఒకటి కంటే ఎక్కువ స్థానాల్లో) తక్కువశాతం పోలింగ్‌ నమోదైందని సర్వేలు వెల్లడించాయి.</p>\n\n\n\n<p>తక్కువ ఓటింగ్‌ శాతం నమోదవ్వడం, లేదా ప్రత్యేకించి కొన్ని స్థానాల్లో తక్కువ ఓట్ల సంఖ్య ఉండడం వంటివి పరిశీలిస్తే కొన్ని రాష్ట్రాల్లో సమానంగా లేదు. ఉదాహరణకు కేరళలోని మొత్తం 20 స్థానాల్లో ఓటింగ్‌ శాతం తగ్గింది. వాటిల్లో 12 స్థానాల్లో 2019 కంటే తక్కువ ఓట్లు ఇవిఎంలలో నమోదయ్యాయి. అలాగే ఉత్తరాఖండ్‌లో కూడా మొత్తం ఐదు స్థానాల్లో తక్కువ ఓటింగ్‌ నమోదైంది. ఇక ఈ రాష్ట్రంలో కనీసం ఆరు స్థానాల్లో మూడింటిలో తక్కువమంది ఓటు వేశారు. </p>\n\n\n\n<p>అలాగే రాజస్థాన్‌, తమిళనాడు రాష్ట్రాల్లో దాదాపు సగం స్థానాల్లో ఓటర్లు పూర్తిస్థాయిలో తమ ఓటుహక్కును వినియోగించుకోలేదు. ఈ రెండు రాష్ట్రాల్లో కనీసం 90 స్థానాల్లో తక్కువ పోలింగ్‌ నమోదైంది. ఇక ఉత్తరప్రదేశ్‌, మధ్యప్రదేశ్‌లలో కూడా మూడొంతుల స్థానాల్లో పోలింగ్‌ శాతం తక్కువగా నమోదైంది. అయితే హిందీ భాషా ప్రయుక్త రాష్ట్రాల్లో కేవలం మూడింట ఒక వంతు సీట్లలో మాత్రమే 2019 కంటే తక్కువ ఓట్లను నమోదు చేశాయి.</p>\n\n\n\n<p>గుజరాత్‌, పశ్చిమబెంగాల్‌లలో 2019 ఎన్నికలతో పోల్చితే దాదాపు అన్ని సీట్లలో తక్కువ పోలింగ్‌ నమోదైందని సర్వేలు తెలిపాయి. బెంగాల్లో ఏ ఒక్క స్థానంలో కూడా తక్కువ ఓటర్లు కలిగిన స్థానం లేకుండా లేదు. ఓటర్ల సంఖ్య పెరిగినా కానీ పోలింగ్‌ శాతం మాత్రం ఆ రాష్ట్రంలో తగ్గింది. ఇక గుజరాత్‌లో నాలుగో వంతు స్థానాల్లో తక్కువ ఓట్లు పోలయ్యాయి. బీహార్‌లో చూస్తే 24కు గాను 21 స్థానాల్లో 2019 కంటే తక్కువ పోలింగ్‌ నమోదైంది.</p>\n\n\n\n<p>మహారాష్ట్రలో 48 స్థానాలకు గాను 20 స్థానాల్లో తక్కువ పోలింగ్‌ నమోదైంది. అయితే పోలింగ్‌ రోజున కేవలం ఆరుగురిలో మాత్రమే తక్కువ మంది ప్రజలు ఓటు వేయడానికి వచ్చారు. ఆసక్తికరమైన విషయం ఏమిటంటే.. దేశవ్యాప్తంగా 2019 కంటే తక్కువ ఓటర్లు కలిగిన ఆరు స్థానాల్లో ఐదు మహారాష్ట్రలోనే ఉన్నాయి. వీటిల్లో పూణె, ముంబౌ సౌత్‌ నియోజకవర్గాలు కూడా ఉన్నాయి.</p>\n\n\n\n<p>ఆంధ్రప్రదేశ్‌, జార్ఖండ్‌, కర్ణాటక, ఒడిశా, తెలంగాణ, పశ్చిమబెంగాల్‌ 2019 కంటే ఈసారి తక్కువ ఓట్లు కలిగిన స్థానాలు లేవు. అయితే వాటిల్లో కొన్ని స్థానాల్లో తక్కువ ఓటింగ్‌ నమోదైంది. దేశంలో ఒక్క చత్తీస్‌గఢ్‌ రాష్ట్రంలో మాత్రం పోలింగ్‌ శాతంతోపాటు, తక్కువ ఓటర్ల సంఖ్య కలిగిన నియోజకవర్గాలు ఉన్నాయి.<br><strong></strong></p>\n","originalUrl":"https://tattvanews.com/19136/25/05/2024/","hasAudio":false,"hasInfographics":false}