{"id":"wp-en-14717","wp_id":14717,"type":"standard","category":"World","language":"en","title":"Yogi warns \"if we are divided, we will be destroyed\"","excerpt":"Uttar Pradesh Chief Minister Yogi Adityanath on Monday called for national unity stating that the \"nation will be empowered only when we stay united\" and warned \"if we are divided, we will be destroyed\". He cited the example of Bangladesh political turmoil to give the message against division among Indians. His comments came in the aftermath","author":"Tattva News Team","time":"27/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Yogi-Krishna.webp","readTime":"5 min read","contentHTML":"\n<p>Uttar Pradesh Chief Minister Yogi Adityanath on Monday called for national unity stating that the \"nation will be empowered only when we stay united\" and warned \"if we are divided, we will be destroyed\".</p>\n\n\n\n<p>He cited the example of Bangladesh political turmoil to give the message against division among Indians. His comments came in the aftermath of the political crisis in the neighbouring country Bangladesh where Sheikh Hasina, the former Prime Minister, was forced to flee the country following weeks of violent protests.</p>\n\n\n\n<p> Yogi made the remarks at a rally in Agra after unveiling the statue of Rashtraveer Durgadas Rathore. \"Nothing can be above the nation. And the nation will be empowered only when we are united. 'Batenge to Katenge'. You are seeing what is happening in Bangladesh. Those mistakes should not be repeated here... 'Batenge to Katenge, Ek Rahenge to Nek Rahenge'...,\" he added.</p>\n\n\n\n<p>Earlier in the day, CM Yogi inaugurated Shri Krishna Janmotsav in Mathura. He, then, offered prayers at Banke Bihari Temple. \"I congratulate the people of the state on Shri Krishna Janmashtami and pray to the Lord for happiness and prosperity...I pray to the Lord to give you so much strength that your personal life, family life and social life are prosperous and all of you together can be ready to make your best contribution to realise the vision of a developed India,\" he said.</p>\n\n\n\n<p>In a post on X, CM Yogi wrote, \"Hail Kanhaiya Lal! Heartiest congratulations and best wishes to all the devotees and residents of the state on the auspicious birth anniversary of Kripasindhu, Shri Banke Bihari Ji, 'Shri Krishna Janmashtami'! It is my wish that Yashodanandan, Bhuvan Mohan Kanhaiya, the protector of the entire world, who establishes religion and eliminates unrighteousness, injustice and oppression, may we do good to the animate and inanimate world. Long live Shri Krishna!\"</p>\n","originalUrl":"https://en.tattvanews.com/national/yogi-warns-if-we-are-divided-we-will-be-destroyed/","hasAudio":false,"hasInfographics":false}