{"id":"wp-te-19436","wp_id":19436,"type":"standard","category":"World","language":"te","title":"72 మందితో కొలువు తీరిన నరేంద్ర మోదీ మంత్రివర్గం ￼","excerpt":"ప్రధానమంత్రి నరేంద్ర మోదీ సారధ్యంలో ముచ్చటగా మూడోసారి ‘మోదీ 3.0 ప్రభుత్వం’ కొలువుదీరింది. మోదీ రికార్డు స్థాయిలో 3వ సారి ప్రమాణస్వీకారం చేశారు. రాష్ట్రపతి ద్రౌపది ముర్ము నరేంద్ర మోదీతో పాటు మంత్రి మండలిని ప్రమాణ స్వీకారం చేయించారు. దీంతో వరుసగా మూడు సార్లు భారత ప్రధానిగా బాధ్యతలు చేపట్టిన భారత మొదటి ప్రధాని జవహర్ లాల్ నెహ్రూ రికార్డును మోదీ సమానం చేశారు.  ఇక మోదీతో పాటు మొత్తం 72 మంది కేంద్ర మంత్రులుగా ప్రమాణం","author":"Tattva News Team","time":"10/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-Cabinet1.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రధానమంత్రి నరేంద్ర మోదీ సారధ్యంలో ముచ్చటగా మూడోసారి ‘మోదీ 3.0 ప్రభుత్వం’ కొలువుదీరింది. మోదీ రికార్డు స్థాయిలో 3వ సారి ప్రమాణస్వీకారం చేశారు. రాష్ట్రపతి ద్రౌపది ముర్ము నరేంద్ర మోదీతో పాటు మంత్రి మండలిని ప్రమాణ స్వీకారం చేయించారు. దీంతో వరుసగా మూడు సార్లు భారత ప్రధానిగా బాధ్యతలు చేపట్టిన భారత మొదటి ప్రధాని జవహర్ లాల్ నెహ్రూ రికార్డును మోదీ సమానం చేశారు. </p>\n\n\n\n<p>ఇక మోదీతో పాటు మొత్తం 72 మంది కేంద్ర మంత్రులుగా ప్రమాణం చేశారు. మోదీ 3.0 ప్రభుత్వంలో 30 మంది కేబినెట్ మంత్రులు, 5 మంది స్వతంత్ర మంత్రులు, 36 మంది సహాయ మంత్రులుగా ప్రమాణస్వీకారం చేశారు. వీరి పోర్ట్‌ఫోలియోలను తర్వాత ప్రకటించనున్నారు.</p>\n\n\n\n<p>సామాజిక సమీకరణాల పరంగా చూస్తే కేంద్ర మంత్రి మండలిలో మొత్తం 27 మంది ఇతర వెనుకబడిన తరగతుల (ఓబీసీ) వారికి స్థానం కల్పించారు. 10 మంది ఎస్సీలు, 5 మంది ఎస్టీలు, 5 మంది మైనారిటీ వర్గాలకు చెందినవారు ఉన్నారు. ఇక రికార్డు స్థాయిలో 18 మంది సీనియర్ మంత్రులు ప్రధాన మంత్రిత్వ శాఖలను నిర్వర్తించనున్నారు.</p>\n\n\n\n<p>బీజేపీ అధ్యక్షుడు జేపీ నడ్డా, మధ్యప్రదేశ్ మాజీ ముఖ్యమంత్రి శివరాజ్ సింగ్ చౌహాన్, హర్యానా మాజీ ముఖ్యమంత్రి మనోహర్ లాల్ ఖట్టర్, ఆరుసార్లు ఎంపీ జుయల్ ఓరం, బీజేపీ గుజరాత్ చీఫ్ సీఆర్ పాటిల్ ప్రధాని మోదీ కేబినెట్‌లో కొత్తగా చేరారు. ఇక ఉత్తరప్రదేశ్ ప్రభుత్వంలో క్యాబినెట్ మంత్రిగా ఉన్న జితిన్ ప్రసాద్, కర్ణాటక మాజీ మంత్రి వీ.సోమన్న సహాయ మంత్రిగా కొత్తగా ప్రమాణ స్వీకారం చేశారు. </p>\n\n\n\n<p>వీరితో పాటు అమిత్ షా, రాజ్‌నాథ్ సింగ్, ఎస్ జైశంకర్, నిర్మలా సీతారామన్, నితిన్ గడ్కరీ, పీయూష్ గోయల్, ప్రహ్లాద్ జోషి, జ్యోతిరాదిత్య సింధియా, అశ్వినీ వైష్ణవ్, కిరెన్ రిజిజు, ధర్మేంద్ర ప్రధాన్, సర్బానంద సింగ్, జీ.భూపేందర్ రాజ్ యాదవ్, షెకావత్, జీ.కిషన్ రెడ్డి, బండి సంజయ్, తదితరులు ప్రమాణస్వీకారం చేసినవారి జాబితలో ఉన్నారు.</p>\n\n\n\n<p>ఎన్డీయే మిత్రపక్షాల నుంచి మంత్రులుగా ప్రమాణస్వీకారం చేసినవారి విషయానికి వస్తే.. ఎల్‌జేపీ (రామ్‌విలాస్‌) అధినేత చిరాగ్‌ పాశ్వాన్‌, జేడీ(ఎస్‌) నేత హెచ్‌డీ కుమారస్వామి, హిందుస్థాన్‌ అవామ్‌ మోర్చా వ్యవస్థాపకుడు జితన్‌ రామ్‌ మాంఝీ, జేడీ(యూ) నేత రాజీవ్‌ రంజన్‌ అకా లలన్‌ సింగ్‌, టీడీపీ ఎంపీ కింజరాపు రామ్మోహన్ నాయుడు కేబినెట్ హోదా కలిగిన కేంద్ర మంత్రులుగా ప్రమాణస్వీకారం చేశారు. </p>\n\n\n\n<p>ఇక జితేంద్ర సింగ్, రాందాస్ అథవాలే, నిత్యానంద రాయ్, అర్జున్ రామ్ మేఘ్వాల్, శ్రీపాద్ నాయక్, రావ్ ఇంద్రజిత్ సింగ్, క్రిషన్ పాల్ గుర్జార్ సహాయ మంత్రులుగా ప్రమాణస్వీకారం చేశారు. బుల్దానా ఎంపీ ప్రతాప్‌రావు జాదవ్‌, టీడీపీ ఎంపీ పెమ్మసాని చంద్రశేఖర్‌, ఆర్ఎల్‌డీ చీఫ్ చీఫ్ జయంత్ చౌద, అప్నాదళ్ ఎంపీ అనుప్రియా పటేల్ కూడా మంత్రులుగా ప్రమాణం చేశారు.</p>\n\n\n\n<p><strong>తెలుగు రాష్ట్రాల నుంచి ఐదుగురు</strong></p>\n\n\n\n<p>తెలుగు రాష్ట్రాల నుంచి మొత్తం ఐదుగురు కేంద్రమంత్రులుగా ప్రమాణస్వీకారం చేశారు. ఏపీ నుంచి శ్రీకాకుళం ఎంపీ కింజారపు రామ్మోహన్ నాయుడు, గుంటూరు ఎంపీ పెమ్మసాని చంద్రశేఖర్, నరసాపురం శ్రీనివాస వర్మ ప్రమాణస్వీకారం చేశారు. ఇక తెలంగాణ నుంచి బీజేపీ ఎంపీలు జీ.కిషన్ రెడ్డి, బండి సంజయ్ కుమార్‌లు ప్రమాణం చేశారు.</p>\n\n\n\n<p>ఏడు దేశాల అధినేతల అతిథులుగా విచ్చేశారు. పొరుగు దేశాలైన బంగ్లాదేశ్, శ్రీలంక, మాల్దీవులు, భూటాన్, నేపాల్, మారిషస్, ఫిలిప్పైన్స్ దేశాల నుంచి విచ్చేశారు. మొత్తం 8,000 మంది అతిథులు ప్రమాణ స్వీకార కార్యక్రమానికి హాజరయ్యారని అంచనాగా ఉంది.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"><br></a></p>\n","originalUrl":"https://tattvanews.com/19436/10/06/2024/","hasAudio":false,"hasInfographics":false}