{"id":"wp-te-18489","wp_id":18489,"type":"standard","category":"World","language":"te","title":"ఇరాన్‌పై ఇజ్రాయెల్ ప్రతీకార దాడి?","excerpt":"ఇజ్రాయెల్ ప్రతీకార దాడులు జరిపిందన్న అనుమానంతో ఇరాన్ శుక్రవారం తెల్లవారుజామున తన అణు స్థావరం, వైమానిక కేంద్రం ఉన్న ఇస్ఫాహన్ నగరంలో స్వీయ రక్షణ శ్రీఇపణులను ప్రయోగించింది. ఎవరూ ఊహించని రీతిలో గత శనివారం ఇజ్రాయెల్‌పై ఇరాన్ క్షిపణులు, డ్రోన్లతో దాడులు జరిపడంతో ఒక్కసారిగా రెండు దేశాల మధ్య ఉద్రిక్త వాతావరణం నెలకొంది.  ఈ దాడులకు ప్రతీకారంగా ఇజ్రాయెల్ దాడి చేయవచ్చని గత కొద్ది రోజులుగా వార్తలు వస్తున్న నేపథ్యంలో శుక్రవారం తెల్లవారుజామున ఇస్ఫాహన్‌లోని అణు కేంద్రం","author":"Tattva News Team","time":"20/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Israel-attack1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఇజ్రాయెల్ ప్రతీకార దాడులు జరిపిందన్న అనుమానంతో ఇరాన్ శుక్రవారం తెల్లవారుజామున తన అణు స్థావరం, వైమానిక కేంద్రం ఉన్న ఇస్ఫాహన్ నగరంలో స్వీయ రక్షణ శ్రీఇపణులను ప్రయోగించింది. ఎవరూ ఊహించని రీతిలో గత శనివారం ఇజ్రాయెల్‌పై ఇరాన్ క్షిపణులు, డ్రోన్లతో దాడులు జరిపడంతో ఒక్కసారిగా రెండు దేశాల మధ్య ఉద్రిక్త వాతావరణం నెలకొంది. </p>\n\n\n\n<p>ఈ దాడులకు ప్రతీకారంగా ఇజ్రాయెల్ దాడి చేయవచ్చని గత కొద్ది రోజులుగా వార్తలు వస్తున్న నేపథ్యంలో శుక్రవారం తెల్లవారుజామున ఇస్ఫాహన్‌లోని అణు కేంద్రం వద్ద గాలిలో డ్రోన్లు ఎగురుతున్నాయన్న అనుమానంతో వాని ధ్వంసం చేసేందకు ఇరాన్ క్షిపణులను పేల్చినట్లు వార్తలు వచ్చాయి. అయితే ఇజ్రాయెల్ దాడిని ఇరాన్ అధికారి ఎవరూ ధ్రువీకరించలేదు.</p>\n\n\n\n<p>ఇజ్రాయెల్ సైన్యం కూడా ఈ వార్తలను నిర్ధారించలేదు. అమెరికా అధికారులు సైతం శుక్రవారం తెల్లవారుజామున దాడిపై వ్యాఖ్యానించడానికి నిరాకరించినప్పటికీ అమెరికా ప్రసార మాధ్యమాలు మాత్రం ఇజ్రాజెల్ ప్రతీకార దాడి నిజమేనని అమెరికన్ అధికారులను ఉటంకిస్తూ వెల్లడించాయి. </p>\n\n\n\n<p>ఇరాన్ సుప్రీం నాయకుడు అయాతొల్లా అలీ ఖమేనీ 85 జన్మదినం నాడు తెల్లవారుజామున ఇరాన్‌పై ఇజ్రాయెల్ దాడి జరిపినట్లు పేర్లు వెల్లడించడానికి ఇష్టపడని అమెరికన్ అధికారులను ఉటంకిస్తూ న్యూయార్క్ టైమ్స్ తెలిపింది.</p>\n\n\n\n<p>ఇరాన్‌పై తమ దేశం దాడి ప్రారంభించినట్లు ఇజ్రాయెలీ రాజకీయ నాయకులు సైతం వ్యాఖ్యానించారు. గాలిలో డ్రోన్లు ఎగురుతుండడంతో అనేక ప్రావిన్సులలో ఎయిర్ డిఫెన్స్ బ్యాటరీలను పేల్చినట్లు ఇరాన్ ప్రభుత్వ టెలివిజన్ ప్రకటించింది. గాలిలో ఎగురుతున్న అనేక వస్తువులను తమ సిబ్బంది పేల్చివేసినట్లు ఇరాన్ ఆర్మీ కమాండర్ జనరల్ అబ్దుల్హ్రీం మౌసవి తెలిపారు.</p>\n\n\n\n<p>ఇస్ఫాహన్ నగరంలో అనుమానాస్పదంగా గాలిలో ఎగురుతున్న ఒక వస్తువును ఎయిర్ డిఫెన్స్ వ్యవస్థలు పేల్చివేసినట్లు మౌసవి తెలిపారు. ఇస్ఫాహన్ నగరంలోని వైమానిక స్థావరం వద్ద గాలిలో ఎయిర్ డిఫెన్సెస్ వ్యవస్థలను పేల్చినట్లు అధికారులు తెలిపారు. నగరంలో అణు ఇంధన కేంద్రం ఉన్న జెడెంన్‌జన్ ప్రాంతంలో కూడా గాలిలో పేలుళ్లు వినిపించాయని ఇరాన్‌కు చెందిన ఒక మీడియా సంస్థ వీడియోను ప్రసారం చేసింది.</p>\n","originalUrl":"https://tattvanews.com/18489/20/04/2024/","hasAudio":false,"hasInfographics":false}