{"id":"wp-te-20285","wp_id":20285,"type":"standard","category":"World","language":"te","title":"ఢిల్లీ కోచింగ్‌ సెంటర్‌ లో వరద నీటితో తెలంగాణ యువతితో సహా ముగ్గురు మృతి","excerpt":"ఢిల్లీలోని సివిల్స్‌ కోచింగ్‌ సెంటర్‌ సెల్లార్‌లో నీళ్లు నిండి ముగ్గురు విద్యార్థులు ప్రాణాలు కోల్పోయిన ఘటన కలకలం రేపుతోంది. రాజేంద్ర నగర్​లోని రావు ఐఏఎస్​ స్టడీ సర్కిల్​లోకి శనివారం రాత్రి వరద నీరు పోటెత్తిన ఘటనలో ముగ్గురు యూపీఎస్సీ అభ్యర్థులు ప్రాణాలు కోల్పోయారు. ఈ ముగ్గురిలో ఒకరు తెలంగాణవాసి అని తెలుస్తోంది. ఢిల్లీలో శనివారం విపరీతమైన వర్షం కురిసింది. రోడ్లు జలమయం అయ్యాయి. కాగా రాజేంద్ర నగర్​లోని కోచింగ్​ సెంటర్​ బేస్​మెంట్​లోకి వరద నీరు చేరింది. ఈ","author":"Tattva News Team","time":"28/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Study-Circle.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీలోని సివిల్స్‌ కోచింగ్‌ సెంటర్‌ సెల్లార్‌లో నీళ్లు నిండి ముగ్గురు విద్యార్థులు ప్రాణాలు కోల్పోయిన ఘటన కలకలం రేపుతోంది. రాజేంద్ర నగర్​లోని రావు ఐఏఎస్​ స్టడీ సర్కిల్​లోకి శనివారం రాత్రి వరద నీరు పోటెత్తిన ఘటనలో ముగ్గురు యూపీఎస్సీ అభ్యర్థులు ప్రాణాలు కోల్పోయారు. ఈ ముగ్గురిలో ఒకరు తెలంగాణవాసి అని తెలుస్తోంది.</p>\n\n\n\n<p>ఢిల్లీలో శనివారం విపరీతమైన వర్షం కురిసింది. రోడ్లు జలమయం అయ్యాయి. కాగా రాజేంద్ర నగర్​లోని కోచింగ్​ సెంటర్​ బేస్​మెంట్​లోకి వరద నీరు చేరింది. ఈ ఘటనలో ముగ్గురు మరణించారు. మృతులను ఉత్తరప్రదేశ్​లోని అంబేద్కర్ నగర్​కు చెందిన శ్రేయా యాదవ్, తెలంగాణకు చెందిన తానియా సోనీ, కేరళలోని ఎర్నాకుళానికి చెందిన నివిన్ డాల్విన్​గా గుర్తించారు.</p>\n\n\n\n<p>కోచింగ్‌ సెంటర్ యాజమాన్యం, ఢిల్లీ మున్సిపల్‌ కార్పోరేషన్‌ నిర్లక్ష్యం వల్లే ఘటన జరిగిందంటూ ఆ కోచింగ్‌ సెంటర్‌ ముందు విద్యార్థులు పెద్ద ఎత్తున ఆందోళనకు దిగారు. బాధ్యులపై చర్యలు తీసుకోవాలని డిమాండ్‌ చేశారు. సెంట్రల్‌ ఢిల్లీలోని ఓల్డ్‌ రాజిందర్‌ నగర్‌లోగల రవూస్‌ సివిల్స్‌ సర్వీస్‌ కోచింగ్‌ సెంటర్‌ సెల్లార్‌లోకి శనివారం సాయంత్రం భారీగా నీరు చేరింది.</p>\n\n\n\n<p>దాంతో సెల్లార్‌లోని లైబ్రరీలో చదువుకుంటున్న విద్యార్థులు నీట మునిగారు. ఘటనపై సమాచారం అందుకున్న సహాయక సిబ్బంది హుటాహుటిన వెళ్లి రెస్క్యూ ఆపరేషన్‌ చేపట్టారు. 30 మంది విద్యార్థులను రక్షించారు. కానీ ముగ్గురు విద్యార్థులు మరణించారు. </p>\n\n\n\n<p>వారిలో ఇద్దరు యువతులు, ఓ యువకుడు ఉన్నారని అధికారులు తెలిపారు. శనివారం సాయంత్రం 7.15 గంటలకు సమాచారం వచ్చిందని, వెంటనే ఐదు ఫైర్‌ ఇంజిన్లతో ఘటనాస్థలానికి వెళ్లామని ఢిల్లీ అగ్నిమాపక అధికారి అతుల్‌ గార్గ్‌ తెలిపారు. ఘటనకు బాధ్యులైన రవూస్‌ కోచింగ్‌ సెంటర్‌ యజమాని అభిషేక్‌ గుప్తా, కోఆర్డినేటర్‌ దేశ్‌పాల్‌ సింగ్‌లను ఢిల్లీ పోలీసులు అరెస్ట్‌ చేశారు.</p>\n\n\n\n<p>ఓ సివిల్స్ కోచింగ్ సెంటర్‌లో వరదల కారణంగా సికింద్రాబాద్‌కు చెందిన తానియా సోని అనే 25 ఏళ్ల యువతి మృతిచెందిన ఘటనపై కేంద్ర బొగ్గు, గనుల శాఖ మంత్రి, బీజేపీ తెలంగాణ రాష్ట్ర అధ్యక్షుడు జి. కిషన్ రెడ్డి దిగ్భ్రాంతి వ్యక్తం చేశారు. తానియా సోని తండ్రి విజయ్ కుమార్‌ను కిషన్ రెడ్డి ఫోన్​లో పరామర్శించారు. కుటుంబసభ్యులకు ప్రగాఢ సానుభూతిని తెలియజేశారు. </p>\n\n\n\n<p>భౌతికకాయం వీలైనంత త్వరగా కుటుంబసభ్యులకు అప్పగించేందుకు సంపూర్ణంగా సహకరిస్తామని తెలియజేశారు. పోలీసులు, ఇతర అధికారులతో మాట్లాడి.. పెండింగ్​లో ఉన్న అన్ని ఫార్మాలిటీస్​ని త్వరగా పూర్తిచేయడంలో చొరవ తీసుకోవాలని ఢిల్లీలోని తన కార్యాలయాన్ని కిషన్ రెడ్డి ఆదేశించారు.</p>\n","originalUrl":"https://tattvanews.com/20285/28/07/2024/","hasAudio":false,"hasInfographics":false}