{"id":"wp-te-20198","wp_id":20198,"type":"standard","category":"World","language":"te","title":"ప్రతి వర్గాన్నీ బలోపేతం చేసే బడ్జెట్... మోదీ","excerpt":"కేంద్ర ఆర్థిక శాఖ మంత్రి నిర్మలా సీతారామన్ ప్రవేశపెట్టిన 2024 కేంద్ర బడ్జెట్‌ను ప్రధాని నరేంద్రమోదీ బహుధా ప్రశంసించారు. ‘ఈ బడ్జెట్ సమాజంలోని ప్రతి వర్గాన్నీ బలోపేతం చేస్తుంది. దేశంలోని నిరుపేదలు, గ్రామాలు, రైతులను సౌభాగ్య పథంలోకి బడ్జెట్ తీసుకువెళుతుంది’ అని ప్రధాని ఒక వీడియో సందేశంలో సూచించారు.  ‘గడచిన పది సంవత్సరాల్లో ఐదు కోట్ల మందికి దారిద్య్రం నుంచి విముక్తి లభించింది. ఈ బడ్జెట్ కొత్త మధ్య తరగతి సాధికారత కోసం ఉద్దేశించినది. యువతకు ఈ","author":"Tattva News Team","time":"24/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi.webp","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర ఆర్థిక శాఖ మంత్రి నిర్మలా సీతారామన్ ప్రవేశపెట్టిన 2024 కేంద్ర బడ్జెట్‌ను ప్రధాని నరేంద్రమోదీ బహుధా ప్రశంసించారు. ‘ఈ బడ్జెట్ సమాజంలోని ప్రతి వర్గాన్నీ బలోపేతం చేస్తుంది. దేశంలోని నిరుపేదలు, గ్రామాలు, రైతులను సౌభాగ్య పథంలోకి బడ్జెట్ తీసుకువెళుతుంది’ అని ప్రధాని ఒక వీడియో సందేశంలో సూచించారు. </p>\n\n\n\n<p>‘గడచిన పది సంవత్సరాల్లో ఐదు కోట్ల మందికి దారిద్య్రం నుంచి విముక్తి లభించింది. ఈ బడ్జెట్ కొత్త మధ్య తరగతి సాధికారత కోసం ఉద్దేశించినది. యువతకు ఈ బడ్జెట్ నుంచి అపరిమిత అవకాశాలు లభిస్తాయి. విద్య, నైపుణ్య రంగాలు ఈ బడ్జెట్ నుంచి కొత్త స్థాయి పొందుతాయి. ఈ బడ్జెట్ కొత్త మధ్య తరగతికి అధికారం ఇస్తుంది& ఈ బడ్జెట్ మహిళలు, చిన్న వాణిజ్యవేత్తలు, ఎంఎస్‌ఎంఇలకు చేయూత ఇస్తుంది’ అని ప్రధాని తెలియజేశారు.</p>\n\n\n\n<p>‘మధ్య తరగతికి ఇది కొత్త బలం ఇస్తుంది. ఆదివాసీలు, దళితులు, వెనుకబడిన తరగతుల బలోపేతం లక్షంగా పటిష్ఠ పథకాలతో బడ్జెట్ వచ్చింది’ అని ప్రధాని తెలిపారు. కేంద్ర ‘ఉపాథి అనుసంధానిత ప్రోత్సాహక పథకం’ (ఇఎల్‌ఐఎస్) గురించి కూడా ప్రధాని మాట్లాడారు.</p>\n\n\n\n<p> ‘దీని వల్ల అనేక ఉద్యోగావకాశాలు కలుగుతాయి. ఈ పథకం కింద కొత్తగా శ్రామిక వర్గంలోకి చేరే వారికి ప్రభుత్వం తొలి వేతనాన్ని ఇస్తుంది. గ్రామాలకు చెందిన యువజనులు అప్రెంటిస్‌షిప్ కార్యక్రమం కింద దేశంలోని అగ్రశ్రేణి సంస్థల్లో పని చేయగలుగుతారు’ అని మోదీ  తెలిపారు. సంఘటిత రంగాల వ్యాప్తంగా శ్రామిక వర్గంలోకి కొత్తగా చేరేవారికి ఈ పథకం కింద ఒక నెల వేతనం ఇవ్వనున్నట్లు ఆర్థిక శాఖ మంత్రి నిర్మలా సీతారామన్ తన బడ్జెట్ ప్రసంగంలో తెలియజేశారు.</p>\n","originalUrl":"https://tattvanews.com/20198/24/07/2024/","hasAudio":false,"hasInfographics":false}