{"id":"wp-te-20639","wp_id":20639,"type":"standard","category":"World","language":"te","title":"￼కోల్‌కతా హత్యాచారం కేసును సుమోటోగా తీసుకున్న సుప్రీం","excerpt":"కోల్‌కతా రేప్ అండ్ మర్డర్ కేసును సుప్రీంకోర్టు సుమోటోగా స్వీకరిస్తూ ఆదివారం నిర్ణయించింది. ప్రధాన న్యాయమూర్తి డీవై చంద్రచూడ్, న్యాయమూర్తులు జేబీ పార్దివాలా, మనోజ్ మిశ్రాలతో కూడిన ధర్మాసనం ఆగస్టు 20న ఈ కేసును విచారించనుంది. కోల్‌కతాలోని ఆర్జీ కర్‌ ఆసుపత్రి ఘటన కేసును సుమోటోగా స్వీకరించాలని కోరుతూ ఇద్దరు న్యాయవాదులు చీఫ్ జస్టిస్ డీవై చంద్రచూడ్‌కి లేఖ రాశారు. కేసుకు ఉన్న ప్రాధాన్యత దృష్ట్యా విచారణ చేపట్టనున్నట్లు సుప్రీం అధికారిక వెబ్‌సైట్‌లో తెలిపింది. ఈ కేసును కలకత్తా","author":"Tattva News Team","time":"18/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Medicos2.webp","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతా రేప్ అండ్ మర్డర్ కేసును సుప్రీంకోర్టు సుమోటోగా స్వీకరిస్తూ ఆదివారం నిర్ణయించింది. ప్రధాన న్యాయమూర్తి డీవై చంద్రచూడ్, న్యాయమూర్తులు జేబీ పార్దివాలా, మనోజ్ మిశ్రాలతో కూడిన ధర్మాసనం ఆగస్టు 20న ఈ కేసును విచారించనుంది. <br>కోల్‌కతాలోని ఆర్జీ కర్‌ ఆసుపత్రి ఘటన కేసును సుమోటోగా స్వీకరించాలని కోరుతూ ఇద్దరు న్యాయవాదులు చీఫ్ జస్టిస్ డీవై చంద్రచూడ్‌కి లేఖ రాశారు. కేసుకు ఉన్న ప్రాధాన్యత దృష్ట్యా విచారణ చేపట్టనున్నట్లు సుప్రీం అధికారిక వెబ్‌సైట్‌లో తెలిపింది.</p>\n\n\n\n<p>ఈ కేసును కలకత్తా హైకోర్టు ఇప్పటికే సీబీఐకి బదిలీ చేసిన విషయం తెలిసిందే. రంగంలోకి దిగిన సీబీఐ విచారణను వేగవంతం చేసింది.ప్రధాన నిందితుడికి మానసిక సామర్థ్య పరీక్షలు నిర్వహించేందుకు సిద్ధమవుతోంది. నిందితుడు సంజయ్ రాయ్‌కు సైకోనాలసిస్ పరీక్ష చేయడానికి ఢిల్లీలోని ఫోరెన్సిక్ సైన్స్ ల్యాబొరేటరీ నుంచి కొందరు నిపుణులను సీబీఐ కోల్‌కతాకి పంపించింది.</p>\n\n\n\n<p>ఆగస్ట్ 9న ఆర్జీ కర్ మెడికల్ కాలేజ్ అండ్ హాస్పిటల్‌లోని సెమినార్ హాల్‌లో 31 ఏళ్ల పోస్ట్-గ్రాడ్యుయేట్ ట్రైనీ డాక్టర్‌ని ఓ వ్యక్తి హత్యాచారం చేశాడు. ఈ సంఘటన దేశవ్యాప్తంగా ప్రజాగ్రహానికి దారి తీసింది. తమకు రక్షణ కావాలంటూ వైద్యులు నిరసనలు తెలుపుతున్నారు. ఈ దురాగతానికి ఒడిగట్టిన వ్యక్తులపై చర్య తీసుకోవాలని యావత్తు దేశం డిమాండ్ చేస్తోంది.</p>\n\n\n\n<p>సంఘటన జరిగిన ఒక రోజు తర్వాత ప్రధాన నిందితుడు సంజయ్ రాయ్‌ను కోల్‌కతా పోలీసులు అరెస్టు చేశారు. ఆర్జీ కర్ మెడికల్ కాలేజ్ అండ్ హాస్పిటల్ మాజీ ప్రిన్సిపల్ సందీప్ ఘోష్‌పై కూడా చర్యలు తీసుకోవాలని వైద్యులు డిమాండ్ చేస్తున్నారు.</p>\n\n\n\n<p> కోల్‌కతా పోలీస్ కమిషనర్ వినీత్ గోయల్, సందీప్ ఘోష్‌లను సీబీఐ విచారించాలని శనివారం టీఎంసీ రాజ్యసభ ఎంపీ సుఖేందు సీబీఐను కోరారు. అయితే, ఘటనకు సంబంధించి తప్పుడు సమాచారాన్ని వ్యాప్తి చేశారనే కారణంతో కోల్‌కతా పోలీసులు రాయ్‌కు ఆదివారం సమన్లు జారీ చేశారు.</p>\n\n\n\n<p><strong>హర్బజన్ సింగ్ బహిరంగ లేఖ</strong></p>\n\n\n\n<p>పశ్చిమ బెంగాల్ గవర్నర్ సీవీ ఆనంద బోస్, సీఎం మమతా బెనర్జీకి మాజీ క్రికెటర్, ఆప్ ఎంపీ హర్బజన్ సింగ్ రెండు పేజీల బహిరంగ లేఖ రాశారు.</p>\n\n\n\n<p>‘వైద్యురాలిపై జరిగిన ఘటన గురించి మాట్లాడేందుకు నోట మాట రావడం లేదు. ఆ ఘటన ఒక్క నన్నే కాదు అందరిని షాక్‌నకు గురిచేసింది. ఇది ఒక మహిళపై జరిగిన హేయనీయమైన చర్య. దీంతో సమాజంలో మిగతా మహిళల భద్రత ప్రశ్నార్థకంగా మారింది. ఇలాంటి ఘటన తర్వాత మన వ్యవస్థలో ఉన్న లోటుపాట్లను సరిచేయాల్సి ఉంది. ఇదే అభిప్రాయం సర్వత్రా వ్యక్తమవుతోంది అని’ లేఖలో హర్భజన్ సింగ్ పేర్కొన్నారు. ఆ లేఖను సోషల్ మీడియా ఎక్స్‌లో హర్భజన్ సింగ్ షేర్ చేశారు.</p>\n\n\n\n<p>‘ఆస్పత్రి ప్రాంగణంలో లైంగికదాడి జరగడం దారుణం. ఆ చోట రోగుల ప్రాణాలను కాపాడుతారు. ఆ ఘటన ఎంత మాత్రం ఆమోదయోగ్యం కాదు. ఇప్పటికీ ఆ ఇన్సిడెంట్ నన్ను షాన్‌నకు గురిచేసింది అని’ హర్భజన్ సింగ్ అభిప్రాయ పడ్డారు. ఘటన జరిగి వారం రోజులు అవుతున్న ఇప్పటికీ ఎలాంటి చర్యలు తీసుకోలేదు. వైద్యులు, సిబ్బంది రహదారుల మీదకొచ్చి ఆందోళన చేస్తోన్న పట్టించుకోవడం లేదని హర్భజన్ సింగ్ మండిపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/20639/18/08/2024/","hasAudio":false,"hasInfographics":false}