{"id":"wp-te-20887","wp_id":20887,"type":"standard","category":"World","language":"te","title":"కాంగ్రెస్‌లో ‘క్యాస్టింగ్‌ కౌచ్‌’ దుమారం","excerpt":"కాంగ్రెస్‌ పార్టీ కేరళ శాఖలో పెద్ద వివాదం నెలకొంది. సినిమా పరిశ్రమలో మాదిరిగానే కాంగ్రెస్‌లోనూ ‘క్యాస్టింగ్‌ కౌచ్‌’ బెడద ఉందని ఆ పార్టీకి చెందిన సీనియర్‌ నాయకురాలు సిమీ రోస్‌బెల్‌ జాన్‌ ఆరోపించడంతో దుమారం చెలరేగింది. పార్టీలో మహిళలు లైంగిక దోపిడీకి గురవుతున్నారని ఆమె విమర్శించారు. దీన్ని తీవ్రంగా పరిగణించిన పార్టీ రాష్ట్ర నాయకత్వం ఆమెను బహిష్కరించింది. ఎర్నాకుళానికి చెందిన రోస్‌భెల్‌ శనివారం ఓ చానెల్‌తో మాట్లాడుతూ.. పార్టీలో మహిళలను లైంగికంగా వేధిస్తున్నారంటూ ప్రతిపక్ష నేత వి.డి.సతీశన్‌","author":"Tattva News Team","time":"2/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Rani.jpeg","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్‌ పార్టీ కేరళ శాఖలో పెద్ద వివాదం నెలకొంది. సినిమా పరిశ్రమలో మాదిరిగానే కాంగ్రెస్‌లోనూ ‘క్యాస్టింగ్‌ కౌచ్‌’ బెడద ఉందని ఆ పార్టీకి చెందిన సీనియర్‌ నాయకురాలు సిమీ రోస్‌బెల్‌ జాన్‌ ఆరోపించడంతో దుమారం చెలరేగింది. పార్టీలో మహిళలు లైంగిక దోపిడీకి గురవుతున్నారని ఆమె విమర్శించారు. దీన్ని తీవ్రంగా పరిగణించిన పార్టీ రాష్ట్ర నాయకత్వం ఆమెను బహిష్కరించింది.</p>\n\n\n\n<p>ఎర్నాకుళానికి చెందిన రోస్‌భెల్‌ శనివారం ఓ చానెల్‌తో మాట్లాడుతూ.. పార్టీలో మహిళలను లైంగికంగా వేధిస్తున్నారంటూ ప్రతిపక్ష నేత వి.డి.సతీశన్‌ సహా పలువురిపై ఆరోపణలు చేశారు. నాయకుల మెప్పు పొందేవారికే ముఖ్యమైన పదవులు దక్కుతున్నాయని ఆమె విమరించారు. </p>\n\n\n\n<p>రోస్‌బెల్‌ ఆరోపణలను సతీశన్‌ ఖండించారు. ఆమెకు ఏఐసీసీ పదవులు దక్కాయని గుర్తు చేశారు. మీడియా ముందు మహిళా నేతలను కించపరిచినందుకు రోస్‌బెల్‌ను ప్రాథమిక సభ్యత్వం నుంచి బహిష్కరిస్తున్నట్టు పార్టీ నాయకత్వం ప్రకటించింది.</p>\n\n\n\n<p>‘క్యాస్టింగ్‌ కౌచ్‌’ ఆరోపణలు మలయాళ సినీ పరిశ్రమలో సంచలనం సృష్టించగా, కాంగ్రెస్‌ పార్టీలో కూడా అలాంటి పరిస్థితే ఉందని, సినీ పరిశ్రమకు అదేమీ తీసిపోదంటూ ఆ పార్టీ సీనియర్‌ నేత సిమీ రోజ్‌బెల్‌ జాన్‌ విమర్శలు చేశారు. తాజాగా ఆమె మీడియాతో మాట్లాడుతూ పార్టీలో చాలామంది మహిళలు తాము ఎదుర్కొన్న బాధాకరమైన అనుభవాలను తనతో పంచుకున్నారని తెలిపారు.</p>\n\n\n\n<p>పార్టీకి సంబంధించిన మహిళలపై కొందరు పురుష నేతలు అభ్యంతరకరంగా ప్రవర్తించారని, పదవులు ఆశచూపి కొంతమంది సీనియర్‌ నేతలు మహిళలను ప్రలోభాలకు గురిచేస్తున్నారన్నారు. వీటికి సంబంధించిన ఆధారాలు తగిన సమయంలో బయటపెడతానని చెప్పారు. తనపై ఫిర్యాదు ఇచ్చిన వారు కూడా దీనిని గమనించాలని ఆమె కోరారు.</p>\n","originalUrl":"https://tattvanews.com/20887/02/09/2024/","hasAudio":false,"hasInfographics":false}