{"id":"wp-te-20413","wp_id":20413,"type":"standard","category":"World","language":"te","title":"ఒలింపిక్స్ లో సెమీస్‍లోకి దూసుకెళ్లిన భారత హాకీ జట్టు","excerpt":"పారిస్ ఒలింపిక్స్ 2024లో భారత హాకీ జట్టు మరోసారి అదరగొట్టింది. క్వార్టర్ ఫైనల్‍లో గ్రేట్ బ్రిటన్‍ను చిత్తుచేసింది టీమిండియా. షూటౌట్‍లో దుమ్మురేపింది. పారిస్‍ వేదికగా నేడు (ఆగస్టు 4) జరిగిన ఒలింపిక్స్ పురుషుల హాకీ క్వార్టర్ ఫైనల్‍లో గ్రేట్ బ్రిటన్‍పై భారత్ అద్భుత విజయం సాధించింది.  ముందుగా మ్యాచ్ 1-1తో సమం అయింది. దీంతో షూటౌట్ జరిగింది. షూటౌట్‍లో భారత్ 4-2తో గ్రేట్ బ్రిటన్‍పై గెలిచింది. గోల్ కీపర్ పీఆర్ శ్రీజేశ్ అద్భుతంగా బంతులను అడ్డుకొని టీమిండియా","author":"Tattva News Team","time":"5/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Hockey.jpeg","readTime":"5 min read","contentHTML":"\n<p>పారిస్ ఒలింపిక్స్ 2024లో భారత హాకీ జట్టు మరోసారి అదరగొట్టింది. క్వార్టర్ ఫైనల్‍లో గ్రేట్ బ్రిటన్‍ను చిత్తుచేసింది టీమిండియా. షూటౌట్‍లో దుమ్మురేపింది. పారిస్‍ వేదికగా నేడు (ఆగస్టు 4) జరిగిన ఒలింపిక్స్ పురుషుల హాకీ క్వార్టర్ ఫైనల్‍లో గ్రేట్ బ్రిటన్‍పై భారత్ అద్భుత విజయం సాధించింది. </p>\n\n\n\n<p>ముందుగా మ్యాచ్ 1-1తో సమం అయింది. దీంతో షూటౌట్ జరిగింది. షూటౌట్‍లో భారత్ 4-2తో గ్రేట్ బ్రిటన్‍పై గెలిచింది. గోల్ కీపర్ పీఆర్ శ్రీజేశ్ అద్భుతంగా బంతులను అడ్డుకొని టీమిండియా గెలుపులో కీలకపాత్ర పోషించాడు. 17వ నిమిషం నుంచి 10 మందితోనే ఆడిన టీమిండియా.. వీరోచితంగా పోరాడి అద్భుత విజయం సాధించింది.</p>\n\n\n\n<p>22వ నిమిషంలో భారత ప్లేయర్ హర్మన్ ప్రీత్ సింగ్ గోల్ కొట్టాడు. దీంతో టీమిండియా ఆధిక్యంలోకి వెళ్లింది. అయితే, ఆ తర్వాత ఐదు నిమిషాల్లోనే గ్రేట్ బ్రిటన్ ప్లేయర్ లీ మోర్టోన్ (27వ నిమిషం) గోల్ బాదాడు. రెండో అర్ధభాగంలో ఏ జట్టు గోల్ చేయలేదు. 10 మందే ఉన్నా గ్రేట్ బ్రిటన్‍ను టీమిండియా సమర్థవంతంగా అడ్డుకోగలిగింది. డిఫెన్స్‌లో వారెవా అనిపించింది. దీంతో మ్యాచ్ సమమైంది. షూటౌట్ జరిగింది.</p>\n\n\n\n<p>ఈ మ్యాచ్‍లో టీమిండియాకు తొలి అర్ధ భాగంలోనే ఎదురుదెబ్బ తగిలింది. 17వ నిమిషంలో ఫౌల్ ప్లే కారణంగా అమిత్ రోహిదాస్‍కు రెడ్ కార్డ్ చూపించేశారు రిఫరీ. దీంతో ప్రపంచ నంబర్ 2 బ్రిటన్‍తో 10 మందితోనే భారత్ ఆడింది. చివరి 43 నిమిషాలు 10 మంది ప్లేయర్లతోనే బ్రిటన్‍ను కట్టడి చేసింది టీమిండియా. షూటౌట్ వరకు తీసుకెళ్లి 4-2తో దుమ్మురేపి పారిస్ ఒలింపిక్స్ సెమీస్‍కు దూసుకెళ్లింది.</p>\n\n\n\n<p>భారత సీనియర్ వికెట్ కీపర్ పీఆర్ శ్రీజేశ్ మరోసారి అద్భుత ప్రదర్శనతో అదరగొట్టాడు. బ్రిటన్‍పై ఈ మ్యాచ్ గెలుపులో కీలకపాత్ర పోషించాడు. షూటౌట్‍లో బ్రిటన్‍ను మూడుసార్లు అడ్డుకున్నాడు. వేగవంతమైన కదలికలు, డైవ్‍లతో బంతులను అద్భుతంగా అపాడు. షూటౌట్‍లో భారత్ నాలుగు ప్రయత్నాల్లో వరుసగా గోల్స్ చేయగా.. బ్రిటన్ రెండే కొట్టింది. దీంతో టీమిండియా విజయం సాధించింది.</p>\n\n\n\n<p>పారిస్ ఒలింపిక్స్ 2024 హాకీ పురుషుల సెమీఫైనల్స్ ఆగస్టు 6వ తేదీన జరగనుంది. జర్మనీ, అర్జెంటీనాల్లో ఓ జట్టుతో సెమీస్ ఆడనుంది టీమిండియా. ఆగస్టు 6న జరిగే సెమీఫైనల్‍లో భారత హాకీ జట్టు గెలిస్తే.. పతకం పక్కా అవుతుంది. కనీసం రజతం దక్కుతుంది. గత టోక్యో ఒలింపిక్స్‌లో కాంస్య పతకాన్ని టీమిండియా గెలిచింది. ఒలింపిక్స్‌లో 41 ఏళ్ల తర్వాత పతకం సాధించింది. </p>\n\n\n\n<p>1928 నుంచి 1980 వరకు ఒలింపిక్స్‌లో 8 స్వర్ణాలు, ఒ రజతం, ఓ కాంస్యం గెలిచిన భారత్.. ప్రపంచంలోనే టాప్ జట్టుగా వెలుగొందింది. ఆ తర్వాత ప్రభ కోల్పోతూ వచ్చింది. మళ్లీ ఇప్పుడు పూర్వ వైభవాన్ని తెచ్చుకునేందుకు కృషి చేస్తోంది. ప్రస్తుత పారిస్ 2024 ఒలింపిక్స్ సెమీస్‍లో గెలిస్తే.. కనీసం రజతం ఖాయం అవుతుంది. ఒకవేళ సెమీస్‍లో ఓడితే కాంస్యం కోసం ప్లేఆఫ్స్ ఆడాల్సి ఉంటుంది.</p>\n","originalUrl":"https://tattvanews.com/20413/05/08/2024/","hasAudio":false,"hasInfographics":false}