{"id":"wp-en-13531","wp_id":13531,"type":"standard","category":"World","language":"en","title":"Axis My India poll says BJP to gain political ground in Odisha￼","excerpt":"The BJP will likely gain political ground in Odisha with India Today-Axis My India exit predicting 62 to 80 seats for the party in the 147-seat Assembly. The Biju Janata Dal (BJD), led by Chief Minister Naveen Patnaik, may see its tally fall considerably and is likely to get 62 to 80 seats as well,","author":"Tattva News Team","time":"3/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Odisha.webp","readTime":"5 min read","contentHTML":"\n<p>The BJP will likely gain political ground in Odisha with India Today-Axis My India exit predicting 62 to 80 seats for the party in the 147-seat Assembly. The Biju Janata Dal (BJD), led by Chief Minister Naveen Patnaik, may see its tally fall considerably and is likely to get 62 to 80 seats as well, as per the exit poll.</p>\n\n\n\n<p>If the exit poll holds true, this could be the first time since 2004 that the BJD might not get an absolute majority in the state assembly, spelling trouble for the five-time chief minister.In the worst-case scenario, Odisha could see a hung Assembly.</p>\n\n\n\n<p>The India Today-Axis My India exit poll is based on 5.8 lakh interviews conducted in all 543 parliamentary constituencies.  According to the exit poll, the BJP's vote share is likely to jump to 42%, with the BJD's vote share falling to the same figure. The Congress is likely to get 12% of the total votes polled and is projected to get five to eight seats.</p>\n\n\n\n<p>The elections on 147 Assembly seats in Odisha were held in four phases -- May 13, May 20, May 25, and June 1. The assembly elections were held simultaneously with the Lok Sabha elections in the state.</p>\n\n\n\n<p>In the 2019 Lok Sabha elections, the BJD emerged as the single-largest party with 112 seats. The BJP emerged as the second-largest party with 23 seats, followed by the Congress with nine seats.</p>\n\n\n\n<p>In the Lok Sabha elections, held simultaneously in Odisha along with assembly polls, the BJP is likely to gain decisive numbers, as per the exit poll. The BJP is projected to win 18-20 seats while the BJD may only win 0.02 seats, according to India Today-Axis My India exit poll.</p>\n\n\n\n<p>The BJD, led by Naveen Patnaik, and the BJP, led by Manmohan Samal, also contested all 147 seats. The Congress, led by Sarat Pattanayak, contested 145 seats.</p>\n","originalUrl":"https://en.tattvanews.com/national/axis-my-india-poll-says-bjp-to-gain-political-ground-in-odisha%ef%bf%bc/","hasAudio":false,"hasInfographics":false}