{"id":"wp-en-12742","wp_id":12742,"type":"standard","category":"World","language":"en","title":"Indira Gandhi assassin Beant Singh's son to contest from Faridkot￼","excerpt":"Sarabjit Singh, the son of one of the assassins of late Prime Minister Indira Gandhi, announced on Thursday his intention to contest the upcoming Lok Sabha elections from the Faridkot seat in Punjab. Sarabjit Singh said that he received requests from many people in Faridkot to contest the elections. He mentioned that he intends to","author":"Tattva News Team","time":"12/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Khalsa.webp","readTime":"5 min read","contentHTML":"\n<p>Sarabjit Singh, the son of one of the assassins of late Prime Minister Indira Gandhi, announced on Thursday his intention to contest the upcoming Lok Sabha elections from the Faridkot seat in Punjab.</p>\n\n\n\n<p>Sarabjit Singh said that he received requests from many people in Faridkot to contest the elections. He mentioned that he intends to run as an independent candidate in the upcoming polls.</p>\n\n\n\n<p>Sarabjit Singh is the son of Beant Singh, one of the two individuals involved in the assassination of Gandhi. Beant Singh, along with Satwant Singh, who served as the prime minister's bodyguards, killed her on October 31, 1984, at her residence.</p>\n\n\n\n<p>Sarabjit Singh's previous electoral attempts include an unsuccessful bid in the 2004 Lok Sabha elections from the Bathinda seat, where he garnered 1.13 lakh votes. He also contested the 2007 Punjab Assembly elections from the Bhadaur seat in Barnala, albeit unsuccessfully.</p>\n\n\n\n<p>Sarabjit Singh made another attempt in the 2014 Lok Sabha elections, contesting from the Fatehgarh Sahib seat, but was unsuccessful once more. His mother, Bimal Kaur, was elected as an MP from the Ropar seat in 1989.</p>\n\n\n\n<p>Meanwhile, the AAP has nominated actor Karamjit Anmol as its candidate for the Faridkot Lok Sabha seat, while the BJP has announced singer Hans Raj Hans as its candidate for the upcoming polls. The Faridkot seat is currently held by Congress MP Mohammad Sadique.</p>\n","originalUrl":"https://en.tattvanews.com/regional/indira-gandhi-assassin-beant-singhs-son-to-contest-from-faridkot%ef%bf%bc/","hasAudio":false,"hasInfographics":false}