{"id":"wp-en-14181","wp_id":14181,"type":"standard","category":"World","language":"en","title":"Bangla reporter killed in Dhaka, PEC expresses shock","excerpt":"By Nava Thakuria Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, expresses shock and grief over the killing of a young reporter in the Bangladesh capital during a nationwide protest demonstration against the job-quota system in the south Asian nation. Hasan Mehedi (35), who worked for Bangla digital media outlet Dhaka","author":"Tattva News Team","time":"20/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bangla-reporter.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong></p>\n\n\n\n<p>Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, expresses shock and grief over the killing of a young reporter in the Bangladesh capital during a nationwide protest demonstration against the job-quota system in the south Asian nation. </p>\n\n\n\n<p>Hasan Mehedi (35), who worked for Bangla digital media outlet Dhaka Times, was killed while covering the clashes erupted between the police forces and agitating students at Jatrabari area of Dhaka on Thursday (18 July 2024). Dhaka Times management confirmed that Hasan was killed by a bullet injury in his head. He becomes the 72nd journo-victim across the world since 1 January.</p>\n\n\n\n<p>“We demand a fair probe into the incident that led to the killing of Hasan Mehedi in Dhaka. As the populous country is burning with anti-reservation protests by the young people that killed nearly 40 people, the authorities must take precautions to safeguard the media persons on the ground. The journalists in Bangladesh continue to work in an adverse situation because of many laws formulated by Dhaka in recent years. Prime Minister Sheikh Hasina must look into the matter seriously and also adequately compensate the bereaved family as early as possible,” said Blaise Lempen, president of PEC (www.pressemblem.ch).</p>\n\n\n\n<p>PEC’s south Asia representative Nava Thakuria informed that many Bangla media outlets remain unresponsive since Thursday when the country witnessed massive protests by the student community. Mehedi becomes the first journalist to be killed this year in Bangladesh. Its neighbour Myanmar lost one scribe (Ko Myat Thu Tun) to military atrocities during this period. </p>\n\n\n\n<p>Another neighbor India witnessed the killing of two journalists namely Shivshankar Jha and Ashutosh Shrivastava. On the other hand, Pakistan lost eight journalists namely Hassan Zaib, Khalil Afridi Jibran, Nasrullah Gadani, Kamran Dawar, Mehar Ashfaq Siyal, Maulana Mohammad Siddique Mengal, Jam Saghir Ahmad Lar and Tahira Nosheen Rana to assailants this year.</p>\n","originalUrl":"https://en.tattvanews.com/international/bangla-reporter-killed-in-dhaka-pec-expresses-shock/","hasAudio":false,"hasInfographics":false}