{"id":"wp-te-19384","wp_id":19384,"type":"standard","category":"World","language":"te","title":"ఎంపీ కంగ‌నాను కొట్టిన కానిస్టేబుల్‌","excerpt":"బాలీవుడ్ క్వీన్, ప్రస్తుత లోక్‌సభ ఎన్నికల్లో బీజేపీ తరఫున ఎంపీగా పోటీ చేసి గెలిచిన కంగనా రనౌత్‌కు ఘోర అవమానం జరిగింది. శుక్రవారం జరగనున్న ఎన్డీఏ ఎంపీల సమావేశంలో పాల్గొనేందుకు వెళ్తుండగా చండీగఢ్ ఎయిర్‌పోర్టులో ఆమెకు చేదు అనుభవం ఎదురైంది.  ఎయిర్‌పోర్టులో విధుల్లో ఉన్న ఓ సీఐఎస్ఎఫ్ మహిళా కానిస్టేబుల్ తనను చెంపదెబ్బ కొట్టారని కంగనా రనౌత్ ఆరోపించడం ప్రస్తుతం తీవ్ర దుమారానికి కారణం అయింది. హిమాచల్ ప్రదేశ్‌లోని తన నియోజకవర్గం మండి నుంచి ఢిల్లీకి వెళ్తుండగా","author":"Tattva News Team","time":"7/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Kangana-Ranaut.webp","readTime":"5 min read","contentHTML":"\n<p>బాలీవుడ్ క్వీన్, ప్రస్తుత లోక్‌సభ ఎన్నికల్లో బీజేపీ తరఫున ఎంపీగా పోటీ చేసి గెలిచిన కంగనా రనౌత్‌కు ఘోర అవమానం జరిగింది. శుక్రవారం జరగనున్న ఎన్డీఏ ఎంపీల సమావేశంలో పాల్గొనేందుకు వెళ్తుండగా చండీగఢ్ ఎయిర్‌పోర్టులో ఆమెకు చేదు అనుభవం ఎదురైంది. </p>\n\n\n\n<p>ఎయిర్‌పోర్టులో విధుల్లో ఉన్న ఓ సీఐఎస్ఎఫ్ మహిళా కానిస్టేబుల్ తనను చెంపదెబ్బ కొట్టారని కంగనా రనౌత్ ఆరోపించడం ప్రస్తుతం తీవ్ర దుమారానికి కారణం అయింది. హిమాచల్ ప్రదేశ్‌లోని తన నియోజకవర్గం మండి నుంచి ఢిల్లీకి వెళ్తుండగా ఈ సంఘటన చోటు చేసుకుందని కంగనా రనౌత్ ఆరోపించారు.</p>\n\n\n\n<p>అయితే రైతులను అగౌరవపరిచినట్లు కంగనా రనౌత్ వ్యాఖ్యలు చేసినందుకే ఆమెను సీఐఎస్ఎఫ్ మహిళా కానిస్టేబుల్ దాడికి పాల్పడినట్లు తెలుస్తోంది. అయితే చండీగఢ్ ఎయిర్‌పోర్టులో సెక్యూరిటీ విధులు నిర్వర్తిస్తున్న సీఐఎస్ఎఫ్ కానిస్టేబులు కుల్విందర్ కౌర్ కంగనా రనౌత్‌ను చెంపదెబ్బ కొట్టినట్లు సమాచారం. </p>\n\n\n\n<p>కంగనా రనౌత్ వెల్లడించిన వివరాల ప్రకారం యూకే 707 విమానంలో చండీగఢ్ విమానాశ్రయం నుంచి ఢిల్లీకి వెళ్లేందుకు ఆమె ఎయిర్ పోర్టుక చేరుకోగా బోర్డింగ్ పాయింట్‌ వద్దకు వెళ్తుండగా తనతో కుల్విందర్ కౌర్ అనే సీఐఎస్ఎఫ్ కానిస్టేబుల్ వాగ్వాదానికి దిగినట్లు చెప్పారు. అంతేకాకుండా ఆ సమయంలోనే తనను చెంపపై కుల్విందర్ కౌర్ కొట్టారని కంగనా రనౌత్ ఆరోపించారు.</p>\n\n\n\n<p>అయితే ఆ ఘటన తర్వాత చండీగఢ్ నుంచి విమానంలో ఢిల్లీకి చేరుకున్న కంగనా రనౌత్ జరిగిన ఘటన మొత్తాన్ని సీఐఎస్ఎఫ్ డైరెక్టర్ జనరల్ నీనా సింగ్‌తో పాటు ఇతర సీనియర్ అధికారులకు వివరించారు. దీంతో సీఐఎస్ఎఫ్ కానిస్టేబుల్ కుల్విందర్‌ కౌర్‌ను అదుపులోకి తీసుకుని, విచారణ కోసం సీఐఎస్ఎఫ్ కమాండెంట్ ఆఫీస్‌కు తరలించారు.</p>\n\n\n\n<p>2024 ఎన్నికలకు ముందు ఏ పార్టీలో లేని కంగనా రనౌత్ బీజేపీకి, నరేంద్ర మోదీకి మద్దతుగా వ్యాఖ్యలు చేసేవారు. ఈ క్రమంలోనే ఇటీవల జరిగిన లోక్‌సభ ఎన్నికల్లో బీజేపీ ఆమెకు టికెట్ ఇచ్చింది. హిమాచల్ ప్రదేశ్‌లోని మండి నియోజకవర్గం నుంచి పోటీ చేసిన కంగనా రనౌత్ హిమాచల్ ప్రదేశ్ మాజీ సీఎం వీరభద్ర సింగ్ కుమారుడు.. కాంగ్రెస్ నేత విక్రమాదిత్య సింగ్‌ను ఓడించి విజయం సాధించారు. <br>అయితే తాజాగా వెలువరించిన లోక్‌సభ ఎన్నికల ఫలితాల్లో గెలిచిన 2 రోజులకే ఆమెకు ఈ చేదు అనుభవం ఎదురు కావడం గమనార్హం. అయితే గతంలో రైతుల ఉద్యమాన్ని వ్యతిరేకిస్తూ కంగనా రనౌత్ పలు వివాదాస్పద వ్యాఖ్యలు చేశారు. ఈ వ్యాఖ్యల కారణంగానే ఆమెపై దాడి జరిగినట్లు తెలుస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/19384/07/06/2024/","hasAudio":false,"hasInfographics":false}