{"id":"wp-en-13277","wp_id":13277,"type":"standard","category":"World","language":"en","title":"ED arrests Jharkhand minister Alamgir Alam in money laundering case￼","excerpt":"The Enforcement Directorate (ED) Wednesday arrested Jharkhand minister Alamgir Alam in a money laundering case, days after the agency seized Rs 34.50 crore from two people linked to him. He had been summoned by the agency on May 14 – days after the ED arrested his personal secretary Sanjiv Lal and Lal’s domestic help Jehangir. Alam, who","author":"Tattva News Team","time":"16/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Jharkhand-Minister1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Enforcement Directorate (ED) Wednesday arrested Jharkhand minister Alamgir Alam in a money laundering case, days after the agency seized Rs 34.50 crore from two people linked to him.</p>\n\n\n\n<p>He had been summoned by the agency on May 14 – days after the ED arrested his personal secretary Sanjiv Lal and Lal’s domestic help Jehangir. Alam, who is the state’s Minister of Rural Development, had distanced himself from the Rs 34.50 crore in cash seized from Jehangir’s premises.</p>\n\n\n\n<p>Sources said Alam was served the summons as the ED was looking into any relationship between Jehangir and the minister.The 70-year-old was taken into custody at the agency’s zonal office in Ranch after about six hours of interrogation on the second day of questioning, the sources said.</p>\n\n\n\n<p>He was grilled by the federal agency on Tuesday for over nine hours and his statement was also recorded.The total seizure of cash by the ED in this case has been recorded at around Rs 36.75 crore as the agency seized about Rs 3 crore from other locations including Rs 10.05 lakh from Lal’s place and Rs 1.5 crore from a contractor’s place.</p>\n\n\n\n<p>The ED had said earlier that names of senior bureaucrats and politicians have emerged as part of their investigation that led to the seizure of the cash last week. In ED’s remand application for Lal and Jehangir, it had said that “several officials from top to bottom of Rural Development Department” were involved in a money laundering nexus.</p>\n","originalUrl":"https://en.tattvanews.com/economy/ed-arrests-jharkhand-minister-alamgir-alam-in-money-laundering-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}