{"id":"wp-te-20777","wp_id":20777,"type":"standard","category":"World","language":"te","title":"`మానస'లో కెన్యా క్రీడాకారులతో మానసిక వైకల్య బాలల కృష్ణాష్టమి","excerpt":"హైదరాబాద్ కొత్తపేట మోహన్ నగర్ లోని మానస చిన్నారుల ఆరోగ్య వైకల్యాల అధ్యయన సంస్థ, ప్రత్యేక పాఠశాలలో  మానసిక వైకల్యం ఉన్న బాలలు కెన్యా క్రీడాకారుల బృందంతో కలిసి కృష్ణాష్టమి జరుపుకున్నారు. ఈ సందర్భంగా మానసిక వకల్య బాలలకు అక్కడ అందిస్తున్న చికిత్సలు, అక్కడున్న సదుపాయాలను కెన్యా ప్రతినిధులు సోమవారం పరిశీలించారు.  హైదరాబాద్ రన్నర్స్ అసోసియేషన్ ఏర్పాటు చేసిన ఈ కార్యక్రమం లో కెన్యాకు చెందిన మారథాన్ రన్నర్స్ ఎజికిల్ కిప్కోరిర్, షీలా చెలంగాట్, జెనిత్ కిప్టు,","author":"Tattva News Team","time":"26/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Manasa1.jpg","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాద్ కొత్తపేట మోహన్ నగర్ లోని మానస చిన్నారుల ఆరోగ్య వైకల్యాల అధ్యయన సంస్థ, ప్రత్యేక పాఠశాలలో  మానసిక వైకల్యం ఉన్న బాలలు కెన్యా క్రీడాకారుల బృందంతో కలిసి కృష్ణాష్టమి జరుపుకున్నారు. ఈ సందర్భంగా మానసిక వకల్య బాలలకు అక్కడ అందిస్తున్న చికిత్సలు, అక్కడున్న సదుపాయాలను కెన్యా ప్రతినిధులు సోమవారం పరిశీలించారు. </p>\n\n\n\n<p>హైదరాబాద్ రన్నర్స్ అసోసియేషన్ ఏర్పాటు చేసిన ఈ కార్యక్రమం లో కెన్యాకు చెందిన మారథాన్ రన్నర్స్ ఎజికిల్ కిప్కోరిర్, షీలా చెలంగాట్, జెనిత్ కిప్టు, హమింగ్టన్ చెరోప్ పాల్గొన్నారు. వీరు 25 ఆగస్టు న జరిగిన ఎన్.ఎం.డి.సి. హైదరాబాద్ మారథాన్ 2024 పోటీలలో వివిధ పథకాలు గెలుపొందారు. </p>\n\n\n\n<p>ఈ బృధంలో ఢిల్లీకి చెందిన మారథాన్ రన్నర్ విపుల్, ఉత్తరాఖండ్ కు చెందిన భగీరథి, హిమాచల్ ప్రదేశ్ కు చెందిన సునీల్ శర్మ, ప్రస్తుతం భారత సైన్యంలో పనిచేస్తున్న విజయనగరానికి చెందిన భుగత శ్రీను కూడా ఉన్నారు.</p>\n\n\n\n<p>కృష్ణాష్టమి సందర్భంగా మానసిక దివ్యాంగులైన చిన్నారులు కొందరు శ్రీకృష్ణుడు, గోపికల వేషాలతో ఆలరించారు. అతిధులకు  బొట్టుపెట్టి సాంప్రదాయ పద్దతిలో ఆహ్వానం పలికారు. ఈ  మారథాన్ రన్నర్స్ బృందం చిన్నారులు ప్రదర్శించిన సాంస్కృతిక కార్యక్రమాలను వీక్షించారు.  మానస వృత్తి విద్యా కేంద్రంలో శిక్షణ పొందుతున్న విష్ణు భట్ జోషి పాడిన కృష్ణ భక్తి పాటలు, నైనా సోని ప్రదర్శించిన నృత్య కార్యక్రమాన్ని అతిధులు ఆసక్తిగా వీక్షించారు.  </p>\n\n\n\n<p>ఎన్.ఎం.డి.సి. హైదరాబాద్ మారథాన్ 2024 నందు  స్వచ్చంద సంస్థ భాగస్వామిగా ఉన్న మానసకు దాతల ద్వారా అయిదు లక్షల రూపాయలు సమకూరినందున దాతలకు, ఇందుకు సహకరించిన హైదరాబాద్ రన్నర్స్ అసోసియేషన్ కు మానస కోశాధికారి తేరా మదన్ మోహన్ రెడ్డి ధన్యవాదాలు తెలియజేసారు. </p>\n\n\n\n<p>ఈ కార్యక్రమంలో హైదరాబాద్ రన్నర్స్ అసోసియేషన్ ప్రతినిధులు రాజేష్ వెట్చ,  స్మిత చామిలింగ్, కె. సుందర్ నాగేష్, విజిగీష, గౌతమ్ ప్రత్యేక పాఠశాల ప్రిన్సిపాల్ లింగాల లక్ష్మి. న్యూరో డెవెలప్మెంటల్ క్లినిక్ విభాగాధిపతి పి. మెర్సీ మధురిమ, ప్రత్యేక పాఠశాల సిబ్బంది, చిన్నారుల తల్లిదండ్రులు పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20777/26/08/2024/","hasAudio":false,"hasInfographics":false}