{"id":"wp-te-18937","wp_id":18937,"type":"standard","category":"World","language":"te","title":"￼'ఆప్' ఎంపీ స్వాతి మలివాల్‌పై సీఎం సిబ్ కేజ్రీవాల్ సహాయకుడి దాడి..!","excerpt":"ఢిల్లీ లిక్కర్ కేసులో పీకల్లోతు మునిగిపోవడమే కాకుండా కీలక నేతలు జైలుకు వెళ్లడంతో కుదేలైన ఆమ్ ఆద్మీ పార్టీకి మరో కొత్త చిక్కు వచ్చి పడింది. సొంత పార్టీపైనే.. ఆమ్ ఆద్మీ పార్టీ రాజ్యసభ ఎంపీ స్వాతి మలివాల్ తీవ్ర ఆరోపణలు చేసినట్లు తెలుస్తోంది. ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ నివాసంలో ఆయన సహాయకుడు బిభవ్ కుమార్.. తనపై దాడి చేసినట్లు స్వాతి మలివాల్ ఆరోపించినట్లు సమాచారం. ముఖ్యమంత్రి నివాసంలో.. సీఎం సహాయకుడు సొంత పార్టీ ఎంపీపై","author":"Tattva News Team","time":"13/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Swati.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్ కేసులో పీకల్లోతు మునిగిపోవడమే కాకుండా కీలక నేతలు జైలుకు వెళ్లడంతో కుదేలైన ఆమ్ ఆద్మీ పార్టీకి మరో కొత్త చిక్కు వచ్చి పడింది. సొంత పార్టీపైనే.. ఆమ్ ఆద్మీ పార్టీ రాజ్యసభ ఎంపీ స్వాతి మలివాల్ తీవ్ర ఆరోపణలు చేసినట్లు తెలుస్తోంది. ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ నివాసంలో ఆయన సహాయకుడు బిభవ్ కుమార్.. తనపై దాడి చేసినట్లు స్వాతి మలివాల్ ఆరోపించినట్లు సమాచారం.</p>\n\n\n\n<p>ముఖ్యమంత్రి నివాసంలో.. సీఎం సహాయకుడు సొంత పార్టీ ఎంపీపై దాడి చేసినట్లు ఆరోపణలు రావడం ప్రస్తుతం తీవ్ర దుమారం రేపుతోంది.  ఈ క్రమంలోనే ఢిల్లీ సీఎం ఇంటి నుంచి ఉదయం 10 గంటలకు ఎంపీ స్వాతి మలివాల్‌.. పోలీసులకు ఫోన్ చేశారని.. కేజ్రీవాల్‌ పర్సనల్ సెక్రటరీ.. బిభవ్ కుమార్ తనపై దాడి చేశారని చెప్పినట్లు ఆ ఫోన్‌ కాల్ సారాంశం. </p>\n\n\n\n<p>దీంతో అరవింద్ కేజ్రీవాల్ నివాసానికి ఢిల్లీ పోలీసులు చేరుకున్నారు. అయితే ఈ సంఘటనపై ఎలాంటి అధికారిక ఫిర్యాదు పోలీసులకు అందకపోవడం గమనార్హం. వారం రోజుల పాటు విదేశాలకు వెళ్లిన స్వాతి మలివాల్.. ఢిల్లీ చేరుకున్న తర్వాత ఢిల్లీ లిక్కర్ కేసులో బెయిల్‌పై ఇటీవల విడుదలైన కేజ్రీవాల్‌ను కలిసేందుకు సోమవారం ఆయన ఇంటికి వెళ్లినట్లు తెలుస్తోంది.</p>\n\n\n\n<p>సోమవారం ఉదయం 9.40 గంటలకు మొదటి ఫోన్‌ కాల్‌.. డయల్ 100 కు ఒక మహిళ ఫోన్ చేసిందని.. అయితే మొదట ఆమె పేరును వెల్లడించలేదని ఢిల్లీ పోలీసులు తెలిపారు. ఆ తర్వాత ఉదయం 9.54 గంటలకు మరోసారి ఫోన్‌ కాల్‌ వచ్చినపుడు తన పేరు స్వాతి మలివాల్ అని చెప్పినట్లు చెప్పారు. సీఎం కేజ్రీవాల్ పీఏ దాడి చేసినట్లు ఆమె ఫిర్యాదు చేసినట్లు వెల్లడించారు. <br>ఇటీవలి కాలంలో కేజ్రీవాల్ పీఏ బిభవ్ కుమార్ తరచూ వార్తల్లో నిలిచారు. బిభవ్ కుమార్ నియామకం చట్టవిరుద్ధమని పేర్కొంటూ సీఎం వ్యక్తిగత కార్యదర్శి హోదా నుంచి ఢిల్లీ విజిలెన్స్ విభాగం ఆయనను పదవి నుంచి తొలగించింది. అలాగే మద్యం కుంభకోణం కేసులోను ఈడీ ఆయనకు సమన్లు కూడా ఇచ్చింది.</p>\n\n\n\n<p>ఇక ఈ ఘటన బయటికి రావడంతో బీజేపీ తీవ్ర విమర్శలు గుప్పించింది. ఢిల్లీ సీఎం కేజ్రీవాల్ సహాయకుడు దాడి చేశారని ఆప్‌ ఎంపీ స్వాతి మలివాల్‌ ఆరోపించారని.. బీజేపీ ఐటీ సెల్‌ హెడ్ అమిత్ మాలవీయ ట్విటర్‌లో పేర్కొన్నారు. సీఎం నివాసం నుంచి పోలీసులకు కాల్‌ వెళ్లిందని తెలిపారు. కేజ్రీవాల్ అరెస్టుపై స్వాతి మలివాల్ మౌనంగా ఉన్నాని.. అప్పుడు ఆమె భారత్‌లో కూడా లేరని.. చాలా రోజుల తర్వాత స్వదేశానికి తిరిగి వచ్చారని అమిత్ మాలవీయ గుర్తు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18937/13/05/2024/","hasAudio":false,"hasInfographics":false}