{"id":"wp-te-20043","wp_id":20043,"type":"standard","category":"World","language":"te","title":"హత్యాయత్నంతో ట్రంప్‌‌నకు పెరిగిన విజయావకాశాలు..!","excerpt":"అమెరికాలోని పెన్సిల్వేనియాలో శనివారం ఎన్నికల ర్యాలీలో ప్రసంగిస్తున్న మాజీ అధ్యక్షుడు డొనాల్డ్ ట్రంప్‌పై  హత్యాయత్నం జరిగింది. థామస్ మాథ్యూ క్రూక్స్ అనే నిందితుడు కాల్పులు జరిగిన విషయం తెలిసిందే. ఈ కాల్పుల్లో ఒక బుల్లెట్ ట్రంప్ కుడి చెవిపై నుంచి దూసుకెళ్లింది. నిందితుడు థామస్ మ్యాథ్యూ క్రూక్స్‌ని సెక్షన్ల వ్యవధిలోనే సీక్రెట్ సర్వీస్ ఏజెంట్స్ మట్టుబెట్టారు.  అయితే యూఎస్‌లో ఈ ఏడాది నవంబర్‌లో అధ్యక్ష ఎన్నికలు జరగనున్న నేపథ్యంలో ఈ దాడి జరగడం ఆసక్తికరంగా మారింది. అమెరికా","author":"Tattva News Team","time":"15/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Trump.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>అమెరికాలోని పెన్సిల్వేనియాలో శనివారం ఎన్నికల ర్యాలీలో ప్రసంగిస్తున్న మాజీ అధ్యక్షుడు డొనాల్డ్ ట్రంప్‌పై  హత్యాయత్నం జరిగింది. థామస్ మాథ్యూ క్రూక్స్ అనే నిందితుడు కాల్పులు జరిగిన విషయం తెలిసిందే. ఈ కాల్పుల్లో ఒక బుల్లెట్ ట్రంప్ కుడి చెవిపై నుంచి దూసుకెళ్లింది. నిందితుడు థామస్ మ్యాథ్యూ క్రూక్స్‌ని సెక్షన్ల వ్యవధిలోనే సీక్రెట్ సర్వీస్ ఏజెంట్స్ మట్టుబెట్టారు. </p>\n\n\n\n<p>అయితే యూఎస్‌లో ఈ ఏడాది నవంబర్‌లో అధ్యక్ష ఎన్నికలు జరగనున్న నేపథ్యంలో ఈ దాడి జరగడం ఆసక్తికరంగా మారింది. అమెరికా ప్రస్తుత అధ్యక్షుడు జో బైడెన్ డెమొక్రాటిక్ పార్టీ నుంచి పోటీ చేస్తుండగా, రిపబ్లికన్ పార్టీ నుంచి మాజీ అధ్యక్షుడు ట్రంప్ మరోసారి తలపడుతున్నారు.</p>\n\n\n\n<p>అయితే ట్రంప్‌పై జరిగిన హత్యాయత్నం ఆయనకు రాజకీయంగా కలిసొచ్చేట్లు కనిపిస్తోంది. ట్రంప్‌నకు ప్రపంచ దేశాల నుంచి మద్దతు లభిస్తుండటంతో పాటు స్వదేశంలో కూడా ప్రజల మద్దతు అనూహ్యంగా పెరిగిందని పోల్‌స్టర్, విలియం హిల్ బెట్టింగ్ సంస్థల నివేదికలు తెలిపాయి.</p>\n\n\n\n<p>ఈ రిపోర్ట్‌ల ప్రకారం.. 2024 అధ్యక్ష ఎన్నికల్లో ట్రంప్ గెలుపు అవకాశాలు 8 శాతం పెరిగాయి. అంతకుముందు విజయావకాశాలు కేవలం 4 శాతమే ఉండగా.. దాడితో ప్రజలు రిపబ్లికన్ పార్టీ వైపు మొగ్గు చూపుతున్నట్లు నివేదికలు వెల్లడించాయి. అంటే ప్రజల్లో ట్రంప్‌నకు ఒక్కసారిగా 8 శాతం ప్రజల మద్దతు పెరిగిందనమాట. </p>\n\n\n\n<p>ట్రంప్ అధ్యక్షుడిగా గెలిచేందుకు 70 శాతం అవకాశాలున్నట్లు పోల్‌స్టర్ అంచనా వేసింది. అంతేకాకుండా రిపబ్లికన్ పార్టీ ప్రచారానికి విరాళాలూ పెరిగినట్లు అమెరికా మీడియాలో కథనాలు వస్తున్నాయి.</p>\n\n\n\n<p>బుల్లెట్లు దూసుకొచ్చినా ట్రంప్ ధీరత్వం నెటిజన్లను భావోద్వేగానికి గురి చేస్తోంది. ట్రంప్‌పైకి బుల్లెట్లు రాగానే ఆయన పైకి లేచి 'ఫైట్.. ఫైట్'అని నినదించి.. తాను పోరాడుతున్నాననే సన్నివేశాన్ని ప్రజల్లోకి పంపగలిగారు. ఆయన ఆత్మస్థైర్యంతో ప్రజాభిమానం చూరగొన్నట్లు తెలుస్తోంది.</p>\n\n\n\n<p>1981 తర్వాత అమెరికా అధ్యక్షుడు లేదా అధ్యక్ష ఎన్నికల్లో పోటీ చేసిన అభ్యర్థిని హత్య చేసేందుకు తీవ్రమైన ప్రయత్నం జరగడం ఇదే మొదటిసారి. అప్పుడు వాషింగ్టన్‌ డీసీలో దేశాధ్యక్షుడు రోనాల్డ్‌ రీగన్‌పై కాల్పులు జరిగాయి. అయితే ఆయన ఆ ఘటన నుండి సురక్షితంగా బయటపడ్డారు.</p>\n\n\n\n<p>ట్రంప్‌పై హత్యాయత్నం చేసిన 20 సంవత్సరాల థామస్‌ మాథ్యూ క్రూక్స్‌ పెన్సిల్వేనియాలోని బెథెల్‌ పార్కుకు చెందినవాడు. 2021లో డెమొక్రాట్లకు అనుబంధంగా పనిచేసే ప్రోగ్రెసివ్‌ టర్న్‌ఔట్‌ ప్రాజెక్టుకు పదిహేను డాలర్లు విరాళంగా ఇచ్చాడు. ప్రభుత్వ ఓటింగ్‌ రికార్డుల ప్రకారం ఇతను రిపబ్లికన్‌ పార్టీ మద్దతుదారుగా తన పేరును నమోదు చేసుకున్నాడు. </p>\n\n\n\n<p>ప్రస్తుతం అతని ఇంటి వద్ద భారీగా పోలీసులను మోహరించారు. క్రూక్స్‌కు సంబంధించిన ఫొటోలు, వీడియోలు సోషల్‌ మీడియాలో ఇప్పటికే వైరల్‌ అయ్యాయి. కాల్పులకు ముందు అతను రికార్డు చేసినట్లు చెబుతున్న ఓ వీడియో కూడా సామాజిక మాధ్యమాలలో చక్కర్లు కొడుతోంది. రిపబ్లికన్‌ పార్టీని, ట్రంప్‌ను తాను ద్వేషిస్తున్నానని అతను అందులో చెప్పాడు.</p>\n","originalUrl":"https://tattvanews.com/20043/15/07/2024/","hasAudio":false,"hasInfographics":false}