{"id":"wp-en-14731","wp_id":14731,"type":"standard","category":"World","language":"en","title":"After, Justice Hema Committee report, Mohanlal, others resign","excerpt":"Malayalam superstar and President of the Association of Malayalam Movie Artists, Mohanlal, has resigned following criticisms against the body over the Hema committee report. The entire 17-member committee resigned on Tuesday. In a statement issued by the organisation, it said the committee will continue until a new team takes over. The general body meeting will","author":"Tattva News Team","time":"28/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Mohanlal1.jpg","readTime":"5 min read","contentHTML":"\n<p>Malayalam superstar and President of the Association of Malayalam Movie Artists, Mohanlal, has resigned following criticisms against the body over the Hema committee report. The entire 17-member committee resigned on Tuesday.</p>\n\n\n\n<p>In a statement issued by the organisation, it said the committee will continue until a new team takes over. The general body meeting will be conducted in two months to elect a new committee, it said.</p>\n\n\n\n<p>The move comes after two of the executive committee members faced sexual assault charges following the release of the committee report. The association also faced criticism for delayed public response after the release of the report.</p>\n\n\n\n<p>On Monday, actor Prithviraj categorically said the actors’ body had failed to properly handle actor’s complaints from its members. The new committee led by Mohanlal was elected less than two months ago. Mohanlal has reportedly informed the decision to Kerala Chief Minister Pinarayi Vijayan.</p>\n\n\n\n<p>Actor Siddique had to step down as general secretary after sexual assault allegations against him by Revathi Sampath following release of the Hema committee report. Actor Baburaj, who took over as acting general secretary is also facing sexual assault charges, however, he denied it.</p>\n\n\n\n<p>This all started after shocking revelations were made about the Malayalam film industry in the Hema Committee report, which came out on Monday. This report talked about the sexual harassment that women are facing in the Malayalam film industry. The report also said that women are offered work with the demand for sexual relations.</p>\n\n\n\n<p>After the Hema Committee report was made public last Monday, many actors came forward and accused other actors, filmmakers and technicians of sexual harassment.</p>\n\n\n\n<p>According to the report, the Malayalam film industry denies opportunities to those who are not ready to 'cooperate' and grant sexual favours. There is a general perception that actresses are here to make money and will therefore share a bed with anyone.</p>\n","originalUrl":"https://en.tattvanews.com/national/after-justice-hema-committee-report-mohanlal-others-resign/","hasAudio":false,"hasInfographics":false}