{"id":"wp-en-14965","wp_id":14965,"type":"standard","category":"World","language":"en","title":"Modi govt. getting ready for  `One Nation, One Election'","excerpt":"The BJP-led National Democratic Alliance (NDA) government, under the leadership of Prime Minister Narendra Modi, is gearing up to implement the 'One Nation, One Election' reform within its ongoing tenure, sources revealed. This significant policy shift is aimed at synchronising national and state elections across India, a move that has earlier sparked widespread political debate.","author":"Tattva News Team","time":"16/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Polling.jpg","readTime":"5 min read","contentHTML":"\n<p>The BJP-led National Democratic Alliance (NDA) government, under the leadership of Prime Minister Narendra Modi, is gearing up to implement the 'One Nation, One Election' reform within its ongoing tenure, sources revealed. This significant policy shift is aimed at synchronising national and state elections across India, a move that has earlier sparked widespread political debate.</p>\n\n\n\n<p>As the Modi government marks 100 days of its third term in office expressed confidence in the reform, stating that the proposal would garner support from multiple political parties. \"It will definitely be implemented in this tenure. It will become a reality,\" one source said, speaking on condition of anonymity.</p>\n\n\n\n<p>The recent development comes months after the high-level committee on simultaneous elections submitted its extensive 18,626-page report to President Droupadi Murmu. Notably, this committee, led by former President Ram Nath Kovind, held comprehensive consultations to gather perspectives from various stakeholders across the political and social spectrum.</p>\n\n\n\n<p>According to the report, over 47 political parties shared their views, with 32 supporting the concept of simultaneous elections. In addition, a public notice published in newspapers garnered 21,558 responses from citizens, 80% of whom were in favour of the proposal.</p>\n\n\n\n<p>After reviewing the input from these consultations, the Committee proposed a two-step approach to implement simultaneous elections. In the first phase, elections for the House of the People (Lok Sabha) and the State Legislative Assemblies would be synchronized. In the second phase, Municipalities and Panchayat elections would be aligned with the House of the People and State Legislative Assemblies within a 100-day timeframe.</p>\n\n\n\n<p>The report also recommended the use of a unified electoral roll and a single Electoral Photo Identity Card (EPIC) for elections across all three tiers of government—national, state, and local.</p>\n","originalUrl":"https://en.tattvanews.com/others/modi-govt-getting-ready-for-one-nation-one-election/","hasAudio":false,"hasInfographics":false}