{"id":"wp-te-18969","wp_id":18969,"type":"standard","category":"World","language":"te","title":"జూన్‌ ఒకటిన కేరళను తాకనున్న రుతుపవనాలు..!","excerpt":"దేశ ప్రజలకు భారత వాతావరణ శాఖ శుభవార్త చెప్పింది. నైరుతి రుతుపవనాలు పురోగమించాయని, ఈ నెల 19న అండమాన్‌ నికోబార్‌ దీవులు, పరిసర ప్రాంతాలను తాకే అవకాశం ఉందని భాతర వాతావరణ శాఖ ప్రకటించింది. జూన్‌ ఒకటో తేదీ నాటికి సాధారణంగా కేరళను తాకే అవకాశాలున్నాయని చెప్పింది. జులై 15 నాటికి దేశవ్యాప్తంగా విస్తరించే అవకాశాలున్నాయని చెప్పింది.  అయితే, ఈ ఏడాది నైరుతి రుతుపవనాలు అనుకున్నదాని కంటే ముందగానే వచ్చే అవకాశాలు ఉన్నాయని తెలిపింది. గతవారం ఐఎండీ","author":"Tattva News Team","time":"15/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Monsoon.webp","readTime":"5 min read","contentHTML":"\n<p>దేశ ప్రజలకు భారత వాతావరణ శాఖ శుభవార్త చెప్పింది. నైరుతి రుతుపవనాలు పురోగమించాయని, ఈ నెల 19న అండమాన్‌ నికోబార్‌ దీవులు, పరిసర ప్రాంతాలను తాకే అవకాశం ఉందని భాతర వాతావరణ శాఖ ప్రకటించింది. జూన్‌ ఒకటో తేదీ నాటికి సాధారణంగా కేరళను తాకే అవకాశాలున్నాయని చెప్పింది. జులై 15 నాటికి దేశవ్యాప్తంగా విస్తరించే అవకాశాలున్నాయని చెప్పింది. </p>\n\n\n\n<p>అయితే, ఈ ఏడాది నైరుతి రుతుపవనాలు అనుకున్నదాని కంటే ముందగానే వచ్చే అవకాశాలు ఉన్నాయని తెలిపింది. గతవారం ఐఎండీ జూన్‌ ఒకటి లేదంటే ముందుగా మే 27న కేరళ తీరాన్ని తాకుతాయని అంచనా వేసింది. రుతుపవనాలు అండమాన్ మీదుగా కేరళను తాకుతూ వర్షాలను కురిపిస్తూ ముందుకు సాగుతాయని పేర్కొంది. </p>\n\n\n\n<p>వాస్తవానికి జూన్‌ నుంచి సెప్టెంబర్‌ వరకు రుతుపవనాల సీజన్‌ కొనసాగుతుంది. గతేడాది జూన్‌ రెండోవారంలో నైరుతి రుతుపవనాలు ఆలస్యంగా కేరళను తాకాయి. ఈ ఏడాది జూన్ ఒకటి నాటికే అంటే సాధారణ సమయానికే కేరళను తాకే అవకాశాలున్నాయని పేర్కొంది. ఇక రుతుపవనాల సీజన్‌లో వర్షాపాతం సాధారణం కన్నా ఎక్కువగానే ఉంటుందని ఐఎండీ గత నెలలో వెల్లడించింది. </p>\n\n\n\n<p>ఎల్‌పీఏలో 106శాతం వరకు వర్షాపాతం రికార్డయ్యే అవకాశాలున్నాయని చెప్పింది. నైరుతి రుతుపవనాల కదలికలపై ఎప్పటికప్పుడు సమాచారం అందిస్తామని ఐఎండీ పేర్కొంది. అయితే, గతేడాది ఎల్‌పీఏలో 94.4శాతమే నమోదు చేసింది.</p>\n","originalUrl":"https://tattvanews.com/18969/15/05/2024/","hasAudio":false,"hasInfographics":false}