{"id":"wp-te-21070","wp_id":21070,"type":"standard","category":"World","language":"te","title":"ప్రజలకోసం సీఎం పదవికి రాజీనామాకు సిద్ధపడ్డ మమతా!","excerpt":"ప్రజల కోసం సీఎం పదవికి రాజీనామా చేయడానికి సిద్ధం అని బెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ సంచలన వ్యాఖ్యలు చేశారు. ఆర్జీ కర్ ఆస్పత్రి జూనియర్ వైద్యురాలి హత్యాచారం విషయంలో న్యాయం జరగాలని తాను కూడా కోరుకుంటున్నట్లు చెప్పారు. ఆర్జీ కర్ ఆస్పత్రి ఘటనపై ప్రతిష్టంభన తొలగించడానికి జూనియర్ డాక్టర్లతో చర్చలు జరపడానికి మూడుసార్లు ప్రయత్నించినట్లు తెలిపారు.  వైద్యుల ఆందోళనల నేపథ్యంలో ఇప్పటివరకు 27 మంది మరణించారు, 7 లక్షల మంది రోగులు ఇబ్బందులు ఎదుర్కొంటున్నారని ఆమె","author":"Tattva News Team","time":"13/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Mamata-1.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రజల కోసం సీఎం పదవికి రాజీనామా చేయడానికి సిద్ధం అని బెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ సంచలన వ్యాఖ్యలు చేశారు. ఆర్జీ కర్ ఆస్పత్రి జూనియర్ వైద్యురాలి హత్యాచారం విషయంలో న్యాయం జరగాలని తాను కూడా కోరుకుంటున్నట్లు చెప్పారు. ఆర్జీ కర్ ఆస్పత్రి ఘటనపై ప్రతిష్టంభన తొలగించడానికి జూనియర్ డాక్టర్లతో చర్చలు జరపడానికి మూడుసార్లు ప్రయత్నించినట్లు తెలిపారు.</p>\n\n\n\n<p> వైద్యుల ఆందోళనల నేపథ్యంలో ఇప్పటివరకు 27 మంది మరణించారు, 7 లక్షల మంది రోగులు ఇబ్బందులు ఎదుర్కొంటున్నారని ఆమె చెప్పారు. ఆర్జీ కర్ ప్రతిష్టంభనకు నేడు ముగింపు లభిస్తుందని ఆశించిన బంగాల్ ప్రజలకు క్షమాపణలు చెప్పారు.</p>\n\n\n\n<p>\"ప్రస్తుతం ఈ కేసు కోర్టు పరిధిలో ఉంది. అందువల్ల జూనియర్‌ వైద్యులు డిమాండ్‌ చేసినట్లు చర్చలను ప్రత్యక్ష ప్రసారం చేయలేం. అయితే, ఈ భేటీ వీడియో రికార్డింగ్‌కు ఏర్పాట్లు చేశాం. సుప్రీంకోర్టు అనుమతితో ఆ ఫుటేజీని వైద్యులకు అందజేస్తాం. ఆందోళన చేస్తున్న జూనియర్ డాక్టర్లపై ఎలాంటి చర్యలు తీసుకోను. పెద్దవాళ్లం కాబట్టి వారిని క్షమిస్తాను\" అని మమతా బెనర్జీ చెప్పారు.</p>\n\n\n\n<p>సీఎంతో జూనియర్ వైద్యుల చర్చల నేపథ్యంలో నాటకీయ పరిణామాలు జరిగాయి. సీఎంతో భేటీని లైవ్ టెలికాస్ట్ చేయాలని జూనియర్ డాక్టర్లు పట్టుబట్టారు. అలాగే, 30మంది వైద్యుల బృందాన్ని చర్చలకు అనుమతించాలని కోరారు. కానీ ప్రభుత్వం మాత్రం 15మందికే అనుమతి ఉంది అని చెప్పింది. దానికి ఒప్పుకోని వైద్యుల బృందం, తాము 30 మంది వెళ్తామని ప్రకటించింది. దీంతో చర్చలపై ప్రతిష్టంభన నెలకొంది.</p>\n\n\n\n<p>మరోవైపు, వైద్యులతో భేటీ అయ్యేందుకు తాను దాదాపు రెండు గంటలపాటు వేచి చూసినట్లు మమత తెలిపారు. ఈ నేఫథ్యంలో డీజీపీ రాజీవ్ కుమార్, ఎడీజీ (దక్షిణ బెంగాల్) సుప్రతిమ్ సర్కార్, రాష్ట్ర ప్రధాన కార్యదర్శి మనోజ్ పంత్ వైద్యుల బృందంతో చర్చలు జరిపారు.</p>\n\n\n\n<p> \"లైవ్ స్ట్రీమింగ్ కుదరదని మేము వైద్యులకు లేఖలో తెలిపాం. అయితే, సమావేశం మొత్తాన్ని డాక్యుమెంటేషన్ చేస్తామని చెప్పాం. ముఖ్యమంత్రి దాదాపు రెండు గంటల పాటు చర్చల కోసం ఎదురు చూశారు. మేము వైద్యులను ఒప్పించేందుకు ప్రయత్నించాం. కాని వారు ఈ సమావేశానికి హాజరుకావాలని అనుకోవడం లేదు.\" అని సీఎస్ పంత్ తెలిపారు. </p>\n","originalUrl":"https://tattvanews.com/21070/13/09/2024/","hasAudio":false,"hasInfographics":false}