{"id":"wp-te-19495","wp_id":19495,"type":"standard","category":"World","language":"te","title":"24 నుంచి 18వ లోక్‌సభ సమావేశాలు","excerpt":"ఈ నెల 24వ తేదీ నుంచి 18వ లోక్‌సభ సమావేశాలు ఆరంభమవుతాయి.  ముందుగా దిగువసభకు ఎన్నికైన సభ్యుల ప్రమాణ స్వీకారం ఉంటుంది. తరువాతి దశలో స్పీకర్ ఎన్నిక జరుగుతుందని పార్లమెంటరీ వ్యవహారాల మంత్రి కిరెన్ రిజిజూ బుధవారం తెలిపారు. ఇక పార్లమెంట్ ఉభయసభల సంయుక్త సమావేశంలో రాష్ట్రపతి ద్రౌపది ముర్మూ ఈ నెల 27న ప్రసంగిస్తారు.  దీనితో కొత్త ప్రభుత్వం పార్లమెంట్ వేదికగా ప్రజాపరిచయం అవుతుంది. వచ్చే ఐదు సంవత్సరాలకు ప్రభుత్వ విధివిధానాలు, కార్యాచరణ అంశాలను రాష్ట్రపతి","author":"Tattva News Team","time":"13/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Lok-Sabha.webp","readTime":"5 min read","contentHTML":"\n<p>ఈ నెల 24వ తేదీ నుంచి 18వ లోక్‌సభ సమావేశాలు ఆరంభమవుతాయి.  ముందుగా దిగువసభకు ఎన్నికైన సభ్యుల ప్రమాణ స్వీకారం ఉంటుంది. తరువాతి దశలో స్పీకర్ ఎన్నిక జరుగుతుందని పార్లమెంటరీ వ్యవహారాల మంత్రి కిరెన్ రిజిజూ బుధవారం తెలిపారు. ఇక పార్లమెంట్ ఉభయసభల సంయుక్త సమావేశంలో రాష్ట్రపతి ద్రౌపది ముర్మూ ఈ నెల 27న ప్రసంగిస్తారు.</p>\n\n\n\n<p> దీనితో కొత్త ప్రభుత్వం పార్లమెంట్ వేదికగా ప్రజాపరిచయం అవుతుంది. వచ్చే ఐదు సంవత్సరాలకు ప్రభుత్వ విధివిధానాలు, కార్యాచరణ అంశాలను రాష్ట్రపతి వివరిస్తారు. జులై 3వ తేదీన సెషన్ ముగుస్తుందని తెలిపారు. కొత్తగా కొలువుదీరిన పాత మోదీ కేబినెట్ నుంచి జులై చివరిలో బడ్జెట్ సమర్పణ ఉంటుందని వెల్లడైంది.</p>\n\n\n\n<p>తొలి సమావేశం మూడు రోజులు కొత్త సభ్యుల ప్రమాణస్వీకారంతోనే సాగుతుంది. సభాపతిని ఎంచుకోవడం కూడా జరుగుతుంది. తిరిగి ఆర్థిక మంత్రిగా నిర్మలా సీతారామన్ అయ్యారు. దీనితో ఆమె వరుసగా మూడుసార్లు బడ్జెట్ సమర్పించిన దేశ తొలి ఆర్థిక మంత్రి రికార్డు స్థాపిస్తారు. </p>\n\n\n\n<p>అంతకు ముందు మొరార్జీ దేశాయ్ ఆరు సార్లు వరుసగా బడ్జెట్ సమర్పించారు. ఇప్పుడు జరిగే లోక్‌సభ ప్రధానంగా కొత్త సభ్యుల ప్రమాణం, వారి పరిచయం , స్పీకర్ ఎన్నికకు పరిమితం అని పార్లమెంటరీ వ్యవహారాల మంత్రి వివరణ ఇచ్చారు. ఈ నేపథ్యంలో సభలకు ప్రధాని మోదీ  తమ మంత్రిమండలిని పరిచయం చేస్తారు. ప్రధాన శాఖలన్ని పాత మంత్రులకే అప్పగించారు.</p>\n\n\n\n<p>రాష్ట్రపతి ప్రసంగానికి ధన్యవాదాల తీర్మానం దశలోనే ఈసారి ప్రత్యేకించి లోక్‌సభలో కొట్టొచ్చే మార్పు ఉంటుంది. గతంతో పోలిస్తే ఈసారి విపక్షాల బలం పెరిగింది. కాంగ్రెస్ స్థానాలు పెరిగాయి. రాహుల్ ప్రతిపక్ష నేతగా వచ్చే అవకాశం ఉంది. </p>\n\n\n\n<p>పలు అంశాలు ప్రత్యేకించి రైతాంగ సమస్యలు, నిరుద్యోగం, అధిక ధరలపై ప్రభుత్వంపై ప్రతిపక్షాలు విరుచుకుపడేందుకు ఈ తొలి సమావేశాలు రంగం అవుతాయి. కాగా తమకు దక్కిన మంత్రిపదవులపై ఇప్పటికీ కొన్ని పార్టీలు తీరని అలకలతోనే ఉండటం, ఈ దశలోనే సభలలో విపక్ష బలం ఉండటం కీలక పరిణామాలు అయ్యాయి.</p>\n","originalUrl":"https://tattvanews.com/19495/13/06/2024/","hasAudio":false,"hasInfographics":false}