{"id":"wp-en-13015","wp_id":13015,"type":"standard","category":"World","language":"en","title":"FIR filed after BJP flags Amit Shah’s ‘tampered video’ on scrapping reservations￼","excerpt":"The Delhi Police on Sunday (April 28) registered an FIR over the ‘tampered video’ of Union Home Minister Amit Shah in which he could purportedly be heard promising to scrap the reservation for Scheduled Castes, Scheduled Tribes and OBCs. This comes after the BJP on Saturday filed a complaint with the chief electoral officer of","author":"Tattva News Team","time":"29/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/07/Amit-Shah.jpg","readTime":"5 min read","contentHTML":"\n<p>The Delhi Police on Sunday (April 28) registered an FIR over the ‘tampered video’ of Union Home Minister Amit Shah in which he could purportedly be heard promising to scrap the reservation for Scheduled Castes, Scheduled Tribes and OBCs.</p>\n\n\n\n<p>This comes after the BJP on Saturday filed a complaint with the chief electoral officer of Andhra Pradesh, accusing a social media handle of the Congress of posting a 'tampered speech' of Amit Shah on the issue. The Andhra Pradesh unit of the BJP had filed the complaint and urged the Election Commission official in the state to initiate action and block the X account of the Congress.</p>\n\n\n\n<p>The BJP said in the complaint that the Home Minister’s original speech made in an election rally in Telangana was tampered with to give an impression that Shah spoke against the reservation for the SCs, STs and OBCs.</p>\n\n\n\n<p>“Union Home Minister Amit Shah Ji did not deliver any such word against the reservation for SC, ST and OBC and tampering of the original speech was done by the social media activists of the Congress party for their political gains and to cause immeasurable damage to the BJP in the forthcoming elections in Andhra Pradesh and as well as throughout India,” the complaint said.</p>\n\n\n\n<p>The party had also submitted a similar complaint to the cybercrime investigation department of police. The BJP accused that a video featuring Amit Shah discussing the removal of \"unconstitutional\" reservation for Muslims in Telangana was tampered with to falsely portray the Union Home Minister advocating for the end of Muslim reservation during a Lok Sabha election rally.</p>\n\n\n\n<p>Various social media accounts, including official handles of Congress state units, shared the video, asserting that the BJP intends to terminate SC/ST reservation.  Jharkhand Congress tweeted, \"Amit Shah's election speech went viral in which he said that if the BJP government is formed again, OBC and SC/ST reservation will be abolished.\"</p>\n\n\n\n<p>Amit Shah accused the Congress of \"misleading\" the people on the issue of reservation. \"Rahul Gandhi and Congress are misleading the countrymen on reservation. For appeasement, Congress has tried to end reservation by giving reservation to minorities in Karnataka and Andhra Pradesh and by depriving SC-ST and OBC in institutions like Jamia and AMU. But it is Modiji's guarantee that as long as BJP is there, Congress will not be able to even touch reservation,\" he said.</p>\n","originalUrl":"https://en.tattvanews.com/national/fir-filed-after-bjp-flags-amit-shahs-tampered-video-on-scrapping-reservations%ef%bf%bc/","hasAudio":false,"hasInfographics":false}