{"id":"wp-en-15679","wp_id":15679,"type":"standard","category":"World","language":"en","title":"Countries of the developed world perform ‘the great escape’ at COP 29, slams CSE","excerpt":"“At COP 29, we lost an opportunity -- without a meaningful agreement on climate finance; both in terms of quantity and quality, large parts of the world that would have had the chance to reinvent growth to make it low-carbon intensive, will not be able to do so. What’s worse, this comes at a time","author":"Tattva News Team","time":"29/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/COP-29.webp","readTime":"5 min read","contentHTML":"\n<p>“At COP 29, we lost an opportunity -- without a meaningful agreement on climate finance; both in terms of quantity and quality, large parts of the world that would have had the chance to reinvent growth to make it low-carbon intensive, will not be able to do so. What’s worse, this comes at a time when these countries are even more vulnerable due to climate change impacts,” said Sunita Narain, director general, Centre for Science and Environment (CSE), speaking at an online debriefing on the Baku conference’s results. CSE organised the debriefing – titled ‘Did the finance COP deliver?’.</p>\n\n\n\n<p>The 29th Conference of Parties to the United Nations Framework Convention on Climate Change ended November 24 in Baku, Azerbaijan. The headline issue of the conference was the New Collective Quantified Goal (NCQG) on climate finance. The NCQG is the successor to the US $100 billion per year commitment made by developed countries in 2009 to support climate action in developing countries by 2020.</p>\n\n\n\n<p>Says Avantika Goswami, programme manager, Climate Change, CSE: “An ambitious NCQG outcome at COP 29 would have been critical for supporting the increasing climate needs of the Global South. So did the finance COP deliver? The answer has to be a most emphatic ‘no’.”</p>\n\n\n\n<p>What the COP29 presidency did was to gavel a climate finance deal of US $300 billion per year for developing countries – the money is expected come from developed Parties and other sources by 2035. The deal also “calls on all actors” to contribute towards an overall climate finance goal of US $1.3 trillion per year to developing countries by 2035, which would also include voluntary contributions from developing countries.</p>\n\n\n\n<p>Says Goswami: “The Global North has abandoned the Global South with this meagre offer. It has no right to demand mitigation ambition from our part of the world with so little finance on the table. To begin with, the deal dilutes the legal obligation of developed countries to provide the entirety of the finance under the new goal, as per Article 9.1 of the Paris Agreement. The ambiguities of the goal make it clear that there will be little accountability and traceability of funds.”</p>\n\n\n\n<p>She adds: “This was the last remaining window for the Global North to step up, pay its fair share, and restore some semblance of trust in the multilateral process. They have failed.”</p>\n\n\n\n<p><strong>The NCQG whitewash</strong></p>\n\n\n\n<p>The adopted NCQG decision text extends the erstwhile US $100 billion commitment to a mere US $300 billion per year by 2035 with developed countries “taking the lead”. Says Goswami: “The stated US $300 billion figure is far below developing country needs. The demand from the G77 and China bloc — the largest negotiating bloc of 134 developing countries — was for US $600 billion annually in public finance from developed countries, out of a larger annual sum of US $1.3 trillion by 2030 – all of which was to come from developed countries only.”</p>\n\n\n\n<p>In addition to the amount, the timeframe of achieving the goal by 2035 is also problematic. CSE researchers point out that 10 years is too long for such a low amount of finance, potentially leaving developing countries stuck with highly inadequate finance until it is much too late for significant climate action within this critical decade. Meanwhile, the 1.5<sup>o</sup>C target of the Paris Agreement slips further out of reach. </p>\n\n\n\n<p>Moreover, the US $300 billion quantum is not specified as grants-based or concessional, which leaves scope for debt-worsening modes of financing in the Global South — going against the demands of various developing country groups.</p>\n\n\n\n<p>The decision text also fails to clarify any separation between ‘provision’ and ‘mobilisation’. In this context, framing the US $1.3 trillion per year target for developing countries as a goal from ‘all actors’ shifts the burden of climate action on the private sector, which has historically contributed only a small fraction of climate finance. This casts serious doubts on achieving the needed scale of US $1.3 trillion annually.</p>\n\n\n\n<p>At COP 29’s closing plenary, India, Bolivia, Nigeria, Pakistan and Cuba made statements about the lack of ambition in the climate finance outcome. India objected to the adoption of the decision and expressed strong disapproval of the elements of the text as well as a ‘lack of trust’ in the process — but the text stands adopted as is.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/countries-of-the-developed-world-perform-the-great-escape-at-cop-29-slams-cse%ef%bf%bc/","hasAudio":false,"hasInfographics":false}