{"id":"wp-en-13954","wp_id":13954,"type":"standard","category":"World","language":"en","title":"116 devotees killed in Hathras Stampede￼","excerpt":"A tragic stampede at a religious congregation in Pulrai village, Hathras, on Tuesday claimed the lives of over 110 people and left several others injured, officials reported. The stampede occurred during a 'satsang' event, which saw a massive gathering of devotees. \"116 people have been confirmed dead. 18 people are injured. Treatment is being ensured","author":"Tattva News Team","time":"3/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Hathras-stampede.jpg","readTime":"5 min read","contentHTML":"\n<p>A tragic stampede at a religious congregation in Pulrai village, Hathras, on Tuesday claimed the lives of over 110 people and left several others injured, officials reported. The stampede occurred during a 'satsang' event, which saw a massive gathering of devotees.</p>\n\n\n\n<p>\"116 people have been confirmed dead. 18 people are injured. Treatment is being ensured for the injured in Aligarh district. Primary investigation is being carried out,\" stated Aligarh Commissioner Chaitra V.</p>\n\n\n\n<p>According to Senior Superintendent of Police, Etah, Rajesh Kumar Singh, 27 bodies have arrived at Etah hospital, including 23 women, three children, and one man. Subsequent reports from the hospital suggested the death toll could be between 50 and 60.</p>\n\n\n\n<p>The incident took place in Pulrai village where a large number of people had gathered for the event. Chief Minister Yogi Adityanath has formed a committee comprising the Agra additional director general of police and the divisional commissioner of Aligarh to investigate the incident. </p>\n\n\n\n<p>He announced a compensation of Rs 2 lakh ex gratia for the families of the dead and Rs 50,000 each for the injured. \"The incident is extremely sad and heart-wrenching. Local organisers had arranged a program of 'Bhole Baba'. After the program, as the preacher of the Satsang was coming down from the stage, a crowd of devotees surged towards him to touch him. When the 'sevadars' tried to stop them, the stampede occurred,\" said CM Yogi Adityanath.</p>\n\n\n\n<p>\"Dead bodies have been sent to various places for postmortem. We are trying to provide the best possible treatment to the injured. An FIR is being registered. The organisers of the event will be included in the FIR because more than the permitted number of people attended the event. Since it is a matter of investigation, a high-level enquiry has been ordered into it,\" said Aligarh IG Shalabh Mathur.</p>\n\n\n\n<p>Prime Minister Narendra Modi condoled the deaths of more than 100 devotees who lost their lives during a stampede in Sikandrarau, Hathras district. When he was speaking in the Lok Sabha, after getting the information, PM Modi said that there were reports of many people dying in the stampede in Hathras, Uttar Pradesh.</p>\n\n\n\n<p>He expressed grief saying, \"I express my condolences to those who lost their lives in this accident. I wish for the speedy recovery of all the injured. The administration is engaged in relief and rescue work under the supervision of the state government. Senior officials of the central government are in constant touch with the Uttar Pradesh government. I assure everyone through this House that the victims will be helped in every way.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/116-devotees-killed-in-hathras-stampede%ef%bf%bc/","hasAudio":false,"hasInfographics":false}