{"id":"wp-en-13051","wp_id":13051,"type":"standard","category":"World","language":"en","title":"Amnesty seeks justice to Bangladesh garment workers ￼","excerpt":"Garment workers in Bangladesh continue to face a climate of fear and repression as corporate impunity for business-related human rights abuses remains unchecked amid state sanctioned crackdown on workers’ rights, said Amnesty International on International Workers' Day.  Last month marked the 11th anniversary of the collapse of Rana Plaza, which left more than 1,100 garment workers","author":"Tattva News Team","time":"2/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Bangla-workers.jpg","readTime":"5 min read","contentHTML":"\n<p>Garment workers in Bangladesh continue to face a climate of fear and repression as corporate impunity for business-related human rights abuses remains unchecked amid state sanctioned crackdown on workers’ rights, said Amnesty International on International Workers' Day. </p>\n\n\n\n<p>Last month marked the 11th anniversary of the collapse of Rana Plaza, which left more than 1,100 garment workers dead and thousands injured. The collapse was preceded by a deadly fire in Tazreen Fashions Factory five months earlier resulting in the death of at least 112 workers trapped by blocked fire exits and padlocked factory premises.</p>\n\n\n\n<p> Both disasters in Dhaka region, caused by wholly negligent workplace monitoring are shocking examples of business-related human rights abuses. They expose the human cost of systemic lack of regulation of corporate activities and the desperate need for improved occupational health and safety in line with international standards on business and human rights for all workers in Bangladesh.</p>\n\n\n\n<p>The compensation cases filed in connection to the Rana Plaza collapse and Tazreen Fashions by the Bangladesh Legal Aid and Services Trust (BLAST) and other NGOs against relevant state authorities, as well as local building and factory owners, have not been resolved in the last eleven years. Among other remedies, the cases sought just compensation for the reprehensible negligence that led to the deaths and injuries of thousands of workers.</p>\n\n\n\n<p>“It’s been more than a decade but attempts to establish corporate accountability for the Rana Plaza collapse and Tazreen Fashions fire at national and international  levels have been largely unsuccessful, highlighting the precarious conditions the garment workers continue to face in Bangladesh. Rights-based compensation for occupational injuries remains a distant dream with arbitrary limits in labour law and lack of compliance, both of which must change,” said Nadia Rahman, Amnesty International’s Deputy Regional Director for South Asia.</p>\n\n\n\n<p>In addition to the lack of justice, most workers today are still fighting for decent wages in an industry that brings the most revenue to Bangladesh and paying a heavy price for fighting for their rights.</p>\n\n\n\n<p>Garment workers are paid poverty wages and face innumerable obstacles including harassment, intimidation and violence, as well as legal hurdles when attempting to voice their demands for justice, wages, adequate safeguards and working conditions.</p>\n","originalUrl":"https://en.tattvanews.com/international/amnesty-seeks-justice-to-bangladesh-garment-workers-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}