{"id":"wp-en-13478","wp_id":13478,"type":"standard","category":"World","language":"en","title":"Agnikul Cosmos successfully launched its Agnibaan rocket￼","excerpt":"The Indian Space Research Organisation (ISRO) on Thursday announced a significant milestone for private space ventures in India as Agnikul Cosmos successfully launched its Agnibaan rocket. This achievement marks the second test flight of a private Indian launch vehicle, following the Vikram-S launch by Skyroot Aerospace in November 2022. The Agnibaan rocket's journey was not","author":"Tattva News Team","time":"30/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/ISRO.jpg","readTime":"5 min read","contentHTML":"\n<p>The Indian Space Research Organisation (ISRO) on Thursday announced a significant milestone for private space ventures in India as Agnikul Cosmos successfully launched its Agnibaan rocket. This achievement marks the second test flight of a private Indian launch vehicle, following the Vikram-S launch by Skyroot Aerospace in November 2022.</p>\n\n\n\n<p>The Agnibaan rocket's journey was not without challenges as Agnikul Cosmos initially attempted to launch the Suborbital Technology Demonstrator (SOrTeD) test flight two days prior. However, these attempts were aborted twice due to irregularities detected during the pre-launch procedures.</p>\n\n\n\n<p>Despite these setbacks, the successful launch underscores the growing capabilities and contributions of private companies to India's burgeoning space sector.</p>\n\n\n\n<p> \"Congratulations @AgnikulCosmos for the successful launch of the Agnibaan SoRTed-01 mission from their launch pad. A major milestone, as the first-ever controlled flight of a semi-cryogenic liquid engine realized through additive manufacturing,\" ISRO wrote on its official X account. </p>\n\n\n\n<p>According to details, the launch took place at the Agnikul Launch Pad 1 (ALP-1) located at ISRO’s spaceport in Sriharikota. In anticipation of this event and future operations, Agnikul Cosmos established its own launch pad and mission control center in 2022.</p>\n\n\n\n<p>These state-of-the-art facilities are anticipated to be available for use by other private launch service providers in the future, fostering a collaborative environment within India's private space industry. Unlike the previous launch attempt, this event was not livestreamed by the Indian National Space Promotion and Authorization Center (IN-SPACe), marking a shift in the public engagement strategy for this particular mission.</p>\n\n\n\n<p>The Agnibaan rocket employed thrust vectoring through its gimballed motors to control its vertical ascent, ultimately reaching an altitude of eight kilometers before splashing down in the Bay of Bengal, approximately 30 kilometers from the launch pad. This mission was a test flight designed to evaluate the capabilities of the launch vehicle, and it carried no payload.</p>\n","originalUrl":"https://en.tattvanews.com/others/agnikul-cosmos-successfully-launched-its-agnibaan-rocket%ef%bf%bc/","hasAudio":false,"hasInfographics":false}