{"id":"wp-te-19040","wp_id":19040,"type":"standard","category":"World","language":"te","title":"ఆప్ ఆందోళనతో ఢిల్లీలో ఉద్రిక్తత","excerpt":"ఆమ్ ఆద్మీ పార్టీ ఆందోళనలతో ఢిల్లీలో ఉద్రిక్తత నెల‌కొంది. ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌తో పాటు పార్టీ నేతలు,కార్యకర్తలు ఢిల్లీలోని బీజేపీ కేంద్ర కార్యాలయాన్ని ముట్టడించేందుకు బయలుదేరారు. ప్రశ్నించిన వారందరినీ జైల్లో పెడుతున్నారని, తమ పార్టీని అంతం చేసేందుకే పార్టీ నేతలపై వరసగా అక్రమ కేసులు పెడుతూ జైల్లోకి నెడుతున్నారని అరవింద్ కేజ్రీవాల్ ఆరోపించారు. బీజేపీకి ఆప్​ భవిష్యత్తులో సవాలుగా మారుతుందన్న భయంతోనే ఆపరేషన్‌ ఝాడును ప్రారంభించిందని ఆరోపించారు. ఆప్‌ నేతల ఆరెస్టులకు నిరసనగా బీజేపీ కార్యాలయం వద్ద","author":"Tattva News Team","time":"19/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Kejriwal-protest.webp","readTime":"5 min read","contentHTML":"\n<p>ఆమ్ ఆద్మీ పార్టీ ఆందోళనలతో ఢిల్లీలో ఉద్రిక్తత నెల‌కొంది. ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌తో పాటు పార్టీ నేతలు,కార్యకర్తలు ఢిల్లీలోని బీజేపీ కేంద్ర కార్యాలయాన్ని ముట్టడించేందుకు బయలుదేరారు. ప్రశ్నించిన వారందరినీ జైల్లో పెడుతున్నారని, తమ పార్టీని అంతం చేసేందుకే పార్టీ నేతలపై వరసగా అక్రమ కేసులు పెడుతూ జైల్లోకి నెడుతున్నారని అరవింద్ కేజ్రీవాల్ ఆరోపించారు.</p>\n\n\n\n<p>బీజేపీకి ఆప్​ భవిష్యత్తులో సవాలుగా మారుతుందన్న భయంతోనే ఆపరేషన్‌ ఝాడును ప్రారంభించిందని ఆరోపించారు. ఆప్‌ నేతల ఆరెస్టులకు నిరసనగా బీజేపీ కార్యాలయం వద్ద నిరసనకు ముందు తమ నేతలను, కార్యకర్తలను ఉద్దేశించి మాట్లాడారు. ఉద్రిక్త పరిస్థితులు ఏర్పడటంతో పోలీసులు144 సెక్షన్ అమలు చేశారు.</p>\n\n\n\n<p> క్రేజివాల్ పిఎ  భిభవ్ కుమార్ అరెస్ట్ కు నిరసనగా ఆమ్ ఆద్మీ పార్టీ కార్యకర్తలు బీజేపీ కేంద్ర కార్యాలయాన్ని ముట్టడికి బయలుదేరారు. అయితే పోలీసులు వారిని అడ్డుకున్నారు. మరోవైపు డీడీయూ మార్గ్‌లో పోలీసులు 144 సెక్షన్‌ విధించారు. ఐటిఒ మెట్రో స్టేషన్‌ను తాత్కాలికంగా మూసివేశారు. బిజెపి కేంద్ర కార్యాలయం వద్ద భారీ బందోబస్తు ఏర్పాటు చేశారు.</p>\n\n\n\n<p>ఆప్ ఎదుగుదలపై ప్రధాని నరేంద్ర మోదీ ఆందోళన చెందుతున్నారని, పార్టీ చాలా వేగంగా అభివృద్ది చెందిందని కేజ్రీవాల్ తెలిపారు. .రానున్న కాలంలో ఆప్​ నేతలను అరెస్ట్ చేస్తారని,  బీజేపీకి ఆప్​ పెద్ద సవాల్​గా మారుకుండా ఉండేందుకు భవిష్యత్తులో తమ బ్యాంకు ఖాతాలను స్తంభింపజేస్తారని చెప్పుకొచ్చారు. పార్టీ కార్యాలయాన్ని మూసి వేసి వీధుల్లోకి తీసుకొస్తారని వివరించారు. <br>మున్ముందు మనకు పెద్ద సవాళ్లు ఉంటాయని చెప్పిన కేజ్రీవాల్ వాటిని ఎదుర్కోవడానికి సిద్దంగా ఉండాలని పిలుపునిచ్చారు.</p>\n\n\n\n<p>అప్రమత్తంగా ఉండాలి ఆప్‌ గురించి విమర్శలు చేస్తూనే ఉన్నారని, ఆప్‌ను అంతం చేయాలని భావిస్తోన్న బిజెపి.. తనకు బెయిల్‌ వచ్చినప్పటి నుంచి ఆపరేషన్‌ ఝాడు పేరుతో కార్యక్రమాన్ని మొదలుపెట్టిందని ఆరోపించారు.  ఆమ్‌ఆద్మీ పార్టీని మట్టికరిపించాలని ప్రధాని నిర్ణయం తీసుకున్నారని విమర్శించారు. ఆప్‌ గురించి విమర్శలు చేస్తూనే ఉన్నారని.. ఆప్‌ను అంతం చేయాలని బీజేపీ భావిస్తోందని కేజ్రీవాల్ ఆగ్రహం వ్యక్తం చేసారు.</p>\n\n\n\n<p>ఆమ్‌ ఆద్మీ పార్టీ రాజ్యసభ సభ్యురాలు స్వాతి మాలివాల్‌పై దాడి కేసులో దర్యాప్తు జరుపుతున్న ఢిల్లీ పోలీసులు.. ఆదివారం ఉదయం సీఎం కేజ్రీవాల్‌ నివాసంలోని సీసీ టీవీ డీవీఆర్‌ ను స్వాధీనం చేసుకున్నారు. ఆ సీసీ కెమెరాలోని ఫుటేజ్‌ కేసు దర్యాప్తులో కీలకంగా మారే అవకాశం ఉంది. కాగా ఈ కేసులో ఆరోపణలు ఎదుర్కొంటున్న కేజ్రీవాల్‌ పీఏ బిభవ్‌ కుమార్‌ను పోలీసులు శనివారం అరెస్ట్‌ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19040/19/05/2024/","hasAudio":false,"hasInfographics":false}