{"id":"wp-en-14449","wp_id":14449,"type":"standard","category":"World","language":"en","title":"Vinesh Phogat marched into finals,  confirms medal for India￼","excerpt":"Indian wrestler Vinesh Phogat marched into the finals of the women's 50kg freestyle event after her win over Cuba's Yusneylis Guzman at the Paris Olympics 2024. Vinesh has confirmed a medal for India at the ongoing Games. She won the bout 5-0. Vinesh was leading 1-0 at the end of the first period as her opponent","author":"Tattva News Team","time":"7/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/VIgnesh.jpg","readTime":"5 min read","contentHTML":"\n<p>Indian wrestler Vinesh Phogat marched into the finals of the women's 50kg freestyle event after her win over Cuba's Yusneylis Guzman at the Paris Olympics 2024. Vinesh has confirmed a medal for India at the ongoing Games. She won the bout 5-0.</p>\n\n\n\n<p>Vinesh was leading 1-0 at the end of the first period as her opponent conceded a point due to passivity. She unleashed her attack in the second period to take a big lead of 5-0. She kept it intact and got the better of the Pan American Games champion Guzman in the six-minute bout. Vinesh is the first Indian woman to guarantee a medal in wrestling at the Games. She had earlier become the first woman to sail into the semis at the Games from India. Sakshi Malik had won bronze in the 2016 Games via a repechage after losing in the quarters.</p>\n\n\n\n<p>Vinesh had earlier stunned reigning Olympic and four-time world champion Yui Susaki in her round of 16 bout. Susaki had not lost an International event, winning all of her 82 bouts, but Vinesh was the first to hand the Japanese a defeat. She played a masterful tactical bout against Susaki and despite trailing 0-2, she won the bout 3-2 with an attack in the dying seconds of the bout.</p>\n\n\n\n<p>She then got the better of Ukraine's Oksana Livach in the quarterfinals to become the first Indian woman wrestler to reach the semifinals at the Games. Vinesh defeated Oksana 7-5. She had to defend hard in the final few seconds of the quarterfinal to sail through the semis.</p>\n\n\n\n<p>Vinesh will now face USA's Sarah Hildebrandt in the fight for the gold medal in the final. Hildebrandt won the first semifinal as she defeated Mongolia's Dolgorjavyn Otgonjargal. </p>\n","originalUrl":"https://en.tattvanews.com/national/vinesh-phogat-marched-into-finals-confirms-medal-for-india%ef%bf%bc/","hasAudio":false,"hasInfographics":false}