{"id":"wp-en-12778","wp_id":12778,"type":"standard","category":"World","language":"en","title":"Sandeshkhali victims faced sexual exploitation: NHRC","excerpt":"By Nava J Thakuria National Human Rights Commission (NHRC) of India in its spot enquiry report reveals that the victims (villagers of Sandeshkhali in West Bengal) ‘faced assault, threat, sexual exploitation, land grabbing, and forced unpaid labour’ and hence many residents were compelled to seek livelihood outside their locality. The NHRC report, released on 13","author":"Tattva News Team","time":"14/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Sandesh.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong></strong></p>\n\n\n\n<p>National Human Rights Commission (NHRC) of India in its spot enquiry report reveals that the victims (villagers of Sandeshkhali in West Bengal) ‘faced assault, threat, sexual exploitation, land grabbing, and forced unpaid labour’ and hence many residents were compelled to seek livelihood outside their locality. The NHRC report, released on 13 April 2024 in New Delhi, also stated that the  atmosphere due to the atrocities by the alleged accused persons rendered the victims silent and reluctant to seek justice.</p>\n\n\n\n<p>It revealed several instances of atrocities inflicted upon the victims, which clearly demonstrate, prima facie, that there was a violation of human rights due to negligence in the prevention of such violation or abatement thereof by the public servant. The report has been duly sent to the chief secretary and police chief of West Bengal ‘for submitting an action taken report within eight weeks on each of the recommendations’ and the NHRC has uploaded the enquiry report on its website for ‘wider dissemination of information’.</p>\n\n\n\n<p>Mentionable is that the NHRC had taken suo motu cognizance of print & electronic media outlets on  21 February, where many  innocent and impoverished women were reported having harassed and sexually assaulted by a group of political persons in  Sandeshkhali under  North 24th Paragana, because of which many local villagers started protesting for appropriate legal action against the perpetrators of horrific crimes ‘indulged by various goons and anti-social elements’, where the concerned administration failed to take appropriate legal actions. Considering the gravity of the situation, the NHRC deputed an investigation team for a spot enquiry in addition to calling for reports from the State government in Kolkata.</p>\n\n\n\n<p>The concerned West Bengal authorities informed that altogether  25 cases were registered (among which 7 cases were on alleged complaints of sexual offence against women) and 24 accused persons were arrested. Efforts continued to arrest all the absconding perpetrators of the crime.</p>\n\n\n\n<p> However, the  NHRC investigation team found that there is a need to uproot the fear of those criminals from the hearts of victims so that they can return to their normal lives along with their families and gain the confidence to live with dignity and pride. It asserted that it’s the duty of district authorities to take consistent measures to instil confidence in all the residents in general and victims in particular so that others, who have been victims of crimes, may come forward and file their complaints seeking justice.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/sandeshkhali-victims-faced-sexual-exploitation-nhrc-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}