{"id":"wp-te-19816","wp_id":19816,"type":"standard","category":"World","language":"te","title":"కవితకు బెయిల్ తిరస్కరించిన ఢిల్లీ హైకోర్టు","excerpt":"బీఆర్ఎస్ అధినేత కూతురు, ఎమ్మెల్సీ కవితకు మరోసారి నిరాశ ఎదురైంది. బెయిల్ కోసం ఢిల్లీ హైకోర్టును ఆశ్రయించిన ఆమెకు చుక్కెదురైంది. కవిత బెయిల్ పిటిషన్ ను హైకోర్టు తిరస్కరించింది. లిక్కర్ కుంభకోణంలో కవిత ఈడీ, సీబీఐ అరెస్ట్ చేశాయి. ప్రస్తుతం ఆమె తీహార్ జైల్లో ఉన్నారు. ఈ నేపథ్యంలో తనకు బెయిల్ కావాలని ఢిల్లీ హైకోర్టును ఆశ్రయించారు. కవిత బెయిల్ పిటిషన్ ఢిల్లీ హైకోర్టు తిరస్కరించింది. దీంతో కవిత సుప్రీం కోర్టుకు వెళ్లే అవకాశం ఉంది. కవిత","author":"Tattva News Team","time":"2/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kavitha-court.jpg","readTime":"5 min read","contentHTML":"\n<p>బీఆర్ఎస్ అధినేత కూతురు, ఎమ్మెల్సీ కవితకు మరోసారి నిరాశ ఎదురైంది. బెయిల్ కోసం ఢిల్లీ హైకోర్టును ఆశ్రయించిన ఆమెకు చుక్కెదురైంది. కవిత బెయిల్ పిటిషన్ ను హైకోర్టు తిరస్కరించింది. లిక్కర్ కుంభకోణంలో కవిత ఈడీ, సీబీఐ అరెస్ట్ చేశాయి. ప్రస్తుతం ఆమె తీహార్ జైల్లో ఉన్నారు. ఈ నేపథ్యంలో తనకు బెయిల్ కావాలని ఢిల్లీ హైకోర్టును ఆశ్రయించారు. కవిత బెయిల్ పిటిషన్ ఢిల్లీ హైకోర్టు తిరస్కరించింది.</p>\n\n\n\n<p>దీంతో కవిత సుప్రీం కోర్టుకు వెళ్లే అవకాశం ఉంది. కవిత తీహార్ జైల్లో 108 రోజులుగా ఉంటున్నారు. ఢిల్లీ మద్యం కుంభకోణంలో ఆప్ అధినేత, ఢిల్లీ ముఖ్యమంత్రితో పాటు మంత్రులు కూడా అరెస్ట్ అయ్యారు. ఇదే కేసులో కవితను కూడా అరెస్ట్ చేశారు. తనకు బెయిల్ ఇవ్వాలని కవిత ట్రయల్ కోర్టును కోరింది. కవితకు బెయిల్ నిరాకరిస్తూ ట్రయల్ కోర్టు తీర్పు చెప్పింది. </p>\n\n\n\n<p>ఈడీ, సీబీఐ కేసుల్లో మే 6న కవిత బెయిల్ పిటిషన్లను ట్రయల్ కోర్టు తిరస్కరించింది. దీంతో ట్రయల్ కోర్టు తీర్పును సవాల్ చేస్తూ కవిత ఢిల్లీ హైకోర్టును ఆశ్రయించారు. ఆమె బెయిల్ పిటషన్ పై విచాణ జరిపిన ఢిల్లీ ఉన్నత న్యాయస్థానం బెయిల్ తిరస్కరించింది. </p>\n\n\n\n<p>పీఎంఎల్ఏ సెక్షన్-19 ప్రకారం కవిత అరెస్ట్ చట్ట విరుద్ధమని, ఆమె రూ.100 కోట్లు చెల్లించినట్లు ఎక్కడా ఆధారాలు లేవని ఆమె తరపు న్యాయవాది వాదించారు. కవితకు బెయిల్ ఇవ్వాలని కోర్టును కోరారు. ఈ మేరకు ఈ కేసులో కౌంటర్ దాఖలు చేయాలని ఈడీ, సీబీఐలకు కోర్టు నోటీసులు జారీ చేసింది.</p>\n\n\n\n<p>మరోవైపు ఢిల్లీ లిక్కర్ పాలసీ ఈడీ, సీబీఐ కేసుల్లో కవిత పాత్రపై సాక్ష్యాలు ఉన్నాయని సీబీఐ, ఈడీ వాదించింది. సీబీఐ, ఈడీ వాదనతో ఏకిభవించిన కోర్టు బెయిల్ నిరాకరించింది. దీంతో కవితకు మరోసారి నిరాశ ఎదురైంది. లిక్కర్ కుంభకోణంలో మార్చి 16న ఈడీ కేసు నమోదు చేసింది. ఏప్రిల్ 11న సీబీఐ కేసులో కవిత అరెస్ట్ అయింది. ఆమె ప్రస్తుతం జ్యుడీషియల్ కస్టడీలో తీహార్ జైలులో ఉన్నారు. తనకు బెయిల్ ఇవ్వాలని త్వరలో సుప్రీం కోర్టుకు వెళ్లే అవకాశం ఉంది.</p>\n","originalUrl":"https://tattvanews.com/19816/02/07/2024/","hasAudio":false,"hasInfographics":false}