{"id":"wp-en-13960","wp_id":13960,"type":"standard","category":"World","language":"en","title":"Sensex breaches historic 80,000￼","excerpt":"Indian equity indices opened at record high on Wednesday following a rally in the banking stocks. Sensex and Nifty made a new all-time high of 80,039 and 24,292 respectively. The Broader market remains positive. On the National Stock Exchange (NSE), out of the total, 1573 were in the green and 628 in the red. The BSE","author":"Tattva News Team","time":"3/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Sensex.jpg","readTime":"5 min read","contentHTML":"\n<p>Indian equity indices opened at record high on Wednesday following a rally in the banking stocks. Sensex and Nifty made a new all-time high of 80,039 and 24,292 respectively. The Broader market remains positive. On the National Stock Exchange (NSE), out of the total, 1573 were in the green and 628 in the red.</p>\n\n\n\n<p>The BSE benchmark opened at 80,013.77 after surging 572.32 from the previous close and went as high as 80,074.30 in the first hour of trading. Nifty has also reached its new lifetime peak bouyed by heavy buying in the banking sector and strong global cues.  </p>\n\n\n\n<p>Sensex surpassed the 79,000 mark on June 27, exactly a month after it crossed the 76,000 mark on May 27 before the conclusion of the Lok Sabha polls. It had hit 75,000 on April 9, 2024 ahead of the general elections and crossed 70,000 on December 11, 2023. </p>\n\n\n\n<p>The earlier milestones of 65,000 was surpassed on July 3, 2023, 60,000 on September 24, 2021, 55,000 on August 13, 2021 and 50,000 on January 21, 2021. The index achieved the 25,000 milestone on May 16, 2014, when the results of the 2014 Lok Sabha polls were declared.</p>\n\n\n\n<p>The best performers in the Sensex basket were from the banking sector, including HDFC Bank, ICICI Bank, Kotak Mahindra Bank and IndusInd Bank. Bajaj Finance, Bharti Airtel and Nestle were the other major gainers in the index. IT giants like Tata Consultancy Services and Infosys saw a plunge in their stock value along with Sun Pharma and Tata Motors.</p>\n\n\n\n<p>The Nifty climbed attained its fresh record peak of 24,307.25 a few minutes before 10 am. It crossed the 24,000 mark on June 27 and all eyes are on the next psychological milestone for the index, which is the 25,000 landmark. Many experts have indicated that Nifty might reach its next milestone by 2024 end while other analyst see a quicker run considering the recent rally following the elections.</p>\n","originalUrl":"https://en.tattvanews.com/economy/sensex-breaches-historic-80000%ef%bf%bc/","hasAudio":false,"hasInfographics":false}