{"id":"wp-en-14052","wp_id":14052,"type":"standard","category":"World","language":"en","title":"Putin awards PM Modi Russia's highest civilian honour for 'outstanding service'￼","excerpt":"President Vladimir Putin officially bestowed Prime Minister Narendra Modi with Russia's highest civilian honour, the Order of St. Andrew the Apostle. The ceremony recognised Modi's 'exceptional' contributions to advancing the strategic partnership between Russia and India. \"Honoured to receive the Order of St. Andrew the Apostle. I dedicate it to the people of India,\" PM","author":"Tattva News Team","time":"10/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-Russia-award.jpg","readTime":"5 min read","contentHTML":"\n<p>President Vladimir Putin officially bestowed Prime Minister Narendra Modi with Russia's highest civilian honour, the Order of St. Andrew the Apostle. The ceremony recognised Modi's 'exceptional' contributions to advancing the strategic partnership between Russia and India.</p>\n\n\n\n<p>\"Honoured to receive the Order of St. Andrew the Apostle. I dedicate it to the people of India,\" PM Modi said. Established in 1698 by Tsar Peter the Great, the Order of St. Andrew is the highest order of chivalry in Russia. It holds deep historical and cultural significance as a symbol of honour and achievement.</p>\n\n\n\n<p>During the felicitation ceremony, the Prime Minister thanked Putin for conferring Russia's highest award while maintaining he would dedicate it to the people of India. The Prime Minister further stated that the recognition illuminates the Special and Privileged Strategic Partnership between the two countries.</p>\n\n\n\n<p>\"In a special ceremony in St. Andrew Hall in the Kremlin, President of the Russian Federation, H.E. Mr Vladimir Putin conferred Russia’s highest national award \"The Order of St. Andrew the Apostle” on Prime Minister Shri Narendra Modi for his contribution to fostering India-Russia ties. The award was announced in 2019,\" the Prime Minister's Office said in a statement released.</p>\n\n\n\n<p>The badge of the order is a golden cross with blue enamel, featuring a crucified Saint Andrew the Apostle. It is adorned with a double-headed eagle and a ribbon inscribed with “FOR FAITH AND LOYALTY.” The order is bestowed upon distinguished leaders in government, military, science, culture, and the economy for exceptional contributions to Russia's prosperity, security, and sovereignty.</p>\n\n\n\n<p>It can also be awarded to foreign heads of state for “outstanding service” to Russia, according to Russian government report. After receiving the order, the office of Russian president ensures the creation of a portrait of the recipient. These portraits are displayed at the State Central Museum of Contemporary History of Russia, commemorating their achievements.</p>\n","originalUrl":"https://en.tattvanews.com/national/putin-awards-pm-modi-russias-highest-civilian-honour-for-outstanding-service%ef%bf%bc/","hasAudio":false,"hasInfographics":false}