{"id":"wp-te-19463","wp_id":19463,"type":"standard","category":"World","language":"te","title":"ఎన్డీఏ శాసనసభాపక్ష నేతగా చంద్రబాబు ఎన్నిక","excerpt":"ఆంధ్రప్రదే‌‌శ్‌లో కొత్త ప్రభుత్వం, అసెంబ్లీ ఏర్పాటుకు సంబంధించి కీలక ముందడుగు పడింది. కూటమి తరఫున గెలిచిన ఎమ్మెల్యేలు విజయవాడ ఏ కన్వెన్షన్‌లో సమావేశం అయ్యారు. తెలుగు దేశం పార్టీ, జననసేన పార్టీ, బీజేపీల ఎన్డీఏ కూటమి శాసన సభా పక్ష సమావేశంలో  టీడీపీ అధినేత చంద్రబాబు నాయుడును శాసనసభా పక్ష నేతగా ఎన్నుకున్నారు. ఏపీ టీడీపీ అధ్యక్షుడు, టెక్కలి ఎమ్మెల్యే అచ్చెన్నాయుడు, పవన్ కళ్యాణ్ ప్రతిపాదించగా మూడు పార్టీల ఎమ్మెల్యేలు ఏకగ్రీవంగా ఆమోదాన్ని తెలియజేశారు.  ఈ ఏకగ్రీవ","author":"Tattva News Team","time":"11/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Babu-elect.webp","readTime":"5 min read","contentHTML":"\n<p><a href=\"https://tattvanews.com/wp-admin/edit.php?post_type=post\"></a></p>\n\n\n\n<p>ఆంధ్రప్రదే‌‌శ్‌లో కొత్త ప్రభుత్వం, అసెంబ్లీ ఏర్పాటుకు సంబంధించి కీలక ముందడుగు పడింది. కూటమి తరఫున గెలిచిన ఎమ్మెల్యేలు విజయవాడ ఏ కన్వెన్షన్‌లో సమావేశం అయ్యారు. తెలుగు దేశం పార్టీ, జననసేన పార్టీ, బీజేపీల ఎన్డీఏ కూటమి శాసన సభా పక్ష సమావేశంలో  టీడీపీ అధినేత చంద్రబాబు నాయుడును శాసనసభా పక్ష నేతగా ఎన్నుకున్నారు. ఏపీ టీడీపీ అధ్యక్షుడు, టెక్కలి ఎమ్మెల్యే అచ్చెన్నాయుడు, పవన్ కళ్యాణ్ ప్రతిపాదించగా మూడు పార్టీల ఎమ్మెల్యేలు ఏకగ్రీవంగా ఆమోదాన్ని తెలియజేశారు. </p>\n\n\n\n<p>ఈ ఏకగ్రీవ తీర్మానాన్ని కూటమి నేతలు గవర్నర్ అబ్దుల్ నజీర్‌కు పంపించారు. అనంతరం ప్రభుత్వ ఏర్పాటుకు గవర్నర్‌ ఆహ్వానం పలుకుతారు.. చంద్రబాబు నాయుడు బుధవారం ఉదయం 11.27 గంటలకు ముఖ్యమంత్రిగా చంద్రబాబు ప్రమాణస్వీకారం చేయనున్నారు.  ఎన్డీఏ సభాపక్షనేతగా ఎన్నుకున్నందుకు ధన్యవాదాలు తెలిపారు  చంద్రబాబు నాయుడు. </p>\n\n\n\n<p>రాష్ట్ర చరిత్రలో ఎప్పుడూ ఇవ్వని తీర్పుని ప్రజలు ఇచ్చారని.. ప్రజలు ఇచ్చిన తీర్పును నిలబెట్టుకోవాల్సిన బాధ్యత ఎన్డీఏ కూటమిపై ఉందని ఈ సందర్భంగా చెప్పారు. రాష్ట్రాన్ని కాపాడుకోవడానికి ప్రజలు చొరవ చూపారని.. నూటికి నూరు శాతం తెలుగు దేశం, జనసేన, బీజేపీ నేతలు, కార్యకర్తలు సమష్టిగా పనిచేశారని ప్రశంసించారు. ప్రజల మనోభావాల మేరకు కార్యకర్తలు పనిచేశారని.. మూడు పార్టీల నేతలు, కార్యకర్తలకు మనస్ఫూర్తిగా ధన్యవాదాలు తెలిపారు. రాష్ట్ర ప్రజలు చరిత్రలో గొప్ప విజయాన్ని అందించారని కొనియాడారు. </p>\n\n\n\n<p>పవన్‌ కల్యాణ్‌ సమయస్ఫూర్తి ఎప్పటికీ మరిచిపోలేననని చెబుతూ తాను జైలులో ఉన్నప్పుడు పవన్‌ వచ్చి పరామర్శించారని గుర్తు చేశారు. జైలు నుంచి బయటకు వచ్చి టీడీపీ, జనసేన పొత్తు పెట్టుకుంటున్నట్లు తెలిపారని, రాష్ట్ర ప్రయోజనాల దృష్ట్యా టీడీపీ, జనసేన, బీజేపీ పొత్తు పెట్టుకుందని తెలిపారు. ఎలాంటి పొరపచ్చాలు లేకుండా కలిసి పనిచేశామని పేర్కొంటూ ఈ ప్రభుత్వంలో ఎలాంటి కక్షసాధింపులు లేకుండా.. తప్పు చేసిన వారిని చట్ట ప్రకారంగా చర్యలు తీసుకోక తప్పదని చంద్రబాబు స్పష్టం చేశారు.</p>\n\n\n\n<p>చంద్రబాబు అమరావతిపై కీలక ప్రకటన చేశారు.. ఇకపై మూడు రాజధానులు ఉండవని.. రాష్ట్రానికి ఏకైక రాజధాని అమరావతి మాత్రమే అని తేల్చి చెప్పారు. విశాఖపట్టణాన్ని ఆర్థిక రాజధానిగా తీర్చిదిద్దుతామని చెబుతూ విశాఖ ప్రజలు 2019 ఎన్నికల్లో టీడీపీని నాలుగు సీట్లలో గెలిపించారని గుర్తు చేశారు. అలాగే కర్నూలు ప్రాంతానికి న్యాయం చేసే బాధ్యత కూటమి ప్రభుత్వం తీసుకుంటుందని భరోసా ఇచ్చారు. రాయలసీమలో కూడా ప్రజలు కూటమిని ఆశీర్వదించారని.. మంచి మెజార్టీలు ఇచ్చారని పేర్కొన్నారు.<br> రాబోయే అన్ని రోజుల్లో అన్ని జిల్లాలకు ప్రాధాన్యం ఉంటుందని.. రాష్ట్రంలో సుపరిపాలనను అందిస్తామని హామీ ఇచ్చారు.  ఈ ప్రభుత్వం తీసుకునే ప్రతి నిర్ణయం ప్రజల కోసమే ఉంటుంది.. పీపుల్స్ ఫస్ట్ అనే నినాదంతో ముందుకు సాగుతామని ప్రకటించారు.</p>\n\n\n\n<p>ఏపీ ఎన్నికల్లో కూటమి అద్భుత మెజార్టీతో 164 స్థానాలను కూటమి దక్కించుకుందన్నారు జనసేన పార్టీ అధినేత పవన్‌ కళ్యాణ్. ఎన్డీఏ కూటమి 21 లోక్‌సభ స్థానాలను దక్కించుకుందని.. కూటమి విజయం దేశం మొత్తానికి స్ఫూర్తినిచ్చిందని తెలిపారు. కూటమి ఎలా ఉండాలో అందరూ కలిసికట్టుగా చూపించామని.. కక్ష సాధింపులు, వ్యక్తిగత దూషణలకు సమయం కాదని హితవు పలికారు. <br>ఐదు కోట్ల మంది ప్రజలు మనందరిపై నమ్మకం పెట్టుకున్నారని.. అభివృద్ధిని సమష్టిగా ముందుకు తీసుకువెళ్లాలని పవన్ కళ్యాన్ ఆకాంక్షించారు.</p>\n\n\n\n<p>వైఎస్సార్‌సీపీ పాలనలో.. ఈ ఐదేళ్లలో నిజమైన సంక్షేమానికి ప్రజలు దూరమయ్యారని  ఏపీ బీజేపీ అధ్యక్షురాలు పురందేశ్వరి తెలిపారు. గత ఐదేళ్లలో కక్షపూరిత పాలనను ఎదర్కొన్నామని.. ఐదేళ్లలో అభివృద్ధి అనే పదానికి అర్ధం లేకుండా పోయిందని ఆమె చెప్పారు.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19463/11/06/2024/","hasAudio":false,"hasInfographics":false}