{"id":"wp-en-13584","wp_id":13584,"type":"standard","category":"World","language":"en","title":"PM Modi says NDA means 'New India, Developed India, Aspirational India'","excerpt":"Prime Minister Narendra Modi on Friday expressed his heartfelt gratitude to all the leaders of the constituent parties present in the Parliament after he was elected as the leader of the National Democratic Alliance (NDA) during the meeting of the newly elected MPs, ahead of the government formation. Narendra Modi said that this NDA alliance","author":"Tattva News Team","time":"7/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-elect.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Friday expressed his heartfelt gratitude to all the leaders of the constituent parties present in the Parliament after he was elected as the leader of the National Democratic Alliance (NDA) during the meeting of the newly elected MPs, ahead of the government formation. Narendra Modi said that this NDA alliance is the most successful pre-poll and is going to be most successful post-poll alliance.</p>\n\n\n\n<p>Earlier, newly elected MPs of the BJP-led NDA elected Narendra Modi as their leader, paving the way for him to take oath as prime minister for a third term. Besides NDA MPs, senior leaders of the alliance, including chief ministers, were part of the meeting where Defence Minister Rajnath Singh proposed a resolution in support of Modi's leadership, with allies and MPs endorsed it.</p>\n\n\n\n<p>\"I express my heartfelt gratitude to all the leaders of the constituent parties present in this assembly hall, all the newly elected MPs and our Rajya Sabha MPs. It is a matter of happiness for me that I have had the opportunity to welcome such a large group here today. All those leaders who have come victorious deserve congratulations. The lakhs of workers who have worked day and night, today from this central hall, I bow down and salute them,\" Narendra Modi said.</p>\n\n\n\n<p>\"NDA is a group committed to the nation first. It must have been assembled in the beginning after a long period of 30 years. But today I can say that NDA is an organic alliance in the political system of India and great leaders like Atal Bihari Vajpayee, Parkash Singh Badal, Balasaheb Thackeray...who sown the seed, today the people of India have watered the trust of NDA and turned that seed into a fruitful one. We all have the legacy of such great leaders and we are proud of it. In the past 10 years, we have tried to move forward with the same legacy, the same values ​of NDA and to take the country forward...,\" the Prime Minister said.</p>\n\n\n\n<p>Welcoming PM Modi in the Parliament, JP Nadda said, \"We extend heartiest congratulations to the Prime Minister, who spent every moment in the service of the nation. That is the reason that India is creating history today and NDA is forming a government for the third consecutive time with a majority.\"</p>\n\n\n\n<p>BJP leaders Amit Shah, Nitin Gadkari, TDP chief Chandrababu Naidu, Bihar CM and JDU chief Nitish Kumar, Maharashtra CM Eknath Shinde, LJP chief Chirag Paswan, HAM chief Jitan Ram Manjhi, Apna party chief Anupriya Patel, Jana Sena Party chief Pawan Kalyan also endorsed PM Modi's name as NDA's leaders.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-nda-means-new-india-developed-india-aspirational-india/","hasAudio":false,"hasInfographics":false}