{"id":"wp-en-14726","wp_id":14726,"type":"standard","category":"World","language":"en","title":"Mumbai's prime property prices rise second highest globally","excerpt":"Mumbai, India's commercial capital, recorded the second-highest rise in prime residential property prices among 44 key cities globally during the quarter ended June, driven by a surge in demand, particularly for premium properties. This pushed Mumbai's ranking to 2nd from 6th a year ago, as Knight Frank’s Prime Global Cities Index reported. Manila led with","author":"Tattva News Team","time":"28/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Mumbai-properties.webp","readTime":"5 min read","contentHTML":"\n<p>Mumbai, India's commercial capital, recorded the second-highest rise in prime residential property prices among 44 key cities globally during the quarter ended June, driven by a surge in demand, particularly for premium properties.</p>\n\n\n\n<p>This pushed Mumbai's ranking to 2nd from 6th a year ago, as Knight Frank’s Prime Global Cities Index reported. Manila led with a 26% YoY price growth, followed by Mumbai at 13%. New Delhi and Bengaluru also saw significant increases, with 10.6% and 3.7% rises in prime residential property prices, respectively.</p>\n\n\n\n<p>New Delhi moved up to the 3rd position from 26th last year, while Bengaluru maintained its 15th spot. The premium segment has been the main driver of sales growth across India, reflecting the increasing affluence and lifestyle aspirations of the wealthy.</p>\n\n\n\n<p>CMD of Knight Frank India, Mr. Shishir Baijal, anticipates that this momentum will continue in 2024, supported by a strong economic outlook. The Prime Global Cities Index tracks prime residential price movements across 44 cities worldwide in local currency terms.</p>\n\n\n\n<p>Globally, annual price growth slowed to 2.6% in the second quarter of 2024 from 4.1% in the previous quarter, below the long-term average of 5.3%. While markets like Dubai and Miami, which have experienced significant gains since 2020, have seen moderate growth, European cities such as Stockholm are gaining momentum.</p>\n\n\n\n<p>Knight Frank's Global Head of Research, Mr. Liam Bailey, emphasized that the future of price growth largely depends on central banks' willingness to cut rates further in the next 12 months. Indian markets, however, remain an exception to this global trend, with continued growth in prime residential prices underscoring the country's expanding wealth and rising aspirations.</p>\n","originalUrl":"https://en.tattvanews.com/economy/mumbais-prime-property-prices-rise-second-highest-globally/","hasAudio":false,"hasInfographics":false}