{"id":"wp-en-13000","wp_id":13000,"type":"standard","category":"World","language":"en","title":"BJP fields 26/11 prosecutor Ujjwal Nikam from Mumbai North Central￼","excerpt":"The Bharatiya Janata Party has fielded renowned lawyer Ujjwal Nikam from the Mumbai North Central Lok Sabha seat, replacing two-time MP Poonam Mahajan. Nikam, who was special public prosecutor in several high-profile cases like the 1993 Mumbai serial blasts and the trial of Ajmal Kasab, the lone terrorist caught after the 26/11 attacks, will take","author":"Tattva News Team","time":"28/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Ujjwal-Nikam.jpg","readTime":"5 min read","contentHTML":"\n<p>The Bharatiya Janata Party has fielded renowned lawyer Ujjwal Nikam from the Mumbai North Central Lok Sabha seat, replacing two-time MP Poonam Mahajan.</p>\n\n\n\n<p>Nikam, who was special public prosecutor in several high-profile cases like the 1993 Mumbai serial blasts and the trial of Ajmal Kasab, the lone terrorist caught after the 26/11 attacks, will take on Congress's Mumbai unit chief and Dharavi MLA Varsha Gaikwad.</p>\n\n\n\n<p>Nikam was the prosecutor in the murder case of Poonam’s father, Pramod Mahajan, who was shot dead by his brother Pravin in April 2006. Poonam, a former president of the BJP's youth wing Yuva Morcha, had won the constituency in 2014 and 2019. In 2014, she defeated then sitting MP Priya Dutt, the daughter of late actor and Congress leader Sunil Dutt. </p>\n\n\n\n<p>Nikam has played a huge part in ensuring a death penalty for the Mumbai terror attack terrorist Ajmal Kasab and 1993 Mumbai serial blasts terrorist. He also took part in the murder case of senior BJP leader Pramod Mahajan.</p>\n\n\n\n<p>Reacting to his candidature from Mumbai North Central, Nikam said that he has received the opportunity to serve the nation through politics. Taking to her X account, she thanked the BJP for giving her opportunity to represent the constituency and said that she will continue to dedicate herself for the service of the country.</p>\n\n\n\n<p>Shiv Sena UBT chief Uddhav Thackeray's 'Matoshree' is located in the constituency where his party is strong. BJP MP Poonam Mahajan won from the seat with over 1 lakh votes, however, the party did not nominate her for the third time.Voting in Mumbai is scheduled to be held on May 20 in the fifth phase of the polls.</p>\n","originalUrl":"https://en.tattvanews.com/regional/bjp-fields-26-11-prosecutor-ujjwal-nikam-from-mumbai-north-central%ef%bf%bc/","hasAudio":false,"hasInfographics":false}