{"id":"wp-en-14342","wp_id":14342,"type":"standard","category":"World","language":"en","title":"ITUC calls for immediate action on Ministerial Declaration commitments￼","excerpt":"The Ministerial Declaration issued at the conclusion of the High-level political Forum (HLPF) reflects key elements of the workers’ call for a New Social Contract- its time to put them into practice. The International Trade Union Confederation (ITUC) welcomes the commitments in the HLPF Ministerial Declaration and emphasises the urgent need for meaningful engagement with trade","author":"Tattva News Team","time":"30/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/ITUC-3.jpg","readTime":"5 min read","contentHTML":"\n<p>The Ministerial Declaration issued at the conclusion of the High-level political Forum (HLPF) reflects key elements of the workers’ call for a New Social Contract- its time to put them into practice.</p>\n\n\n\n<p>The International Trade Union Confederation (ITUC) welcomes the commitments in the HLPF Ministerial Declaration and emphasises the urgent need for meaningful engagement with trade unions to turn these commitments into tangible outcomes at the national level and achieve the Sustainable Development Goals (SDGs).</p>\n\n\n\n<p>Notable commitments include:</p>\n\n\n\n<ul class=\"wp-block-list\"><li><strong>Decent Work for All:</strong> Fostering decent work and ensuring equal pay for work of equal value.</li><li><strong>Social Protection:</strong> Strengthening social protection systems.</li><li><strong>UN Global Accelerator:</strong> Recognising the significance of the UN Global Accelerator on Jobs and Social Protection for Just Transitions.</li><li><strong>Financial Reform:</strong> Supporting reforms of the international financial architecture to make it more equitable and responsive to the financing needs of developing countries by addressing SDG-related financing gaps, improving international debt mechanisms, preventing and combating illicit financial flows, and ensuring inclusive and effective international tax cooperation.</li></ul>\n\n\n\n<p>“Despite these commitments, it is important to highlight the declaration’s persistent failure to reference key governance tools that are crucial for effective SDG implementation, such as social dialogue and international labour standards,” said ITUC General Secretary Luc Triangle.</p>\n\n\n\n<p>He added, “This is due to the recurrent exclusion of non-state actors from the negotiations of the declaration. It is time to reverse the ongoing shrinking of democratic spaces and for governments to take immediate action to accelerate the implementation of the SDGs together with trade unions.”</p>\n\n\n\n<p>The ITUC calls for:</p>\n\n\n\n<ul class=\"wp-block-list\"><li><strong>Global Collaboration:</strong> Enhancing policies and practices through social dialogue and collective bargaining. </li><li><strong>Actionable Implementation:</strong> Ensuring that commitments made at the HLPF are translated into national actions.</li></ul>\n","originalUrl":"https://en.tattvanews.com/international/ituc-calls-for-immediate-action-on-ministerial-declaration-commitments%ef%bf%bc/","hasAudio":false,"hasInfographics":false}