{"id":"wp-te-19473","wp_id":19473,"type":"standard","category":"World","language":"te","title":"కేంద్రమంత్రుల్లో 99 శాతం మంది కోటీశ్వరులే","excerpt":"కేంద్రంలోని నరేంద్ర మోదీ సర్కారులో ఉన్న 71మంది మంత్రుల్లో 70 మంది (99 శాతం) కోటీశ్వరులే. వారి సగటు ఆస్తుల విలువ రూ.107.94 కోట్లు. ఈ వివరాలతో కూడిన నివేదికను అసోసియేషన్ ఆఫ్ డెమొక్రటిక్ రిఫార్మ్స్ (ఏడీఆర్) విడుదల చేసింది. ఇందులో ముఖ్యంగా ఆరుగురు మంత్రుల ఆస్తుల విలువ మాత్రం భారీగా ఉంది.  వీరిలో అత్యధిక ఆస్తులు కలిగిన కేంద్రమంత్రిగా ఆంధ్రప్రదేశ్‌కు చెందిన టీడీపీ ఎంపీ డాక్టర్ చంద్ర శేఖర్ పెమ్మసాని నిలిచారు. ఈయన ఆస్తుల విలువ","author":"Tattva News Team","time":"12/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Cabinet-1.webp","readTime":"5 min read","contentHTML":"\n<p>కేంద్రంలోని నరేంద్ర మోదీ సర్కారులో ఉన్న 71మంది మంత్రుల్లో 70 మంది (99 శాతం) కోటీశ్వరులే. వారి సగటు ఆస్తుల విలువ రూ.107.94 కోట్లు. ఈ వివరాలతో కూడిన నివేదికను అసోసియేషన్ ఆఫ్ డెమొక్రటిక్ రిఫార్మ్స్ (ఏడీఆర్) విడుదల చేసింది. ఇందులో ముఖ్యంగా ఆరుగురు మంత్రుల ఆస్తుల విలువ మాత్రం భారీగా ఉంది. </p>\n\n\n\n<p>వీరిలో అత్యధిక ఆస్తులు కలిగిన కేంద్రమంత్రిగా ఆంధ్రప్రదేశ్‌కు చెందిన టీడీపీ ఎంపీ డాక్టర్ చంద్ర శేఖర్ పెమ్మసాని నిలిచారు. ఈయన ఆస్తుల విలువ రూ.5705.47 కోట్లు. వీటిలో దాదాపు రూ.5598.65 కోట్ల చరాస్తులు, రూ.106.82 కోట్ల స్థిరాస్తులు ఉన్నాయి. ప్రస్తుతం డాక్టర్ చంద్రశేఖర్ పెమ్మసాని గ్రామీణాభివృద్ధి, కమ్యూనికేషన్ల మంత్రిత్వ శాఖల సహాయ మంత్రిగా ఉన్నారు. </p>\n\n\n\n<p>ఇక రెండో స్థానంలో కేంద్ర మంత్రి, మధ్యప్రదేశ్ బీజేపీ ఎంపీ జ్యోతిరాదిత్య సింధియా ఉన్నారు. ఈయన ఆస్తుల విలువ రూ.424.75 కోట్లు. ఇందులో రూ.62.57 కోట్ల చరాస్తులు, రూ.362.17 కోట్ల స్థిరాస్తులు ఉన్నాయి. ప్రస్తుతం సింధియా కమ్యూనికేషన్లు, ఈశాన్య ప్రాంత అభివృద్ధి శాఖ మంత్రిగా ఉన్నారు.</p>\n\n\n\n<p> మూడో స్థానంలో కర్ణాటకకు చెందిన జేడీఎస్ ఎంపీ హెచ్‌డీ కుమారస్వామి ఉన్నారు. ఈయన వద్ద మొత్తం రూ. 217.23 కోట్ల ఆస్తులు ఉండగా, వీటిలో రూ.102.24 కోట్లు చరాస్తులు, రూ.115.00 కోట్ల స్థిరాస్తులు ఉన్నాయి. ప్రస్తుతం కుమారస్వామి భారీ పరిశ్రమలు, ఉక్కు శాఖ మంత్రిగా ఉన్నారు.</p>\n\n\n\n<p>నాలుగో స్థానంలో కేంద్రమంత్రి అశ్విని వైష్ణవ్ (బీజేపీ) ఉన్నారు. ఈయన వద్ద మొత్తం రూ. 144.12 కోట్ల ఆస్తులు ఉండగా, వాటిలో రూ. 142.40 కోట్ల చరాస్తులు, రూ.1.72 కోట్ల స్థిరాస్తులు ఉన్నాయి. ప్రస్తుతం అశ్విని వైష్ణవ్ రైల్వే, సమాచార ప్రసార, ఎలక్ట్రానిక్స్ ఇన్ఫర్మేషన్ టెక్నాలజీ శాఖల మంత్రిగా ఉన్నారు.</p>\n\n\n\n<p>ఐదో స్థానంలో కేంద్రమంత్రి రావు ఇంద్రజిత్ సింగ్ (బీజేపీ) ఉన్నారు. ఈయనకు దాదాపు రూ.121.54 కోట్ల ఆస్తులు ఉండగా, వాటిలో రూ.39.31 కోట్లు చరాస్తులు, రూ.82.23 కోట్ల స్థిరాస్తులు ఉన్నాయి. ప్రస్తుతం ఈయన స్టాటిస్టిక్స్ అండ్ ప్రోగ్రామ్ ఇంప్లిమెంటేషన్ (స్వతంత్ర), ప్రణాళికా మంత్రిత్వ శాఖల (స్వతంత్ర) సహాయ మంత్రిగా ఉన్నారు. </p>\n\n\n\n<p>ఆరో స్థానంలో కేంద్ర మంత్రి పీయూష్ గోయల్ (బీజేపీ) ఉన్నారు. ఈయనకు మొత్తం రూ.110.95 కోట్ల ఆస్తులు ఉండగా, వాటిలో రూ.89.87 కోట్ల చరాస్తులు, రూ.21.09 కోట్ల స్థిరాస్తులు ఉన్నాయి. మహారాష్ట్రలోని ముంబయి నార్త్‌ స్థానం నుంచి గెలిచిన గోయల్ ప్రస్తుతం వాణిజ్యం, పరిశ్రమల శాఖ మంత్రిగా ఉన్నారు.</p>\n\n\n\n<p><strong>28 మందిపై క్రిమినల్ కేసులు</strong><br>మరోవైపు కేంద్రమంత్రుల్లో 28 మందిపై క్రిమినల్ కేసులు ఉన్నాయని తెలిపింది ఏడీఆర్. వీరిలో 19 మందిపై హత్యాయత్నం, మహిళలపై నేరాలు, ద్వేషపూరిత ప్రసంగాలకు సంబంధించిన కేసులు ఉన్నాయని పేర్కొంది. వీరిలో ఇద్దరు కేంద్ర మంత్రులు శాంతను ఠాకూర్, సుకాంత మజుందార్ అత్యంత తీవ్రమైన నేరాభియోగాలను ఎదుర్కొంటున్నారు. </p>\n\n\n\n<p>వారిపై హత్యాయత్నానికి సంబంధించిన కేసులు ఉన్నాయి. ప్రస్తుతం శాంతను ఠాకూర్ ఓడరేవులు, షిప్పింగ్, జలమార్గాల శాఖ సహాయ మంత్రిగా ఉన్నారు. సుకాంత మజుందార్ విద్యా శాఖ, ఈశాన్య ప్రాంత అభివృద్ధి శాఖల సహాయ మంత్రిగా నియమితులయ్యారు. </p>\n\n\n\n<p>ఇక ఐదుగురు కేంద్రమంత్రులపై మహిళలపై నేరాలకు సంబంధించిన కేసులు ఉన్నాయని ఏడీఆర్‌ నివేదిక తెలిపింది. ఈ జాబితాలో కేంద్ర మంత్రులు శాంతను ఠాకూర్, సుకాంత మజుందార్‌తో పాటు హోం శాఖ సహాయ మంత్రి బండి సంజయ్ కుమార్, పెట్రోలియం సహజ వాయువు, పర్యాటక శాఖల సహాయ మంత్రి సురేష్ గోపి, గిరిజన వ్యవహారాల మంత్రి జుయల్ ఓరమ్ ఉన్నారు. </p>\n\n\n\n<p>ఇక ద్వేషపూరిత ప్రసంగాలకు సంబంధించిన కేసుల్లో 8 మంది మంత్రులు ఉన్నారని ఏడీఆర్ వెల్లడించింది. మొత్తం 71 మంది మంత్రులకుగానూ 28 మంది (39 శాతం)పై క్రిమినల్ కేసులు ఉన్నట్లు తెలిపింది. జూన్ 9న ప్రమాణ స్వీకారం చేసిన కొత్త మంత్రి మండలిలో ప్రధాని నరేంద్ర మోదీ సహా 72 మంది సభ్యులు ఉన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19473/12/06/2024/","hasAudio":false,"hasInfographics":false}