{"id":"wp-te-20812","wp_id":20812,"type":"standard","category":"World","language":"te","title":"కెనడా ప్రధాని ట్రూడో విధానాల పట్ల వేలాదిమంది విద్యార్థుల నిరసన","excerpt":"కెనడా ప్రధాని ట్రూడో తెచ్చిన కొత్త విధానాలకు వ్యతిరేకంగా దేశ వ్యాప్తంగా వేలాది మంది విద్యార్థులు నిరసన చేపట్టారు. ట్రూడో విధానాలు తమ కలల్ని కల్లలు చేస్తున్నాయని విద్యార్థులు ఆవేదన చెందుతున్నారు. ఇటీవల కెనడా ప్రధాని జస్టిన్‌ ట్రూడో నేతృత్వంలోని ప్రభుత్వం ఇమ్మిగ్రేషన్‌ విధానాలలో మార్పులు తెచ్చింది.  స్టూడెంట్స్‌ స్టడీ పర్మిట్‌లను పరిమితం చేయడం, స్వదేశీ యువతకే ఉద్యోగ అవకాశాలు కల్పించడం వంటివి ఈ విధానాల్లో ప్రధానంగా ఉన్నాయి. కొత్తగా తెచ్చిన ఈ విధానాల వల్ల 70","author":"Tattva News Team","time":"29/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Canada-students.webp","readTime":"5 min read","contentHTML":"\n<p>కెనడా ప్రధాని ట్రూడో తెచ్చిన కొత్త విధానాలకు వ్యతిరేకంగా దేశ వ్యాప్తంగా వేలాది మంది విద్యార్థులు నిరసన చేపట్టారు. ట్రూడో విధానాలు తమ కలల్ని కల్లలు చేస్తున్నాయని విద్యార్థులు ఆవేదన చెందుతున్నారు. ఇటీవల కెనడా ప్రధాని జస్టిన్‌ ట్రూడో నేతృత్వంలోని ప్రభుత్వం ఇమ్మిగ్రేషన్‌ విధానాలలో మార్పులు తెచ్చింది. </p>\n\n\n\n<p>స్టూడెంట్స్‌ స్టడీ పర్మిట్‌లను పరిమితం చేయడం, స్వదేశీ యువతకే ఉద్యోగ అవకాశాలు కల్పించడం వంటివి ఈ విధానాల్లో ప్రధానంగా ఉన్నాయి. కొత్తగా తెచ్చిన ఈ విధానాల వల్ల 70 వేల మందికి పైగా వివిధ దేశాలకు చెందిన గ్రాడ్యుయేట్‌ విద్యార్థులు కెనడాని వీడి వెళ్లాల్సి ఉంటుంది. వారు ఆ దేశం నుంచి బహిష్కరణకు గురయ్యే అవకాశం ఉంది. ఈ విధానాల వల్ల తమ భవిష్యత్తు ఏమవుతుందోనని విద్యార్థులు ఆందోళన చెందుతున్నారు.</p>\n\n\n\n<p>కాగా, గత మంగళవారం కెనడా ప్రధాని ట్రూడో కొత్త విధానాలకు సంబంధించి సోషల్‌మీడియా పోస్టులో పేర్కొన్నారు. ‘గత కొన్ని సంవత్సరాల్లో లేబర్‌ మార్కెట్‌లో మార్పులొచ్చాయి. మా ప్రభుత్వం ఇప్పుడు కెనడియన్‌ కార్మికులు, యువతపై దృష్టి సారించనుంది. మేము కెనడాలో తక్కువ వేతనాలు, తాత్కాలిక విదేశీ కార్మికుల సంఖ్యను తగ్గిస్తున్నాము. విదేశీ కార్మికులకు బదులుగా కెనడా కార్మికులు, యువత మా వ్యాపారాల్లో పెట్టుబడులు పెట్టే సమయం ఆసన్నమైంది’ అని ట్రూడో ఎక్స్‌ పోస్టులో పేర్కొన్నారు.</p>\n\n\n\n<p>కాగా, ట్రూడో తెచ్చిన కొత్త నిబంధనలను అక్కడున్న భారతీయ విద్యార్థులు తీవ్రంగా వ్యతిరేకించారు. నిరసనల్లో భారతీయ విద్యార్థులు అత్యధిక సంఖ్యలో పాల్గొన్నారని స్థానిక మీడియా నివేదికలు పేర్కొన్నాయి. మెరుగైన జీవితం కోసం తాము కలలు కంటూ ఇక్కడికి వచ్చామని, అయితే ప్రభుత్వం తెచ్చిన కొత్త రూల్స్‌ తమ ప్రణాళికలనన్నీ చిన్నాభిన్నం చేశాయని నిరసనకారులు తెలిపారు. </p>\n\n\n\n<p>గ్రాడ్యుయేట్ల వర్క్‌ పర్మిట్‌లు ఈ సంవత్సరం చివరిలో ముగియడంతో వారిని ఆ దేశం నుంచి బహిష్కరించే ప్రమాదం ఉందని స్థానిక మీడియా నివేదించింది. తమ చదువులు పూర్తయిన తర్వాత అక్కడే శాశ్వత నివాసం కోసం దరఖాస్తు చేసుకోవాలని యోచిస్తున్నట్లు నిరసనకారులు తెలిపారు. ప్రభుత్వం కొత్త ప్రకటన తమకు భారీ నష్టాన్ని మిగిల్చిందని, తమ కలలు కల్లలయ్యాయని విద్యార్థులు ఆరోపించారు.</p>\n\n\n\n<p>నిరసనల్లో పాల్గొన్న ఓ విద్యార్థి మెహక్‌దీప్‌ సింగ్‌ మాట్లాడుతూ.. ‘నేను కెనడాలో ఆరేళ్లుగా ఉంటున్నాను. ఇక్కడే చదువుకున్నాను. పనిచేశాను. పన్నులు చెల్లించాను. ఇన్నేళ్లుగా ప్రభుత్వం మమ్మల్ని ఉపయోగించుకుంది. కానీ ఇప్పుడు దేశం నుంచి వెళ్లగొట్టే విధానలను తీసుకొచ్చింది. నేను కెనడాకి రావడానికి నా కుటుంబం ఎంతో ఖర్చు చేసింది. ఇంతవరకు నాకు ఇక్కడ శాశ్వత నివాసం లేదు. ఇప్పుడు నా వర్క్‌ గడువు ముగియనుండడంతో నేను మళ్లీ ఇంటికే వెళ్లాలి’ అని ఆవేదన చెందాడు.</p>\n","originalUrl":"https://tattvanews.com/20812/29/08/2024/","hasAudio":false,"hasInfographics":false}