{"id":"wp-en-15140","wp_id":15140,"type":"standard","category":"World","language":"en","title":"UN Meet heralds momentous shift in global approach in the fight against antimicrobial resistance (AMR)","excerpt":"The world has finally decided to move with fresh impetus in its fight against the “silent pandemic” – antimicrobial resistance (AMR). At a High-Level Meeting of the ongoing United Nations General Assembly 2024, the world body has presented a political declaration that heralds a major shift in the global response to the crisis of AMR","author":"Tattva News Team","time":"28/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/UN-AMR.png","readTime":"5 min read","contentHTML":"\n<p>The world has finally decided to move with fresh impetus in its fight against the “silent pandemic” – antimicrobial resistance (AMR). At a High-Level Meeting of the ongoing United Nations General Assembly 2024, the world body has presented a political declaration that heralds a major shift in the global response to the crisis of AMR – by moving the focus on to ‘prevention’ in agri-food systems.</p>\n\n\n\n<p>“We are pleased to note the text related to agriculture and animal health. It very well recognises the need and importance of preventive measures, which is the best bet for low- and middle-income countries which otherwise cannot afford the cost of containing AMR,” said Sunita Narain, director general, Centre for Science and Environment (CSE) and member, Global Leaders Group (GLG) on AMR. GLG is a group of select world leaders working to accelerate political momentum, leadership and action on AMR.</p>\n\n\n\n<p>“Compared to the political declaration of 2016, this declaration marks a big positive shift in the way the world wants to address AMR from agri-food systems. It is a huge step forward. It shows that there is political leadership and global leadership for an issue that will need global cooperation for action,” Narain added.</p>\n\n\n\n<p>AMR is increasingly being recognised as one of the biggest threats to global public health, and is expected to disproportionately impact low- and middle-income countries. Existing antibiotics are becoming ineffective, the pipeline of new antibiotics is near-dry, and access to both old and new antibiotics is a big concern.</p>\n\n\n\n<p>The text under the agriculture and animal health section of the declaration clearly acknowledges the need to prioritise and fund the implementation of measures to prevent and control infections and ensure prudent antibiotic use such as through promoting good animal husbandry practices, agriculture practices and animal health.</p>\n\n\n\n<p>It outlines key drivers that lead to inappropriate use of antimicrobials in animals and plants, and encourages prudent and responsible use of antimicrobials, when used prophylactically by adopting an ambitious, incremental and country-specific approach.</p>\n\n\n\n<p>“In a first, the need for ambitiously moving towards prudent and responsible use of antimicrobials when used for the purpose of disease prevention is acknowledged at this level,” said Amit Khurana, director, sustainable food systems programme of CSE.</p>\n\n\n\n<p>“Despite being a big concern, such non-therapeutic use and chemical-based prevention had failed to receive adequate attention at the global level so far. We are pleased to note the change in narrative,” he added.</p>\n\n\n\n<p>The text also recognises the impact of antibiotic growth promoters on antimicrobial resistance and the need to phase out the use of medically important antibiotics for growth promotion.</p>\n\n\n\n<p>Said Sinha: “This was only the second time that the global response to the crisis of AMR was discussed in the UNGA. The theme of the meeting was ‘Investing in the present and securing our future together: accelerating multi-sectoral global, regional and national actions to address antimicrobial resistance’.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/un-meet-heralds-momentous-shift-in-global-approach-in-the-fight-against-antimicrobial-resistance-amr/","hasAudio":false,"hasInfographics":false}