{"id":"wp-en-14794","wp_id":14794,"type":"standard","category":"World","language":"en","title":"ED arrested AAP MLA in Wakf Board irregularities case","excerpt":"Aam Aadmi Party MLA Amanatullah Khan was arrested by the Enforcement Directorate on Monday, hours after the central agency reached his home in the national capital for probe into the money laundering case related to financial irregularities in the Delhi Waqf Board. He was brought to the ED office and later produced before the Delhi court. The ED team","author":"Tattva News Team","time":"3/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/AAP-MLA.jpg","readTime":"5 min read","contentHTML":"\n<p>Aam Aadmi Party MLA Amanatullah Khan was arrested by the Enforcement Directorate on Monday, hours after the central agency reached his home in the national capital for probe into the money laundering case related to financial irregularities in the Delhi Waqf Board. He was brought to the ED office and later produced before the Delhi court.</p>\n\n\n\n<p>The ED team arrived at his residence this morning for questioning, after which the AAP MLA claimed that the officials have come to \"arrest\" him. Earlier in the day, Khan released a video statement after the ED reached his residence, and said that the only motive of the central agency is to arrest him and stop the work done by the Delhi government. He also alleged that the ED has filed \"fake cases\" against him.</p>\n\n\n\n<p>The AAP MLA's arrest comes weeks after the Delhi high court refused to stay the proceedings pending against Khan before the trial court for non-compliance with the summons issued to him in the Delhi Waqf Board case and sought ED's response to Khan’s petition. Khan evaded at least ten ED summons since he was last questioned in the case in April.</p>\n\n\n\n<p>Earlier, Khan had sought to set aside the city court’s July 31 order, which upheld the magistrate court’s April 9 order issuing summons to him in a complaint filed by the ED, alleging non-compliance of the summons by the agency in connection with the money laundering case.</p>\n\n\n\n<p>The investigation into alleged irregularities in appointments at the Delhi Waqf Board stems from a 2016 case registered by the Central Bureau of Investigation (CBI).</p>\n\n\n\n<p>Khan, who chaired the board at the time, faces accusations of illicitly appointing individuals to the board, causing financial loss to the Delhi government and allegedly benefitting personally.The ED subsequently initiated a money laundering probe, conducting raids last year on premises linked to Khan and seizing incriminating physical and digital evidence.</p>\n","originalUrl":"https://en.tattvanews.com/economy/ed-arrested-aap-mla-in-wakf-board-irregularities-case/","hasAudio":false,"hasInfographics":false}