{"id":"wp-te-20338","wp_id":20338,"type":"standard","category":"World","language":"te","title":"ముందే హెచ్చరించినా పట్టించుకోని కేరళ.. అమిత్ షా","excerpt":"కేరళ వయనాడ్​లో జరిగిన కొండచరియలు విరిగిపడిన ప్రమాదంపై బుధవారం పార్లమెంట్​ వేదికగా స్పందించారు కేంద్ర హోంమంత్రి అమిత్ షా. కొండచరియలు విరిగిపడే అవకాశాలు ఉన్నాయన్న విషయంపై కేరళను ముందే హెచ్చరించామని స్పష్టం చేశారు. ఈ ముప్పు గురించి జులై 23నే అప్రమత్తం చేశామని కానీ, రాష్ట్ర ప్రభుత్వం మాత్రం పౌరులను సకాలంలో తరలించలేదని ఆరోపించారు.  భారీ వర్షాలు కురవగానే తొమ్మిది ఎన్​డీఆర్‌ఎఫ్‌ బృందాలను ఆ రాష్ట్రానికి పంపించామని వివరించారు. రాష్ట్రంలో నెలకొన్న తాజా పరిణామాలపై కేంద్ర హోంశాఖ","author":"Tattva News Team","time":"31/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Amit.jpg","readTime":"5 min read","contentHTML":"\n<p>కేరళ వయనాడ్​లో జరిగిన కొండచరియలు విరిగిపడిన ప్రమాదంపై బుధవారం పార్లమెంట్​ వేదికగా స్పందించారు కేంద్ర హోంమంత్రి అమిత్ షా. కొండచరియలు విరిగిపడే అవకాశాలు ఉన్నాయన్న విషయంపై కేరళను ముందే హెచ్చరించామని స్పష్టం చేశారు. ఈ ముప్పు గురించి జులై 23నే అప్రమత్తం చేశామని కానీ, రాష్ట్ర ప్రభుత్వం మాత్రం పౌరులను సకాలంలో తరలించలేదని ఆరోపించారు. </p>\n\n\n\n<p>భారీ వర్షాలు కురవగానే తొమ్మిది ఎన్​డీఆర్‌ఎఫ్‌ బృందాలను ఆ రాష్ట్రానికి పంపించామని వివరించారు. రాష్ట్రంలో నెలకొన్న తాజా పరిణామాలపై కేంద్ర హోంశాఖ మంత్రి రాజ్యసభలో ఓ ప్రకటన చేశారు.</p>\n\n\n\n<p>\"ముందస్తు హెచ్చరిక వ్యవస్థపై అనేక ప్రశ్నలు వస్తున్నాయి. వీటన్నింటిపైనా ఓ స్పష్టత ఇవ్వాలని అనుకుంటున్నా. 2014 తర్వాత హెచ్చరిక వ్యవస్థపై ప్రభుత్వం సుమారు రూ.2వేల కోట్లను ఖర్చు చేసింది. ఈ వ్యవస్థను 2016, 2023లో ఆధునీకరించాం. ప్రపంచంలోనే ఆధునిక హెచ్చరిక వ్యవస్థ కలిగిన దేశాల్లో భారత్ ఒకటి\" అని తెలిపారు. </p>\n\n\n\n<p>\"వారం రోజుల ముందే ప్రమాదాన్ని గుర్తించే 4 దేశాల్లో భారత్​ ఒకటి. కేంద్ర ప్రభుత్వం జులై 23న కేరళ రాష్ట్ర ప్రభుత్వానికి ముందస్తు హెచ్చరికలు జారీ చేసింది. ఇది ప్రమాదం జరగడానికి సుమారు వారం రోజుల ముందే ఇచ్చాం. ఆ తర్వాత జులై 24, 25 తేదీల్లో మరోసారి ఇచ్చాం. జులై 26న 20 సెంటీమీటర్ల భారీ వర్షం కురవనుందని, ఫలితంగా కొండచరియలు విరిగిపడే అవకాశం ఉందని హెచ్చరించాం\" అని అమిత్ షా వివరించారు. </p>\n\n\n\n<p>?భారీగా బురదప్రవాహం వస్తుందని, ప్రాణనష్టం జరిగే అవకాశం ఉందని చెప్పాం. అందుకోసమే జులై 23నే సుమారు 9 ఎన్​డీఆర్ఎఫ్​ బృందాలను కేరళకు తరలించాం. కానీ కేరళ ప్రభుత్వం ఏం చర్యలు తీసుకుంది? ప్రజలను సురక్షిత ప్రాంతాలకు తరలించిందా? ఒకవేళ తరలిస్తే ఇంతమంది ప్రజలు ఎలా మరణించారు?\" అని హోంమంత్రి ప్రశ్నించారు.</p>\n\n\n\n<p>మరోవంక, కేరళ వయనాడ్​లో కొండచరియలు విరిగిపడిన ఘటనలో మృతుల సంఖ్య అంతకంతకూ పెరుగుతోంది. ఇప్పటి వరకు 174 మంది మరణించినట్లు రాష్ట్ర ఆరోగ్య శాఖ వెల్లడించింది. ఈ ప్రమాదంలో గాయపడిన సుమారు 128 మంది ఆసుపత్రుల్లో చికిత్స పొందుతున్నట్లు ఆరోగ్య శాఖ మంత్రి వీణ జార్జ్ తెలిపారు. </p>\n\n\n\n<p>ఇప్పటి వరకు 116 మంది మృతదేహాలకు శవ పరీక్షలు నిర్వహించినట్లు పేర్కొన్నారు. మరోవైపు, వయనాడ్​కు వెళ్తుండగా వీణా జార్జ్ వాహనం ప్రమాదానికి గురైంది. దీంతో ఆమె స్వల్పంగా గాయపడ్డారు. మంజేరి మెడికల్ కళాశాలలో చికిత్స పొందారు. బుధవారం ఉదయం ఆర్మీ, ఎన్​డీఆర్‌ఎఫ్‌ ఆధ్వర్యంలో సహాయక చర్యలు ప్రారంభించారు. ప్రస్తుతం 150 మంది ఘటనాస్థలంలో సహాయక చర్యలు చేపట్టారు. తాత్కాలిక వంతెనను కూడా నిర్మించారు. మరిన్ని బలగాలను రంగంలోకి దించనున్నట్లు సమాచారం. </p>\n\n\n\n<p>వయనాడ్​లో మొత్తం 45 సహాయక శిబిరాలను ఏర్పాటు చేశారు. వాటిల్లో దాదాపు 3,069 మంది వరకు ఉన్నట్లు అధికారులు తెలిపారు. ఇప్పటికే వరదలతో అతలాకుతలమవుతున్న కేరళకు భారీ వర్షసూచన ఉన్నట్లు వాతావరణ శాఖ హెచ్చరించింది. కొండచరియలు విరిగిపడిన ఘటనతో ఉక్కిరిబిక్కిరైన వయనాడ్‌కు భారీ వర్షాలు కురిసే అవకాశాలు ఎక్కువగా ఉన్నట్లు వెల్లడించింది.</p>\n","originalUrl":"https://tattvanews.com/20338/31/07/2024/","hasAudio":false,"hasInfographics":false}