{"id":"wp-te-21350","wp_id":21350,"type":"standard","category":"World","language":"te","title":"తెలంగాణ భవన్‌కు హైడ్రా బాధిత కుటుంబాలు","excerpt":"హైడ్రా బాధితులు తెలంగాణ భవన్‌కు చేరుకుంటున్నారు. కేటీఆర్‌ను కలిసి తమ గోడు ఏళ్ళబోసుకుంటామని చెబుతున్నారు. ఎఫ్‌టీఎల్‌, బఫర్‌జోన్‌ పేరుతో ఎలాంటి నోటీసులు ఇవ్వకుండానే నిర్మాణాలను హైడ్రా కూల్చివేస్తున్నది. దీనికితోడు ఆపరేషన్‌ మూసీ పేరుతో మూసీ నది పరివాహక ప్రాంతాల్లో అధికారులు మార్కింగ్‌ చేస్తుండటంతో ఎప్పుడు ఏం జరుగుతుందోనని ప్రజలు బిక్కుబిక్కుమంటూ ఉంటున్నారు. హైడ్రా, మూసీ, ఎఫ్టీఎల్, బఫర్ జోన్ ఈ పదాలు తమకు కంటిపై కునుకు లేకుండా చేసి, మనోవేదనకు కారణం అవుతున్నాయని హైడ్రా బాధితులు బీఆర్ఎస్","author":"Tattva News Team","time":"28/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/HYDRA-victims.webp","readTime":"5 min read","contentHTML":"\n<p>హైడ్రా బాధితులు తెలంగాణ భవన్‌కు చేరుకుంటున్నారు. కేటీఆర్‌ను కలిసి తమ గోడు ఏళ్ళబోసుకుంటామని చెబుతున్నారు. ఎఫ్‌టీఎల్‌, బఫర్‌జోన్‌ పేరుతో ఎలాంటి నోటీసులు ఇవ్వకుండానే నిర్మాణాలను హైడ్రా కూల్చివేస్తున్నది. దీనికితోడు ఆపరేషన్‌ మూసీ పేరుతో మూసీ నది పరివాహక ప్రాంతాల్లో అధికారులు మార్కింగ్‌ చేస్తుండటంతో ఎప్పుడు ఏం జరుగుతుందోనని ప్రజలు బిక్కుబిక్కుమంటూ ఉంటున్నారు.</p>\n\n\n\n<p>హైడ్రా, మూసీ, ఎఫ్టీఎల్, బఫర్ జోన్ ఈ పదాలు తమకు కంటిపై కునుకు లేకుండా చేసి, మనోవేదనకు కారణం అవుతున్నాయని హైడ్రా బాధితులు బీఆర్ఎస్ భవన్ ఎదుట తమ గోడు వెళ్లబోసుకున్నారు. రాజేంద్రనగర్ నియోజకవర్గ పరిధిలోని హైడ్రా బాధితులు బీఆర్‌ఎస్‌ నాయకులను కలిసేందుకు తెలంగాణ భవన్‌కు వచ్చారు.</p>\n\n\n\n<p>ఉమ్మడి ఆంధ్రప్రదేశ్‌లోనే తమకు నిర్మాణానికి సంబంధించిన అన్ని పర్మిషన్లు ఇచ్చారని, ఇప్పుడు కూల్చేస్తామనడం సరికాదన్నారు. అప్పుడు ఉన్న ప్రభుత్వం కాంగ్రెస్ ప్రభుత్వమే కదా అని ప్రశ్నించారు. ఇప్పుడు అసలు ప్రభుత్వం తరఫున ఎలాంటి సమాచారం ఉండడం లేదని, అధికారులతో మాట్లాడిన కూడా స్పందన కరువైందని వాపోయారు. </p>\n\n\n\n<p>ఈ నేపథ్యంలో బాధితులకు అండగా ఉంటామని బీఆర్‌ఎస్‌ వర్కింగ్‌ ప్రెసిడెంట్‌ కేటీఆర్‌ ప్రకటించారు. దీంతో శనివారం ఉదయం హైడ్రా బాధితులు ఒక్కొక్కరిగా తెలంగాణ భవన్‌కు చేరుకుంటున్నారు.  కంటి మీద కునుకు ఉండట్లేదని, ఎవరికి చెప్పుకోవాలో తముకు అర్దం కావట్లేదని బాధితు కన్నీటి పర్యంతమవుతున్నారు. పైసా పైసా కూడబెట్టి ఇండ్లు కట్టుకున్నామని ఓ మహిళ తెలిపింది. </p>\n\n\n\n<p>తమ ఇల్లు కూలిపోతే తట్టుకునే శక్తి తమకు లేదని, గుండె ఆపోతుందని వాపోయింది. గొంతులోకి అన్నం దిగట్లేదని, టీవీ చూస్తే భయం అయితుందని చెప్పారు. రాజకీయ నాయకులే మోసం చేస్తే తమ బాధ ఎవరికి చెప్పుకోవాలని రోధించారు.  తమకు మద్దతుగా ఉండాలని మెయిన్ స్ట్రీమ్ మీడియాకు ఓ బాధితుడు విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>అక్రమ కట్టడాలు అని పదే పదే ఎందుకు చెప్తున్నారని, అమ్ముడు పోయారా అని ప్రశ్నించారు. మీ రేటింగ్స్ కోసం తప్పుడు ప్రచారం చేయవద్దని, నిజం నిర్భయంగా చెప్పాలని కోరారు. ప్రభుత్వమే అన్ని అనుమతులు ఇచ్చి, కరెంట్ బిల్లు ఇచ్చి.. టాక్స్ కట్టించుకుంటూ, ఎస్‌బీఐ లాంటి పెద్ద పెద్ద బ్యాంకులు లోన్లు ఇచ్చిన ఇండ్లు అక్రమం అని కూలగొడ్తే తమ బాధ ఎవరికి చెప్పుకోవాలని వాపోయారు. </p>\n\n\n\n<p>తనకు కళ్లు కనిపించవని, తమ బాధ చెప్పుకుందాం అని తెలంగాణ భవన్‌కు వచ్చానన్నారు. కాగా, కేటీఆర్‌ జ్వరంతో బాధపడుతున్నారని, బాధితులను కలవడానికి హరీశ్‌రావు, సబితా ఇంద్రారెడ్డి వస్తున్నారని బీఆర్‌ఎస్‌ పార్టీ వర్గాలు వెల్లడించాయి.</p>\n","originalUrl":"https://tattvanews.com/21350/28/09/2024/","hasAudio":false,"hasInfographics":false}