{"id":"wp-en-14614","wp_id":14614,"type":"standard","category":"World","language":"en","title":"Siddaramaiah gets interim relief from High Court in MUDA scam￼","excerpt":"Karnataka CM Siddaramaiah on Monday gets interim relief from the Karnataka High Court, after he filed a petition challenging Governor Thaawarchand Gehlot's recent approval to prosecute him in connection with the alleged Mysuru Urban Development Authority (MUDA) scam.  The High Court directed the trail court that no action be taken against Siddaramaiah until petition against","author":"Tattva News Team","time":"19/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/06/Siddaramaiah2.jpg","readTime":"5 min read","contentHTML":"\n<h2 class=\"wp-block-heading\">Karnataka CM Siddaramaiah on Monday gets interim relief from the Karnataka High Court, after he filed a petition challenging Governor Thaawarchand Gehlot's recent approval to prosecute him in connection with the alleged Mysuru Urban Development Authority (MUDA) scam. </h2>\n\n\n\n<h2 class=\"wp-block-heading\">The High Court directed the trail court that no action be taken against Siddaramaiah until petition against guv's order is heard. The case was posted to August 28.</h2>\n\n\n\n<p>Senior advocate Abhishek Manu Singhvi, representing Siddaramaiah, argued that the governor's sanction is biased and part of a coordinated effort to destabilise the democratically elected government in Karnataka for political reasons.</p>\n\n\n\n<p>Karnataka CM Siddaramaiah said, \"I haven't done anything wrong, In the writ petition, an injunction to the prosecution is sought as an interim relief. Eminent lawyer Abhishek Manu Singhvi will argue the writ petition. My conscience is clear, I have done nothing wrong. I have been a minister for 40 years and there is not a single black spot in my political life during this period. I am engaged in the service of people with their blessings. My political life is like an open book. The people of the state also know that I have not done anything wrong.\"</p>\n\n\n\n<p>Notably, Karnataka CM Siddaramaiah is under the scanner over the alleged irregularities in the compensatory land allocation to his wife by the MUDA during his term as Chief Minister.</p>\n\n\n\n<p>The whole controversy revolves around a 3.16-acre peace of land in Kesaru village owned by Siddaramaiah's wife, Parvathi. This land was first acquired by MUDA for development of a layout and Parvathi was allocated 14 premium sites in Vijayanagar in 2022 as compensation under a 50:50 scheme. However, various activists alleged that the plot allotted to Parvathi had a higher property value as compared to the location of her land that was acquired by MUDA.</p>\n","originalUrl":"https://en.tattvanews.com/national/siddaramaiah-gets-interim-relief-from-high-court-in-muda-scam%ef%bf%bc/","hasAudio":false,"hasInfographics":false}