{"id":"wp-en-13458","wp_id":13458,"type":"standard","category":"World","language":"en","title":"Telangana student Sowmya killed in US road accident￼","excerpt":"Another Indian student died in a tragic road accident in the US on Sunday, May 26. According to reports, Guntipalli Sowmya, 25, a native of Telangana's Yadagirigutta, had recently completed a Master's degree from Florida Atlantic University. She was looking for a job in the US. Tragically, she was killed by a speeding car while","author":"Tattva News Team","time":"29/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Sowmya.jpg","readTime":"5 min read","contentHTML":"\n<p>Another Indian student died in a tragic road accident in the US on Sunday, May 26. According to reports, Guntipalli Sowmya, 25, a native of Telangana's Yadagirigutta, had recently completed a Master's degree from Florida Atlantic University. She was looking for a job in the US.</p>\n\n\n\n<p>Tragically, she was killed by a speeding car while crossing the road in Florida. Media reports also claimed that she celebrated her 25th birthday on May 11.</p>\n\n\n\n<p>She travelled from India to the USA, overcoming numerous hardships along the way. Her father struggled immensely to arrange the money for her studies, sacrificing much to ensure she had the opportunity to pursue her dreams.</p>\n\n\n\n<p>Further, it was reported that her father, Koteshwara Rao, a retired CRPF jawan, had put all his savings to fund his daughter's dream. Besides, Rao had also taken an education loan, which was initially decided to be returned by Sowmya after completing her studies.</p>\n\n\n\n<p>However, that did not happen and now her family is seeking assistance from the government. Rao, who runs a general store in his village, also urged the Ministry of External Affairs to help the family in bringing the mortal remains of her daughter back home. </p>\n\n\n\n<p>It is worth mentioning more than dozens of Indian students were killed in America this year, where a majority of them died due to attacks. Recently, an Indian student died in a bike accident in the US on May 23. The deceased, Belem Atchyuth, was a student of the State University of New York (SUNY) who hailed from Andhra Pradesh. </p>\n\n\n\n<p>\"Saddened to learn about the untimely demise of Shri Belem Atchyuth, a student at SUNY who met with a bike accident and passed away yesterday evening; our deepest condolences to the family; @IndiainNewYork is in touch with the bereaved family & local agencies,\" the Indian Embassy in New York had tweeted.</p>\n\n\n\n<p>In the preceding month, reports emerged of the tragic demise of Mohammed Abdul Arfath, an Indian student hailing from Hyderabad, discovered in the state of Ohio, USA.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/telangana-student-sowmya-killed-in-us-road-accident%ef%bf%bc/","hasAudio":false,"hasInfographics":false}