{"id":"wp-en-14806","wp_id":14806,"type":"standard","category":"World","language":"en","title":"Ex-principal of RG Kar Hospital Sandip Gosh arrested","excerpt":"Former principal of RG Kar Medical College and Hospital was arrested by the CBI in a corruption case on Monday evening. This comes as the Central Bureau of Investigation (CBI), following orders of the Calcutta High Court, is conducting two parallel probes- the first being on the rape and murder case and the second being","author":"Tattva News Team","time":"3/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Sadeep-Gosh.jpg","readTime":"5 min read","contentHTML":"\n<p>Former principal of RG Kar Medical College and Hospital was arrested by the CBI in a corruption case on Monday evening. This comes as the Central Bureau of Investigation (CBI), following orders of the Calcutta High Court, is conducting two parallel probes- the first being on the rape and murder case and the second being on the alleged financial irregularities at RG Kar Hospital where the brutal rape and murder of a trainee doctor took place on August 9.</p>\n\n\n\n<p>The CBI also arrested three more people in connection with the corruption case, including Biplav Singha (52), Vendor, Suman Hazara (46), Vendor, and Afsar Ali (44), Addl Security to Dr Sandip Ghosh.</p>\n\n\n\n<p>The students protested demanding justice for the trainee doctor outside the Lal Bazar Police Station. They demanded the suspension of the Police Commissioner over the case.</p>\n\n\n\n<p>The CBI is currently investigating the rape and murder case, and a Kolkata Police civic volunteer, identified as Sanjay Roy, was arrested in connection with the crime. The CBI has also conducted polygraph tests for Sandip Ghosh and four other doctors involved in the case. The polygraph test, commonly known as a lie detector test, is expected to provide further insights into the investigation.</p>\n\n\n\n<p>The CBI had filed an FIR against Ghosh, based on a complaint from Debal Kumar Ghosh, special secretary to the state health department. The FIR also targets several businesses, including M/s Ma Tara Traders, M/s Eshan Cafe, and M/s Khama Louha, implicated in the alleged financial misconduct.</p>\n\n\n\n<p>Sandip Ghosh is facing serious accusations. These include the illegal sale of unclaimed bodies, trafficking of biomedical waste, and pressuring students for bribes to pass exams. His tenure was marked by controversy, including his removal and subsequent reinstatement following the rape and murder of a 31-year-old doctor at the hospital.</p>\n\n\n\n<p>Meanwhile, the Enforcement Directorate (ED) has also filed an Enforcement Case Information Report (ECIR) in connection with alleged financial irregularities involving RG Kar. The probe has officially commenced, focusing on suspected money laundering activities linked to the case. </p>\n","originalUrl":"https://en.tattvanews.com/others/ex-principal-of-rg-kar-hospital-sandip-gosh-arrested/","hasAudio":false,"hasInfographics":false}