{"id":"wp-en-13575","wp_id":13575,"type":"standard","category":"World","language":"en","title":"Kangana slapped by CISF constable at Chandigarh airport￼","excerpt":"Bollywood actor and BJP MP Kangana Ranaut, who recently won the Mandi Lok Sabha seat, was allegedly slapped by a woman constable of the CISF soon after she was frisked at the security area of Chandigarh International Airport. In a video, the CISF constable, Kulwinder Kaur, is heard saying her mother was among those who","author":"Tattva News Team","time":"7/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Kangana-Ranaut.webp","readTime":"5 min read","contentHTML":"\n<p>Bollywood actor and BJP MP Kangana Ranaut, who recently won the Mandi Lok Sabha seat, was allegedly slapped by a woman constable of the CISF soon after she was frisked at the security area of Chandigarh International Airport.</p>\n\n\n\n<p>In a video, the CISF constable, Kulwinder Kaur, is heard saying her mother was among those who attended the farmers’ agitation when Ranaut had made a statement suggesting that such women take Rs 100 rupees to sit in on the protest.</p>\n\n\n\n<p>The CISF has suspended its woman constable and initiated a departmental inquiry and also lodged a police complaint against her.In a video later, Ranaut said, “First of all, I am safe, I am perfectly fine… As soon as I came out after the security check, the lady in the second cabin, a CISF security staff, came from the side, hit me on my face and started abusing me. When I asked her why she did so, she said that she supports the farmers’ protest. I am safe but I am concerned about the terrorism and extremism that is increasing in Punjab.”</p>\n\n\n\n<p>DSP Airport Kuljinder Singh told  that they have not received a complaint so far and the matter is being probed by the CISF at the moment. Reacting to the incident, former Himachal CM Jairam Thakur said, “It is very unfortunate. Nobody has the right to harm anyone. She was heading towards Delhi to attend a party meeting.”</p>\n","originalUrl":"https://en.tattvanews.com/national/kangana-slapped-by-cisf-constable-at-chandigarh-airport%ef%bf%bc/","hasAudio":false,"hasInfographics":false}