{"id":"wp-en-14064","wp_id":14064,"type":"standard","category":"World","language":"en","title":"PM Modi hails Indian diaspora as ambassadors of India’s rich heritage￼","excerpt":"Prime Minister Modi highlighted the enduring cultural and historical connections between India and Austria, underscoring the contributions of the Indian diaspora to the socio-economic fabric of both nations. Addressing the Indian community in Vienna, he emphasised the role of the diaspora as ambassadors of India’s rich heritage and values on the global stage. \"This wait has","author":"Tattva News Team","time":"11/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-Vienna.jpg","readTime":"5 min read","contentHTML":"\n<p> Prime Minister Modi highlighted the enduring cultural and historical connections between India and Austria, underscoring the contributions of the Indian diaspora to the socio-economic fabric of both nations. Addressing the Indian community in Vienna, he emphasised the role of the diaspora as ambassadors of India’s rich heritage and values on the global stage.</p>\n\n\n\n<p>\"This wait has ended on a historic occasion. Perhaps many of you don't know that India and Austria are celebrating 75 years of their friendship...\" he said.</p>\n\n\n\n<p> \"I firmly believe that bilateral relations between two countries are not solely shaped by governments. Public engagement is crucial in strengthening these ties. That is why I greatly value your role in fostering and nurturing these relations...\" he said.</p>\n\n\n\n<p>He also praised the role of Electronic Voting Machine (EVM) in conducting Lok Saha Elections, underscoring the huge population which franchised their vote. \"Elections will be held after few months in Austria, while we celebrated the festival of democracy recently in India.</p>\n\n\n\n<p>The world's biggest election has concluded in India. Around 650 million people cast their votes in the recently concluded elections in India. This is equivalent to 65 Austrias,\" says PM Modi at a community programme in Vienna.</p>\n\n\n\n<p>During his address to the Indian diaspora, PM Modi mentioned that Indians in Austria show support for Austrian football with the same enthusiasm as they cheer for the Indian cricket team.</p>\n\n\n\n<p> \"Geographically, India and Austria are located on two different ends. But there are a lot of similarities between us - democracy connects our two countries. Liberty, equality, pluralism and respect for the rule of law are our shared values. Our two societies are multicultural and multilingual,\" said PM Modi. \"Both countries have the habit of celebrating diversity. A major medium to reflect these values is election. Austria will go to elections in a few months whereas, in India, we celebrated the festival of democracy just now...The biggest elections concluded in India,\" he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-hails-indian-diaspora-as-ambassadors-of-indias-rich-heritage%ef%bf%bc/","hasAudio":false,"hasInfographics":false}