{"id":"wp-te-19885","wp_id":19885,"type":"standard","category":"World","language":"te","title":"బ్రిటన్ ఎన్నికల్లో లేబర్ పార్టీ ఘన విజయం","excerpt":"బ్రిటన్ సార్వత్రిక ఎన్నికల్లో రిషి సునాక్ నేతృత్వంలోని కన్జర్వేటివ్ పార్టీ దారుణ పరాజయాన్ని చవిచూసింది. ప్రతిపక్ష లేబర్ పార్టీకి ప్రజలు పట్టం కట్టారు. మొత్తం 650 స్థానాలున్న యూకే పార్లమెంట్‌లో ఇప్పటి వరకూ అందిన ఫలితాలను బట్టి లేబర్ పార్టీ 354 స్థానాల్లోనూ, కన్జర్వేటివ్ పార్టీ కేవలం 74 స్థానాల్లోనూ విజయం సాధించాయి. మొదటి నుండి లేబర్ పార్టీ భారీ మెజారిటీతో సీట్లను గెలుస్తుంది. 1997లో టోనీ బ్లెయిర్ తర్వాత లేబర్ పార్టీ ఘన విజయం సాధించనుంది.","author":"Tattva News Team","time":"5/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Labour.webp","readTime":"5 min read","contentHTML":"\n<p>బ్రిటన్ సార్వత్రిక ఎన్నికల్లో రిషి సునాక్ నేతృత్వంలోని కన్జర్వేటివ్ పార్టీ దారుణ పరాజయాన్ని చవిచూసింది. ప్రతిపక్ష లేబర్ పార్టీకి ప్రజలు పట్టం కట్టారు. మొత్తం 650 స్థానాలున్న యూకే పార్లమెంట్‌లో ఇప్పటి వరకూ అందిన ఫలితాలను బట్టి లేబర్ పార్టీ 354 స్థానాల్లోనూ, కన్జర్వేటివ్ పార్టీ కేవలం 74 స్థానాల్లోనూ విజయం సాధించాయి.</p>\n\n\n\n<p>మొదటి నుండి లేబర్ పార్టీ భారీ మెజారిటీతో సీట్లను గెలుస్తుంది. 1997లో టోనీ బ్లెయిర్ తర్వాత లేబర్ పార్టీ ఘన విజయం సాధించనుంది. స్థిరమైన మెజారిటీ ప్రభుత్వాన్ని ఏర్పాటు చేసే దిశగా పార్టీ విజయం సాధించనుంది. 650 సీట్లలో లేబర్ 410 సీట్లు గెలుచుకుంటుందని అంచనా వేసిన ఎగ్జిట్ పోల్‌లకు అనుగుణంగా ఫలితాలు ఉన్నాయని ఎన్నికల నిపుణులు తెలిపారు.</p>\n\n\n\n<p>దీంతో ఓటమిని అంగీకరించిన భారత సంతతికి చెందిన బ్రిటన్ ప్రధాని రిషి సునాక్ ప్రజల తీర్పును శిరసావహిస్తామని ప్రకటించారు. ఈ ఓటమికి తానే బాధ్యత వహిస్తున్నట్లు తన మద్దతుదారులను ఉద్దేశించిన చేసిన ప్రసంగంలో పేర్కొన్నారు.</p>\n\n\n\n<p>‘‘ఈ రోజు అధికారం శాంతియుతంగా.. ప్రజాస్వామ్యబద్దంగా అన్ని వైపులా సద్భావనతో మార్పిడి జరుగుతుంది... అది మన దేశ స్థిరత్వం.. భవిష్యత్తుపై మనందరికీ విశ్వాసం కలిగించే విషయం... నన్ను క్షమించండి.. ఓటమికి నేను బాధ్యుణ్ని..’’ అని ఆయన చెప్పారు.</p>\n\n\n\n<p>ఫలితాలపై ఆయన మాట్లాడుతూ. \"దేశవ్యాప్తంగా మార్పు కోసం సిద్ధంగా ఉన్నారు.. మార్పు ఇక్కడే మొదలువుతుంది ’’ అని తెలిపారు. బ్రెగ్జిట్, దశాబ్దకాలంగా కొనసాగుతోన్న జీవన వ్యయ సంక్షోభం నుంచి ఉపశమనం కల్పిస్తానని ఆయన వాగ్దానం చేశారు. అయితే, వీటి నుంచి బయటపడటం ఆయన హామీ ఇచ్చినంత సులభం కాదు అంటూ వ్యాఖ్యానించారు. </p>\n\n\n\n<p>”మనం సాధించాం. ఈ విజయం కోసమే మీరు ప్రచారం చేశారు.. పోరాటం చేశారు.. ఓటు వేశారు.. దానిని ఇప్పుడు మనం సాధించాం” అని లేబర్ పార్టీ నాయకుడు కైర్ స్టార్మర్ ఫలితాలపై స్పందిస్తూ చెప్పారు. ”మార్పు ఇప్పుడు ప్రారంభమవుతుంది. నాలుగున్నరేళ్ల కృషి ఇది. లేబర్ పార్టీ మన దేశానికి సేవ చేయడానికి సిద్ధంగా ఉంది.  శ్రామిక ప్రజల సేవ చేస్తూ బ్రిటన్‌ను పునరుద్ధరించడానికి సిద్ధంగా ఉంది.” అని ఆయన తెలిపారు.</p>\n\n\n\n<p>కెనడా ప్రధాన మంత్రి జస్టిన్ ట్రూడో లేబర్ పార్టీ విజయంపై స్పందించారు. ఈ మేరకు ఎక్స్ లో కైర్ స్టార్మర్ కు అభినందనలు తెలుపుతూ పోస్టు చేశారు. ‘ చారిత్రాత్మక విజయం సాధించిన కైర్ స్టార్మర్ కు అభినందనలు. అట్లాంటిక్‌కు ఇరువైపులా ఉన్న ప్రజలకు మరింత ప్రగతిశీలమైన, న్యాయమైన భవిష్యత్తును నిర్మించడానికి కృషి చేయాలి. మిత్రమా’ అంటూ పోస్టు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19885/05/07/2024/","hasAudio":false,"hasInfographics":false}