{"id":"wp-en-13743","wp_id":13743,"type":"standard","category":"World","language":"en","title":"Leading press freedom organizations submit amicus brief in Maria Ressa case￼","excerpt":"In an effort to deter the legal persecution of trailblazing journalist and Nobel Laureate Maria Ressa and her former colleague Reynaldo Santos, and to protect the public’s right to be informed, three leading civil society organizations, have submitted an amicus curiae brief to the Supreme Court of the Philippines. The brief was filed on June 13","author":"Tattva News Team","time":"19/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Maria.png","readTime":"5 min read","contentHTML":"\n<p>In an effort to deter the legal persecution of trailblazing journalist and Nobel Laureate Maria Ressa and her former colleague Reynaldo Santos, and to protect the public’s right to be informed, three leading civil society organizations, have submitted an amicus curiae brief to the Supreme Court of the Philippines.</p>\n\n\n\n<p>The brief was filed on June 13 by the Committee to Protect Journalists (CPJ), the International Center for Journalists (CFJ)  and Reporters Without Borders (RSF) in partnership with Debevoise and Plimpton LLP.  It argues that the criminal convictions of Ressa and Santos for “cyber libel” not only breach the international obligations of the Philippines but betray a press freedom legacy the court has reaffirmed for more than a century.</p>\n\n\n\n<p>The charges in this case relate to a 2012 investigative story published by Ressa’s online news outlet, Rappler, about businessman Wilfredo Keng and the Chief Justice of the Supreme Court, who was seen using a car that allegedly belonged to Keng. After Keng filed a libel complaint against Ressa and Santos in 2017, the journalists were criminally charged and eventually convicted by a Manila trial court.</p>\n\n\n\n<p>In recent years, Ressa, her colleagues, and the online news outlet Rappler have faced a sustained campaign of legal persecution and online violence,  with 23 individual cases opened by the government against them since 2018. Ressa and Santos face close to seven years in prison  if their convictions for cyber libel, <a href=\"#inbox/_blank\"></a> which are currently in the last stage of appeals before the Philippine Supreme Court, are upheld.</p>\n\n\n\n<p>“Twelve years since the publication of an article that has been woven into a vicious campaign against Maria Ressa, Rappler and other members of the press, it is clearer than ever that this spurious case intended to silence independent, critical reporting simply does not stand. We urge the court to overturn the unjust convictions against Ressa and Santos. This weaponization of the law must come to an end,” said CPJ, ICFJ and RSF. </p>\n\n\n\n<p>Citing international law and domestic precedent, the brief argues that this case and the Philippine government’s criminalization of defamation is misaligned with current best legal practices and incompatible with international law:</p>\n\n\n\n<p><em>In short, journalists are unable to do their jobs under the Damocles’ sword of criminal liability. They have a duty to satisfy the public interest in being informed of public affairs, and must make daily and expeditious judgment calls about what information to report with an inherently limited set of facts.  </em><em></em></p>\n\n\n\n<p><em>The prospect of facing criminal liability for allegedly misreporting facts—or worse yet, being punished for accurate reporting—will have a profound chilling effect, discouraging journalists from wading into the sensitive topics that often are the subjects of greatest public concern. </em><em></em></p>\n\n\n\n<p><em>This, in turn, undermines the public’s right of access to information and erodes freedom of expression more generally—costs that are hugely disproportionate to the interest the libel charges are ostensibly protecting.  </em></p>\n\n\n\n<p>This brief, if admitted by the Court, would be the third amicus curiae intervention accepted in this case, following filings by the UN Special Rapporteur on freedom of opinion and expression and the International Bar Association’s Human Rights Institute in Ressa’s final appeal of her libel conviction before the Supreme Court of the Philippines. </p>\n","originalUrl":"https://en.tattvanews.com/special-stories/leading-press-freedom-organizations-submit-amicus-brief-in-maria-ressa-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}