{"id":"wp-en-14889","wp_id":14889,"type":"standard","category":"World","language":"en","title":"BJP slams Rahul Gandhi over 'Sikh anxiety' remarks in US","excerpt":"The BJP on Tuesday condemned leader of opposition Rahul Gandhi for \"perpetrating a false narrative about Indian Sikhs being prevented from wearing a turban and a kara\" and said the only time the minority community ever felt anxious or insecure was when his family was in power and a pogrom was unleashed on Sikhs in","author":"Tattva News Team","time":"11/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Rahul-Puri.jpg","readTime":"5 min read","contentHTML":"\n<p>The BJP on Tuesday condemned leader of opposition Rahul Gandhi for \"perpetrating a false narrative about Indian Sikhs being prevented from wearing a turban and a kara\" and said the only time the minority community ever felt anxious or insecure was when his family was in power and a pogrom was unleashed on Sikhs in 1984.</p>\n\n\n\n<p>Union minister Hardeep Puri slammed Gandhi who while speaking at an event in Virginia, the US, said, \"The fight in India is about Sikhs are going to be allowed to wear a turban or not ...whether they can wear a kara or go to a gurdwara.\"</p>\n\n\n\n<p>Gandhi made his remarks in context of religious freedom in India. Puri while terming the narrative \"dangerous and false\" said Gandhi needed to introspect. “In 1984, a pogrom was carried out against Sikh community. As many as 3,000 innocent people were killed. People were dragged out of their homes, tyres were put around them and burnt alive,” he said.</p>\n\n\n\n<p>\"Rahul has never measured his words. A simplistic understanding of his statements is he speaks out of ignorance and lack of knowledge. But some sensitive issues involve our national identity, our unity, the strength of our unity in diversity.</p>\n\n\n\n<p>When he comments on these issues I think he attempts to set a dangerous narrative,\" Puri said questioning Gandhi for whipping up an \"imaginary anxiety among Sikhs.\"</p>\n\n\n\n<p>Puri blamed Rahul's advisor Sam Pitroda, chief of Overseas Congress, for these \"aberrations\" and noted, \"Pitroda said Rahul is no longer Pappu. But frankly Pappu or Gappu, I don't care.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-slams-rahul-gandhi-over-sikh-anxiety-remarks-in-us/","hasAudio":false,"hasInfographics":false}