{"id":"wp-en-13572","wp_id":13572,"type":"standard","category":"World","language":"en","title":"Singapore rights activist, lawyer M. Ravi disbarred￼","excerpt":"Human rights defender and lawyer M. Ravi was struck off from the roll of advocates and solicitors, ordered by the High Court of Singapore, on May 31. M Ravi (Ravi Madasamy) has been an international human rights lawyer in Singapore for the last 20 years. He has argued in favour of landmark human rights and consitutional","author":"Tattva News Team","time":"7/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/M-Ravi.webp","readTime":"5 min read","contentHTML":"\n<p>Human rights defender and lawyer M. Ravi<strong> </strong>was struck off from the roll of advocates and solicitors, ordered by the High Court of Singapore, on May 31. M Ravi (Ravi Madasamy) has been an international human rights lawyer in Singapore for the last 20 years.</p>\n\n\n\n<p>He has argued in favour of landmark human rights and consitutional law cases concerning issues of the constitutionality of the mandatory death penalty, freedom of expression, defamation laws, freedom of assembly, contempt of court and access to legal representation. Ravi is also the founding member of the Anti‐Death Penalty Asia Network and the Singapore Anti‐Death Penalty Campaign (S.A.D.P.C.) community group.</p>\n\n\n\n<p>On 31 May 2024, The High Court  ordered M. Ravi to be struck off the rolls after the Law Society of Singapore applied for the human rights defender to be disbarred over statements he made about then Singaporean President Halimah Yacob.</p>\n\n\n\n<p>Specifically, M. Ravi stated that  the appointments of Mr Goh Chok Tong and Mr Lee Hsien Loong as Prime Ministers of Singapore was an unconstituional act from Madam Halimah, due to “racial considerations” in respect to the appointments, on both his Facebook pages in August 2020.</p>\n\n\n\n<p>M Ravi requested the President to refer the matter to a Constitutional Tribunal. Subsequently, he claimed that the President had abdicated her constitutional responsibilities by not acting independently of the Cabinet in this referral.<br><br>On 21 March 2023, M. Ravi was  suspended for five years by the same court for allegedly raising \"grave and baseless accusations of improper conduct\" against Singapore's Attorney-General. In addition, Mr. Ravi is scheduled to be sentenced on 17 July 2024 for a total of 19 charges.<br><br>Front Line Defenders (FLD) believes that the charges filed against M. Ravi are directly related to his work in defence of the human rights of  in Singapore. It expressed serious concern  about the recent disbarred and the impacts on his ability to continue his human rights work, and impacts on the psychological wellbeing of the human rights defender.<br><br>FLD urged Singapore authorities to revoke the disbarment of lawyer and human rights defender M. Ravi and immediately cease all judicial harassment against him. It also urges guarantee that all human rights defenders, including lawyers, are able to carry out their legitimate activities and operate freely without fear of judicial harassment.</p>\n","originalUrl":"https://en.tattvanews.com/international/singapore-rights-activist-lawyer-m-ravi-disbarred%ef%bf%bc/","hasAudio":false,"hasInfographics":false}