{"id":"wp-te-19396","wp_id":19396,"type":"standard","category":"World","language":"te","title":"ఎన్డీయే పక్షనేతగా మూడోసారి మోదీ ఎన్నిక","excerpt":"వరుసగా మూడోసారి కేంద్రంలో బీజేపీ నేతృత్వంలోని ఎన్డీయే కూటమి ప్రభుత్వం ఏర్పాటుకాబోతోంది. ఈ నేపథ్యంలో ప్రధాని నరేంద్ర మోదీని తమ నేతగా ఎన్నుకోడానికి ఎన్డీయే ఎంపీలు ఢిల్లీలోని పాత పార్లమెంటు భవనం సెంట్రల్‌హాల్‌లో శుక్రవారం ఉదయం సమావేశమయ్యారు. ఎన్డీయే పక్షనేతగా మోదీ పేరును కేంద్ర మంత్రి రాజ్‌నాథ్ సింగ్ ప్రతిపాదించగా.. అమిత్ షా, నితిన్ గడ్కరీ, జేడీఎస్ అధ్యక్షుడు హెచ్‌డీ కుమారస్వామి, టీడీపీ అధినేత చంద్రబాబు తదితరులు బలపరిచారు.  ఇక, అమిత్ షా మాట్లాడుతూ.. ఎన్డీయే పక్షనేతగా","author":"Tattva News Team","time":"7/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-elect.webp","readTime":"5 min read","contentHTML":"\n<p>వరుసగా మూడోసారి కేంద్రంలో బీజేపీ నేతృత్వంలోని ఎన్డీయే కూటమి ప్రభుత్వం ఏర్పాటుకాబోతోంది. ఈ నేపథ్యంలో ప్రధాని నరేంద్ర మోదీని తమ నేతగా ఎన్నుకోడానికి ఎన్డీయే ఎంపీలు ఢిల్లీలోని పాత పార్లమెంటు భవనం సెంట్రల్‌హాల్‌లో శుక్రవారం ఉదయం సమావేశమయ్యారు. ఎన్డీయే పక్షనేతగా మోదీ పేరును కేంద్ర మంత్రి రాజ్‌నాథ్ సింగ్ ప్రతిపాదించగా.. అమిత్ షా, నితిన్ గడ్కరీ, జేడీఎస్ అధ్యక్షుడు హెచ్‌డీ కుమారస్వామి, టీడీపీ అధినేత చంద్రబాబు తదితరులు బలపరిచారు. </p>\n\n\n\n<p>ఇక, అమిత్ షా మాట్లాడుతూ.. ఎన్డీయే పక్షనేతగా మోదీ మూడోసారి బాధ్యతలు తీసుకోవడం చరిత్రాత్మకమని కొనియాడారు.  ఈ సందర్భంగా చంద్రబాబు నాయుడు మాట్లాడుతూ.. ప్రదాని మోదీ మూడు నెలల పాటు రాత్రి పగలు తేడా లేకుండా ప్రచారం నిర్వహించి, పార్టీని అధికారంలోకి తీసుకొచ్చారని ప్రశంసించారు. దేశ చరిత్రలోనే ఇది అత్యంత ముఖ్యమైన రోజని చెబుతూ  గత పదేళ్లలో మోదీ సారథ్యంలో దేశం చరిత్రాత్మక విజయాలు సాధించిందని కొనియాడారు. </p>\n\n\n\n<p>మేకిన్ ఇండియా కార్యక్రమం చాలా గొప్పదని ప్రశంసించారు. ప్రపంచంలోనే మూడో అతిపెద్ద ఆర్ధిక వ్యవస్థగా భారత్ అవతరిస్తోందని వ్యాఖ్యానించారు. వికసిత్ భారత్ 2047 విజన్ సక్సెస్ అవుతుందని, భారత్ ప్రపంచ ఆర్ధిక శక్తిగా అవతరిస్తుందని ఆశాభావం వ్యక్తం చేశారు.  మోదీ నేతృత్వంలో 2047 నాటికి భారత్ నంబర్‌ వన్‌గా నిలుస్తుందని ధీమా వ్యక్తం చేశారురు. </p>\n\n\n\n<p>తన రాజకీయ ప్రయాణంలో ఎందరో నేతలను చూశాను కానీ. మోదీ వంటి శక్తివంతమైన నేతను చూడలేదని చంద్రబాబు కొనియాడారు. దేశంలోని యువశక్తి ఐటీ రంగంలో దూసుకెళ్తోందని చంద్రబాబు పేర్కొన్నారు. ఇక, ఏపీ ఎన్నికల్లో టీడీపీ-జనసేన-బీజేపీ కలిసికట్టుగా పనిచేసి 95 శాతం సీట్లును సాధించి అధికారంలోకి వచ్చాయని చంద్రబాబు తెలిపారు. </p>\n\n\n\n<p>అనంతరం ప్రసంగించిన ప్రధాని నరేంద్ర మోదీ తనకు మద్దతు తెలిపినందుకు ఎన్డీయే నేతలకు ధన్యవాదాలు తెలిపారు. ఎన్నికల సమయంలో లక్షలాది మంది కార్యకర్తలు ఎండ వేడినీ పట్టించుకోకుండా అహర్నిశలు కష్టపడి పనిచేశారని ప్రశంసించారు. పార్లమెంట్‌ వేదిక నుంచి ఆ కార్యకర్తలందరికీ తాను శిరసు వంచి నమస్కరిస్తున్నానని చెప్పారు. తనపై విశ్వాసం ఉంచి ఎన్నుకున్నారని పేర్కొంటూ ఎన్నికలకు ముందు కూటమి కట్టి విజయం సాధించడం చారిత్రకమని వ్యాఖ్యానించారు.</p>\n\n\n\n<p>బిజెపి జాతీయ అధ్యక్షుడు జెపి నడ్డా మాట్లాడుతూ, \"లోక్ సభ ఎన్నికల్లో ఎన్ డిఎ మెజారిటీ సాధించింది, ఒడిశాలో కూడా మేము మా ప్రభుత్వాన్ని ఏర్పాటు చేసాము. ఆంధ్రప్రదేశ్ లో కూడా ఎన్డీయే ప్రభుత్వం ఏర్పడిందని తెలియజేయడానికి సంతోషిస్తున్నాను. అరుణాచల్ ప్రదేశ్ లోనూ మూడోసారి ప్రభుత్వాన్ని ఏర్పాటు చేశాం. సిక్కింలో కూడా ఎన్డీయే ప్రభుత్వాన్ని ఏర్పాటు చేసిందని గుర్తు చేశారు.</p>\n\n\n\n<p>ఈ సమావేశంలో మోదీ నాయకత్వానికి లాంఛనంగా ఆమోదముద్ర వేశారు. కొత్తగా ఎన్నికైన 240 మంది ఎంపీలతోపాటు టీడీపీ, జేడీయూ, శివసేన (షిండే), లోక్‌జన్‌శక్తి (రాంవిలాస్‌), ఎన్‌సీపీ, జేడీఎస్, జనసేన, అప్నాదళ్‌ సహా ఇతర మిత్రపక్షాల ఎంపీలు, బీజేపీ పాలిత రాష్ట్రాల ముఖ్యమంత్రులు, ఉప ముఖ్యమంత్రులు హాజరయ్యారు. మోదీ నాయకత్వాన్ని సమర్థిస్తూ ఏకగ్రీవ తీర్మానం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19396/07/06/2024/","hasAudio":false,"hasInfographics":false}