{"id":"wp-te-18860","wp_id":18860,"type":"standard","category":"World","language":"te","title":"25 మంది ఉద్యోగులను తొలగించిన ఎయిర్​ఇండియా","excerpt":"అనారోగ్యం పేరుతో ఆకస్మిక సెలవు పెట్టిన సిబ్బందిపై ఎయిర్ ఇండియా చర్యలకు దిగింది. ఎయిర్‌ఇండియా ఎక్స్‌ప్రెస్‌కు చెందిన 25 మంది సిబ్బందిని తొలగించింది. అంతేకాకుండా మిగతా వారికి అల్టిమేటం జారీ చేసింది. గురువారం సాయంత్రం 4గంటల లోపు విధుల్లోకి చేరాలని లేకపోతే ఉద్యోగం నుంచి తీసేస్తామని హెచ్చరించింది. ఉగ్యోగుల తొలగింపుల సందర్భంగా ఎయిర్​ ఇండియా కీలక వ్యాఖ్యలు చేసింది. ఉగ్యోగులు విధులకు హాజరుకాలేదని, ఉద్యోగుల వైఖరి సరిగాలేదని ఎయిర్ ఇండియా ఎక్స్‌ప్రెస్‌ పేర్కొంది. వారి గైర్హాజరీ వల్ల","author":"Tattva News Team","time":"9/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Air-India.webp","readTime":"5 min read","contentHTML":"\n<p>అనారోగ్యం పేరుతో ఆకస్మిక సెలవు పెట్టిన సిబ్బందిపై ఎయిర్ ఇండియా చర్యలకు దిగింది. ఎయిర్‌ఇండియా ఎక్స్‌ప్రెస్‌కు చెందిన 25 మంది సిబ్బందిని తొలగించింది. అంతేకాకుండా మిగతా వారికి అల్టిమేటం జారీ చేసింది. గురువారం సాయంత్రం 4గంటల లోపు విధుల్లోకి చేరాలని లేకపోతే ఉద్యోగం నుంచి తీసేస్తామని హెచ్చరించింది.</p>\n\n\n\n<p>ఉగ్యోగుల తొలగింపుల సందర్భంగా ఎయిర్​ ఇండియా కీలక వ్యాఖ్యలు చేసింది. ఉగ్యోగులు విధులకు హాజరుకాలేదని, ఉద్యోగుల వైఖరి సరిగాలేదని ఎయిర్ ఇండియా ఎక్స్‌ప్రెస్‌ పేర్కొంది. వారి గైర్హాజరీ వల్ల వేలాది మంది ప్రయాణికులు ఇబ్బందులు పడినట్లు పేర్కొంది. సంస్థ ప్రతిష్ఠకూ నష్టం వాటిల్లిందని పేర్కొంది. </p>\n\n\n\n<p>ఇది పూర్తిగా సంస్థ నిబంధనలకు విరుద్ధమని వెల్లడించింది. అందువల్లే చర్యలు తీసుకోవాల్సి వస్తోందని వివరణ ఇచ్చింది.మే 13 వరకు పరిమితంగా విమానాలు నడపాలని సంస్థ నిర్ణయించింది. సిబ్బంది మూకుమ్మడి సెలవుతో వందకుపైగా విమానాలను ఎయిర్‌ ఇండియా ఎక్స్‌ప్రెస్ రద్దు చేసింది. </p>\n\n\n\n<p>అనారోగ్య కారణాల పేరుతో 200 మందికిపైగా సిబ్బంది సెలవు పెట్టినట్లు తెలిపింది. విమానాల రద్దు కారణంగా 15 వేల మందికి పైగా ప్రయాణికులు ఇబ్బందులు పడ్డారు<strong>.  </strong>మరోవైపు వరుసగా రెండో రోజు(గురువారం) కూడా దాదాపు 74 విమానాలు రద్దు చేసినట్లు ఎయిర్​ ఇండియా పేర్కొంది. </p>\n\n\n\n<p>చివరి నిమిషయంలో విమానాలను రద్దు చేయడం వల్ల ప్రయాణికులు తీవ్ర అసంతృప్తి వ్యక్తం చేస్తున్నారు. కేరళలోని తిరునవంతపురం, కొచ్చి, కన్నూర్ విమానాశ్రయాల్లో గల్ఫ్​ దేశాలకు వెళ్లే విమానాలు చివరి నిమిషంలో నిలిచిపోవడం వల్ల ప్రయాణికులు అక్కడే ఉండిపోయారు. </p>\n\n\n\n<p>అయితే ప్రస్తుతం ఉన్న ఈ అంతరాయాలను తగ్గించడానికి ఎయిర్​ ఇండియా 20 మార్గాల్లో విమానాలను నడుపుతామని పేర్కొంది. మరోవైపు ఎయిర్​ ఇండియా ఎక్స్​ప్రెస్ మేనేజింగ్ డైరెక్టర్ అలోక్​ సింగ్ ప్రస్తుతం సంక్షోభం గురించి చెబుతూ ఎయిర్​ లైన్​ ఉద్యోగులకు ఓ లేఖ రాశారు.</p>\n\n\n\n<p>మరోవైపు ఉద్యోగులతో కంపెనీ వ్యవహరిస్తున్న తీరు సరిగాలేదని ఎయిర్‌ ఇండియా ఎక్స్‌ప్రెస్‌ ఎంప్లాయీస్‌ యూనియన్‌ బుధవారం ఆరోపించింది. సిబ్బంది సెలవులకు కారణాలు తెలుసుకోవడానికి వారితో చర్చించాలని యాజమాన్యం నిర్ణయించింది. మరోవైపు దేశీయ, అంతర్జాతీయ విమానాల రద్దుపై పౌరవిమానయానశాఖ మంత్రిత్వశాఖ ఎయిర్‌ ఇండియా ఎక్స్‌ప్రెస్‌ను వివరణ కోరింది.</p>\n","originalUrl":"https://tattvanews.com/18860/09/05/2024/","hasAudio":false,"hasInfographics":false}