{"id":"wp-te-20849","wp_id":20849,"type":"standard","category":"World","language":"te","title":"పాకిస్థాన్‌తో నిరంతరం చర్చలు జరిపే కాలం ముగిసింది.. జైశంకర్","excerpt":"షాంఘై కోఆపరేషన్ ఆర్గనైజేషన్ సమావేశానికి హాజరుకావాలని ప్రధాన మంత్రి నరేంద్ర మోదీకి ఇస్లామాబాద్‌ ఆహ్వానించిన నేపథ్యంలో కేంద్ర విదేశాంగ శాఖ మంత్రి ఎస్.జైశంకర్ కీలక వ్యాఖ్యలు చేశారు. పాకిస్థాన్‌తో నిరంతర చర్చలు జరిపే కాలం ముగిసిందని స్పష్టం చేశారు. పాక్ ఎలా వ్యవహరిస్తే అందుకు తగిన విధంగా భారత్ సైతం బదులు ఇస్తుందని చెప్పారు.  ఇకమీదట సానుకూలమైనా ప్రతికూలమైనా పాక్ నుంచి వచ్చే చర్యకు తప్పకుండా ప్రతిచర్య ఉంటుందని స్పష్టం చేశారు. శుక్రవారం ఢిల్లీలో జరిగిన ఒక","author":"Tattva News Team","time":"31/8/2024","image":"https://tattvanews.com/wp-content/uploads/2022/07/Jaishankar.jpg","readTime":"5 min read","contentHTML":"\n<p>షాంఘై కోఆపరేషన్ ఆర్గనైజేషన్ సమావేశానికి హాజరుకావాలని ప్రధాన మంత్రి నరేంద్ర మోదీకి ఇస్లామాబాద్‌ ఆహ్వానించిన నేపథ్యంలో కేంద్ర విదేశాంగ శాఖ మంత్రి ఎస్.జైశంకర్ కీలక వ్యాఖ్యలు చేశారు. పాకిస్థాన్‌తో నిరంతర చర్చలు జరిపే కాలం ముగిసిందని స్పష్టం చేశారు. పాక్ ఎలా వ్యవహరిస్తే అందుకు తగిన విధంగా భారత్ సైతం బదులు ఇస్తుందని చెప్పారు. </p>\n\n\n\n<p>ఇకమీదట సానుకూలమైనా ప్రతికూలమైనా పాక్ నుంచి వచ్చే చర్యకు తప్పకుండా ప్రతిచర్య ఉంటుందని స్పష్టం చేశారు. శుక్రవారం ఢిల్లీలో జరిగిన ఒక పుస్తకావిష్కరణ కార్యక్రమంలో జైశంకర్ మాట్లాడుతూ, జమ్మూకశ్మీర్‌లో ఆర్టికల్ 370 అధికరణ రద్దు ఒక ముగిసిన కథ అని తెలిపారు.  పాకిస్థాన్‌ మనతో ఎలా వ్యవహరిస్తే.. మనమూ అందుకు తగిన విధంగా బదులిస్తామని స్పష్టం చేశారు. </p>\n\n\n\n<p>‘పాకిస్థాన్‌తో పదే పదే చర్చలు జరిపే కాలం ముగిసింది. మన దేశం పట్ల పాకిస్థాన్‌ ఎలా వ్యవహరిస్తే.. మనం కూడా అందుకు తగిన విధంగా బదులిస్తాం. పాక్‌ నుంచి వచ్చే చర్య సానుకూలమైనా ప్రతికూలమైనా తప్పకుండా ప్రతిచర్య ఉంటుంది. పరిస్థితులకు అనుగుణంగా భారత్‌ ముందడుగు వేస్తుంది’ అని జై శంకర్‌ స్పష్టం చేశారు.</p>\n\n\n\n<p>ఇక ఇదే కార్యక్రమంలో ఉగ్రవాద కార్యకలాపాలపై కూడా జైశంకర్‌ స్పందించారు. పాకిస్థాన్‌ చేపడుతున్న ఉగ్రవాద చర్యలకు తగిన పరిణామాలు ఉంటాయని తీవ్రంగా హెచ్చరించారు. ఇటీవలే జమ్మూ లోయలో వరుసగా జరుగుతున్న ఉగ్రదాడులతో రెండు దేశాల మధ్య సత్సంబంధాలు అస్థిరంగా మారాయన్నారు. ప్రధాని మోదీ ఈ విషయంలో వెనక్కి తగ్గరని స్పష్టం చేశారు. జమ్మూకశ్మీర్‌లో ఆర్టికల్‌ 370 రద్దు ఓ ముగిసిన కథ అని జైశంకర్‌ పేర్కొన్నారు.</p>\n\n\n\n<p>పొరుగుదేశాలైన బంగ్లాదేశ్, మాల్దీవులతో మారుతున్న సంబంధాలపై మాట్లాడుతూ, ప్రపంచంలోని ఏ దేశాన్ని చూసినా పొరుగుదేశాలతో చిక్కుముడులు కనిపిస్తాయని, పొరుగుదేశాలతో సమస్యలు లేని దేశమంటూ ఏదీ కనిపించదని పేర్కొన్నారు. ఇది పొరుగుదేశాల సహజ స్వభామని,  పరస్పర సహాయ, సహకారాలు అందించుకోవాల్సిన ఆవశ్యకత ఉందని చెప్పారు.</p>\n\n\n\n<p> బంగ్లాదేశ్ తాత్కాలిక ప్రధాన సలహాదారుతో ప్రధాన మంత్రి మోదీ ఇటీవల మాట్లాడారని, అక్కడి హిందువులు, మైనారిటీలకు భద్రతకు యూనస్ హామీ ఇచ్చారని జైశంకర్ చెప్పారు. మాల్దీవులు అధ్యక్షుడు మొహహ్మద్ మయిజ్జు హయాంలో మాల్దీవులతో సంబంధాల గురించి మాట్లాడుతూ, వారి విధానంలో నిలకడ లేకపోవడం, ఒడిదుడుకులు వంటివి ఉన్నా ఆ దేశంతో ఇండియా లోతైన సంబంధాలు కొనసాగిస్తుందని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20849/31/08/2024/","hasAudio":false,"hasInfographics":false}