{"id":"wp-en-15465","wp_id":15465,"type":"standard","category":"World","language":"en","title":"US sends back illegal migrants","excerpt":"The US Department of Homeland Security (DHS) announced that it had sent back an unspecified number of Indian nationals staying in the country illegally on a chartered flight in an exercise that was done in cooperation with the Indian government. There was no official word from the government here on this but sources said this","author":"Tattva News Team","time":"27/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Migrants.jpg","readTime":"5 min read","contentHTML":"\n<p>The US Department of Homeland Security (DHS)  announced that it had sent back an unspecified number of Indian nationals staying in the country illegally on a chartered flight in an exercise that was done in cooperation with the Indian government.</p>\n\n\n\n<p>There was no official word from the government here on this but sources said this was done as part of India-US cooperation on migration and mobility to deter illegal migration.<a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p>“This is being done to create more avenues for legal migration from India to the US. The latest deportation of Indian nationals by a chartered flight is a result of this cooperation. Such deportations have been happening for several years,” sources said.</p>\n\n\n\n<p>The DHS website confirms that there have been at least two earlier such removal flights ferrying deported Indians staying in the US illegally — November 21, 2023, and November 16, 2023 — back to India.</p>\n\n\n\n<p>Neither side revealed how many Indians were deported or where the flight landed. All that the DHS said was: “On October 22, the US Department of Homeland Security (DHS), through US Immigration and Customs Enforcement (ICE), conducted a large-frame charter removal flight to the Republic of India of Indian nationals who did not establish legal basis to remain in the United States.</p>\n\n\n\n<p>This week’s flight demonstrates the department’s continued commitment to pursuing sustained cooperation with the Indian government and other international partners to reduce and deter irregular migration and jointly work to counter human smuggling.”</p>\n\n\n\n<p>Though the chartered flight would have reached India by now, there was no confirmation of its arrival. As for the protocol that would be followed once the deportees arrive, officials told this newspaper that they would be questioned on arrival by law-enforcement agencies for a background check and also to track down the agents who helped them enter the US illegally.</p>\n\n\n\n<p>Thereafter, the case will be transferred to the Central Bureau of Investigation, which is already probing human trafficking cases. According to data compiled by the US Customs and Border Protection, 90,415 Indians tried to enter the country illegally in the last 12 months.</p>\n\n\n\n<p>Outside the US’s immediate neighbourhood in Central America, India accounts for the largest unauthorised immigrant population in the US, a Pew Research Centre report based on 2022 data had said in July this year.</p>\n","originalUrl":"https://en.tattvanews.com/international/us-sends-back-illegal-migrants%ef%bf%bc/","hasAudio":false,"hasInfographics":false}