{"id":"wp-en-13037","wp_id":13037,"type":"standard","category":"World","language":"en","title":"Hardhik Pandya named vice captain of India’s T20 World Cup squad￼","excerpt":"Team India squad for the T20 World Cup 2024 has been announced. Rohit Sharma will lead the side while Hardik Pandya  has been named the vice-captain amidst the reports of Rishabh Pant replacing him for the role. The latter. however, is set to make his comeback in international cricket in the World Cup after not only","author":"Tattva News Team","time":"1/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/T20-team.jpg","readTime":"5 min read","contentHTML":"\n<p>Team India squad for the T20 World Cup 2024 has been announced. Rohit Sharma will lead the side while Hardik Pandya  has been named the vice-captain amidst the reports of Rishabh Pant replacing him for the role.</p>\n\n\n\n<p>The latter. however, is set to make his comeback in international cricket in the World Cup after not only proving his fitness as a wicketkeeper-batter but also showing impeccable form with the bat.</p>\n\n\n\n<p>Surprisingly, Rinku Singh has been left out of the squad and is part of the travelling reserves despite showcasing immense finishing skills ever since making his international debut in the shortest format.</p>\n\n\n\n<p>Ravi Bishnoi is another bowler to miss out after playing regularly in the non-World Cup years as Yuzvendra Chahal  has pipped him following a brilliant show in the ongoing Indian Premier League (IPL) season for the Rajasthan Royals.</p>\n\n\n\n<p>The BCCI announced the Rohit Sharma-led squad after a meeting between secretary Jay Shah and chief selector Ajit Agarkar in Ahmedabad. Rohit and Agarkar are expected to address the media in Mumbai on Thursday.</p>\n\n\n\n<p>Samson, who has had a good IPL both as a batter and captain for Rajasthan Royals, was included as the second wicketkeeper-batter behind Rishabh Pant, pipping the likes of KL Rahul and Ishan Kishan.</p>\n\n\n\n<p>Leg-spinner Chahal, who last played for India in August 2023, is the second wrist spinner in the team alongside Kuldeep Yadav. However, Gill, who is enjoying a good run in the IPL as Gujarat Titans captain, found himself among the standbys along with Kolkata Knight Riders' big-hitter Rinku Singh.</p>\n\n\n\n<p>The selectors decided to show faith in Yashasvi Jaiswal, who had a slow start in the IPL but regained his touch with a swashbuckling hundred recently for Rajasthan Royals. The redoubtable Virat Kohli completed the Indian top order after pulling off strong batting performances in the IPL.</p>\n\n\n\n<p>The T20 World cup begins on June 2 in the US and the Caribbean. India will open their campaign against Ireland on June 5 in New York.</p>\n","originalUrl":"https://en.tattvanews.com/national/hardhik-pandya-named-vice-captain-of-indias-t20-world-cup-squad%ef%bf%bc/","hasAudio":false,"hasInfographics":false}