{"id":"wp-te-19392","wp_id":19392,"type":"standard","category":"World","language":"te","title":"చిరంజీవి ఇంట జనసేనానికి గులాబీ వర్షం","excerpt":"ఆంధ్రప్రదేశ్ అసెంబ్లీ ఎన్నికల్లో పవన్ కళ్యాణ్ ఘన విజయం మెగా కుటుంబంలో ఎనలేని సంతోషాన్ని నింపింది. ఢిల్లీలో ఎన్డీఏ కూటమి సమావేశం ముగించుకొని హైదరాబాద్ వచ్చిన కళ్యాణ్, నేరుగా జూబ్లీహిల్స్ లోని చిరంజీవి నివాసానికి వెళ్లారు. అక్కడ పవన్ కు మెగా కుటుంబ సభ్యులు గులాబీల వర్షం కురిపిస్తూ ఘన స్వాగతం పలికారు.  తల్లి అంజనాదేవి పవన్ కళ్యాణ్ కు గుమ్శడికాయతో దిష్టి తీయగా చిరంజీవి సతీమణి సురేఖ హారతిచ్చి ఇంట్లోకి స్వాగతించింది. చిరంజీవి రాగానే భావోద్వేగంతో","author":"Tattva News Team","time":"7/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Pavan-Chiru.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ అసెంబ్లీ ఎన్నికల్లో పవన్ కళ్యాణ్ ఘన విజయం మెగా కుటుంబంలో ఎనలేని సంతోషాన్ని నింపింది. ఢిల్లీలో ఎన్డీఏ కూటమి సమావేశం ముగించుకొని హైదరాబాద్ వచ్చిన కళ్యాణ్, నేరుగా జూబ్లీహిల్స్ లోని చిరంజీవి నివాసానికి వెళ్లారు. అక్కడ పవన్ కు మెగా కుటుంబ సభ్యులు గులాబీల వర్షం కురిపిస్తూ ఘన స్వాగతం పలికారు. </p>\n\n\n\n<p>తల్లి అంజనాదేవి పవన్ కళ్యాణ్ కు గుమ్శడికాయతో దిష్టి తీయగా చిరంజీవి సతీమణి సురేఖ హారతిచ్చి ఇంట్లోకి స్వాగతించింది. చిరంజీవి రాగానే భావోద్వేగంతో పవన్ పాదాభివందనం చేసి ఆలింగనం చేసుకున్నారు. పట్టరాని ఆనందంతో మురిసిపోయిన మెగాస్టార్, తమ్ముడు కళ్యాణ్ కు గులాబీ మాల వేసి ఆశీర్వదించారు. </p>\n\n\n\n<p>అనంతరం కుటుంబసభ్యులతో కలిసి కేక్ కట్ చేసి కళ్యాణ్.. తల్లి అంజనా దేవి, వదిన సురేఖకు పాదాభివందనం చేసి ఆశీస్సులు తీసుకున్నారు. సురేఖ పవన్ సతీమణి అనా కొణిదెలకు సారెను అందజేసి స్వాగతించారు. కళ్యాణ్ రాకతో చిరు నివాసంలో సంబురాలు అంబరాన్నంటాయి. రామ్ చరణ్ , వరుణ్ తేజ్ సహా ఇతర కుటుంబసభ్యులు పవన్ తో హత్తుకొని అభినందనలు తెలిపారు.</p>\n\n\n\n<p> ఈ దృశ్యాలు మెగా అభిమానులతోపాటు జనసేన పార్టీ శ్రేణుల్లో ఉత్సాహాన్ని నింపాయి. మరోవైపు పవన్ రాకతో చిరంజీవి నివాసం వద్ద అభిమానుల సందడి నెలకొంది. సుమారు 2 గంటలకుపైగా పవన్ తన కుటుంబసభ్యులతో గడిపి తన ఆనందాన్ని పంచుకున్నారు.</p>\n\n\n\n<p>జనసేన గెలుపు ఆంధ్రప్రదేశ్ ప్రజలు చేసుకున్న అదృష్టమని ఆ పార్టీ కార్యదర్శి నాగబాబు తెలిపారు. ఏపీకి ఇక అన్ని మంచి రోజులేనని పేర్కొన్నారు. తమ కుటుంబం పదవుల్లో ఉన్నా లేకున్నా ఎప్పుడు ప్రజలకు సేవ చేస్తుందని స్పష్టం చేశారు. ఈ క్రమంలో జనసేన గెలుపు తమ బాధ్యతను మరింత పెంచిందని చెప్పానారు. కుటుంబంలో ఒకరు దేశం గర్వించే స్థాయికి ఎదగడం ఎంతో గర్వకారణంగా ఉందన్న నాగబాబు కూటమి గెలుపులో పవన్ కీలకం కావడం, గెలవడం ఆంధ్రప్రదేశ్ ప్రజల అదృష్టంగా భావిస్తున్నట్లు తెలిపారు.</p>\n\n\n\n<p><strong>కాగా, </strong>తిరుమల తిరుపతి దేవస్థానం (టిటిడి) ఛైర్మన్‌ పదవిని చేపట్టబోతున్నారంటూ సామాజిక మాధ్యమాల వేదికగా వార్తలు వైరల్‌ అయ్యాయి. గురువారం ఉదయం నుంచి ఈ వార్త ట్రెండింగ్‌లో ఉంది. ఈ విషయంపై నాగబాబు ఎక్స్‌ వేదికగా స్పందిస్తూ పోస్ట్‌ పెట్టారు. అంతేకాదు, తన భవిష్యత్‌ కార్యాచరణనూ వెల్లడించారు. ‘దయచేసి అసత్య వార్తలను ఎవరూ నమ్మకండి. పార్టీ అధికారిక, నా సోషల్‌మీడియా ఖాతాల ద్వారా పోస్ట్‌ అయ్యే సమాచారాన్ని మాత్రమే విశ్వసించండి. దయచేసి ఫేక్‌ న్యూస్‌ను ప్రచారం చేయకండి’ అని పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19392/07/06/2024/","hasAudio":false,"hasInfographics":false}