{"id":"wp-en-14150","wp_id":14150,"type":"standard","category":"World","language":"en","title":"Former Sri Lankan cricketer shot dead outside ￼","excerpt":"The former Sri Lanka cricketer Dhammika Niroshana was shot dead by an individual at his residence in Ambalangoda on Tuesday night. Niroshana captained Sri Lanka's U19 cricket team in 2002 but never featured for the senior team during his short professional career. Niroshana, 41, was reportedly shot in front of his wife and two kids at his","author":"Tattva News Team","time":"18/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Sri-Lanka-cricketor.jpg","readTime":"5 min read","contentHTML":"\n<p>The former Sri Lanka cricketer Dhammika Niroshana was shot dead by an individual at his residence in Ambalangoda on Tuesday night. Niroshana captained Sri Lanka's U19 cricket team in 2002 but never featured for the senior team during his short professional career.</p>\n\n\n\n<p>Niroshana, 41, was reportedly shot in front of his wife and two kids at his home and the Sri Lankan police are investigating the matter to identify the shooter.  </p>\n\n\n\n<p>“Investigations are underway to arrest the suspect involved in the shooting which seemed to be a result of a gang rivalry,\" a Sri Lanka police spokesperson said. </p>\n\n\n\n<p>Niroshana made his U19 debut for Sri Lanka in 2000 and featured for Galle Sports Club in domestic tournaments. Niroshana was a fast bowler who could also contribute with occasional batting. He briefly captained Sri Lanka's U19 men's cricket team in 2002 but was not able to break into the senior squad. Notable cricketers Angelo Mathews, Upul Tharanga  and Farveez Maharoof played under Niroshana's leadership in the U19 cricket team.</p>\n\n\n\n<p>He played 12 First Class matches where he took 19 wickets at an impressive bowling average of 26.89. Niroshana also took five wickets in eight List A games with two for 18 as his best figures. With a bat, he scored 269 runs in 19 First Class innings at an average of 14.94 and scored 48 runs in three List A innings. <strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/international/former-sri-lankan-cricketer-shot-dead-outside-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}