{"id":"wp-te-19688","wp_id":19688,"type":"standard","category":"World","language":"te","title":"‘పద్మశ్రీ’ సకిని రామచంద్రయ్య కన్నుమూత","excerpt":"కంచుమేళం (డోలి) కళాకారుడు, పద్మశ్రీ అవార్డు గ్రహీత సకిని రామచంద్రయ్య (65) ఆదివారం ఉదయం ఆనారోగ్యంతో మృతిచెందారు. అంతరించిపోతున్న డోలు వాయిద్యానికి జీవం పోసిన ఆయన 2022 జనవరి 25న రాష్ట్రపతి చేతుల మీదుగా పద్మశ్రీ అవార్డు అందుకున్నారు.  భద్రాద్రి జిల్లా మణుగూరు మండలం కూనవరం గ్రామానికి చెందిన రామచంద్రయ్య గత కొంతకాలంగా ఊపిరితిత్తుల వ్యాధితో బాధపడుతున్నారు. హైదరాబాద్‌లోని ఓ ప్రైవేటు ఆస్పత్రిలో చికిత్స పొంది ప్రస్తుతం ఇంటి వద్దనే ఉంటున్నారు. ఈ క్రమంలో ఆదివారం ఆయన","author":"Tattva News Team","time":"24/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Sakini.webp","readTime":"5 min read","contentHTML":"\n<p>కంచుమేళం (డోలి) కళాకారుడు, పద్మశ్రీ అవార్డు గ్రహీత సకిని రామచంద్రయ్య (65) ఆదివారం ఉదయం ఆనారోగ్యంతో మృతిచెందారు. అంతరించిపోతున్న డోలు వాయిద్యానికి జీవం పోసిన ఆయన 2022 జనవరి 25న రాష్ట్రపతి చేతుల మీదుగా పద్మశ్రీ అవార్డు అందుకున్నారు.</p>\n\n\n\n<p> భద్రాద్రి జిల్లా మణుగూరు మండలం కూనవరం గ్రామానికి చెందిన రామచంద్రయ్య గత కొంతకాలంగా ఊపిరితిత్తుల వ్యాధితో బాధపడుతున్నారు. హైదరాబాద్‌లోని ఓ ప్రైవేటు ఆస్పత్రిలో చికిత్స పొంది ప్రస్తుతం ఇంటి వద్దనే ఉంటున్నారు. ఈ క్రమంలో ఆదివారం ఆయన ఆరోగ్య పరిస్థితి విషమించి మృతిచెందారు. </p>\n\n\n\n<p>ఆయనకు భార్య బాపనమ్మ, కుమారుడు బాబూరావు, కుమార్తెలు వాణి, వసంత, సుమలత ఉన్నారు. గత ఏడాది డిసెంబరు నుంచి తన తండ్రి ఊపిరితిత్తుల వ్యాధితో బాధపడుతున్నారని, రూ.14 లక్షల వరకు అప్పులు తెచ్చి ఖమ్మం, హైదరాబాద్‌, విజయవాడకు తీసుకెళ్లి వైద్యం చేయించామని రామచంద్రయ్య కుమారుడు బాబూరావు తెలిపారు. </p>\n\n\n\n<p>పద్మశ్రీ లభించిన సందర్భంగా గత బీఆర్‌ఎస్‌ ప్రభుత్వం ఇస్తామన్న ప్రోత్సాహకం ఇచ్చి ఉంటే తన తండ్రి ఇంకొన్నాళ్లయినా బతికి ఉండేవాడని బాబురావు కన్నీటి పర్యంతమయ్యాడు. రామచంద్రయ్య మృతితో కూనవరంలో విషాదం అలుముకుంది. సోమవారం ఆయన అంత్యక్రియలు నిర్వహించనున్నారు. </p>\n\n\n\n<p>అంతరించిపోతున్న డోలు వాయిద్యానికి జీవం పోసి.. గిరిజన సంస్కృతీ సంప్రదాయాలను కాపాడిన రామచంద్రయ్య మృతి జానపద కళకు తీరని లోటు అని డిప్యూటీ సీఎం మల్లు భట్టివిక్రమార్క పేర్కొన్నారు. వారసత్వంగా వచ్చిన డోలు వాయిద్య కళతో ఆయన తెలంగాణ రాష్ట్రానికి కీర్తి సాధించిపెట్టారని కొనియాడారు. </p>\n\n\n\n<p>రామచంద్రయ్య మృతికి మంత్రులు తుమ్మల నాగేశ్వరరావు, పొంగులేటి శ్రీనివాసరెడ్డి, పినపాక ఎమ్మెల్యే పాయం వెంకటేశ్వర్లు సంతాపం తెలిపారు. భద్రాద్రి కొత్తగూడెం జిల్లా కలెక్టర్‌ జితేష్‌ వీ పాటిల్‌ కూనవరం వెళ్లి రామచంద్రయ్యకు నివాళులర్పించారు.</p>\n\n\n\n<p>కోయ అధ్యయన వేదిక ఆత్మీయ మిత్రుడైన సకిని రామచంద్రయ్య వయసు పైబడి మరణించలేదని, ఆయన ఆర్థిక ఇబ్బందులతో చనిపోవడం బాధాకరమని తెలంగాణ చారిత్రక పరిశోధకుడు ప్రొఫెసర్‌ జయధీర్‌ తిరుమలరావు, పద్దం అనసూయ, డాక్డర్‌ గూడూరు మనోజ పేర్కొన్నారు. రామచంద్రయ్యకు గత ప్రభుత్వం ఇస్తామన్న కోటి రూపాయల ఆర్థిక సహాయం ఇప్పటికీ అందలేదని విచారం వ్యక్తం చేశారు. కేసీఆర్‌ హయాంలో పద్మశ్రీ పురస్కార గ్రహీతల్లో కొందరికి డబ్బులు ఇచ్చి, మరికొందరికి ఇవ్వలేదని విమర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/19688/24/06/2024/","hasAudio":false,"hasInfographics":false}