{"id":"wp-te-19860","wp_id":19860,"type":"standard","category":"World","language":"te","title":"మరోసారి ప్రభుత్వం ఏర్పాటుకు హేమంత్ సోరెన్ సిద్ధం","excerpt":"ఝార్ఖండ్ ముఖ్యమంత్రి చాంపై సోరెన్ తన పదవికి బుధవారం రాజీనామా చేశారు. ఆ తరువాత జెఎంఎం నేత హేమంత్ సోరెన్ గవర్నర్ సిపి రాధాకృష్ణన్‌ను కలుసుకుని ప్రభుత్వం ఏర్పాటుకు తనకు అవకాశం ఇవ్వవలసిందని కోరారు. అంతకుముందు అధికార సంకీర్ణం నేతలు, ఎంఎల్‌ఎలు రాంచీలోని చాంపై సోరెన్ నివాసంలో సమావేశమై హేమంత్ సోరెన్‌ను జెఎంఎం శాసనసభా పక్షం నేతగా ఎన్నుకోవాలని ఏకగ్రీవంగా నిర్ణయించారు.  ‘జెఎంఎం నాయకత్వంలోని కూటమి నిర్ణయం ప్రకారం రాజీనామా చేశాను. మా కూటమి పటిష్ఠంగా ఉంది’","author":"Tattva News Team","time":"4/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Jharkhand.webp","readTime":"5 min read","contentHTML":"\n<p>ఝార్ఖండ్ ముఖ్యమంత్రి చాంపై సోరెన్ తన పదవికి బుధవారం రాజీనామా చేశారు. ఆ తరువాత జెఎంఎం నేత హేమంత్ సోరెన్ గవర్నర్ సిపి రాధాకృష్ణన్‌ను కలుసుకుని ప్రభుత్వం ఏర్పాటుకు తనకు అవకాశం ఇవ్వవలసిందని కోరారు. అంతకుముందు అధికార సంకీర్ణం నేతలు, ఎంఎల్‌ఎలు రాంచీలోని చాంపై సోరెన్ నివాసంలో సమావేశమై హేమంత్ సోరెన్‌ను జెఎంఎం శాసనసభా పక్షం నేతగా ఎన్నుకోవాలని ఏకగ్రీవంగా నిర్ణయించారు. </p>\n\n\n\n<p>‘జెఎంఎం నాయకత్వంలోని కూటమి నిర్ణయం ప్రకారం రాజీనామా చేశాను. మా కూటమి పటిష్ఠంగా ఉంది’ అని చాంపై సోరెన్ రాజ్ భవన్‌లో నుంచి బయటకు వచ్చిన తరువాత చెప్పారు. ‘హేమంత్ సోరెన్‌జీకి ఏమి జరిగిందో అందరికీ తెలుసు& సంకీర్ణ భాగస్వాములు నాకు బాధ్యత అప్పగించారు. ఇప్పుడు హేమంత్ సోరెన్‌జీకి అనుకూలంగా కూటమి నిర్ణయించింది’ అని చాంపై సోరెన్ తెలిపారు. </p>\n\n\n\n<p>భూ కుంభకోణంతో ముడిపడిన మనీ లాండరింగ్ కేసులో హేమంత్ సోరెన్‌కు హైకోర్టు బెయిల్ మంజూరు చేసిన తరువాత ఆయన సుమారు ఐదు నెలల పిమ్మట జూన్ 28న జైలులో నుంచి విడుదల అయ్యారు. హేమంత్ సోరెన్‌ను జనవరి 31న అరెస్టు చేసిన కొద్ది సేపటికే ఆయన సిఎం పదవికి రాజీనామా చేశారు. హేమంత్ సోరెన్‌ను జెఎంఎం శాసనసభా పక్షం నేతగా ఎన్నుకోవాలని కూటమి నేతలు, ఎంఎల్‌ఎలు చాంపై సోరెన్ నివాసంలో ఒక సమావేశంలో ఏకగ్రీవంగా నిర్ణయించినట్లు కూటమి వర్గాలు తెలియజేశాయి. </p>\n\n\n\n<p>‘హేమంత్ సోరెన్ తిరిగి రాష్ట్ర ముఖ్యమంత్రిని చేయాలని సమావేశంలో ఒక నిర్ణయం తీసుకున్నారు’ అని పార్టీ ప్రతినిధి ఒకరు తెలిపారు. హేమంత్ సోరెన్ ప్రమాణ స్వీకారం చేసిన తరువాత ఝార్ఖండ్‌కు 13వ ముఖ్యమంత్రి అవుతారు. ఝార్ఖండ్‌ను 2000 నవంబర్ 15న బీహార్ నుంచి విడదీసి ప్రత్యేక రాష్ట్రం చేసిన విషయం విదితమే. </p>\n\n\n\n<p>ముఖ్యమంత్రి మార్పుపై ఇండియా కూటమి ఎంఎల్‌ఎలు, నేతలు బుధవారం ఉదంయంఏకాభిప్రాయానికి వచ్చిన తరువాత ఝార్ఖండ్‌లో ప్రభుత్వ సారథి మార్పునకు నిర్ణయించారు. భూ కబ్జా కేసుతో ముడిపడిన మనీ లాండరింగ్ కేసు సందర్భంగా హేమంత్ సోరెన్ ఇడి అరెస్టు చేసిన తరువాత సోరెన్ కుటుంబానికి సన్నిహిత సహాయకుడు అయిన చాంపై సోరెన్ ఐదు నెలల క్రితం ఝార్ఖండ్ ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు.</p>\n\n\n\n<p>హేమంత్ సోరెన్ జూన్ 28న ఝార్ఖండ్ హైకోర్టు నుంచి బెయిల్ పొందడానికి ముందు ఐదు నెలల పాటు బిర్సా ముండా సెంట్రల్ జైలులో నిర్బంధంలో ఉన్నారు. యుపిఎ సమన్వయ కమిటీ చైర్మన్‌గా, జెఎంఎం కార్యనిర్వాహక అధ్యక్షుడుగా చాంపై సోరెన్‌కు కొత్త బాధ్యత అప్పగించడం గురించి చర్చలు కూడా సాగుతున్నాయి. </p>\n\n\n\n<p>కాంగ్రెస్ ఝార్ఖండ్ ఇన్‌చార్జి గులామ్ అహ్మద్ మీర్, పార్టీ రాష్ట్ర శాఖ అధ్యక్షుడు రాజేష్ ఠాకూర్, హేమంత్ సోరెన్ సోదరుడు బసంత్, భార్య కల్పన కూడా ఇండియా కూటమి సమావేశానికి హాజరయ్యారు. ఇది ఇలా ఉండగా, బిజెపి దాడికి రంగం సిద్ధం చేస్తూ ఎంపి నిషికాంత్ దుబే ‘ఝార్ఖండ్‌లో చాంపై సోరెన్ శకం ముగిసింది’ అని ‘ఎక్స్’ పోస్ట్‌లో తెలిపారు.</p>\n\n\n\n<p>జెఎంఎంపై ఆయన విమర్శనాస్త్రాలు సంధిస్తూ, ‘కుటుంబ ప్రాధాన్య పార్టీలో కుటుంబానికి చెందని వారికి రాజకీయ భవిష్యత్తు ఏమీ ఉండదు. భగవాన్ బిర్సా ముండా నుంచి ముఖ్యమంత్రి స్ఫూర్తి పొంది అవినీతి హేమంత్ సోరెన్‌జీకి వ్యతిరేకంగా నిలబడతారని ఆకాంక్షిస్తున్నా’ అని తెలిపారు. జెఎంఎం వెటరన్ నాయకుడు, 67 ఏళ్ల చాంపై సోరెన్ దశాబ్దాలుగా పార్టీ వ్యవస్థాపకుడు, హేమంత్ సోరెన్ తండ్రి శిబు సోరెన్‌తో కలసి ఉన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19860/04/07/2024/","hasAudio":false,"hasInfographics":false}