{"id":"wp-te-20174","wp_id":20174,"type":"standard","category":"World","language":"te","title":"ఈఏడాది 6.5-7 శాతం వృద్ధి","excerpt":"2023-24 ఆర్థిక సంవత్సరానికి సంబంధించిన ఆర్థిక సర్వేను పార్లమెంటులో ప్రవేశపెట్టారు కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్. పార్లమెంట్ బడ్జెట్ సమావేశాలు ప్రారంభమైన క్రమంలో ఇవాళ ఆర్థిక సర్వేను లోక్‌సభలో ప్రవేశపెట్టారు ఆర్థిక మంత్రి. 2024-25 ఆర్థిక సంవత్సరానికి సంబంధించిన వార్షిక బడ్జెట్‌ను మంగళవారం రోజున సమర్పించనున్న క్రమంలో ఆర్థిక సర్వేను సభ ముందుంచారు. ఆర్థిక సర్వేతో పాటుగా గణాంక అనుబంధాన్ని సైతం సభలో ప్రవేశపెట్టారు.  బడ్జెట్‌ ప్రవేశపెట్టేందుకు ఒక రోజు ముందుగా ఆర్థిక సర్వేను పార్లమెంటులో","author":"Tattva News Team","time":"22/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Nirmala1.webp","readTime":"5 min read","contentHTML":"\n<p>2023-24 ఆర్థిక సంవత్సరానికి సంబంధించిన ఆర్థిక సర్వేను పార్లమెంటులో ప్రవేశపెట్టారు కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్. పార్లమెంట్ బడ్జెట్ సమావేశాలు ప్రారంభమైన క్రమంలో ఇవాళ ఆర్థిక సర్వేను లోక్‌సభలో ప్రవేశపెట్టారు ఆర్థిక మంత్రి. 2024-25 ఆర్థిక సంవత్సరానికి సంబంధించిన వార్షిక బడ్జెట్‌ను మంగళవారం రోజున సమర్పించనున్న క్రమంలో ఆర్థిక సర్వేను సభ ముందుంచారు. ఆర్థిక సర్వేతో పాటుగా గణాంక అనుబంధాన్ని సైతం సభలో ప్రవేశపెట్టారు. </p>\n\n\n\n<p>బడ్జెట్‌ ప్రవేశపెట్టేందుకు ఒక రోజు ముందుగా ఆర్థిక సర్వేను పార్లమెంటులో ప్రవేశపెట్టడం ఆనవాయితీగా వస్తున్న సంగతి తెలిసిందే. గడిచిన ఆర్థిక సంవత్సరంలో దేశ ఆర్థిక వ్యవస్థ పని తీరు, రాబోయే సంవత్సరంలో ఆర్థికంగా ఎదురయ్యే సవాళ్లను అంచనా వేసి చెప్పేదే ఈ ఆర్థిక సర్వే. ఆర్థిక మంత్రిత్వ శాఖకు సంబంధించిన ఆర్థిక వ్యవహారాల విభాగంలోని ఎకనమిక్ డివిజన్ ఈ సర్వేను తయారు చేస్తుంది. మొట్టమొదటి ఆర్థిక సర్వేను 1950-51 సంవత్సరం నుంచి బడ్జెట్‌తో పాటు ప్రవేశపట్టారు. </p>\n\n\n\n<h3 class=\"wp-block-heading\">ఆర్థిక సర్వే-2024లోని ముఖ్యాంశాలు..</h3>\n\n\n\n<ul class=\"wp-block-list\"><li>2024-25 ఆర్థిక సంవత్సరంలో దేశ జీడీపీ వృద్ధి రేటు 6.5 శాతం నుంచి 7 శాతంగా ఉంటుందని అంచనా.</li><li>అంతర్జాతీయ భౌగోళిక పరిస్థితులు, వాటి ప్రభావం రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా ద్రవ్య విధాన నిర్ణయాలను ప్రభావితం చేసే అవకాశాలు ఉన్నాయి.</li><li>ప్రపంచ వ్యాప్తంగా ఆర్థిక అనిశ్చితులు కొనసాగినప్పటికీ కీలక రంగాలు ఆర్థిక వ్యవస్థకు అండగా నిలిచాయి. రానున్న రోజుల్లో ఆర్థిక వ్యవస్థ మరింత వృద్ధితో దూసుకెళ్లనుంది.</li><li>ఈ ఏడాది దేశ వ్యాప్తంగా సాధారణ వర్షపాతం నమోదయ్యే అవకాశాలు ఉన్నాయి.</li><li>కార్పొరేట్, బ్యాంకింగ్ సంస్థల బ్యాలెన్స్ షీట్లు బలంగా ఉన్న క్రమంలో ప్రైవేట్ పెట్టుబడులు పెరిగేందుకు ఇది ఉపయోగపడుతుంది.</li><li>భారత వృద్ధిలో కీలక పాత్ర పోషిస్తోన్న క్యాపిటల్ మార్కెట్‌ రానున్న భౌగోళిక రాజకీయ, ఆర్థిక అనిశ్చితులను సైతం తట్టుకుని నిలబడగలదని అంచనా.</li><li>దేశంలో తగ్గిన నిరుద్యోగ రేటు. 2022-23 ఆర్థిక సంవత్సరంలో దేశంలో నిరుద్యోగిత రేటు 3.2 శాతానికి తగ్గింది.</li><li>ఆటోమొబైల్ రంగంలో ప్రభుత్వం తీసుకొచ్చిన పీఎల్ఐ స్కీమ్ ద్వారా రూ.68 కోట్ల పెట్టుబడి ప్రతిపాదనలు వచ్చాయి. ఇందులో రూ.14 వేల కోట్లు ఇప్పటికే కార్యరూపం దాల్చాయి.</li></ul>\n","originalUrl":"https://tattvanews.com/20174/22/07/2024/","hasAudio":false,"hasInfographics":false}