{"id":"wp-te-18421","wp_id":18421,"type":"standard","category":"World","language":"te","title":"ఆగస్టు 15లోగా రూ. 2 లక్షల రుణమాఫీ","excerpt":"ఎన్నికల కోడ్‌ కారణంగా రాష్ట్రంలోని 68 లక్షల మంది రైతులకు రుణమాఫీ చేయలేకపోయామని, ఆగస్టు 15వ తేదీలోపు వారందరికీ రూ.2 లక్షల రుణమాఫీ చేస్తామని ముఖ్యమంత్రి రేవంత్‌ రెడ్డి ప్రకటించారు. ఇచ్చిన మాట ప్రకారం వచ్చే పంట నుంచి రూ.500 బోనస్‌ ఇచ్చి పండిన చివరి గింజ వరకూ కొనుగోలు చేస్తామని ప్రకటించారు. నారాయణపేట జిల్లా కేంద్రంలో సోమవారం కాంగ్రెస్‌ పార్టీ ఆధ్వర్యంలో నిర్వహించిన జన జాతర సభకు సీఎం రేవంత్‌ రెడ్డి ముఖ్య అతిథిగా హాజరవుతూ బీఆర్‌ఎ్‌సపై","author":"Tattva News Team","time":"16/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Revanth-1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఎన్నికల కోడ్‌ కారణంగా రాష్ట్రంలోని 68 లక్షల మంది రైతులకు రుణమాఫీ చేయలేకపోయామని, ఆగస్టు 15వ తేదీలోపు వారందరికీ రూ.2 లక్షల రుణమాఫీ చేస్తామని ముఖ్యమంత్రి రేవంత్‌ రెడ్డి ప్రకటించారు. ఇచ్చిన మాట ప్రకారం వచ్చే పంట నుంచి రూ.500 బోనస్‌ ఇచ్చి పండిన చివరి గింజ వరకూ కొనుగోలు చేస్తామని ప్రకటించారు. <br>నారాయణపేట జిల్లా కేంద్రంలో సోమవారం కాంగ్రెస్‌ పార్టీ ఆధ్వర్యంలో నిర్వహించిన జన జాతర సభకు సీఎం రేవంత్‌ రెడ్డి ముఖ్య అతిథిగా హాజరవుతూ బీఆర్‌ఎ్‌సపై నిప్పులు చెరిగారు. ‘‘తన బిడ్డ బెయిల్‌ కోసం మాజీ సీఎం కేసీఆర్‌ బీఆర్‌ఎ్‌సను బీజేపీకి తాకట్టు పెట్టారు. బీజేపీ అభ్యర్థుల గెలుపు కోసం మోదీతో చీకటి ఒప్పందం చేసుకొని సుపారీ తీసుకున్నారు\" అంటూ విమర్శలు గుప్పించారు. <br>మహబూబ్‌నగర్‌, చేవెళ్ల, మల్కాజ్‌గిరి, జహీరాబాద్‌, భువనగిరి లోక్‌సభ నియోజక వర్గాల్లో కాంగ్రెస్‌ అభ్యర్థులను ఓడించేందుకు కుట్రలు చేస్తున్నారని మండిపడ్డారు. అందుకే.. ఆయా నియోజకవర్గాల పరిధిలో మాజీ ఎమ్మెల్యేలు ఎవరూ గ్రామాలకు వెళ్లి బీఆర్‌ఎ్‌సకు ఓటు వేయాలని కూడా అడగడం లేదని వివరించారు. <br>బీఆర్‌ఎ్‌సను బీజేపీకి తాకట్టు పెట్టడం ద్వారా బీఆర్‌ఎస్‌ కార్యకర్తలు, నాయకుల ఆత్మగౌరవాన్ని మోదీ కాళ్ల దగ్గర ఉంచారని మండిపడ్డారు. బిడ్డ లగ్గం ఉన్నా కూడా వదలకుండా తనను, ఇతర పార్టీల నాయకులను, కార్యకర్తలను జైల్లో పెట్టినప్పుడు కేసీఆర్‌కు బాధ కలగలేదని, కానీ, తన బిడ్డను జైల్లో పెట్టగానే తెలంగాణ ఆత్మగౌరవాన్ని కేసీఆర్‌ తాకట్టు పెడుతున్నారని ఆరోపించారు. <br>అసెంబ్లీ ఎన్నికల సమయంలో కూడా గద్వాల వంటి నియోజకవర్గాల్లో బీఆర్‌ఎస్‌ అభ్యర్థులను గెలిపించడానికి బీజేపీ సహకరించిందని, ఇప్పుడు బీజేపీ గెలవడానికి బీఆర్‌ఎస్‌ సహకరిస్తోందని ఆరోపించారు.</p>\n\n\n\n<p>‘కెసిఆర్… నా పై కోపం ఉంటే.. దమ్ముంటే నాతో కొట్లాడు .. వంద రోజుల్లో నన్ను గద్దె దిగమంటున్నావు.. మరి కేంద్రంలో పదేళ్లు పాలన చేసిన నరేంద్ర మోడీని ఎందుకు గద్దె దిగమని అడగడం లేదు.. అంటే నీ బిఆర్‌ఎస్ పార్టీ, బిజెపి ఒక్కటే అయినందుకే కదా నన్ను గద్దె దిగమంటున్నావు’ అని ముఖ్యమంత్రి రేవంత్‌రెడ్డి ప్రశ్నించారు.</p>\n\n\n\n<p>‘వంద రోజుల్లో 35 కోట్ల మంది ఆడబిడ్డలు ఉచిత ఆర్‌టిసి ప్రయాణం చేశారు. హాయిగా దేవాలయాలకు, పిల్లల చదువుల కోసం, కూలీల మహిళలు ఎందరో ఉచితంగా ప్రయాణం చేస్తున్నారు. ఈ పథకాన్ని అమలు చేస్తున్నందుకు నేను గద్దె దిగాల్నా?’ అని ప్రశ్నించారు.</p>\n\n\n\n<p> ‘వ్యవసాయానికి ఉచిత విద్యుత్ మాదిరిగానే 200 యూనిట్ల వరకు పేదలకు ఉచిత కరెంట్ ఇస్తున్నాం, పేదల ఆరోగ్యం కోసం రాజీవ్ ఆరోగ్యశ్రీ కింద రూ. 10 లక్షలతో ఉచిత వైద్యం అందిస్తున్నందుకా? కట్టెల పొయ్యితో క్యాన్సర్, ఇతర ప్రమాద మరణాలు జరగకుండా ఉండేందుకు కాంగ్రెస్ అధికారంలో ఉన్న సమయంలో ఆడబిడ్డలకు రూ.400 ఉన్న గ్యాస్ సిలిండర్‌ను బిజెపి ప్రభుత్వం 1200 సిలిండర్‌ను పెంచింది.. మా ప్రభుత్వం మాట ఇచ్చినట్లుగా గ్యాస్ సిలిండర్‌ను రూ.500కే ఇస్తున్నాం అందుకా ఇవన్నీ చేస్తున్నందుకు నన్ను గద్దె దిగమంటున్నారా’? అంటూ బిజెపి, బిఆర్‌ఎస్ నేతలకు సిఎం సవాల్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18421/16/04/2024/","hasAudio":false,"hasInfographics":false}