{"id":"wp-te-20393","wp_id":20393,"type":"standard","category":"World","language":"te","title":"ఎస్సీ డిక్లరేషన్‌ కు కేటాయింపులు జరపని కాంగ్రెస్ ప్రభుత్వం","excerpt":"ఇటీవల తెలంగాణ ప్రభుత్వం ప్రవేశపెట్టిన బడ్జెట్‌లో ‘తెలంగాణ ఎస్సీ స్పెషల్‌ డెవలప్‌మెంట్‌ ఫండ్‌’లో సుమారుగా రూ.3,500 కోట్లు కోత విధించడం జరిగిందని  బిజెపి ఎస్సీ మోర్చా రాష్ట్ర పదాధికారులు, జిల్లా అధ్యక్షుల సమావేశం విమర్శించింది.  ఎన్నికలకు ముందు ఎస్సీ డిక్లరేషన్‌ పేరుతో కాంగ్రెస్‌ పార్టీ చేసిన వాగ్దానాలు (అంబేద్కర్‌ అభయహస్తం, ఎస్సీ కార్పొరేషన్‌ ద్వారా స్వయం ఉపాధికి రుణాలు, షెడ్యూల్డ్‌ కులాల సాంఘిక సంక్షేమ వసతి గృహాల పునః నిర్మాణం మొదలైన అంశాలు) ఎటువంటి కేటాయింపులు జరగలేదని","author":"Tattva News Team","time":"4/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/SC-Morcha.jpg","readTime":"5 min read","contentHTML":"\n<p>ఇటీవల తెలంగాణ ప్రభుత్వం ప్రవేశపెట్టిన బడ్జెట్‌లో ‘తెలంగాణ ఎస్సీ స్పెషల్‌ డెవలప్‌మెంట్‌ ఫండ్‌’లో సుమారుగా రూ.3,500 కోట్లు కోత విధించడం జరిగిందని  బిజెపి ఎస్సీ మోర్చా రాష్ట్ర పదాధికారులు, జిల్లా అధ్యక్షుల సమావేశం విమర్శించింది. </p>\n\n\n\n<p>ఎన్నికలకు ముందు ఎస్సీ డిక్లరేషన్‌ పేరుతో కాంగ్రెస్‌ పార్టీ చేసిన వాగ్దానాలు (అంబేద్కర్‌ అభయహస్తం, ఎస్సీ కార్పొరేషన్‌ ద్వారా స్వయం ఉపాధికి రుణాలు, షెడ్యూల్డ్‌ కులాల సాంఘిక సంక్షేమ వసతి గృహాల పునః నిర్మాణం మొదలైన అంశాలు) ఎటువంటి కేటాయింపులు జరగలేదని ధ్వజమెత్తారు.</p>\n\n\n\n<p>ఈ సమావేశంలో కాంగ్రెస్‌ ప్రభుత్వ వైఖరిని నిరశిస్తూ రాబోయే రోజులలో చేపట్టనున్న భవిష్యత్‌ కార్యక్రమాలపై చర్చించి నిర్ణయాలు తీసుకున్నారు. ఆగస్టు 5, 6, 7 తేదీలలో` ఎస్సీ డిక్లరేషన్‌కు అనుగుణంగా బడ్జెట్‌ కేటాయింపులు చేయాలని డిమాండ్‌ చేస్తూ తహశీల్దార్‌ కార్యాలయం ఎదుట నిరసన ప్రదర్శన చేపట్టాలని నిర్ణయించారు.</p>\n\n\n\n<p>ఆగస్టు 17 తేదీ` కాంగ్రెస్‌ పార్టీ చేవెళ్ల ఎస్సీ డిక్లరేషన్‌కు అనుగుణంగా నిధులు కేటాయించడంలో విఫలమైనందుకు చేవెళ్లలో ఎస్సీ మోర్చా ఆధ్వర్యంలో మహా ధర్నా జరపాలని నిర్ణయించారు. ఎస్సీ మోర్చా రాష్ట్ర అధ్యక్షులు శ్రీ కొండేటి శ్రీధర్‌ గారి అధ్యక్షతన నిర్వహించిన ఈ సమావేశంలో బిజెపి రాష్ట్ర ప్రధాన కార్యదర్శి కుమారి బంగారు శృతి, ఎస్సీ మోర్చా రాష్ట్ర ప్రభారి డా॥ జి. మనోహర్‌ రెడ్డి, ఎస్సీ మోర్చా జాతీయ కార్యదర్శి శ్రీ ఎస్‌. కుమార్‌ ముఖ్య అతిథులుగా పాల్గొన్నారు.</p>\n\n\n\n<p><strong>ప్రైవేట్ యూనివర్సిటీలలో రిజర్వేషన్ల తర్వాతనే అడ్మిషన్లు</strong></p>\n\n\n\n<p>యుజిసి నియమ నిబంధనల ప్రకారం ప్రభుత్వ యూనివర్సిటీలలో రిజర్వేషన్ల నిబంధనల ప్రకారం అడ్మిషన్ల ప్రక్రియ చేస్తున్నట్టుగా, తెలంగాణలో కొత్తగా అనుమతులు ఇచ్చిన ప్రైవేట్ యూనివర్సిటీలలో కూడా రిజర్వేషన్లను అమలుపరిచిన తర్వాతనే అడ్మిషన్ల ప్రక్రియ కొనసాగించాలని రాష్ట్ర బిజెపి గిరిజన మోర్చా అధ్యక్షులు డాక్టర్ కళ్యాణ్ నాయక్ డిమాండ్ చేశారు. </p>\n\n\n\n<p>గత ప్రభుత్వ హయాంలో ఐదు యూనివర్సిటీలు అయిన శ్రీనిధి, గురు నానక్, ఎంఎన్ఆర్, కావేరి, నిక్మార్ వంటి ఇంజనీరింగ్ కళాశాలల అనుమతులు రిజర్వేషన్ల విధానాన్ని ప్రస్తావించకుండానే బిల్లులను ఆమోదించి గవర్నర్ కు పంపారని గుర్తు చేశారు. దీని ద్వారా తెలంగాణ రాష్ట్రంలోని గిరిజనులకు, వెనుకబడిన తెగలకు తీవ్ర అన్యాయం జరిగిందని పెద్ద ఎత్తున వివాదం కొనసాగిన తర్వాత అప్పటి గవర్నర్ తిరస్కరించడం జరిగిందని తెలిపారు. </p>\n\n\n\n<p>అని అదే బిల్లును నేటి ప్రభుత్వం మరల ఆమోదించి గవర్నర్ ప్రతిపాదనకు పంపించడం ద్వారా ప్రజా ప్రభుత్వం అని చెప్పుకుంటున్న కాంగ్రెస్ ప్రభుత్వం గిరిజనులకు ఉన్నత విద్యా అవకాశాలు దక్కకుండా మోసం చేసిన్నట్లవుతుందని విమర్శించారు. కావున కొత్తగా అనుమతులు ఇచ్చిన ఐదు యూనివర్సిటీలలో రిజర్వేషన్ల నిబంధనలు చేపట్టిన తర్వాతే అడ్మిషన్ల ప్రక్రియ చేపట్టాలని డాక్టర్ కళ్యాణ్ నాయక్ స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20393/04/08/2024/","hasAudio":false,"hasInfographics":false}