{"id":"wp-te-20385","wp_id":20385,"type":"standard","category":"World","language":"te","title":"￼ రాష్ట్రాలు, కేంద్ర సంస్థలు మెరుగైన సమన్వయంతో పనిచేయాలి.. ముర్ము ￼","excerpt":"దేశంలో ప్రజాస్వామ్యం వర్ధిల్లాలంటే అన్ని రాష్ట్రాలు, అక్కడ ఉన్న కేంద్ర సంస్థలు మెరుగైన సమన్వయంతో పనిచేయడం అవసరమని రాష్ట్రపతి ద్రౌపది ముర్ము చెప్పారు. ఆయా రాష్ట్రాల్లో సంబంధిత సమన్వయాన్ని పెంపొందించేందుకు మార్గాలు అన్వేషించాలని గవర్నర్లకు సూచించారు. ఢిల్లీలో శుక్రవారం ప్రారంభమైన గవర్నర్ల రెండు రోజుల సదస్సుకు ఆమె అధ్యక్షత వహిస్తూ ఐక్యతాభావం మరింత పెరిగేలా చూడాలని ఆమె తెలిపారు. కొత్తగా అమల్లోకి వచ్చిన మూడు నేర న్యాయ చట్టాలు దేశం ఆలోచనా ధోరణిలో మార్పునకు సంకేతాలని రాష్ట్రపతి చెప్పారు.","author":"Tattva News Team","time":"3/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Governors-meet.webp","readTime":"5 min read","contentHTML":"\n<p>దేశంలో ప్రజాస్వామ్యం వర్ధిల్లాలంటే అన్ని రాష్ట్రాలు, అక్కడ ఉన్న కేంద్ర సంస్థలు మెరుగైన సమన్వయంతో పనిచేయడం అవసరమని రాష్ట్రపతి ద్రౌపది ముర్ము చెప్పారు. ఆయా రాష్ట్రాల్లో సంబంధిత సమన్వయాన్ని పెంపొందించేందుకు మార్గాలు అన్వేషించాలని గవర్నర్లకు సూచించారు. ఢిల్లీలో శుక్రవారం ప్రారంభమైన గవర్నర్ల రెండు రోజుల సదస్సుకు ఆమె అధ్యక్షత వహిస్తూ ఐక్యతాభావం మరింత పెరిగేలా చూడాలని ఆమె తెలిపారు.</p>\n\n\n\n<p>కొత్తగా అమల్లోకి వచ్చిన మూడు నేర న్యాయ చట్టాలు దేశం ఆలోచనా ధోరణిలో మార్పునకు సంకేతాలని రాష్ట్రపతి చెప్పారు. విద్యావ్యవస్థలో సంస్కరణలు తీసుకొచ్చేలా రూపొందించిన జాతీయ విద్యా విధానం సమర్థంగా అమలయ్యేలా రాష్ట్రాలలోని విశ్వవిద్యాలయాల కులపతుల హోదాలో తమవంతు కృషిచేయాలని గవర్నర్లను ఆమె కోరారు. </p>\n\n\n\n<p>గిరిజన ప్రాంతాల్లో ప్రజల సమ్మిళిత అభివృద్ధి కోసం ఆలోచనలు పంచుకోవాలని ముర్ము  పిలుపునిచ్చారు. సేంద్రియ వ్యవసాయాన్ని ప్రోత్సహించాలని చెప్పారు.  ‘అమ్మ పేరుతో ఒక మొక్క’, ‘మై భారత్‌’, ‘ఏక్‌ భారత్, శ్రేష్ఠ్‌ భారత్‌’ కార్యక్రమాలను పెద్దఎత్తున ప్రజల్లోకి తీసుకెళ్లాలని సూచించారు.</p>\n\n\n\n<p>గవర్నర్లు కేంద్రం, రాష్ట్రాల మధ్య సార్థక వారధులుగా నిలవాలని ప్రధానమంత్రి నరేంద్ర మోదీ కోరారు. సామాజిక సంస్థలు, ప్రజలతో సంభాషించాలని, అణగారిన వర్గాల వారిని కలుపుకొనిపోయేలా చూడాలని సూచించారు. రాజ్యాంగం పరిధిలో ప్రజల సంక్షేమం కోసం పనిచేసేందుకు గవర్నర్‌ పదవి చాలా దోహదపడుతుందని మోదీ చెప్పారు.</p>\n\n\n\n<p>ఉపరాష్ట్రపతి జగదీప్‌ ధన్‌ఖడ్, కేంద్ర హోంమంత్రి అమిత్‌ షా కూడా గవర్నర్ల సదస్సులో ప్రసంగించారు. శనివారం కూడా సదస్సు కొనసాగనుంది. ఇందులో భాగంగా గవర్నర్లు ఉప గ్రూపులుగా ఏర్పడి, కేంద్రం-రాష్ట్రాల సంబంధాలు, సంక్షేమ కార్యక్రమాలు, ప్రజా సమస్యలు సహా పలు అంశాలపై విస్తృతంగా సమాలోచనలు జరపనున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20385/03/08/2024/","hasAudio":false,"hasInfographics":false}