{"id":"wp-te-21131","wp_id":21131,"type":"standard","category":"World","language":"te","title":"ప్రధాని పదవి పోటీలో ఉంటె మద్దతు ఇస్తామన్న ప్రతిపక్షం.. గడ్కరీ","excerpt":"తాను ప్రధాని రేసులో నిలిస్తే మద్దతు ఇస్తామంటూ ఓ కీలక ప్రతిపక్ష నేత 2024 ఎన్నికల ముందు తనకు ఆఫర్ ఇచ్చారని కేంద్ర మంత్రి నితిన్ గడ్కరీ వెల్లడించారు. అయితే, తాను ఆ ఆఫర్‌ని తిరస్కరించానని, ప్రధానిమంత్రి కావడమే తన ఆశయం కాదని చెప్పానని తెలిపారు.  నాగ్‌పూర్‌లో జరిగిన జర్నలిస్టుల అవార్డుల కార్యక్రమంలో ఆయన ఈ వ్యాఖ్యలు చేశారు. ఈ సందర్భంగా ఆయన మాట్లాడుతూ తనకు ఓ సంఘటన గుర్తుందని.. తాను ఎవరి పేరు చెప్పడం లేదని","author":"Tattva News Team","time":"16/9/2024","image":"https://tattvanews.com/wp-content/uploads/2023/12/Gadkari.webp","readTime":"5 min read","contentHTML":"\n<p>తాను ప్రధాని రేసులో నిలిస్తే మద్దతు ఇస్తామంటూ ఓ కీలక ప్రతిపక్ష నేత 2024 ఎన్నికల ముందు తనకు ఆఫర్ ఇచ్చారని కేంద్ర మంత్రి నితిన్ గడ్కరీ వెల్లడించారు. అయితే, తాను ఆ ఆఫర్‌ని తిరస్కరించానని, ప్రధానిమంత్రి కావడమే తన ఆశయం కాదని చెప్పానని తెలిపారు. </p>\n\n\n\n<p>నాగ్‌పూర్‌లో జరిగిన జర్నలిస్టుల అవార్డుల కార్యక్రమంలో ఆయన ఈ వ్యాఖ్యలు చేశారు. ఈ సందర్భంగా ఆయన మాట్లాడుతూ తనకు ఓ సంఘటన గుర్తుందని.. తాను ఎవరి పేరు చెప్పడం లేదని పేర్కొన్నారు. మీకు ప్రధానమంత్రి కావాలని అనుకుంటే మద్దతిస్తామని చెప్పారని, దానితో తనకు మీరు నాకు ఎందుకు మద్దతు ఇవ్వాలి ? నేను ఎందుకు మీ మద్దతు తీసుకోవాలని ప్రశ్నించానని చెప్పారు. </p>\n\n\n\n<p>ప్రధాని కావడమే తన జీవితాశయం కాదని, విశ్వాసానికి.. తన సంస్థకు విధేయుడినని, ఈ విషయంలో తాను రాజీపడనని స్పష్టం చేశానని గడ్కరీ తెలిపారు.  పదవి కంటే విశ్వాసం చాలా ముఖ్యమైందని గడ్కరీ అభిప్రాయపడ్డారు. రాజకీయాలతో పాటు జర్నలిజంలోనూ నైతిక విలువలు పాటించాలని గడ్కరీ సూచించారు. </p>\n\n\n\n<p>కమ్యూనిస్ట్‌ నేత ఏబీ బర్ధన్ ఆర్ఎస్ఎస్ వ్యతిరేకి అయినా ఆయనను గౌరవించాలని గడ్కరీ సూచించారు. నాగ్‌పూర్- విదర్భ ప్రాంతానికి చెందిన కీలక రాజకీయ నేతల్లో ఆయన ఒకరని చెబుతూ నిజాయితీ గల ప్రతిపక్షాన్ని గౌరవించాలని, ఓ సీపీఐ నేతకు ఇదే విషయాన్ని చెప్పినట్లు గడ్కరీ తెలిపారు. నిజాయితీ లేని వ్యక్తికి గౌరవం అక్కర్లేదని తేల్చి చెప్పారు. </p>\n\n\n\n<p>కామ్రేడ్ బర్ధన్ తన సిద్ధాంతాలకు కట్టుబడి ఉన్నారని పేర్కొంటూ ప్రస్తుతం రాజకీయాలతో పాటు జర్నలిజంలో అలాంటి వ్యక్తులు లేరని గడ్కరీ విచారం వ్యక్తం చేశారు. న్యాయ వ్యవస్థ, కార్యనిర్వాహక, శాసనసభ, మీడియా అనే నాలుగు స్తంభాలు నిజాయితీగా నడిచిన సమయంలోనే ప్రజాస్వామ్యం విజయం సాధిస్తుందని అభిప్రాయపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/21131/16/09/2024/","hasAudio":false,"hasInfographics":false}