{"id":"wp-te-18610","wp_id":18610,"type":"standard","category":"World","language":"te","title":"100శాతం వీవీప్యాట్‌ స్లిప్‌ల లెక్కింపు కుదరదు","excerpt":"ఎలక్ట్రానిక్‌ ఓటింగ్‌ యంత్రాల్లో నమోదైన ఓట్లతో 100 శాతం వీవీప్యాట్ల స్లిప్పులను సరిపోల్చి లెక్కించాలన్న పిటిషన్లపై సుప్రీం కోర్టు తీర్పునిచ్చింది. ఇందుకు సంబంధించి దాఖలైన పిటిషన్లను అన్నింటిని కొట్టివేస్తున్నట్లు సుప్రీం స్పష్టం చేసింది. ఎలక్ట్రానిక్‌ ఓటింగ్‌ యంత్రాల్లో నమోదైన ఓట్లతో 100 శాతం వీవీప్యాట్ల స్లిప్పులను సరిపోల్చి లెక్కించాలన్న పిటిషన్లను సర్వోన్నత న్యాయస్థానం తిరస్కరించింది. ఈ మేరకు జస్టిస్‌ సంజీవ్‌ ఖన్నా, జస్టిస్‌ దీపాంకర్‌ దత్తాతో కూడిన ద్విసభ్య ధర్మాసనం ఒకే అభిప్రాయంతో రెండు తీర్పులు వెలువరించింది. ఈ","author":"Tattva News Team","time":"26/4/2024","image":"https://tattvanews.com/wp-content/uploads/2022/03/EVMs.jpg","readTime":"5 min read","contentHTML":"\n<p>ఎలక్ట్రానిక్‌ ఓటింగ్‌ యంత్రాల్లో నమోదైన ఓట్లతో 100 శాతం వీవీప్యాట్ల స్లిప్పులను సరిపోల్చి లెక్కించాలన్న పిటిషన్లపై సుప్రీం కోర్టు తీర్పునిచ్చింది. ఇందుకు సంబంధించి దాఖలైన పిటిషన్లను అన్నింటిని కొట్టివేస్తున్నట్లు సుప్రీం స్పష్టం చేసింది. <br>ఎలక్ట్రానిక్‌ ఓటింగ్‌ యంత్రాల్లో నమోదైన ఓట్లతో 100 శాతం వీవీప్యాట్ల స్లిప్పులను సరిపోల్చి లెక్కించాలన్న పిటిషన్లను సర్వోన్నత న్యాయస్థానం తిరస్కరించింది.</p>\n\n\n\n<p>ఈ మేరకు జస్టిస్‌ సంజీవ్‌ ఖన్నా, జస్టిస్‌ దీపాంకర్‌ దత్తాతో కూడిన ద్విసభ్య ధర్మాసనం ఒకే అభిప్రాయంతో రెండు తీర్పులు వెలువరించింది. ఈ పిటిషన్లపై ఇటీవల సుప్రీంకోర్టు విస్తృతంగా విచారణ జరిపిన విషయం తెలిసిందే. </p>\n\n\n\n<p>ఈ సందర్భంగా ప్రొటోకాల్‌లు, సాంకేతిక అంశాలపై ఎన్నికల సంఘానికి పలు ప్రశ్నలు సంధించిన ధర్మాసనం.. ఈసీ నుంచి సమగ్ర వివరణ తీసుకుంది. అనంతరం తీర్పును రిజర్వ్‌ చేసిన న్యాయస్థానం.. పేపర్‌ బ్యాలెట్‌ ఓటింగ్‌ డిమాండ్లు సహా అన్ని పిటిషన్లను కొట్టివేస్తూ ఉత్తర్వులు వెలువరించింది.</p>\n\n\n\n<p>ఈ సందర్భంగా ఎన్నికల సంఘానికి పలు ఆదేశాలు జారీ చేసింది. ఈవీఎంలో సింబల్ లోడింగ్ ప్రక్రియ పూర్తయిన తర్వాత ఆ యూనిట్‌ను సీల్ చేయాలని తెలిపింది. దాన్ని కనీసం 45 రోజుల పాటు భద్రపర్చాలని సూచించింది. ఫలితాల ప్రకటన తర్వాత అభ్యర్థులు ఏడు రోజుల్లోపు తమ అభ్యంతరాలను తెలియజేయాలని పేర్కొంది. </p>\n\n\n\n<p>అప్పుడు ఇంజినీర్ల బృందం మైక్రో కంట్రోలర్ ఈవీఎంలో బర్న్ చేసిన మెమొరీని తనిఖీ చేయాలని తెలిపింది. ఈ వెరిఫికేషన్‌కు అయ్యే ఖర్చులను అభ్యంతరాలు లేవనెత్తిన అభ్యర్థులే భరించాలని వెల్లడించింది. ఒకవేళ ఈవీఎం ట్యాంపర్ అయినట్లు తేలితే… ఖర్చులు తిరిగి ఇవ్వాలని సూచించింది.</p>\n","originalUrl":"https://tattvanews.com/18610/26/04/2024/","hasAudio":false,"hasInfographics":false}