{"id":"wp-te-19599","wp_id":19599,"type":"standard","category":"World","language":"te","title":"భారత పురాతన విశ్వవిద్యాలయానికి పునర్వైభవం.. మోదీ","excerpt":"బీహార్‌లోని రాజ్‌గిర్‌లో ఉన్న నలంద విశ్వవిద్యాలయం కొత్త క్యాంపస్‌ను బుధవారం ప్రధానమంత్రి నరేంద్ర మోదీ ప్రారంభించారు. భారతదేశ వారసత్వానికి, సంస్కృతికి నలంద యూనివర్సిటీ గుర్తింపుగా ఉందని ప్రధాని మోదీ కొనియాడారు. నలంద విశ్వవిద్యాలయ పురాతన శిథిలాల నుంచి ఇది పునరుజ్జీవించిందని పేర్కొన్నారు.  ఈ నలంద యూనివర్సిటీ కొత్త క్యాంపస్‌ భారతదేశ సామర్థ్యాన్ని ప్రపంచ దేశాలకు తెలియజేస్తోందని మోదీ వివరించారు. అగ్ని కీలల్లో పుస్తకాలు కాలిపోవచ్చు కానీ జ్ఞానం కాదని ఈ సందర్భంగా నరేంద్ర మోదీ గుర్తు చేశారు.","author":"Tattva News Team","time":"19/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Nalanda.jpg","readTime":"5 min read","contentHTML":"\n<p>బీహార్‌లోని రాజ్‌గిర్‌లో ఉన్న నలంద విశ్వవిద్యాలయం కొత్త క్యాంపస్‌ను బుధవారం ప్రధానమంత్రి నరేంద్ర మోదీ ప్రారంభించారు. భారతదేశ వారసత్వానికి, సంస్కృతికి నలంద యూనివర్సిటీ గుర్తింపుగా ఉందని ప్రధాని మోదీ కొనియాడారు. నలంద విశ్వవిద్యాలయ పురాతన శిథిలాల నుంచి ఇది పునరుజ్జీవించిందని పేర్కొన్నారు. </p>\n\n\n\n<p>ఈ నలంద యూనివర్సిటీ కొత్త క్యాంపస్‌ భారతదేశ సామర్థ్యాన్ని ప్రపంచ దేశాలకు తెలియజేస్తోందని మోదీ వివరించారు. అగ్ని కీలల్లో పుస్తకాలు కాలిపోవచ్చు కానీ జ్ఞానం కాదని ఈ సందర్భంగా నరేంద్ర మోదీ గుర్తు చేశారు. ఈ సందర్భంగా నలంద యూనివర్సిటీలోని పురాతన శిథిలాలను ప్రధాని ఆసక్తిగా సందర్శించారు. నలంద విశ్వవిద్యాలయ కొత్త క్యాంపస్ ప్రారంభోత్సవం సందర్భంగా.. భారత ఖ్యాతిని మరోసారి ప్రపంచ దేశాలకు తెలియజేశారు. </p>\n\n\n\n<p>నలంద యూనివర్సిటీ కొత్త క్యాంపర్ ప్రారంభోత్సవ కార్యక్రమంలో బీహార్ గవర్నర్ రాజేంద్ర వి.అర్లేకర్.. ఆ రాష్ట్ర ముఖ్యమంత్రి నితీష్ కుమార్.. విదేశాంగ శాఖ మంత్రి ఎస్.జైశంకర్ పాల్గొన్నారు. భారతదేశాన్ని ప్రపంచ విద్య, విజ్ఞాన కేంద్రంగా మార్చడమే తన లక్ష్యమని ఈ సందర్భంగా ప్రధాని నరేంద్ర మోదీ తెలిపారు. </p>\n\n\n\n<p>ప్రధానమంత్రిగా మూడోసారి ప్రమాణ స్వీకారం చేసిన 10 రోజుల్లోనే నలంద యూనివర్సిటీని సందర్శించే అవకాశం తనకు లభించినందుకు సంతోషంగా ఉందని చెప్పారు. భారతదేశ గుర్తింపును ప్రపంచంలోనే అత్యుత్తమంగా ఉంచడమే తన లక్ష్యమని వెల్లడించారు. ప్రముఖ నాలెడ్జ్ సెంటర్ అటల్ టింకరింగ్ ల్యాబ్‌లో కోటి మందికి పైగా విద్యార్థులు సరికొత్త సాంకేతికతను ఉపయోగించుకుని ప్రయోజనాలు పొందుతున్నారని మోదీ గుర్తు చేశారు. </p>\n\n\n\n<p>నలంద యూనివర్సిటీ పునర్నిర్మాణంతో భారతదేశం స్వర్ణయుగాన్ని ప్రారంభించబోతోందని ప్రధాని పేర్కొన్నారు. నలంద అనేది కేవలం పేరు మాత్రమే కాదని.. ఒక గుర్తింపు, గౌరవం అని కొనియాడారు. నలంద ఒక విలువైన మంత్రం అని.. అగ్ని పుస్తకాలను కాల్చగలదు గానీ జ్ఞానాన్ని నాశనం చేయలేదని తెలిపారు. </p>\n\n\n\n<p>నలంద కొత్త క్యాంపస్ భారతదేశ సామర్థ్యాన్ని ప్రపంచానికి ఉదాహరణగా చూపుతుందని చెప్పారు. బలమైన మానవ విలువలపై ఆధారపడిన దేశాలకు గతాన్ని ఎలా పునరుద్ధరించాలో, మంచి భవిష్యత్తుకు పునాది ఎలా వేయాలో ఇది మార్గనిర్దేశంగా ఉంటుందని వెల్లడించారు. </p>\n\n\n\n<p>ఇక గత 10 ఏళ్లలో దేశంలో సగటున ప్రతి వారం రోజులకు ఒక విశ్వవిద్యాలయం నిర్మితమవుతోందని.. ప్రతిరోజూ సగటున రెండు కొత్త కళాశాలలు పుట్టుకొస్తున్నాయని చెప్పారు. భారతదేశంలో ప్రస్తుతం 23 ఐఐటీలు ఉన్నాయని.. 10 ఏళ్ల క్రితం13 ఐఐటీలు మాత్రమే ఉండేవని ప్రధాని మోదీ వెల్లడించారు. </p>\n\n\n\n<p>ఇక ప్రారంభోత్సవ కార్యక్రమానికి ముందు.. ప్రాచీన న‌లంద యూనివ‌ర్సిటీకి ఆన‌వాళ్లుగా మిగిలిన శిథిలాల‌ను ప్రధాని నరేంద్ర మోదీ పరిశీలించారు. ఐక్యరాజ్యసమితికి చెందిన యునెస్కో సంస్థ వార‌స‌త్వ క‌ట్టడంగా గుర్తించిన న‌లంద మ‌హావీర‌ను ప్రధాని సందర్శించారు. ఈ క్రమంలోనే న‌లంద‌లో ఉన్న ప్రాచీన క‌ళ‌ల‌కు చెందిన శిథిలాల‌ను మోదీ ప‌రిశీలించారు. </p>\n\n\n\n<p>5 వ శతాబ్దంలో స్థాపించిన పురాతన నలంద విశ్వవిద్యాలయానికి అప్పట్లో ప్రపంచంలోని వివిధ దేశాల నుంచి విద్యార్థులు వచ్చి చదువుకునేవారు. పురాతత్వ శాస్త్రవేత్తలు తెలిపిన వివరాల ప్రకారం.. నలంద విశ్వవిద్యాలయం 800 సంవత్సరాల పాటు ఎంతోమంది విద్యార్థులకు జ్ఞానాన్ని అందించింది. </p>\n\n\n\n<p>అయితే 12వ శతాబ్దంలో భారతదేశంలోకి చొరబడిన ఆఫ్ఘన్లు ఈ విశ్వవిద్యాలయాన్ని కూల్చివేశారు. అందులోని పుస్తకాలు, ఇతర గ్రంథాలను తగులబెట్టారు. ఇక ఆ తర్వాత కొత్తగా న‌లంద విద్యాసంస్థను 2010 లో ప్రారంభించగా.. 2014 నుంచి ఇది పనిచేస్తూ ఉంది. ఈ ప్రాంతాన్ని 2016లో ఐక్యరాజ్యసమితి వారసత్వ సంపదగా ప్రకటించింది.</p>\n\n\n\n<ul class=\"wp-block-list\"><li><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></li></ul>\n","originalUrl":"https://tattvanews.com/19599/19/06/2024/","hasAudio":false,"hasInfographics":false}