{"id":"wp-en-13754","wp_id":13754,"type":"standard","category":"World","language":"en","title":"Rents in India have increased by up to 64%￼","excerpt":"The average rent for a standard two-bedroom house spanning 1,000 square feet in seven major Indian cities has surged by up to 64% since 2019, according to a report released by real estate consultancy Anarock. In Sector 150, Noida, within the National Capital Region (NCR), rents increased by 63.3% to US$ 299.75 (Rs. 25,000) in","author":"Tattva News Team","time":"20/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/rent.webp","readTime":"5 min read","contentHTML":"\n<p>The average rent for a standard two-bedroom house spanning 1,000 square feet in seven major Indian cities has surged by up to 64% since 2019, according to a report released by real estate consultancy Anarock.</p>\n\n\n\n<p>In Sector 150, Noida, within the National Capital Region (NCR), rents increased by 63.3% to US$ 299.75 (Rs. 25,000) in the second quarter of FY24 from US$ 185.85 (Rs. 15,500) in FY19. Dwarka, southwestern Delhi, saw rents rise by 43.5% to US$ 335.74 (Rs. 28,000) from US$ 233.82 (Rs. 19,500).</p>\n\n\n\n<p>Chembur in the Mumbai Metropolitan Region recorded the highest average rent for a two-bedroom home at US$ 761.40 (Rs. 63,500), a 41.1% increase from US$ 539.58 (Rs. 45,000) in 2019. Mulund, a suburb in northwest Mumbai, saw an average rent increase of 28.7% to US$ 595.93 (Rs. 49,700) from US$ 462.84 (Rs. 38,600) in 2019, while Bengaluru's Sarjapur Road experienced a rise to US$ 419.67 (Rs. 35,000) from US$ 251.80 (Rs. 21,000) in 2019.</p>\n\n\n\n<p>The report noted a deceleration in rent growth, with residential rentals in key micro-markets of top cities increasing by 2-4% in the second quarter of FY24, compared to 4-9% in the first quarter. For instance, Noida's Sector 150 saw a 4% rent increase in the second quarter, down from 9% in the first quarter.</p>\n\n\n\n<p> Sohna Road in Gurgaon and Dwarka in Delhi saw rents rise by 3% and 2% in the second quarter, following 4% and 6% increases in the first quarter. Chembur and Mulund experienced average rent increases of 2% in the second quarter compared to the first quarter.</p>\n\n\n\n<p> Meanwhile, rents in Hyderabad's HITECH City and Gachibowli increased by 3% in the second quarter, down from a 5% increase in the first quarter. According to Vice-Chairman of Anarock Group, Mr. Santhosh Kumar, \"This year, declining rental value growth coincides with substantial new housing supply entering these markets.\"</p>\n\n\n\n<p>India's seven largest cities are expected to deliver 531,470 new units in 2024, a 22% increase from the 435,045 units delivered in 2023, with the Mumbai Metropolitan Region leading with 160,900 new units, followed by 144,315 in NCR and 97,000 in Pune.</p>\n","originalUrl":"https://en.tattvanews.com/economy/rents-in-india-have-increased-by-up-to-64%ef%bf%bc/","hasAudio":false,"hasInfographics":false}