{"id":"wp-te-19389","wp_id":19389,"type":"standard","category":"World","language":"te","title":"మిత్రపక్షాల నుంచి బిజెపికి డిమాండ్ల సెగ","excerpt":"కేంద్రంలో ప్రభుత్వం ఏర్పాటు కాకముందే ఎన్డీయేలో మిత్రపక్షాల నుండి బిజెపికి డిమాండ్ల సెగ ఎదురవుతుంది. ఇప్పటిదాకా ఎన్డీయేలో బీజేపీ ఏ నిర్ణయం తీసుకొన్నా ఎదురులేకుండా పోయేది. కానీ, ఇప్పుడు ప్రభుత్వ ఏర్పాటులో బీజేపీకి మిత్రపక్షాల మద్దతు తప్పనిసరి అయ్యింది. ఈ నేపథ్యంలో ఆయా పార్టీలు తమ డిమాండ్లను బీజేపీ ముందు ఉంచుతున్నాయి.  తాజాగా, అగ్నిపథ్‌ పథకంపై ఎన్డీయే భాగస్వామ్య పక్షాలైన జేడీయూ, లోక్‌జన్‌శక్తి (రామ్‌విలాస్‌ పాశ్వాన్‌) పార్టీలు కీలక వ్యాఖ్యలు చేశాయి. ఈ పథకాన్ని సమీక్షించాలని డిమాండ్‌","author":"Tattva News Team","time":"7/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/NDA.webp","readTime":"5 min read","contentHTML":"\n<p>కేంద్రంలో ప్రభుత్వం ఏర్పాటు కాకముందే ఎన్డీయేలో మిత్రపక్షాల నుండి బిజెపికి డిమాండ్ల సెగ ఎదురవుతుంది. ఇప్పటిదాకా ఎన్డీయేలో బీజేపీ ఏ నిర్ణయం తీసుకొన్నా ఎదురులేకుండా పోయేది. కానీ, ఇప్పుడు ప్రభుత్వ ఏర్పాటులో బీజేపీకి మిత్రపక్షాల మద్దతు తప్పనిసరి అయ్యింది. ఈ నేపథ్యంలో ఆయా పార్టీలు తమ డిమాండ్లను బీజేపీ ముందు ఉంచుతున్నాయి. </p>\n\n\n\n<p>తాజాగా, అగ్నిపథ్‌ పథకంపై ఎన్డీయే భాగస్వామ్య పక్షాలైన జేడీయూ, లోక్‌జన్‌శక్తి (రామ్‌విలాస్‌ పాశ్వాన్‌) పార్టీలు కీలక వ్యాఖ్యలు చేశాయి. ఈ పథకాన్ని సమీక్షించాలని డిమాండ్‌ చేశాయి.  ఎన్డీయేకు బేషరతు మద్దతు తెలుపుతున్నామని పేర్కొంటూనే బీజేపీ ముందు జేడీయూ పలు డిమాండ్లు ఉంచింది. </p>\n\n\n\n<p>త్రివిధ దళాల్లో నియామకాల కోసం మోదీ సర్కారు తీసుకొచ్చిన అగ్నిపథ్‌ స్కీమ్‌ను సమీక్షించాల్సిన అవసరం ఉన్నదని జేడీయూ నేత కేసీ త్యాగీ తెలిపారు. ఈ పథకంపై చాలా వ్యతిరేకత వ్యక్తమయిందని, ఎన్నికల్లోనూ దీని ప్రభావం పడిందని చెప్పారు. <br>ఈ విషయంలో ప్రభుత్వంతో తాము ఘర్షణ పడాలని కోరుకోవడం లేదని పేర్కొన్న ఆయన పథకం తీసుకొచ్చినప్పుడు సాయుధ బలగాలు, వారి కుటుంబ సభ్యుల నుంచి వ్యతిరేకత వ్యక్తమయిందని గుర్తు చేశారు. </p>\n\n\n\n<p>కాబట్టి దీనిపై చర్చించాల్సిన అవసరం ఉన్నదని పేర్కొన్నారు. అలాగే ఉమ్మడి పౌరస్మృతికి తాము వ్యతిరేకంగా కాదని, అయితే దీనిపై అన్ని భాగస్వామ్య పక్షాలతో చర్చించి ఏకాభిప్రాయానికి రావాల్సిన అవసరం ఉన్నదని అభిప్రాయపడ్డారు.  దేశవ్యాప్తంగా కులగణన చేయాలని కోరుతామన్నారు. </p>\n\n\n\n<p>మరోవైపు, ఎల్జేపీ అధినేత చిరాగ్‌ పాశ్వాన్‌ కూడా అగ్నిపథ్‌ పథకాన్ని సమీక్షించాలని కోరారు. ఎన్డీయే విజయానంతరం తొలిసారి ఓ ఆంగ్ల చానెల్‌కు ఆయన ఇంటర్వ్యూ ఇచ్చారు. దేశవ్యాప్త కులగణనకు తాము మద్దతు ఇస్తున్నట్టు తెలిపారు. ‘ప్రభుత్వం వద్ద ఈ సమాచారం ఉండటం చాలా అవసరం. అయితే, దాన్ని బహిర్గతం చేయాలా? వద్దా? అంటే చేయొద్దు అనే చెప్తా. ఎందుకంటే ఆ డాటా బహిర్గతమైతే సమాజంలో విభేదాలు తలెత్తుతాయి’ అని వివరించారు.</p>\n\n\n\n<p>ఎన్డీయేలో బీజేపీ తర్వాత అత్యధిక మెజారిటీ కలిగిన పార్టీ టీడీపీ. ఆ పార్టీ స్పీకర్‌, పలు మంత్రిత్వ శాఖలను డిమాండ్‌ చేస్తుందన్న వార్తలు వచ్చాయి. అయితే, వాటన్నింటికన్నా ఎన్డీయే కన్వీనర్‌ పోస్టుకే గురి పెట్టినట్టు తెలుస్తున్నది. ‘మిత్రపక్షాలు అడిగే డిమాండ్లకు బీజేపీ నాయకత్వం సానుకూలంగా స్పందించే అవకాశం ఉన్నది. </p>\n\n\n\n<p>బీహార్‌, ఏపీకి ప్రత్యేక ప్యాకేజీ లాంటివి అందించటానికి సిద్ధంగా ఉంటుంది. కానీ, లోక్‌సభ స్పీకర్‌, ఎన్డీయే కన్వీనర్‌ లాంటి డిమాండ్లపై సానుకూలత రాకపోవచ్చు’ అని బీజేపీ సన్నిహితవర్గాలు వెల్లడించాయి. అయితే, వాజ్‌పేయి ప్రభుత్వంలో లోక్‌సభ స్పీకర్‌గా టీడీపీకే అవకాశం దక్కింది. జీఎంసీ బాలయోగి స్పీకర్‌గా వ్యవహరించారు. అయితే, ప్రస్తుత పరిస్థితుల నేపథ్యంలో లోక్‌సభ స్పీకర్‌, ఎన్డీయే కన్వీనర్‌ పోస్టులు టీడీపీకి అప్పగిస్తారా? లేదా? అన్నది చూడాలి.</p>\n\n\n\n<p>ఎన్డీయేలో భాగస్వామి అయిన జేడీయూ కూడా పలు డిమాండ్లను బీజేపీ ముందు ఉంచే అవకాశం ఉన్నది. జేడీయూ నేత, బీహార్‌ సీఎం నితీశ్‌ కుమార్‌ బీహార్‌కు ప్రత్యేక హోదాతో పాటు పలు కీలక మంత్రిత్వ శాఖలను కోరుతున్నట్టు సమాచారం. గ్రామీణాభివృద్ధిశాఖ, రక్షణ, రైల్వే, వ్యవసాయం సహా రెండు సహాయ మంత్రిత్వశాఖలను కోరుతున్నట్టు తెలుస్తున్నది. </p>\n\n\n\n<p>రాజ్యసభ వైస్‌చైర్మన్‌ పోస్టుకు కూడా గాలం వేసినట్టు సమాచారం. ఇక, మరో మిత్రపక్షం జేడీఎస్‌ కూడా పలు డిమాండ్లను బీజేపీ ముందుంచింది. తమకు వ్యవసాయశాఖపై ఆసక్తి ఉన్నట్టు ఆ పార్టీ నేత హెచ్‌డీ కుమారస్వామి సంకేతం ఇచ్చారు. తాము మొదట్నుంచీ రైతుల కోసమే పోరాడుతున్నామని, ఆ శాఖపై తమ పార్టీ ఆసక్తి కనబరుస్తున్నదని వెల్లడించారు. అయితే, శుక్రవారం జరిగే ఎన్డీయే పార్లమెంటరీ సమావేశం తర్వాత ఈ డిమాండ్లపై స్పష్టత రానున్నది.</p>\n","originalUrl":"https://tattvanews.com/19389/07/06/2024/","hasAudio":false,"hasInfographics":false}