{"id":"wp-te-19457","wp_id":19457,"type":"standard","category":"World","language":"te","title":"￼ ప్రధాని మోదీ మంత్రివర్గంలో పెద్దగా మార్పులు లేని కీలక శాఖలు","excerpt":"ప్రధాని నరేంద్ర మోదీ నేతృత్వంలో ఆదివారం కేంద్రంలో ఏర్పడిన ఎన్డీఏ ప్రభుత్వం మంత్రివర్గంలో ప్రధానమంత్రితో సహా 72 మంది మంత్రుల్లో 30 మంది కేబినెట్ మంత్రులు, ఐదుగురు స్వతంత్ర బాధ్యతలు, 36 మంది రాష్ట్ర మంత్రులతో రాష్ట్రపతి ద్రౌపది ముర్ము ప్రమాణం చేయించారు. వారికి సోమవారం సాయంత్రం శాఖలను కేటాయించారు. ప్రధాని నరేంద్ర మోదీ : పీఎంఓ, మినిస్ట్రీ ఆఫ్ పర్సనల్, పబ్లిక్ గ్రీవెన్స్ అండ్ పెన్షన్స్, డిపార్ట్‌మెంట్ ఆఫ్ అటామిక్ ఎనర్జీ డిపార్ట్‌మెంట్ ఆఫ్ స్పేస్","author":"Tattva News Team","time":"11/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/UNION-CABINET1.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రధాని నరేంద్ర మోదీ నేతృత్వంలో ఆదివారం కేంద్రంలో ఏర్పడిన ఎన్డీఏ ప్రభుత్వం మంత్రివర్గంలో ప్రధానమంత్రితో సహా 72 మంది మంత్రుల్లో 30 మంది కేబినెట్ మంత్రులు, ఐదుగురు స్వతంత్ర బాధ్యతలు, 36 మంది రాష్ట్ర మంత్రులతో రాష్ట్రపతి ద్రౌపది ముర్ము ప్రమాణం చేయించారు. వారికి సోమవారం సాయంత్రం శాఖలను కేటాయించారు.</p>\n\n\n\n<p><strong>ప్రధాని నరేంద్ర మోదీ</strong> : పీఎంఓ, మినిస్ట్రీ ఆఫ్ పర్సనల్, పబ్లిక్ గ్రీవెన్స్ అండ్ పెన్షన్స్, డిపార్ట్‌మెంట్ ఆఫ్ అటామిక్ ఎనర్జీ డిపార్ట్‌మెంట్ ఆఫ్ స్పేస్</p>\n\n\n\n<h2 class=\"wp-block-heading\">కేంద్ర కేబినెట్ మంత్రులు</h2>\n\n\n\n<p>1. రాజ్ నాథ్ సింగ్ - రక్షణ శాఖ</p>\n\n\n\n<p>2. అమిత్ షా - హోం వ్యవహారాల మంత్రిత్వశాఖ</p>\n\n\n\n<p>3. నితిన్ జైరామ్ గడ్కరీ - రోడ్డు రవాణా, రహదారుల మంత్రి</p>\n\n\n\n<p>4. జగత్ ప్రకాష్ నడ్డా - ఆరోగ్య, కుటుంబ సంక్షేమ మంత్రి, రసాయనాలు, ఎరువుల మంత్రిత్వశాఖ</p>\n\n\n\n<p>5. శివరాజ్ సింగ్ చౌహాన్ - వ్యవసాయం, రైతుల సంక్షేమ మంత్రిత్వశాఖ, గ్రామీణాభివృద్ధి శాఖ</p>\n\n\n\n<p>6. నిర్మలా సీతారామన్ -ఆర్థిక, కార్పొరేట్ వ్యవహారాల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>7. డా. సుబ్రహ్మణ్యం జైశంకర్ - విదేశీ వ్యవహారాల మంత్రిత్వశాఖ</p>\n\n\n\n<p>8. మనోహర్ లాల్ -హౌసింగ్, పట్టణ వ్యవహారాలు, విద్యుత్ శాఖ</p>\n\n\n\n<p>9. హెచ్ డి. కుమారస్వామి - భారీ పరిశ్రమలు, ఉక్కు మంత్రిత్వ శాఖ</p>\n\n\n\n<p>10. పీయూష్ గోయల్ - వాణిజ్యం, పరిశ్రమల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>11. ధర్మేంద్ర ప్రధాన్ - విద్యాశాఖ మంత్రి</p>\n\n\n\n<p>12. జితన్ రామ్ మాంఝీ - సూక్ష్మ, చిన్న, మధ్య తరహా పరిశ్రమల శాఖ</p>\n\n\n\n<p>13. రాజీవ్ రంజన్ సింగ్ అలియాస్ లాలన్ సింగ్ - పంచాయతీ రాజ్ శాఖ, మత్స్య, పశుసంవర్థక, పాడిపరిశ్రమల శాఖ</p>\n\n\n\n<p>14. సర్బానంద సోనోవాల్ - ఓడరేవులు, షిప్పింగ్, జలమార్గాల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>15. డాక్టర్ వీరేంద్ర కుమార్ - సామాజిక న్యాయం, సాధికారత మంత్రిత్వ శాఖ</p>\n\n\n\n<h3 class=\"wp-block-heading\">16. కింజరాపు రామ్మోహన్ నాయుడు - పౌర విమానయాన శాఖ</h3>\n\n\n\n<p>17. ప్రహ్లాద్ జోషి - వినియోగదారుల వ్యవహారాలు, ఆహారం, ప్రజాపంపిణీ శాఖ, కొత్త పునరుత్పాదక ఇంధన శాఖ</p>\n\n\n\n<p>18. జువల్ ఓరం -గిరిజన వ్యవహారాల శాఖ</p>\n\n\n\n<p>19. గిరిరాజ్ సింగ్ - జౌళి శాఖ</p>\n\n\n\n<p>20. అశ్విని వైష్ణవ్ - రైల్వేశాఖ, సమాచార, ప్రసార మంత్రి, ఎలక్ట్రానిక్స్, ఇన్ఫర్మేషన్ టెక్నాలజీ మంత్రి</p>\n\n\n\n<p>21. జ్యోతిరాదిత్య ఎం. సింధియా -కమ్యూనికేషన్స్ మంత్రి, ఈశాన్య ప్రాంత అభివృద్ధి మంత్రి</p>\n\n\n\n<p>22. భూపేందర్ యాదవ్ - పర్యావరణ, అటవీ, వాతావరణ మార్పుల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>23. గజేంద్ర సింగ్ షెకావత్ -సాంస్కృతిక శాఖ, పర్యాటక శాఖ</p>\n\n\n\n<p>24. అన్నపూర్ణా దేవి -మహిళా శిశు అభివృద్ధి శాఖ</p>\n\n\n\n<p>25. కిరణ్ రిజిజు-పార్లమెంటరీ వ్యవహారాల శాఖ, మైనారిటీ వ్యవహారాల శాఖ</p>\n\n\n\n<p>26. హర్దీప్ సింగ్ పూరి- పెట్రోలియం, సహజ వాయువు శాఖ</p>\n\n\n\n<p>27. డాక్టర్ మన్సుఖ్ మాండవియా -కార్మిక, ఉపాధి మంత్రిత్వ శాఖ, యువజన వ్యవహారాలు, క్రీడల శాఖ</p>\n\n\n\n<h3 class=\"wp-block-heading\">28. జి. కిషన్ రెడ్డి - బొగ్గు మంత్రిత్వ శాఖ, గనుల శాఖ</h3>\n\n\n\n<p>29. చిరాగ్ పాశ్వాన్ - ఫుడ్ ప్రాసెసింగ్ పరిశ్రమల శాఖ</p>\n\n\n\n<p>30. సీఆర్ పాటిల్ - జలశక్తి శాఖ</p>\n\n\n\n<h2 class=\"wp-block-heading\">సహాయ మంత్రులు (ఇండిపెండెంట్ ఛార్జ్)</h2>\n\n\n\n<p>1. రావ్ ఇంద్రజిత్ సింగ్ -స్టాటిస్టిక్స్, ప్రోగ్రామ్ ఇంప్లిమెంటేషన్ మంత్రిత్వ శాఖ(ఇండిపెండెంట్ ఛార్జ్), ప్రణాళికా మంత్రిత్వ శాఖ (స్వతంత్ర బాధ్యత), సాంస్కృతిక మంత్రిత్వ శాఖ</p>\n\n\n\n<p>2. డాక్టర్ జితేంద్ర సింగ్ - సైన్స్ అండ్ టెక్నాలజీ మంత్రిత్వ శాఖ , మినిస్ట్రీ ఆఫ్ ఎర్త్ సైన్సెస్, ప్రధాన మంత్రి కార్యాలయం, సిబ్బంది, ప్రజా ఫిర్యాదులు, పెన్షన్ల మంత్రిత్వ శాఖలో మినిస్టర్ ఆఫ్ స్టేట్ , అటామిక్ ఎనర్జీ శాఖ, అంతరిక్ష శాఖ,</p>\n\n\n\n<p>3. అర్జున్ రామ్ మేఘవాల్ - చట్టం, న్యాయ మంత్రిత్వ శాఖ (స్వతంత్ర బాధ్యత), పార్లమెంటరీ వ్యవహారాల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>4. జాదవ్ ప్రతాప్రావు గణపత్రరావు - ఆయుష్ మంత్రిత్వ శాఖ, ఆరోగ్య, కుటుంబ సంక్షేమ మంత్రిత్వ శాఖ</p>\n\n\n\n<p>5. జయంత్ చౌదరి - నైపుణ్యాభివృద్ధి, వ్యవస్థాపకత మంత్రిత్వ శాఖ మినిస్టర్ ఆఫ్ స్టేట్ (స్వతంత్ర బాధ్యత), విద్యా మంత్రిత్వ శాఖ</p>\n\n\n\n<h2 class=\"wp-block-heading\">కేంద్ర సహాయ మంత్రులు</h2>\n\n\n\n<p>1. జితిన్ ప్రసాద - వాణిజ్యం, పరిశ్రమల మంత్రిత్వ శాఖ, ఎలక్ట్రానిక్స్,ఇన్ఫర్మేషన్ టెక్నాలజీ మంత్రిత్వ శాఖ</p>\n\n\n\n<p>2. శ్రీపాద్ యెస్సో నాయక్ - విద్యుత్ మంత్రిత్వ శాఖ, కొత్త, పునరుత్పాదక ఇంధన మంత్రిత్వ శాఖ</p>\n\n\n\n<p>3. పంకజ్ చౌదరి- ఆర్థిక మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>4. క్రిషన్ పాల్ - సహకార మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>5. రాందాస్ అథవాలే - సామాజిక న్యాయం, సాధికారత మంత్రిత్వ శాఖ సహాయ మంత్రి.</p>\n\n\n\n<p>6. రామ్ నాథ్ ఠాకూర్ - వ్యవసాయం, రైతు సంక్షేమ మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>7. నిత్యానంద్ రాయ్ - హోం వ్యవహారాల మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>8. అనుప్రియ పటేల్ - ఆరోగ్య, కుటుంబ సంక్షేమ మంత్రిత్వ శాఖ, రసాయనాలు,ఎరువుల మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>9. వి. సోమన్న - జలశక్తి మంత్రిత్వ శాఖ, రైల్వే మంత్రిత్వ శాఖ</p>\n\n\n\n<h2 class=\"wp-block-heading\">10. డాక్టర్ చంద్ర శేఖర్ పెమ్మసాని - గ్రామీణాభివృద్ధి మంత్రిత్వ శాఖ, కమ్యూనికేషన్స్ మంత్రిత్వ శాఖ</h2>\n\n\n\n<p>11. ప్రొఫెసర్. ఎస్. పి. సింగ్ బఘేల్ - ఫిషరీస్, పశుసంవర్థక, పాడి పరిశ్రమ మంత్రిత్వ శాఖ, పంచాయతీ రాజ్ మంత్రిత్వ శాఖ</p>\n\n\n\n<p>12. సుశ్రీ శోభా కరంద్లాజే - సూక్ష్మ, చిన్న, మధ్య తరహా పరిశ్రమల మంత్రిత్వ శాఖ, కార్మిక ఉపాధి మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>13. కీర్తివర్ధన్ సింగ్ - పర్యావరణం, అటవీ, వాతావరణ మార్పుల మంత్రిత్వ శాఖ సహాయ మంత్రి, విదేశీ వ్యవహారాల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>14. బి. ఎల్. వర్మ - వినియోగదారుల వ్యవహారాలు, ఆహారం, ప్రజా పంపిణీ మంత్రిత్వ శాఖ, సామాజిక న్యాయం, సాధికారత మంత్రిత్వ శాఖ</p>\n\n\n\n<p>15. శంతను ఠాకూర్ - ఓడరేవులు, షిప్పింగ్, జలమార్గాల మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>16. సురేష్ గోపి - పెట్రోలియం, సహజ వాయువు మంత్రిత్వ శాఖ, పర్యాటక మంత్రిత్వ శాఖ</p>\n\n\n\n<p>17. డా. ఎల్. మురుగన్ - సమాచార, ప్రసార మంత్రిత్వ శాఖ, పార్లమెంటరీ వ్యవహారాల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>18. అజయ్ టామ్టా - రోడ్డు రవాణా, రహదారుల మంత్రిత్వ శాఖ</p>\n\n\n\n<h2 class=\"wp-block-heading\">19. బండి సంజయ్ కుమార్ - హోం మంత్రిత్వ శాఖ సహాయ మంత్రి</h2>\n\n\n\n<p>20. కమలేష్ పాశ్వాన్ - గ్రామీణాభివృద్ధి మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>21. భగీరథ్ చౌదరి - వ్యవసాయం, రైతు సంక్షేమ మంత్రిత్వ శాఖ</p>\n\n\n\n<p>22. సతీష్ చంద్ర దూబే - బొగ్గు మంత్రిత్వ శాఖ సహాయ మంత్రి, గనుల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>23. సంజయ్ సేథ్ - రక్షణ మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>24. రవ్‌నీత్ సింగ్ - ఫుడ్ ప్రాసెసింగ్ పరిశ్రమల మంత్రిత్వ శాఖ, రైల్వే మంత్రిత్వ శాఖ</p>\n\n\n\n<p>25. దుర్గాదాస్ ఉయికే - గిరిజన వ్యవహారాల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>26. రక్షా నిఖిల్ ఖడ్సే - యువజన వ్యవహారాలు, క్రీడల మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<p>27. సుకాంత మజుందార్ - విద్యా మంత్రిత్వ శాఖ, ఈశాన్య ప్రాంత అభివృద్ధి మంత్రిత్వ శాఖ</p>\n\n\n\n<p>28. సావిత్రి ఠాకూర్ - మహిళా, శిశు అభివృద్ధి మంత్రిత్వ శాఖ</p>\n\n\n\n<p>29. తోఖాన్ సాహు -గృహ, పట్టణ వ్యవహారాల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>30. రాజ్ భూషణ్ చౌదరి - జలశక్తి మంత్రిత్వ శాఖ సహాయ మంత్రి</p>\n\n\n\n<h2 class=\"wp-block-heading\">31. భూపతి రాజు శ్రీనివాస వర్మ - భారీ పరిశ్రమల మంత్రిత్వ శాఖ, ఉక్కు మంత్రిత్వ శాఖ</h2>\n\n\n\n<p>32. హర్ష్ మల్హోత్రా - కార్పొరేట్ వ్యవహారాల మంత్రిత్వ శాఖ, రోడ్డు రవాణా, రహదారుల మంత్రిత్వ శాఖ</p>\n\n\n\n<p>33. నిముబెన్ జయంతిభాయ్ బంభానియా - వినియోగదారుల వ్యవహారాలు, ఆహారం, ప్రజా పంపిణీ మంత్రిత్వ శాఖ</p>\n\n\n\n<p>34. మురళీధర్ మోహోల్ - సహకార మంత్రిత్వ శాఖ, పౌర విమానయాన మంత్రిత్వ శాఖ</p>\n\n\n\n<p>35. జార్జ్ కురియన్ -మైనారిటీ వ్యవహారాల మంత్రిత్వ శాఖ, ఫిషరీస్, పశుసంవర్ఖక, పాడి పరిశ్రమ మంత్రిత్వ శాఖ</p>\n\n\n\n<p>36. పబిత్రా మార్గరీటా - విదేశీ వ్యవహారాల మంత్రిత్వ శాఖ,  టెక్స్‌టైల్స్ మంత్రిత్వ శాఖ</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19457/11/06/2024/","hasAudio":false,"hasInfographics":false}