{"id":"wp-en-14772","wp_id":14772,"type":"standard","category":"World","language":"en","title":"PM Modi apologises for collapse of Chhatrapati Shivaji statue","excerpt":"Prime Minister Narendra Modi on Friday apologised for the collapse of the Chhatrapati Shivaji statue at Rajkot Fort in Maharashtra’s Sindhudurg district, saying that the Maratha emperor was “not just a king for me and my colleagues”. Modi was addressing a public gathering at Palghar. “For me, my colleagues, and everyone, Chhatrapati Shivaji Maharaj is","author":"Tattva News Team","time":"31/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Modi-Shivaji.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Friday apologised for the collapse of the Chhatrapati Shivaji statue at Rajkot Fort in Maharashtra’s Sindhudurg district, saying that the Maratha emperor was “not just a king for me and my colleagues”. Modi was addressing a public gathering at Palghar.</p>\n\n\n\n<p>“For me, my colleagues, and everyone, Chhatrapati Shivaji Maharaj is not just a king. He is highly revered and worshipped. For us, he is our aaradhya dev (revered deity),” Modi said. “I also extend my apologies to all those who worship Chhatrapati Shivaji Maharaj as their revered deity. I know their sentiments are hurt,” he added.</p>\n\n\n\n<p>Inaugurated by PM Modi on Navy Day on December 4 last year, the 35-ft Shivaji statue collapsed on August 2, eaving the state government red-faced.</p>\n\n\n\n<p>“My sanskar (culture) is entirely different. In 2013, when my party projected me as the Prime Minister candidate, the first thing I did was visit Raigad Fort. I bowed before Chhatrapati Shivaji Maharaj’s statue and sought his blessings,” PM Modi recalled, while addressing a public gathering at Palghar after launching the Rs 76,000 crore Vadhvan Port project.</p>\n\n\n\n<p>The Prime Minister said Shivaji Maharaj is not just a name for him. \"Chhatrapati Shivaji Maharaj is not just a name for us... today I bow my head and apologise to my god Chhatrapati Shivaji Maharaj. Our values ​​are different, we are not those people who keep abusing and insulting the great son of Mother India, the son of this land, Veer Savarkar. They are not ready to apologize, they are ready to go to the courts and fight,\" he said.</p>\n\n\n\n<p>\"Those who consider Chhatrapati Shivaji Maharaj as their deity and have been deeply hurt, I bow my head and apologise to them. Our values ​​are different. For us, nothing is bigger than our deity,\" the PM added.</p>\n\n\n\n<p>The Shivaji statue collapse had seen the ruling and Opposition parties in poll-bound Maharashtra engage in an ugly war of words. Initially, Chief Minister Eknath Shinde had said the statue collapsed due to heavy winds along the seashore. Meanwhile, Deputy Chief Minister Devendra Fadnavis  said the statue was built by the Navy, not the state government.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-apologises-for-collapse-of-chhatrapati-shivaji-statue/","hasAudio":false,"hasInfographics":false}