{"id":"wp-en-14696","wp_id":14696,"type":"standard","category":"World","language":"en","title":"Prashant Kishor's Jan Suraaj to contest all 243 seats in Bihar","excerpt":"Political strategist Prashant Kishor made a significant announcement regarding his political campaign, Jan Suraaj, on Sunday, revealing that the party will contest all 243 seats in the 2025 Bihar Assembly elections, with at least 40 women candidates in the fray.  Elaborating on his party's plans, Prashant Kishor stated, \"In 2025, Jan Suraaj will contest on","author":"Tattva News Team","time":"26/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Prasant-Kishor.webp","readTime":"5 min read","contentHTML":"\n<p>Political strategist Prashant Kishor made a significant announcement regarding his political campaign, Jan Suraaj, on Sunday, revealing that the party will contest all 243 seats in the 2025 Bihar Assembly elections, with at least 40 women candidates in the fray. </p>\n\n\n\n<p>Elaborating on his party's plans, Prashant Kishor stated, \"In 2025, Jan Suraaj will contest on 243 seats, and at least 40 women candidates will be nominated. We have also pledged that by 2030, 70-80 women leaders will emerge from our party.\"</p>\n\n\n\n<p>Last week, Prashant Kishor announced that Jan Suraaj is likely to contest the upcoming Assembly by-elections in the Bela Ganj and Imam Ganj constituencies of Gaya district in Bihar.</p>\n\n\n\n<p>\"If the by-polls are held after October 2, Jan Suraaj will officially contest the elections. However, if the by-polls occur before October 2, we would select suitable candidates from within Jan Suraaj, who would then contest the elections as independent candidates,\" Prashant Kishor told media persons in Gaya.</p>\n\n\n\n<p>To mobilise women voters, Jan Suraaj organised a state-level women's workshop on Sunday aimed at fostering leadership qualities among women.</p>\n\n\n\n<p>\"This was not merely a meeting of the women's cell; it was an effort to develop true leadership among women. We are working to ensure that women achieve financial independence, which is essential for their full participation and contribution to society. This is why Jan Suraaj is committed to sending 40 women to the Assembly,\" Prashant Kishor emphasised.</p>\n\n\n\n<p>\"When, in 2025, Jan Suraaj forms the government, within a year, no one will have to leave Bihar to earn a mere Rs 10-12 thousand. We have laid out a comprehensive blueprint for this, and it has received enthusiastic support from women,\" he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/prashant-kishors-jan-suraaj-to-contest-all-243-seats-in-bihar/","hasAudio":false,"hasInfographics":false}