{"id":"wp-en-12723","wp_id":12723,"type":"standard","category":"World","language":"en","title":"EC notice to Congress MP Surjewala for comments on Hema Malini￼","excerpt":"The Election Commission on Tuesday issued a notice to Congress MP Randeep Singh Surjewala, finding that his recent remarks about BJP MP Hema Malini were “highly undignified, vulgar and uncivilised”, and had prima facie violated the Model Code of Conduct. The poll body asked Surjewala to reply by 5 pm on Thursday. It also wrote","author":"Tattva News Team","time":"10/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Hemamalini-Sujewala.jpg","readTime":"5 min read","contentHTML":"\n<p>The Election Commission on Tuesday issued a notice to Congress MP Randeep Singh Surjewala, finding that his recent remarks about BJP MP Hema Malini were “highly undignified, vulgar and uncivilised”, and had prima facie violated the Model Code of Conduct.</p>\n\n\n\n<p>The poll body asked Surjewala to reply by 5 pm on Thursday. It also wrote to Congress president Mallikarjun Kharge  asking him to ensure that Congress leaders’ public discourse about women honours their dignity. The EC asked Kharge to respond with the details of the steps taken by the end of the day on Friday.</p>\n\n\n\n<p>The BJP had on April 5 lodged a complaint against Surjewala’s remarks on Malini, terming them “sexist” and “grave violation of the MCC”, as well as the provisions of the Indian Penal Code regarding defamation and obscene acts and songs.</p>\n\n\n\n<p>In its letter to Kharge, the EC said it had already censured another Congress leader, Supriya Shrinate, on April 1 for her remarks on BJP candidate, actor Kangana Ranaut. The EC had asked Kharge to issue an advisory to party functionaries directing them not to commit such violations. However, yet another incident of a Congress functionary making “undignified” remarks had occurred, the EC said.</p>\n\n\n\n<p>“Needless to day, that the comments [against Malini] are undignified, vulgar and uncivilised and have not only cause great insult to Smt. Hema Malini and disrespect to her position as a Member of Parliament, but also causes damage to honour and dignity of women legislators, across political formations, of women in public life and of all women in general. It is unfortunate that despite the Commission bringing it to the notice of the party at your level, the campaigners of Indian National Congress are still indulging in utterances that are repugnant to the honour and dignity of women,” the EC wrote.</p>\n","originalUrl":"https://en.tattvanews.com/national/ec-notice-to-congress-mp-surjewala-for-comments-on-hema-malini%ef%bf%bc/","hasAudio":false,"hasInfographics":false}