{"id":"wp-te-19630","wp_id":19630,"type":"standard","category":"World","language":"te","title":"ఫిలిప్పీన్స్ నేవీపై చైనా దళాలు గొడ్డళ్లతో దాడి","excerpt":"ఫిలిప్పీన్స్ దళాల పడవలపై చైనాకు చెందిన కోస్ట్‌గార్డ్ బలగాలు దాడులు చేశాయి. వారి పడవలను కత్తులు, గొడ్డళ్లు, సుత్తులతో ధ్వంసం చేయడానికి ప్రయత్నించాయి. ఈ సంఘటన ఇరు దేశాల మధ్య ఉద్రిక్తతలను పెంచింది. దీనిపై ఫిలిప్పీన్స్ అధికారులు స్పందిస్తూ తమ నౌకాదళానికి చెందిన రెండు బోట్లు, సెకండ్ థామస్ షోల్‌కు ఆహారం , ఇతర వస్తువులను తీసుకెళ్తుండగా, చైనా దళాలు దాడి చేసినట్టు వెల్లడించారు.  బీజింగ్ దళాలు మొదట ఫిలిప్పీన్స్ దళాలతో వాదనకు దిగి, తరువాత బోట్ల","author":"Tattva News Team","time":"21/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Chinese-attack.jpg","readTime":"5 min read","contentHTML":"\n<p>ఫిలిప్పీన్స్ దళాల పడవలపై చైనాకు చెందిన కోస్ట్‌గార్డ్ బలగాలు దాడులు చేశాయి. వారి పడవలను కత్తులు, గొడ్డళ్లు, సుత్తులతో ధ్వంసం చేయడానికి ప్రయత్నించాయి. ఈ సంఘటన ఇరు దేశాల మధ్య ఉద్రిక్తతలను పెంచింది. దీనిపై ఫిలిప్పీన్స్ అధికారులు స్పందిస్తూ తమ నౌకాదళానికి చెందిన రెండు బోట్లు, సెకండ్ థామస్ షోల్‌కు ఆహారం , ఇతర వస్తువులను తీసుకెళ్తుండగా, చైనా దళాలు దాడి చేసినట్టు వెల్లడించారు. </p>\n\n\n\n<p>బీజింగ్ దళాలు మొదట ఫిలిప్పీన్స్ దళాలతో వాదనకు దిగి, తరువాత బోట్ల లోకి చొరబడ్డాయి. మనీలా పడవల్లో ఉన్న బాక్సుల్లోని ఎం4 రైఫిళ్లను కాజేశారు., అక్కడే ఉన్ననేవిగేషన్ పరికరాలను సీజ్ చేశారు. ఈ సంఘటనలో ఫిలిప్పీన్స్ దళాల్లోని పలువురు గాయపడ్డారు. ఒక సైనికుడి బొటన వేలు తెగిపోయింది. </p>\n\n\n\n<p>పడవలు ఎటూ కదలకుండా చైనా దళాల పడవలు చుట్టుముట్టాయి. ఫిలిప్పీన్స్ ఆర్మీ చీఫ్ జనరల్ రోమియో బ్రవ్నెర్ జూనియర్ ఓ ప్రెస్ కాన్ఫరెన్స్‌లో ఈ సంఘటనపై స్పందించారు. చైనా దళాలను సముద్రపు దొంగలతో పోల్చారు. చైనా కోస్ట్‌గార్డ్ వద్ద పదునైన ఆయుధాలు ఉన్నా. తమ సైనికులు ఒట్టి చేతులతో పోరాడారని పేర్కొన్నారు. </p>\n\n\n\n<p>తమ ఆయుధాలు, పరికరాలు తక్షణమే తిరిగి ఇవ్వాలని , కలిగిన నష్టానికి పరిహారం చెల్లించాలని డిమాండ్ చేశారు. మరోవైపు చైనా విదేశాంగశాఖ ఈ ఘర్షణపై స్పందిస్తూ ఫిలీప్పీన్స్ పడవలో అక్రమ ఆయుధ సరఫరాను తమ కోస్ట్‌గార్డ్ దళాలు అడ్డుకొన్నాయని , అంతేతప్ప ఆదేశ సైనికులపై ప్రత్యక్ష చర్యలు తీసుకోలేదని పేర్కొంది. </p>\n\n\n\n<p>కోస్ట్‌గార్డ్ చట్టంలో సరికొత్త నిబంధనను డ్రాగన్ గత శనివారం అమలు లోకి తెచ్చింది. దీని ప్రకారం జల సరిహద్దులను అతిక్రమించిన విదేశీయులను బీజింగ్ బలగాలు 30 నుంచ 60 రోజుల పాటు నిర్బంధించే అవకాశాన్ని కల్పించింది. ఈ చట్టం అధికారాలతోనే చైనా తీర రక్షక సిబ్బంది తాజాగా దాడికి దిగినట్టు తెలుస్తోంది. దక్షిణ, తూర్పు చైనా సముద్రాలు తనవేనని బీజింగ్ వాదిస్తోంది. </p>\n\n\n\n<p>ఇప్పుడు వాటి పరిధిలోకి వచ్చే సమీప దేశాల సిబ్బందిని బంధించేందుకుఈ చట్టం స్వేచ్ఛనిచ్చినట్టైంది. ఇటీవలనే ఫిలిప్పీన్స్ నౌకను ఢీకొట్టడం గమనార్హం.</p>\n","originalUrl":"https://tattvanews.com/19630/21/06/2024/","hasAudio":false,"hasInfographics":false}