{"id":"wp-en-15245","wp_id":15245,"type":"standard","category":"World","language":"en","title":"India beat Pakistan by 6 wickets in Women's T20 World Cup￼","excerpt":"India survived a late scare to open their account in the Women's T20 World Cup 2024 with a record-breaking win over Pakistan on Sunday, October 6. Harmanpreet Kaur’s  India took down arch-rivals Pakistan in their second match of the tournament, with a six-wicket win at the Dubai International Cricket Stadium. With the ball, a disciplined India restricted","author":"Tattva News Team","time":"7/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/India-beat-Pak.jpg","readTime":"5 min read","contentHTML":"\n<p>India survived a late scare to open their account in the Women's T20 World Cup 2024 with a record-breaking win over Pakistan on Sunday, October 6. Harmanpreet Kaur’s  India took down arch-rivals Pakistan in their second match of the tournament, with a six-wicket win at the Dubai International Cricket Stadium.</p>\n\n\n\n<p>With the ball, a disciplined India restricted Pakistan to 105 for eight but then adopted an overcautious approach while batting before Harmanpreet helped them achieve the target of 106 in 18.5 overs and register their first win of the tournament.</p>\n\n\n\n<p>Captain Harmanpreet Kaur guided the 106 run-chase but went back retired hurt after suffering an issue on her neck in the 19th over. While the target was not that big, Pakistan gave India a good run for the money. Captain Fatima Sana gave a major scare with her back-to-back wickets of Rodrigues and Richa Ghosh in the 16th over. But captain Harmanpreet and Deepti took India home.</p>\n\n\n\n<p>With this win, India have created a record for the most number of wins against Pakistan in the history of the Women's T20 World Cup. This was India's sixth win over their arch-rivals, going past the record jointly held by them and England of five wins against the Women in Green.</p>\n\n\n\n<p>Shafali Verma made 32 off 35 balls at the top of the order. Pakistan decided to bat first after winning the toss but they failed to get off to a good start and struggled through the innings. Nida Dar top-scored for Pakistan with 28 off 34 balls.</p>\n\n\n\n<p>The Indian bowlers maintained a tight line and length to stifle the Pakistan batters while picking up wickets at regular intervals. Off-spinner Shreyanka Patil (2/12) and Arundhati Reddy (3/19) grabbed five wickets between them.</p>\n\n\n\n<p><strong>Brief Scores:</strong><strong></strong></p>\n\n\n\n<p>Pakistan: 105/8 in 20 overs (Nida Dar 28; Shreyanka Patil 2/12, Arundhati Reddy 3/19).</p>\n\n\n\n<p>India: 106/4 in 18.5 overs (Shafali Verma 32, Harmanpreet Kaur retired hurt 29; Fatima Sana 2/23).</p>\n","originalUrl":"https://en.tattvanews.com/national/india-beat-pakistan-by-6-wickets-in-womens-t20-world-cup%ef%bf%bc/","hasAudio":false,"hasInfographics":false}