{"id":"wp-en-13908","wp_id":13908,"type":"standard","category":"World","language":"en","title":"Raja Singh asks cancellation of another comedian’s show￼","excerpt":"BJP Goshamahal MLA T Raja Singh demanded cancellation of show of another comedian Daniel Fernandes. He threatened him to cancel  his upcoming show at Banjara Hills in Hyderabad. The MLA’s call for cancellation stems from Fernandes’ comedic commentary on a recent incident where members of the Jain community dress as Muslims to protest the sale of goats","author":"Tattva News Team","time":"30/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Raja-Singh-show.webp","readTime":"5 min read","contentHTML":"\n<p>BJP Goshamahal MLA T Raja Singh demanded cancellation of show of another comedian Daniel Fernandes. He threatened him to cancel  his upcoming show at Banjara Hills in Hyderabad.</p>\n\n\n\n<p>The MLA’s call for cancellation stems from Fernandes’ comedic commentary on a recent incident where members of the Jain community dress as Muslims to protest the sale of goats for Bakrid sacrifice.</p>\n\n\n\n<p>In a video statement that is going viral on social media platforms, Singh issued a stern warning to Fernandes, stating, “I want to tell Daniel to cancel his show at Banjara Hills which is scheduled for today. If not, remember, our karyakartas will throw so many chappals at you that you will have to think 50 times to visit Telangana or Hyderabad again. I would also request the police commissioner to cancel his show. Otherwise, he will get beaten up badly by our members.”</p>\n\n\n\n<p>Meanwhile, in response to the backlash from certain communities, Fernandes issued an apology via Instagram to members of the Jain community who may have been offended by his jokes. Expressing regret for any hurt caused, Fernandes emphasized his intent to entertain and expressed hope for reconciliation and mutual understanding.</p>\n\n\n\n<p>“Forgiveness is one of the many beautiful traits your community espouses, so I hope that we can put this behind us and move on in peace and enlightenment”, Daniel’s statement said on Instagram.</p>\n\n\n\n<p>In August 2022, Raja Singh was taken into preventive custody by the Hyderabad police while heading towards Shilpakala Vedika to where stand-up comedian Munawar Faruqui was set to perform the following day. Singh’s intention was reportedly to disrupt the event by burning down the set.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/raja-singh-asks-cancellation-of-another-comedians-show%ef%bf%bc/","hasAudio":false,"hasInfographics":false}