{"id":"wp-te-20792","wp_id":20792,"type":"standard","category":"World","language":"te","title":"30న బీజేపీలో చేరుతున్న చంపయీ సోరెన్","excerpt":"ఝార్ఖండ్‌ మాజీ ముఖ్యమంత్రి, ఝార్ఖండ్‌ ముక్తిమోర్చా (జేఎమ్ఎమ్ ) సీనియర్‌ నేత చంపయీ సోరెన్‌ బీజేపీలో చేరటం ఖాయమైంది. ఈనెల 30న రాంచీలో ఆయన కాషాయ కండువా కప్పుకుంటారని ఝార్ఖండ్‌ అసెంబ్లీ ఎన్నికల ఇన్‌ఛార్జ్‌, అసోం సీఎం హిమంతబిశ్వశర్మ ఎక్స్‌ వేదికగా ప్రకటించారు. కేంద్ర హోంమంత్రి అమిత్‌షాతో చంపయీ సోరెన్‌ భేటీ అయిన ఫొటోను ట్యాగ్‌ చేశారు. దేశంలోని విశిష్ట ఆదివాసీ నాయకుడిగా చంపయీని బిశ్వశర్మ కొనియాడారు. మరోవంక, చంపాయి సొరేన్ సహితం తాను బీజేపీలో చేరుతున్నట్లు","author":"Tattva News Team","time":"27/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Soren-1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఝార్ఖండ్‌ మాజీ ముఖ్యమంత్రి, ఝార్ఖండ్‌ ముక్తిమోర్చా (జేఎమ్ఎమ్ ) సీనియర్‌ నేత చంపయీ సోరెన్‌ బీజేపీలో చేరటం ఖాయమైంది. ఈనెల 30న రాంచీలో ఆయన కాషాయ కండువా కప్పుకుంటారని ఝార్ఖండ్‌ అసెంబ్లీ ఎన్నికల ఇన్‌ఛార్జ్‌, అసోం సీఎం హిమంతబిశ్వశర్మ ఎక్స్‌ వేదికగా ప్రకటించారు. కేంద్ర హోంమంత్రి అమిత్‌షాతో చంపయీ సోరెన్‌ భేటీ అయిన ఫొటోను ట్యాగ్‌ చేశారు. దేశంలోని విశిష్ట ఆదివాసీ నాయకుడిగా చంపయీని బిశ్వశర్మ కొనియాడారు.</p>\n\n\n\n<p>మరోవంక, చంపాయి సొరేన్ సహితం తాను బీజేపీలో చేరుతున్నట్లు స్వయంగా ప్రకటించారు. భూ కుంభకోణం కేసులో హేమంత్‌ సోరెన్‌ అరెస్టు కావటం వల్ల చంపయీ ముఖ్యమంత్రి అయ్యారు. ఇటీవల హేమంత్‌ బెయిల్‌పై విడుదల అవ్వటం వల్ల చంపయి సోరెన్‌ పదవి నుంచి తప్పుకోవాల్సి వచ్చింది. </p>\n\n\n\n<p>దీంతో ఆయన అసంతృప్తితో ఉన్నట్లు ప్రచారం జరిగింది. అంతేకాకుండా మరికొన్ని రోజుల్లో ఝార్ఖండ్‌లో అసెంబ్లీ ఎన్నికలు జరగనున్న నేపథ్యంలో చంపయీ బీజేపీ చేరతారంటూ వార్తలు వచ్చాయి. ఇటీవల పలువురు ఎమ్మెల్యేలతో కలిసి చంపయీ సోరెన్ దిల్లీ వెళ్లారు. దీంతో ఆయన బీజేపీకి వెళ్తుతున్నారనే ప్రచారం మరింత ఊపందుకుంది.</p>\n\n\n\n<p>అయితే, ఆ వార్తలపై చంపయీ సోరెన్ స్పందిస్తూ ఆగస్టు 18న ఎక్స్ వేదికగా ఓ పోస్ట్​ పెట్టారు. 'సీఎం పదవికి రాజీనామా చేయాల్సిన మూడు రోజుల ముందే నా కార్యక్రమాలన్నీ రద్దయ్యాయి. సొంత మనుషులే నన్ను బాధపెట్టారు. ఈ సమయంలో రాజకీయాల నుంచి వైదొలగడం, కొత్త పార్టీ పెట్టడం, వేరే పార్టీలోకి వెళ్లడం వంటి మూడు ఆప్షన్లు నా ముందు ఉన్నాయి' అని చంపయీ సోరెన్ పేర్కొన్నారు. </p>\n\n\n\n<p>అయితే తాను రాజకీయాలను వీడడం లేదని ఆగస్టు 21న మరోసారి ప్రకటన చేశారు. దీంతో ఝార్ఖండ్‌ ఎన్నికల సహ ఇంఛార్జిగా ఉన్న అసోం సీఎం హిమంత బిశ్వశర్వ ఈ వ్యవహారంలో తెరవెనుక చక్రం తిప్పి చంపయీను బీజేపీలో చేరేందుకు ఒప్పించినట్లు తెలుస్తోంది.</p>\n\n\n\n<p>మరోవైపు వచ్చే అసెంబ్లీ ఎన్నికల్లో బీజేపీతో కలిసి పోటీ చేస్తామని ఆల్ ఝార్ఖండ్ స్టూడెంట్స్ యూనియన్(ఏజేఎస్​యూ) అధ్యక్షుడు సుదేశ్​ మహతో తెలిపారు. ఈ మేరకు బీజేపీతో పొత్తు కుదిరినట్లు సోమవారం అమిత్​షాతో సమావేశమైన తర్వాత ప్రకటించారు. ప్రస్తుత రాజకీయ పరిస్థితులు, ఎన్నికలకు సంబంధించిన పలు అంశాలపై చర్చించినట్లు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20792/27/08/2024/","hasAudio":false,"hasInfographics":false}