{"id":"wp-te-19807","wp_id":19807,"type":"standard","category":"World","language":"te","title":"ఎన్టీఆర్‌ భరోసా పింఛన్ల పంపిణీ ప్రారంభించిన చంద్రబాబు","excerpt":"ప్రజల జీవితాల్లో వెలుగులు నింపడమే నిజమైన సంక్షేమమని ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలిపారు. వారి జీవన ప్రమాణాల పెంపునకు మొదటి అడుగుపడిందని చెప్పారు. మంగళగిరి నియోజకవర్గం పెనుమాకలో ఎన్టీఆర్ భరోసా  పింఛన్ల పంపిణీని ప్రారంభించిన అనంతరం మసీదు సెంటర్‌లో నిర్వహించిన ప్రజావేదిక కార్యక్రమంలో గ్రామస్థులు, లబ్ధిదారులతో ఆయన మాట్లాడారు. కొత్త ప్రభుత్వంలో మొదటగా పింఛన్ల పంపిణీకి శ్రీకారం చుట్టామని తెలిపారు. ప్రజల జీవితాల్లో వెలుగులు నింపడమే నిజమైన సంక్షేమమని చెబుతూ వారి జీవన ప్రమాణాల పెంపులో మొదటి","author":"Tattva News Team","time":"1/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Chandrababu-pen.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రజల జీవితాల్లో వెలుగులు నింపడమే నిజమైన సంక్షేమమని ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలిపారు. వారి జీవన ప్రమాణాల పెంపునకు మొదటి అడుగుపడిందని చెప్పారు. మంగళగిరి నియోజకవర్గం పెనుమాకలో ఎన్టీఆర్ భరోసా  పింఛన్ల పంపిణీని ప్రారంభించిన అనంతరం మసీదు సెంటర్‌లో నిర్వహించిన ప్రజావేదిక కార్యక్రమంలో గ్రామస్థులు, లబ్ధిదారులతో ఆయన మాట్లాడారు. కొత్త ప్రభుత్వంలో మొదటగా పింఛన్ల పంపిణీకి శ్రీకారం చుట్టామని తెలిపారు.</p>\n\n\n\n<p>ప్రజల జీవితాల్లో వెలుగులు నింపడమే నిజమైన సంక్షేమమని చెబుతూ వారి జీవన ప్రమాణాల పెంపులో మొదటి అడుగుపడిందని పేర్కొన్నారు. సమాజమే దేవాలయం అని… ప్రజలే దేవుళ్లు అని ఎన్టీఆర్‌ చెప్పారనీ, ఆయన స్ఫూర్తితో తమ ప్రభుత్వం పనిచేస్తుందని తెలిపారు. పేదలపై శ్రద్ధ పెడతామని, అనునిత్యం వినూత్నంగా ఆలోచిస్తామని చెబుతూ ఆర్థిక అసమానతలు లేని సమాజం చూడాలన్నదే తన ఆలోచన అని స్పష్టం చేశారు. </p>\n\n\n\n<p>దివ్యాంగులకు పింఛను రూ.6వేలు చేశామని, వారికి చేయూతనివ్వడం సమాజం బాధ్యత. నిత్యావసర వస్తువుల ధరలకు కళ్లెం వేయాల్సి ఉందని చంద్రబాబు తెలిపారు. గత పాలకులు, అధికారులు సచివాలయ సిబ్బందితో పింఛన్ల పింపిణీ తమ వల్ల కాదన్నారని, పంపిణీ చేతకాకపోతే ఇంటికి వెళ్లాలని వారికి ఆనాడే చెప్పానని గుర్తు చేశారు. నేడు 1.25 లక్షల మంది సచివాలయ సిబ్బందితో పంపిణీ జరుగుతోందని చెప్పారు.</p>\n\n\n\n<p>అధికారంలోకి వచ్చిన తర్వాత ఒకే రోజు ఐదు సంతకాలు పెట్టానని,  మొదటిది మెగా డీఎస్సీ పేర్కొంటూ వీలైనంత త్వరగా టీచర్ల నియామకం చేపట్టే బాధ్యత తీసుకుంటానని హామీ ఇచ్చారు. ల్యాండ్‌ టైటిలింగ్‌ యాక్ట్‌ రద్దుపై రెండో సంతకం చేశానని,  అన్న క్యాంటీన్ల పునరుద్ధరణపై మూడోది పెట్టానని వివరించారు.  రూ.5 కే భోజనం చేయొచ్చునని అంటూ త్వరలోనే 183 క్యాంటీన్లను ప్రారంభిస్తామని చెప్పారు. </p>\n\n\n\n<p>యువతకు ఉద్యోగాల కల్పన కోసం నైపుణ్య శిక్షణ ఇస్తామని చెబుతూ  ప్రభుత్వానికి శక్తి వస్తే ప్రజలకు మరింత తిరిగి ఇచ్చేందుకు అవకాశం ఉంటుందని తెలిపారు. తవ్వుతున్న కొద్దీ గత ప్రభుత్వ తప్పులు, అప్పులే కనబడుతున్నాయని, గతంలో ప్రజల బతుకులను రివర్స్‌ చేశారని విమర్శించారు. కోలుకుని మళ్లీ ముందుకు వెళ్లాలని అంటూ అందరం సమష్టిగా కలిసి పనిచేద్దామని చెప్పారు. </p>\n","originalUrl":"https://tattvanews.com/19807/01/07/2024/","hasAudio":false,"hasInfographics":false}