{"id":"wp-te-21106","wp_id":21106,"type":"standard","category":"World","language":"te","title":"డాక్టర్ల నిరసన వేదిక వద్దకు మమతా బెనర్జీ","excerpt":"పశ్చిమబెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ కోల్ కతాలోని ఆర్జీ కర్ మెడికల్ కాలేజ్ అండ్ హాస్పిటల్లో జరిగిన అత్యాచారం, హత్య కేసుకు వ్యతిరేకంగా నిరసన తెలుపుతున్న వైద్యులను కలవడానికి శనివారం కోల్ కతాలోని స్వాస్థ్య భవన్ కు చేరుకున్నారు. గత వారం రోజులుగా చర్చలకు ఆహ్వానించినా వారు వెనుకడుగు వేస్తుండడంతో ఆమె స్వయంగా వారి నిరసన శిబిరానికి వచ్చి మారితో మాట్లాడారు. సమస్య పరిష్కారానికి వైద్యులను సంప్రదించడానికి ఇదే చివరి ప్రయత్నం అని ఆమె నిరసనకారులతో చెప్పారు.","author":"Tattva News Team","time":"14/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Mamata-docotrs.jpg","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమబెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ కోల్ కతాలోని ఆర్జీ కర్ మెడికల్ కాలేజ్ అండ్ హాస్పిటల్లో జరిగిన అత్యాచారం, హత్య కేసుకు వ్యతిరేకంగా నిరసన తెలుపుతున్న వైద్యులను కలవడానికి శనివారం కోల్ కతాలోని స్వాస్థ్య భవన్ కు చేరుకున్నారు. గత వారం రోజులుగా చర్చలకు ఆహ్వానించినా వారు వెనుకడుగు వేస్తుండడంతో ఆమె స్వయంగా వారి నిరసన శిబిరానికి వచ్చి మారితో మాట్లాడారు. సమస్య పరిష్కారానికి వైద్యులను సంప్రదించడానికి ఇదే చివరి ప్రయత్నం అని ఆమె నిరసనకారులతో చెప్పారు.</p>\n\n\n\n<p>తమ డిమాండ్లను పరిశీలించి ఎవరైనా దోషులుగా తేలితే చర్యలు తీసుకుంటామని ఆమె వైద్యులకు ఆమె హామీ ఇచ్చారు. సాల్ట్ లేక్ లోని స్వాస్థ్య భవన్ వెలుపల 'మాకు న్యాయం కావాలి' అనే నినాదాల మధ్య నిరసన తెలుపుతున్న వైద్యులను ఉద్దేశించి ఆమె ప్రసంగించారు. తాను ముఖ్యమంత్రిగా కాకుండా మీ 'దీదీ' (సోదరి)గా మిమ్మల్ని కలిసేందుకు వచ్చానని చెప్పారు. </p>\n\n\n\n<p>మీ డిమాండ్లను అధ్యయనం చేసి ఎవరైనా దోషులుగా తేలితే చర్యలు తీసుకుంటానని హామీ ఇస్తున్నానని, నిరసన తెలుపుతున్న డాక్టర్లు తిరిగి విధుల్లో చేరాలని ఆమె కోరారు. అన్ని ప్రభుత్వ ఆసుపత్రుల పేషెంట్ వెల్ఫేర్ కమిటీలను తక్షణమే రద్దు చేస్తున్నట్లు ప్రకటించారు. వైద్యుల కష్టాన్ని తాను అర్థం చేసుకున్నానని బెనర్జీ ఆమె తెలిపారు. </p>\n\n\n\n<p>తాను విద్యార్థి ఉద్యమానికి నాయకత్వం వహించి ముందుకు వచ్చానని, తన జీవితంలో తాను కూడా చాలా ఇబ్బందులు పడ్డానని, మీ పోరాటాన్ని అర్థం చేసుకున్నానని ఆమె తెలిపారు. వైద్యుల డిమాండ్లను వింటానని హామీ ఇచ్చారు. తాను ఒంటరిగా ప్రభుత్వాన్ని నడపడం లేదని, ఉన్నతాధికారులతో మీ డిమాండ్లను అధ్యయనం చేసి తప్పకుండా పరిష్కారం కనుగొంటానని ఆమె చెప్పారు. </p>\n\n\n\n<p>ఎవరు దోషులుగా తేలినా కచ్చితంగా శిక్ష పడుతుందని ఆమె స్పష్టం చేశారు. నేను మీ నుండి కొంత సమయం అడుగుతున్నాను. మీపై (నిరసన తెలుపుతున్న వైద్యులపై) రాష్ట్ర ప్రభుత్వం ఎలాంటి చర్యలు తీసుకోదని మమతా బెనర్జీ  చెప్పారు. అయితే ముఖ్యమంత్రి మమతా బెనర్జీ తన ప్రసంగాన్ని ముగించి అక్కడి నుంచి వెళ్లిపోయిన తర్వాత ఆందోళన చేస్తున్న వైద్యులు చర్చలు జరిగే వరకు తమ డిమాండ్లపై రాజీపడే ప్రసక్తే లేదని తేల్చిచెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/21106/14/09/2024/","hasAudio":false,"hasInfographics":false}