{"id":"wp-en-12916","wp_id":12916,"type":"standard","category":"World","language":"en","title":"Delhi court declined Kejriwal insulin in jail￼","excerpt":"A Delhi court, on Monday, declined a plea by Delhi Chief Minister Arvind Kejriwal, who is a Type 2 diabetes patient, to direct prison authorities to administer insulin and allow him to consult a doctor through video conferencing daily for 15 minutes about his health condition. The court, however, ordered the setting up of a","author":"Tattva News Team","time":"23/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/02/Kejriwal1.jpg","readTime":"5 min read","contentHTML":"\n<p>A Delhi court, on Monday, declined a plea by Delhi Chief Minister Arvind Kejriwal, who is a Type 2 diabetes patient, to direct prison authorities to administer insulin and allow him to consult a doctor through video conferencing daily for 15 minutes about his health condition.</p>\n\n\n\n<p>The court, however, ordered the setting up of a medical panel to decide if the Delhi CM actually needs insulin shots regularly. Special Judge for CBI and ED cases Kaveri Baweja passed the order, directing the AIIMS to constitute a medical board for this. </p>\n\n\n\n<p>The court was hearing an application moved by the CM to allow him to have insulin inside the jail owing to his diabetic condition. Kejriwal had also requested online consultation with a private doctor every day for 15 minutes in the presence of his wife, Sunita Kejriwal.</p>\n\n\n\n<p>The Court Monday said home-cooked food can be provided to Kejriwal but it must strictly adhere to the diet chart given by his doctor on April 1. Jail authorities were also directed by the court to ensure there was no deviation from the medically prescribed diet. Earlier, the court had noted certain deviations in the prescribed diet and home-cooked food eaten by Kejriwal.</p>\n\n\n\n<p>In a statement on Sunday, the Tihar administration had said they had arranged a video conference of Kejriwal on April 20 with senior specialists from AIIMS during which neither \"the issue of insulin was raised by Kejriwal, nor was it suggested by the doctors\".</p>\n\n\n\n<p>The Aam Aadmi Party (AAP) accused the prison administration of denying insulin to Delhi CM and alleged a \"conspiracy\" to \"kill\" him.  Kejriwal was arrested on March 21 by the Enforcement Directorate (ED) in connection with a money-laundering case linked to the Delhi government's now-scrapped excise policy. He is lodged in Tihar jail since April 1.</p>\n","originalUrl":"https://en.tattvanews.com/economy/delhi-court-declined-kejriwal-insulin-in-jail%ef%bf%bc/","hasAudio":false,"hasInfographics":false}