{"id":"wp-en-14428","wp_id":14428,"type":"standard","category":"World","language":"en","title":"Bangladesh thrust into a period of deep uncertainty ￼","excerpt":"Bangladesh has been thrust into a period of deep uncertainty as Prime Minister Sheikh Hasina tendered her resignation and fled the country, leaving behind the nation in turmoil. The embattled leader, facing a surge of violent anti-government protests, reportedly escaped in a military aircraft and sought refuge in India on Monday. Her sudden departure marks","author":"Tattva News Team","time":"6/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Bangla.webp","readTime":"5 min read","contentHTML":"\n<p> Bangladesh has been thrust into a period of deep uncertainty as Prime Minister Sheikh Hasina tendered her resignation and fled the country, leaving behind the nation in turmoil. The embattled leader, facing a surge of violent anti-government protests, reportedly escaped in a military aircraft and sought refuge in India on Monday.</p>\n\n\n\n<p>Her sudden departure marks a dramatic escalation in the political crisis that has gripped the country for weeks. As news of Hasina’s departure spread, chaos erupted across the capital city of Dhaka. Hundreds of protesters stormed her official residence, vandalising and looting the premises in a display of anger that has become all too familiar in recent days.</p>\n\n\n\n<p>Following Hasina's resignation, Bangladesh Army Chief General Waqar-uz-Zaman addressed the nation and announced that an interim government will be taking over soon. The Army chief said he had met political leaders and told them the Army would take over responsibility for law and order. He also asked for countrymen's cooperation. </p>\n\n\n\n<p>Bangladesh President Mohammed Shahabuddin has ordered the release of Khaleda Zia, the jailed former Prime Minister and Opposition leader. The Bangladesh Nationalist Party (BNP) leader had served as Bangladesh's Prime Minister from 1991 to 1996 and again from 2001 to 2006.</p>\n\n\n\n<p>The scenes of destruction provided a vivid expression of the widespread discontent that has swept through the country, fueled by the Hasina government's controversial policies. At the heart of the unrest is the government's quota system, which reserves 30 per cent of government jobs for families of veterans who fought in the 1971 liberation war. Critics argue that this policy has exacerbated economic inequalities and denied opportunities to a new generation of Bangladeshis.</p>\n\n\n\n<p>The protests, which began as peaceful demonstrations, have increasingly turned violent, leading to clashes with security forces. According to media reports, The death toll has risen to over 300, with many more injured as the unrest shows no sign of abating.</p>\n\n\n\n<p>In the wake of Hasina’s departure, the Bangladeshi military has stepped in to fill the power vacuum. The military, which has a history of political involvement in Bangladesh, is now faced with the daunting task of restoring order and navigating the country through this turbulent period. Meanwhile, Bangladesh President Mohammed Shahabuddin has also dissolved the Parliament following Hasina's resignation. </p>\n","originalUrl":"https://en.tattvanews.com/international/bangladesh-thrust-into-a-period-of-deep-uncertainty-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}