{"id":"wp-en-13905","wp_id":13905,"type":"standard","category":"World","language":"en","title":"CJI Chandrachud says equating judges with God is dangerous￼","excerpt":"The Chief Justice of India (CJI), DY Chandrachud observed that the trend of equating judges with God in India is dangerous since the task of the judges is to serve the public interest.  CJI said while addressing the Regional Conference of National Judicial Academy in Kolkata on Saturday, that he feels reticent when he is told that","author":"Tattva News Team","time":"30/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Chandrachud.jpg","readTime":"5 min read","contentHTML":"\n<p>The Chief Justice of India (CJI), DY Chandrachud observed that the trend of equating judges with God in India is dangerous since the task of the judges is to serve the public interest.</p>\n\n\n\n<p> CJI said while addressing the Regional Conference of National Judicial Academy in Kolkata on Saturday, that he feels reticent when he is told that the court is the temple of justice because the temple postulates that the judges are in the position of a deity.</p>\n\n\n\n<p>“Too very often, we are addressed as Honour or as Lordship or as Ladyship. There is a very grave danger when people say that the court is a temple of justice. There is a grave danger that we perceive ourselves as the deities in those temples,” CJI Chandrachud said.</p>\n\n\n\n<p>“I would rather recast the role of the judge as a server of the people. And when you regard yourselves as people who are there to serve others, then you bring in the notion of compassion, of empathy, of judging but not being judgmental about others,” he added.</p>\n\n\n\n<p>He said that even while sentencing anyone in a criminal case, the judges do that with a sense of compassion, since at the end, a human being is being sentenced. He said, \"The word 'contemporary' is very important because it does not speak about the work which we do in the abstract, but in the context of contemporary societal challenges which we as judges face in the work we do. We, therefore, look at the law and its intersection of technology from the perspective of the societal conditions in which those whom we serve exist in our societies.\"</p>\n\n\n\n<p>“So these concepts of constitutional morality, which I think, are the key, not just for the judges of the Supreme Court or the High Court but also for the district judiciary itself, because the engagement of the common citizens begins first and foremost with the district judiciary,” CJI Chandrachud added.</p>\n","originalUrl":"https://en.tattvanews.com/national/cji-chandrachud-says-equating-judges-with-god-is-dangerous%ef%bf%bc/","hasAudio":false,"hasInfographics":false}