{"id":"wp-te-18931","wp_id":18931,"type":"standard","category":"World","language":"te","title":"తెనాలి వైసీపీ అభ్యర్ధి చెంపదెబ్బపై ఈసీ ఆగ్రహం-హౌస్ అరెస్ట్","excerpt":"ఏపీలో అసెంబ్లీ, పార్లమెంట్ ఎన్నికల పోలింగ్ సందర్భంగా గుంటూరు జిల్లా తెనాలిలోని ఓ పోలింగ్ బూత్ లో చోటు చేసుకున్న ఉద్రిక్తతలపై ఈసీ స్పందించింది. అన్నాబత్తుని శివకుమార్‌పై వెంటనే అదుపులోకి తీసుకోవాలని ఈసీ పోలీసులను ఆదేశించింది. పోలింగ్‌ పూర్తయ్యే వరకు ఆయనను హౌస్ అరెస్టులో ఉంచాలని పేర్కొంది. ఓటేసేందుకు స్ధానిక పోలింగ్ బూత్ కు వెళ్లిన వైసీపీ ఎమ్మెల్యే అభ్యర్ధి అన్నాబత్తుని శివకుమార్ తనలాగే ఓటేసేందుకు వచ్చిన ఓటర్ పై చేయి చేసుకోవడం, అతను తిరిగి ఎమ్మెల్యేను","author":"Tattva News Team","time":"13/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/TNL-MLA.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో అసెంబ్లీ, పార్లమెంట్ ఎన్నికల పోలింగ్ సందర్భంగా గుంటూరు జిల్లా తెనాలిలోని ఓ పోలింగ్ బూత్ లో చోటు చేసుకున్న ఉద్రిక్తతలపై ఈసీ స్పందించింది.</p>\n\n\n\n<p>అన్నాబత్తుని శివకుమార్‌పై వెంటనే అదుపులోకి తీసుకోవాలని ఈసీ పోలీసులను ఆదేశించింది. పోలింగ్‌ పూర్తయ్యే వరకు ఆయనను హౌస్ అరెస్టులో ఉంచాలని పేర్కొంది. ఓటేసేందుకు స్ధానిక పోలింగ్ బూత్ కు వెళ్లిన వైసీపీ ఎమ్మెల్యే అభ్యర్ధి అన్నాబత్తుని శివకుమార్ తనలాగే ఓటేసేందుకు వచ్చిన ఓటర్ పై చేయి చేసుకోవడం, అతను తిరిగి ఎమ్మెల్యేను చెంపదెబ్బ కొట్టడం, దీంతో ఎమ్మెల్యే అనుచరులు అతన్ని చితకబాదడం జరిగిపోయాయి. ఇది జాతీయ స్ధాయిలో చర్చకు దారి తీసింది.</p>\n\n\n\n<p>తెనాలిలో క్యూలో నిలబడకుండా నేరుగా ఓటేసేందుకు ప్రయత్నించిన తనను అడ్డుకున్న ఓటర్ పై చెంపదెబ్బ కొట్టడం, తిరిగి అతను కొట్టాక తన అనుచరులతో దాడి చేయించిన వ్యవహారంపై ఈసీ ఆగ్రహం వ్యక్తం చేసింది. </p>\n\n\n\n<p>అన్నాబత్తుని శివకుమార్‌పై వెంటనే అదుపులోకి తీసుకోవాలని ఈసీ పోలీసులను ఆదేశించింది. పోలింగ్‌ పూర్తయ్యే వరకు ఆయనను హౌస్ అరెస్టులో ఉంచాలని పేర్కొంది. తెనాలి వైసీపీ అభ్యర్థి తీరుపై రాష్ట్రానికి ఎన్నికల పరిశీలకుడిగా వచ్చిన దీపక్ మిశ్రా  ఆగ్రహం వ్యక్తం చేశారు. ఇలాంటి ఘటనలను ఎందుకు అడ్డుకోలేకపోతున్నారంటూ సీఈవోపై సైతం ఆగ్రహం వ్యక్తం చేసినట్లు తెలుస్తోంది.</p>\n\n\n\n<p>ఈ ఘటనపై సీఈఓ ముకేష్ కుమార్ మీనా స్పందిస్తూ సమగ్ర విచారణకు ఆదేశించామని తెలిపారు. పోలింగ్ కేంద్రం నుంచి లైవ్ వెబ్‌కాస్టింగ్ ఫుటేజీ తమ వద్ద ఉందని చెబుతూ దాడికి పాల్పడిన ఎమ్మెల్యేతో పాటు ఇతరులపై కేసు నమోదు చేయాలని గుంటూరు ఎస్పీను ఆదేశించినట్లు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/18931/13/05/2024/","hasAudio":false,"hasInfographics":false}