{"id":"wp-en-12834","wp_id":12834,"type":"standard","category":"World","language":"en","title":"Trinamool Congress promises to repeal CAA and stop NRC in manifesto ￼","excerpt":"The Trinamool Congress on Wednesday released its manifesto for the upcoming Lok Sabha elections with a promise of welfare schemes including ration at doorstep, 10 free cooking cylinders for BPL families. The ruling party has also promised to repeal Citizenship Amendment Act (CAA) and stop National Register of Citizens (NRC). Releasing the manifesto at the party","author":"Tattva News Team","time":"18/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Mamata-rally.webp","readTime":"5 min read","contentHTML":"\n<p>The Trinamool Congress on Wednesday released its manifesto for the upcoming Lok Sabha elections with a promise of welfare schemes including ration at doorstep, 10 free cooking cylinders for BPL families. The ruling party has also promised to repeal Citizenship Amendment Act (CAA) and stop National Register of Citizens (NRC).</p>\n\n\n\n<p>Releasing the manifesto at the party headquarters here, TMC’s Rajya Sabha  party leader Derek O’ Brien said, “These are the promises which we will fulfill as part of INDIA bloc, when it forms the next government.”</p>\n\n\n\n<p>“We promise to control petrol and diesel prices through the formulation of a price stabilisation fund. We also promise to repeal the Citizenship Amendment Act (CAA) and stop the National Register of Citizens (NRC)  exercise in the country,” senior TMC leader Amit Mitra said.</p>\n\n\n\n<p>Alleging that the BJP has made the entire country a \"detention camp\", West Bengal Chief Minister Mamata Banerjee said the CAA and NRC will be scrapped if opposition bloc INDIA forms government at the Centre. She alleged that there will be \"no democracy and elections if Prime Minister Narendra Modi returns to power\" for the third consecutive term.</p>\n\n\n\n<p>The Lok Sabha Election 2024 in West Bengal is scheduled to commence on April 19 and will be conducted in seven phases until June 1. The state offers 42 seats to the Lok Sabha, and the result of the election is expected to be announced on June 4.<a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p>Alleging that the BJP has made the entire country a \"detention camp\", West Bengal Chief Minister Mamata Banerjee on Wednesday said the CAA and NRC will be scrapped if opposition bloc INDIA forms government at the Centre.</p>\n\n\n\n<p>Addressing an election rally here in support of four TMC candidates in Assam, she alleged that there will be \"no democracy and elections if Prime Minister Narendra Modi returns to power\" for the third consecutive term.</p>\n\n\n\n<p>\"If the INDIA bloc wins, there will not be the National Register of Citizens (NRC), Citizenship Amendment Act (CAA) and Uniform Civil Code. We will repeal all discriminatory laws,\" Banerjee said at Silchar election rally.</p>\n","originalUrl":"https://en.tattvanews.com/national/trinamool-congress-promises-to-repeal-caa-and-stop-nrc-in-manifesto-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}