{"id":"wp-en-13934","wp_id":13934,"type":"standard","category":"World","language":"en","title":"Medha Patkar gets 5 month jail for defaming Delhi LG VK Saxena￼","excerpt":"A court here on Monday sentenced activist Medha Patkar to five months simple imprisonment in a 23-year-old defamation case lodged against her by Delhi Lieutenant Governor V K Saxena when he headed an NGO in Gujarat. Metropolitan Magistrate Raghav Sharma also imposed a fine of Rs 10 lakh on Patkar. The court sentenced Patkar after considering","author":"Tattva News Team","time":"2/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Medha.jpg","readTime":"5 min read","contentHTML":"\n<p>A court here on Monday sentenced activist Medha Patkar to five months simple imprisonment in a 23-year-old defamation case lodged against her by Delhi Lieutenant Governor V K Saxena when he headed an NGO in Gujarat.</p>\n\n\n\n<p>Metropolitan Magistrate Raghav Sharma also imposed a fine of Rs 10 lakh on Patkar. The court sentenced Patkar after considering the evidence before it and the fact that the case went on for over two decades. However, the court suspended the sentence for one month to enable Patkar to file an appeal against the order.</p>\n\n\n\n<p>Rejecting Patkar's prayer to release her on the condition of probation, the judge said, \"Considering the facts...damages, age and ailment (of the accused), I am not inclined to give excessive punishment.\" The offence entailed a maximum punishment of simple imprisonment of up to two years or fine or both.</p>\n\n\n\n<p>On May 24, the court had observed that Patkar's statements calling Saxena a \"coward\" and alleging his involvement in hawala transactions were not only defamatory per se but also crafted to incite negative perceptions about him.</p>\n\n\n\n<p>Also, the accusation that the complainant was \"mortgaging\" the people of Gujarat and their resources to foreign interests was a direct attack on his integrity and public service, it had said. The arguments on sentencing were completed on May 30, following which the judgment on the quantum of sentence was reserved on June 7.</p>\n\n\n\n<p>Patkar and Saxena have been locked in a legal tussle since 2000 after she filed a suit against him for publishing advertisements against her and the Narmada Bachao Andolan (NBA).</p>\n\n\n\n<p>Saxena, who then headed an Ahmedabad-based NGO named 'Council for Civil Liberties', had also filed two cases against Patkar in 2001 for making derogatory remarks against him on a TV channel and issuing a defamatory press statement.</p>\n","originalUrl":"https://en.tattvanews.com/national/medha-patkar-gets-5-month-jail-for-defaming-delhi-lg-vk-saxena%ef%bf%bc/","hasAudio":false,"hasInfographics":false}