{"id":"wp-en-14135","wp_id":14135,"type":"standard","category":"World","language":"en","title":"Threats against investigative journalist in France￼","excerpt":"On 29 June, as journalist Thomas Dietrich was about to publish an investigation entitled “When Macron protects Marine Le Pen’s financier” for online media OFF Investigation, he received a chilling threat of violence sent on the Whatsapp instant messaging network. The International and European Federations of Journalists (IFJ-EFJ) and their affiliates in France, SNJ, SNJ-CGT, CFDT-Journalistes, and","author":"Tattva News Team","time":"17/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/IFJ.png","readTime":"5 min read","contentHTML":"\n<p>On 29 June, as journalist Thomas Dietrich was about to publish an investigation entitled “When Macron protects Marine Le Pen’s financier” for online media OFF Investigation, he received a chilling threat of violence sent on the Whatsapp instant messaging network.</p>\n\n\n\n<p>The International and European Federations of Journalists (IFJ-EFJ) and their affiliates in France, SNJ, SNJ-CGT, CFDT-Journalistes, and SGJ-FO, strongly condemn these actions, apparently aimed at preventing Dietrich from publishing his work. We call on the authorities to investigate the threats against him.</p>\n\n\n\n<p>Thomas Dietrich, an investigative journalist specialising in “Françafrique” (France’s sphere of influence over former French colonies in sub-Saharan Africa), has notably investigated the funding networks involving the French far-right party Rassemblement National (RN) and President Emmanuel Macron in the Central African Republic.</p>\n\n\n\n<p>During his new investigation,  Dietrich took a particular interest in the takeover of TransAfrica MarketOIL, which has just acquired Total Energies’ assets in the Central African Republic. One of his sources in the Central African Republic, who helped him trace the involvement of French businessman Laurent Foucher in the takeover of the company, was recently assaulted and left unconscious in the street, according to the journalist. </p>\n\n\n\n<p>A few days before the publication of the article for OFF Investigation, photos of an assault suffered by Dietrich in 2011, when he was arrested by Central African soldiers, resurfaced. They were first sent to him on 29 June, then to his family on 1 July.  On 3 July, the day before the article was published, Dietrich received another explicit message:</p>\n\n\n\n<p> “Hi Dietrich! Is your article ready for tomorrow? So are we! Your photo album is ready for worldwide distribution.  Friends want to take photos with you again! As you really liked it the first time, would you like to do it again? (With an emoji banned for 18 years, referring to his attack, editor’s note). They’re waiting for you in Africa. Love to your family!”. </p>\n\n\n\n<p>While the authors of these messages remain unknown for the moment, the numbers originate from the Central African Republic, and Israel. The IFJ, EFJ, and their French affiliates support Dietrich and call on the authorities to investigate the source of these messages and condemn these outrageous practices which undermine respect for press freedom and human rights.</p>\n","originalUrl":"https://en.tattvanews.com/international/threats-against-investigative-journalist-in-france%ef%bf%bc/","hasAudio":false,"hasInfographics":false}