{"id":"wp-en-12967","wp_id":12967,"type":"standard","category":"World","language":"en","title":"India slams US report on human rights abuses￼","excerpt":"The Ministry of External Affairs (MEA) on Thursday sharply reacted to a report by the US State Department which says that \"human rights abuses\" occurred in Manipur after violence broke out in the state last year.  The recently released '2023 Country Reports on Human Rights Practices: India' report, states that the ethnic clashes between the","author":"Tattva News Team","time":"26/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Jaiswal1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Ministry of External Affairs (MEA) on Thursday sharply reacted to a report by the US State Department which says that \"human rights abuses\" occurred in Manipur after violence broke out in the state last year. </p>\n\n\n\n<p>The recently released '2023 Country Reports on Human Rights Practices: India' report, states that the ethnic clashes between the Meitei and Kuki communities in Manipur resulted in \"significant human rights abuses\". </p>\n\n\n\n<p>It also noted that Prime Minister Narendra Modi described the incident as \"shameful\".  \"This report is deeply biased and reflects a poor understanding of India. We attach no value to it and urge you to do the same,” said MEA spokesperson Randhir Jaiswal.</p>\n\n\n\n<p>The report released by the State Department every year is mandated by the US Congress.  Also, while reacting to the campus protests in the US, Jaiswal said that there has to be a right balance between freedom of expression and a sense of responsibility. </p>\n\n\n\n<p>\"We have seen reports on the matter and have been following related events. In every democracy, there has to be the right balance between freedom of expression, sense of responsibility and public safety and order,\" he said. </p>\n\n\n\n<p>Columbia University witnessed major protests over Israel's military offensive in Gaza.  \"Democracies in particular should display this understanding in regard to other fellow democracies. After all, we are all judged by what we do at home and not what we say abroad,\" Jaiswal added.</p>\n\n\n\n<p>The specifically highlighted the Manipur ethnic violence between Kuki and Meitei groups that resulted in the death of at least 175 people. The US State Department cited reports of armed conflict, rapes, and assaults in addition to the destruction of homes, businesses, and places of worship. The report also mentioned the raids by Indian tax authorities on the office of British Broadcasting Corporation (BBC).</p>\n","originalUrl":"https://en.tattvanews.com/national/india-slams-us-report-on-human-rights-abuses%ef%bf%bc/","hasAudio":false,"hasInfographics":false}