{"id":"wp-te-19425","wp_id":19425,"type":"standard","category":"World","language":"te","title":"￼జమ్మూ కాశ్మీర్‌లో అసెంబ్లీ ఎన్నికలకు రంగం సిద్ధం","excerpt":"ఇటీవల దేశంలో సార్వత్రిక ఎన్నికలను ప్రశాంతంగా పూర్తి చేసిన కేంద్ర ఎన్నికల సంఘం.. ఇక జమ్మూ కాశ్మీర్‌ శాసనసభకు ఎన్నికలు నిర్వహించేందుకు ఏర్పాట్లు చేస్తోంది. ఈ క్రమంలోనే రిజిస్టర్ కాని పార్టీలు.. గుర్తుల కోసం దరఖాస్తు చేసుకోవాలని ప్రకటించింది. వాటిని స్వీక‌రించి ఆమోదించేందుకు ఈసీ నిర్ణయించిన‌ట్లు సెక్రట‌రీ జ‌య‌దేబ్ లాహిరి ఓ ప్రక‌ట‌న‌లో తెలిపారు. త్వరలోనే ఎన్నికల ప్రక్రియను ప్రారంభించనున్నట్లు ఇటీవలె కేంద్ర ప్రధాన ఎన్నికల కమిషనర్ రాజీవ్ కుమార్.. వెల్లడించారు.  చివరిసారిగా 2014 లో జమ్మూ","author":"Tattva News Team","time":"9/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/ECI.jpg","readTime":"5 min read","contentHTML":"\n<p>ఇటీవల దేశంలో సార్వత్రిక ఎన్నికలను ప్రశాంతంగా పూర్తి చేసిన కేంద్ర ఎన్నికల సంఘం.. ఇక జమ్మూ కాశ్మీర్‌ శాసనసభకు ఎన్నికలు నిర్వహించేందుకు ఏర్పాట్లు చేస్తోంది. ఈ క్రమంలోనే రిజిస్టర్ కాని పార్టీలు.. గుర్తుల కోసం దరఖాస్తు చేసుకోవాలని ప్రకటించింది. వాటిని స్వీక‌రించి ఆమోదించేందుకు ఈసీ నిర్ణయించిన‌ట్లు సెక్రట‌రీ జ‌య‌దేబ్ లాహిరి ఓ ప్రక‌ట‌న‌లో తెలిపారు.</p>\n\n\n\n<p>త్వరలోనే ఎన్నికల ప్రక్రియను ప్రారంభించనున్నట్లు ఇటీవలె కేంద్ర ప్రధాన ఎన్నికల కమిషనర్ రాజీవ్ కుమార్.. వెల్లడించారు.  చివరిసారిగా 2014 లో జమ్మూ కాశ్మీర్‌లో అసెంబ్లీ ఎన్నికలు జరిగాయి. ఆ ఎన్నికల్లో బీజేపీ, పీడీపీ నేతృత్వంలో సంకీర్ణ ప్రభుత్వం అధికారంలోకి వచ్చింది. దీంతో జమ్మూ కాశ్మీర్ ముఖ్యమంత్రిగా ముఫ్తీ మహ్మద్ సయీద్ ప్రమాణ స్వీకారం చేశారు. </p>\n\n\n\n<p>2016 లో ముఖ్యమంత్రి ముఫ్తీ మహ్మద్ సయీద్ మరణించడంతో ఆయన కుమార్తె మెహబూబా ముఫ్తీ సంకీర్ణ ప్రభుత్వానికి నాయకత్వం వహించి.. ముఖ్యమంత్రిగా బాధ్యతలు చేపట్టారు.  ఆ తర్వాత 2019 జూన్ 18 వ తేదీన బీజేపీ మద్దతు ఉపసంహరించుకోవడంతో జమ్మూ కాశ్మీర్‌లో ప్రభుత్వం కూలిపోయింది. దీంతో ముఖ్యమంత్రి పదవికి మెహబూబా ముఫ్తీ రాజీనామా చేశారు. </p>\n\n\n\n<p>ఈ నేపథ్యంలోనే జమ్మూ కాశ్మీర్‌లో రాష్ట్రపతి పాలన విధించారు. 2019 ఆగస్ట్ 5 వ తేదీన.. జమ్మూ కాశ్మీర్‌కు ప్రత్యేక ప్రతిపత్తి కల్పించే ఆర్టికల్ 370, ఆర్టికల్ 35 ఏను కేంద్ర ప్రభుత్వం రద్దు చేసింది. ఆ తర్వాత అదే రోజున జ‌మ్మూ కాశ్మీర్‌ను విడగొట్టి జమ్మూ కాశ్మీర్, లడఖ్‌ అంటూ రెండు కేంద్ర పాలిత ప్రాంతాలుగా ప్రక‌టించారు. ప్రస్తుతం జమ్మూ కాశ్మీర్ లెఫ్టినెంట్ గవర్నర్ నేతృత్వంలో ఉంది.</p>\n\n\n\n<p>ఇక ఇటీవల జరిగిన లోక్‌సభ ఎన్నికల్లో జమ్మూ కాశ్మీర్‌లో అత్యధికంగా 58.58 శాతం ఓటింగ్ నమోదైంది. కాశ్మీర్ లోయలోని లోక్‌సభ స్థానాల్లో 51.05 శాతం ఓటర్లు ఓటింగ్ ప్రక్రియ‌లో పాల్గొన్నారు., గత 4 దశాబ్దాల్లో అదే అత్యధికమని ఎన్నికల అధికారులు పేర్కొన్నారు. </p>\n\n\n\n<p>ఇక జమ్మూ కాశ్మీర్‌లో అసెంబ్లీ ఎన్నికలు నిర్వహించాలని.. స్థానిక రాజకీయ పార్టీలు డిమాండ్లు చేస్తూనే ఉన్నాయి. ఇక సుప్రీంకోర్టు వరకు ఈ వ్యవహారం చేరడంతో ఈ ఏడాది సెప్టెంబర్‌ నెల చివరిలోగా జమ్ము కాశ్మీర్‌ అసెంబ్లీకి ఎన్నికలు నిర్వహించాలని ఆదేశాలు జారీ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/19425/09/06/2024/","hasAudio":false,"hasInfographics":false}