{"id":"wp-en-14766","wp_id":14766,"type":"standard","category":"World","language":"en","title":"India minted a new billionaire every 5 days in 2023","excerpt":"India created a new billionaire every 5 days in 2023, according to the Hurun India Rich List 2024. The report highlights a significant surge in wealth, with 1,539 ultra-wealthy individuals, marking a rise of 220 compared to the previous year. This is the first time the list has exceeded 1,500 entries, featuring individuals with wealth","author":"Tattva News Team","time":"31/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Adani-Ambani.jpg","readTime":"5 min read","contentHTML":"\n<p>India created a new billionaire every 5 days in 2023, according to the Hurun India Rich List 2024. The report highlights a significant surge in wealth, with 1,539 ultra-wealthy individuals, marking a rise of 220 compared to the previous year.</p>\n\n\n\n<p>This is the first time the list has exceeded 1,500 entries, featuring individuals with wealth surpassing US$ 119.3 million (Rs. 1,000 crore). India now has 334 billionaires, a sixfold increase since the list's inception 13 years ago.</p>\n\n\n\n<p>Industrialist Mr. Gautam Adani and his family top the 2024 list with a wealth of US$ 138.34 billion (Rs. 11.6 trillion), followed by Mr. Mukesh Ambani at US$ 120.45 billion (Rs. 10.1 trillion). Notably, 18 individuals have a wealth of over US$ 11.93 billion (Rs. 1 trillion).</p>\n\n\n\n<p>Bollywood superstar Mr. Shah Rukh Khan debuted on the list with US$ 870.6 million (Rs. 7,300 crore), driven by investments in the IPL’s Kolkata Knight Riders and Red Chillies Entertainment. Other prominent names include Mr. Amitabh Bachchan, Mr. Karan Johar, and Ms. Juhi Chawla.</p>\n\n\n\n<p>Indian billionaires are spread across 134 cities, with 5 of the top 10 residing in Mumbai. The total wealth on the list has reached US$ 1.90 trillion (Rs. 159 trillion), exceeding the combined GDP of Saudi Arabia and Switzerland and accounting for over 50% of India’s GDP.</p>\n\n\n\n<p>The youngest billionaires are Mr. Harshil Mathur and Mr. Shashank Kumar, aged 33. At the same time, the oldest debutant is 95-year-old Mr. Hanwantbir Kaur Sahney of NBR Bearings. The industrial sector contributed the most individuals to the list.</p>\n","originalUrl":"https://en.tattvanews.com/economy/india-minted-a-new-billionaire-every-5-days-in-2023/","hasAudio":false,"hasInfographics":false}