{"id":"wp-te-20343","wp_id":20343,"type":"standard","category":"World","language":"te","title":"పూజా ఖేడ్కర్ అభ్యర్థిత్వాన్ని రద్దు చేసిన యూపీఎస్‌సీ","excerpt":"మహారాష్ట్ర ట్రైనీ ఐఏఎస్ అధికారిణి పూజా ఖేద్కర్‌ వివాదంలో యూపీఎస్సీ సంచలన నిర్ణయం తీసుకుంది. ఆమె అక్రమాలు, అవినీతి బాగోతాలపై విచారణ జరిపిన యూనియన్ పబ్లిక్ సర్వీస్ కమిషన్.. ఆమెపై కఠిన చర్యలు చేపట్టింది. ఆమె ఐఏఎస్ ఎంపికను రద్దు చేస్తూ కీలక నిర్ణయం వెలువరించింది. అంతేకాకుండా భవిష్యత్‌లో సివిల్స్ పరీక్షలు రాయకుండా నిషేధం విధించింది.  అధికార దుర్వినియోగంతో వెలుగులోకి వచ్చిన పూజా ఖేద్కర్ వ్యవహారం.. ఆ తర్వాత తప్పుడు ధృవపత్రాలు సమర్పించి ఉద్యోగం సాధించినట్లు ఆరోపణలు","author":"Tattva News Team","time":"1/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Pooja.jpg","readTime":"5 min read","contentHTML":"\n<p>మహారాష్ట్ర ట్రైనీ ఐఏఎస్ అధికారిణి పూజా ఖేద్కర్‌ వివాదంలో యూపీఎస్సీ సంచలన నిర్ణయం తీసుకుంది. ఆమె అక్రమాలు, అవినీతి బాగోతాలపై విచారణ జరిపిన యూనియన్ పబ్లిక్ సర్వీస్ కమిషన్.. ఆమెపై కఠిన చర్యలు చేపట్టింది. ఆమె ఐఏఎస్ ఎంపికను రద్దు చేస్తూ కీలక నిర్ణయం వెలువరించింది. అంతేకాకుండా భవిష్యత్‌లో సివిల్స్ పరీక్షలు రాయకుండా నిషేధం విధించింది. </p>\n\n\n\n<p>అధికార దుర్వినియోగంతో వెలుగులోకి వచ్చిన పూజా ఖేద్కర్ వ్యవహారం.. ఆ తర్వాత తప్పుడు ధృవపత్రాలు సమర్పించి ఉద్యోగం సాధించినట్లు ఆరోపణలు రాగా.. యూపీఎస్సీ విచారణ జరిపి.. అది నిజమే అని తేల్చింది. ఈ క్రమంలోనే ఆమెను డిబార్ చేస్తూ తాజాగా ఉత్తర్వులు వెలువరించింది. మరోవైపు.. ప్రస్తుతం ఆమె పోలీస్ కస్టడీలో ఉన్నారు.</p>\n\n\n\n<p>పూజా ఖేద్కర్‌పై వచ్చిన అవినీతి ఆరోపణల వ్యవహారంలో విచారణ జరిపిన యూనియన్‌ పబ్లిక్‌ సర్వీస్‌ కమిషన్‌.. ఆమె ప్రొవిజినల్‌ అభ్యర్థిత్వాన్ని రద్దు చేస్తూ బుధవారం ఉత్తర్వులు వెలువరించింది. అంతేకాకుండా భవిష్యత్తులో మళ్లీ యూపీఎస్సీ నియామక పరీక్షలు రాయకుండా నిషేధం విధించింది. </p>\n\n\n\n<p>పూణేలో ట్రైనీ సహాయ కలెక్టర్‌గా పని చేసే సమయంలో.. పూజా ఖేద్కర్‌పై అధికార దుర్వినియోగం ఆరోపణలు వెల్లువెత్తాయి. అనంతరం ఆమె నియామకమే అక్రమంగా జరిగిందని మరిన్ని తీవ్ర విమర్శలు వచ్చాయి. ఐఏఎస్ ఉద్యోగం కోసం యూపీఎస్సీలో తప్పుడు అఫిడవిట్‌ పత్రాలను పూజా ఖేద్కర్ సమర్పించారనే ఆరోపణలు రావడం దేశవ్యాప్తంగా తీవ్ర సంచలనంగా మారిన విషయం తెలిసిందే.</p>\n\n\n\n<p>పూజా ఖేద్కర్‌పై వచ్చిన సంచలన ఆరోపణలను సీరియస్‌గా తీసుకున్న యూపీఎస్సీ.. ఈ వ్యవహారంపై దర్యాప్తు చేపట్టింది. తనపై వచ్చిన ఆరోపణలకు వివరణ ఇవ్వాలంటూ పూజా ఖేద్కర్‌కు యూపీఎస్సీ షోకాజ్‌ నోటీసులు జారీ చేసినా.. ఆమె నుంచి ఎలాంటి స్పందన రాకపోవడంతో తాజాగా ఈ కఠిన చర్యలకు ఉపక్రమించినట్లు కమిషన్‌ వర్గాలు వెల్లడించాయి.</p>\n\n\n\n<p>జులై 25 వ తేదీలోగా షోకాజ్ నోటీసులకు సమాధానం ఇవ్వాలని ఆదేశించామని.. అయితే పూజా ఖేద్కర్ ఆగస్టు 4 వ వ తేదీ వరకు గడువు కావాలని కోరినట్లు యూపీఎస్సీ తెలిపింది. అయితే జులై 30 వ తేదీ వరకు సమయాన్ని పొడగించినా.. ఆమె నుంచి సమాధానం రాలేదని పేర్కొంది.</p>\n\n\n\n<p>దీంతో పూజా ఖేద్కర్‌పై చర్యలు తీసుకున్నట్లు యూపీఎస్సీ స్పష్టం చేసింది. సివిల్‌ సర్వీసెస్‌ ఎగ్జామ్‌-2022లో పూజా ఖేద్కర్ ప్రొవిజినల్‌ అభ్యర్థిత్వాన్ని రద్దు చేస్తున్నట్లు ప్రకటించింది. ఈ నిర్ణయంతో ప్రస్తుతం ఆమె ఉద్యోగం పోవడంతోపాటు భవిష్యత్తులో కమిషన్‌ నిర్వహించే నియామక పరీక్షలకు హాజరుకాకుండా శాశ్వతంగా డిబార్ చేస్తున్నట్లు ఒక ప్రకటనలో వెల్లడించింది.</p>\n\n\n\n<p>పరీక్షల నిబంధనలను అతిక్రమించి మరీ.. ఫేక్ సర్టిఫికెట్లతో ఉద్యోగాన్ని సాధించినట్లు గుర్తించామని గతంలోనే యూపీఎస్సీ పేర్కొంది. ఆమె పేరు, తల్లిదండ్రుల పేర్లు, ఫొటోగ్రాఫ్‌, సంతకం, ఈ-మెయిల్‌ ఐడీ, మొబైల్‌ నంబర్, అడ్రస్‌కు సంబంధించిన పత్రాలన్నింటినీ మార్చి.. మోసపూరిత ప్రయత్నాలకు పాల్పడిందని వెల్లడించింది.</p>\n\n\n\n<p>ఈ క్రమంలోనే ఇప్పటికే ప్రొబేషన్‌ను నిలిపివేసిన యూపీఎస్సీ.. ముస్సోరిలోని లాల్‌బహదూర్‌ శాస్త్రి జాతీయ అకాడమీలో రిపోర్ట్ చేయాలని ఆదేశించగా ఆమె అక్కడికి కూడా వెళ్లలేదు. మరోవైపు చీటింగ్‌, ఫోర్జరీ ఆరోపణలకు సంబంధించి ఇప్పటికే పూజా ఖేద్కర్‌పై కేసు నమోదు చేసిన పోలీసులు.. ఆమెను అరెస్ట్ చేశారు. ముందస్తు బెయిల్‌ కోసం పూజా ఖేద్కర్.. ఢిల్లీ కోర్టును ఆశ్రయించగా.. విచారణను ఆగస్టు 1వ తేదీన కోర్టు తీర్పు వెలువరించనుంది.</p>\n","originalUrl":"https://tattvanews.com/20343/01/08/2024/","hasAudio":false,"hasInfographics":false}