{"id":"wp-te-18853","wp_id":18853,"type":"standard","category":"World","language":"te","title":"విజయవాడలో ప్రధాని మోదీ మెగా రోడ్ షో","excerpt":"ఆంధ్రప్రదేశ్ రాష్ట్రంలో ఎన్నికల ప్రచారంలో భాగంగా ప్రధాని నరేంద్ర మోదీ విజయవాడలో బుధవారం రాత్రి రోడ్ షో నిర్వహించారు. మున్సిపల్ స్టేడియం నుంచి ప్రారంభమైన రోడ్ షోలో ప్రధాని నరేంద్ర మోడో, తెలుగుదేశం పార్టీ అధినేత చంద్రబాబు నాయుడు, జనసేన అధ్యక్షుడు పవన్ కళ్యాణ్ పాల్గొన్నారు. పెద్ద సంఖ్యలో ప్రజలు పాల్గొని వారికి స్వాగతం పలికారు.  భారీగా వచ్చిన మూడు పార్టీల కార్యకర్తలు, అభిమానులు, ప్రజలతో బెజవాడలోని ఆ ప్రాంతమంతా జన సంద్రంగా మారింది. దాడి పొడవునా","author":"Tattva News Team","time":"9/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-Road-Show1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ రాష్ట్రంలో ఎన్నికల ప్రచారంలో భాగంగా ప్రధాని నరేంద్ర మోదీ విజయవాడలో బుధవారం రాత్రి రోడ్ షో నిర్వహించారు. మున్సిపల్ స్టేడియం నుంచి ప్రారంభమైన రోడ్ షోలో ప్రధాని నరేంద్ర మోడో, తెలుగుదేశం పార్టీ అధినేత చంద్రబాబు నాయుడు, జనసేన అధ్యక్షుడు పవన్ కళ్యాణ్ పాల్గొన్నారు. పెద్ద సంఖ్యలో ప్రజలు పాల్గొని వారికి స్వాగతం పలికారు. </p>\n\n\n\n<p>భారీగా వచ్చిన మూడు పార్టీల కార్యకర్తలు, అభిమానులు, ప్రజలతో బెజవాడలోని ఆ ప్రాంతమంతా జన సంద్రంగా మారింది. దాడి పొడవునా ప్రజలకు అభివాదం చేస్తూ మోదీ, బాబు, పవన్ ముందుకు సాగారు. బెంజ్ సర్కిల్ వరకు అశేష జన ఈ రోడ్ షో కొనసాగింది.  ఇక, ఎన్డీఏ కూటమికి మద్దతుగా రైతులు, మహిళలు అక్కడికి చేరుకుని అభిమాన నేతకలు మద్దతు తెలిపారు. </p>\n\n\n\n<p>కాగా, రోడ్ షో అనంతరం ప్రధాని మోదీ, చంద్రబాబు, పవన్ కళ్యాణ్ ప్రత్యేకంగా సమావేశమయ్యారు. ఏపీలో కూటమికి వస్తున్న ప్రజాదరణ పట్ల మోడీ సంతృప్తి వ్యక్తం చేసినట్లు తెలిసింది. కాగా, ఏపీ ప్రజల అభిమానం పట్ల ప్రధాని మోదీ ఆనందం వ్యక్తం చేస్తూ ట్విట్టర్ వేదికగా పలు ఫొటోలను పంచుకున్నారు.</p>\n\n\n\n<p>విజయవాడలో చంద్రబాబు, పవన్ కల్యాణ్ తో కలిసి మరపురాని రోడ్‌షో పాల్గొన్నానని ప్రధాని మోదీ తెలిపారు.  గత కొన్ని రోజులుగా ఏపీ అంతటా పర్యటించిన తర్వాత, ప్రజలు పెద్ద సంఖ్యలో ఎన్డీఏకి ఓటు వేస్తున్నారని నమ్ముతున్నానట్లు పేర్కొన్నారు. మహిళలు, యువ ఓటర్ల మద్దతు తమకు ఉందని చెప్పారు.</p>\n\n\n\n<p>\"ఇన్‌ఫ్రాస్ట్రక్చర్‌ మా ప్రాధాన్యత, తదుపరి తరానికి మౌలిక సదుపాయాల అందించాల్సిన బాధ్యత మాపై ఉంది\" అని  ప్రధాని మోదీ తెలిపారు. రోడ్ల నెట్‌వర్క్, రైల్వే నెట్‌వర్క్, ఎయిర్ కనెక్టివిటీని మెరుగుపరచడానికి చాలా చేయాల్సి ఉందని, బలమైన డిజిటల్ మౌలిక సదుపాయాలను కూడా నిర్మించాలనుకుంటున్నామని వివరించారు. </p>\n\n\n\n<p>విజయవాడలో మోదీ, పవన్‌తో కలిసి నిర్వహించిన రోడ్ షో సరికొత్త చరిత్ర సృష్టించిందని చంద్రబాబు వ్యాఖ్యానించారు. రోడ్ షోలో పాల్గొన్న అభిమానులు, కార్యకర్తలకు ఎక్స్(ట్విట్టర్) వేదికగా చంద్రబాబు కృతజ్ఞతలు తెలిపారు టీడీపీ అధినేత చంద్రబాబు. భారీ ప్రజాస్పందన ఎంతో థ్రిల్ కలిగించిందని పేర్కొన్నారు. మూడు పార్టీల అగ్రనేతలకు లభించిన ప్రజాభిమానం ఎన్నికల ఫలితాలు ఆశాజనక వాతావరణానికి నిదర్శనమని తెలిపారు. ఆంధ్రప్రదేశ్ రాష్ట్రంలో జూన్ 4న కొత్త ప్రభుత్వం నెలకొల్పుతామని చంద్రబాబు ధీమా వ్యక్తం చేశారు.</p>\n\n\n\n<p>మరోవైపు, విజయవాడలో ప్రధాని నరేంద్ర మోదీ  రోడ్ షో విజయవంతం కావడం పట్ల పవన్ కళ్యాణ్ హర్షం వ్యక్తం చేశారు. మోదీ  తలపెట్టిన వికసిత్ భారత్ కోసం తాము నిర్విరామంగా కృషి చేస్తున్నట్లు తెలిపారు. ప్రధానితో కలిసి ఏపీలో పాల్గొన్న ఎన్నికల ప్రచారం ఎంతో విలువైనదని పేర్కొంటూ ఈ జ్ఞాపకాలు ఎప్పటికీ గుర్తుండిపోతాయని పవన్ కళ్యాణ్ తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/18853/09/05/2024/","hasAudio":false,"hasInfographics":false}