{"id":"wp-en-12991","wp_id":12991,"type":"standard","category":"World","language":"en","title":"Harish Rao resignation took a dramatic turn￼","excerpt":"The challenges exchanged between BRS senior leader and Siddipet MLA T Harish Rao  and Chief Minister A Revanth Reddy over implementation of the Congress government’s six guarantees by August 15, took a dramatic turn with Harish Rao arriving at the Telangana Martyrs Memorial in Gun Park on Friday. He paid tributes and released his resignation","author":"Tattva News Team","time":"27/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Harish-row.webp","readTime":"5 min read","contentHTML":"\n<p>The challenges exchanged between BRS senior leader and Siddipet MLA T Harish Rao <a href=\"https://telanganatoday.com/tag/harish-rao\"></a> and Chief Minister A Revanth Reddy over implementation of the Congress government’s six guarantees by August 15, took a dramatic turn with Harish Rao arriving at the Telangana Martyrs Memorial in Gun Park on Friday.</p>\n\n\n\n<p>He paid tributes and released his resignation letter before the media, daring the Chief Minister to do the same and prove that he was not trying to cheat the people for votes in the Lok Sabha elections once again.</p>\n\n\n\n<p>Chief Minister Revanth Reddy recently vowed to implement Rs 2 lakh crore crop loan waiver by August 15 and swore on the God in this regard. Harish Rao challenged Chief Minister whether he was ready to resign to his post, if he does not implement the six guarantees including the crop loan waiver within the stipulated time.</p>\n\n\n\n<p>He offered to resign to his MLA post and also refrain from contesting in the byelections. However, Revanth Reddy dared Harish Rao to dissolve the BRS, if he fulfills his promise of crop loan waiver.</p>\n\n\n\n<p>Taking his challenge to next level, Harish Rao arrived at the Telangana Martyrs Memorial in Gun Park on Friday, along with his resignation in hand. Responding to Harish Rao’s resignation, Chief Minister said the former Minister’s resignation letter was not in the prescribed format.</p>\n\n\n\n<p>However, the Chief Minister confined his challenge to implementation of Rs.2 lakh farm loan waiver by August 15 and did not include the six guarantees as demanded by the former Minister.</p>\n\n\n\n<p>“Harish Rao did not come up with the resignation letter in the prescribed format. In fact, it is a lengthy letter and will not be valid. The former Minister is acting smart on his resignation,” slammed Revanth Reddy.</p>\n\n\n\n<p>Speaking to the media, Harish Rao reiterated his commitment to resign from his MLA post in the official format, if the six guarantees were implemented, emphasising that the welfare of the people was paramount to him than his MLA post. He dared Revanth Reddy to fulfill his promise by sending his resignation letter through his staff, if he was not willing to come to the Martyrs Memorial for any reason.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/telegu-state/harish-rao-resignation-took-a-dramatic-turn%ef%bf%bc/","hasAudio":false,"hasInfographics":false}