{"id":"wp-te-20881","wp_id":20881,"type":"standard","category":"World","language":"te","title":"కృష్ణ కరకట్ట తెగిపోయే ప్రమాదం ￼","excerpt":"అమరావతి నుండి సిఎం చంద్రబాబు నాయుడు ఇంటి వైపుగా ఉండే కృష్ణా కరకట్ట తెగే ప్రమాదం ఉందని అధికారులు ఆందోళన చెందుతున్నారు. దీంతో కృష్ణ, గుంటూరు జిల్లా వాసులు భయం గుప్పెట్లో ఉన్నారు. దీని ప్రభావంతో రాజధాని ప్రాంతంలో  ముంపు పెరగనుంది. ఇప్పటికే గంటగంటకు పెరుగుతున్న ప్రకాశం బ్యారేజ్ ఇన్ ఫ్లోతో అధికారులు ఆందోళనలో ఉన్నారు.  సాయంత్రానికి 12 లక్షల క్యూసెక్కులకు పెరిగే అవకాశం ఉందని అంచనా వేస్తున్నారు. గత 120 సంవత్సరాల్లో రికార్డులను అధిగమిస్తూ భారీగా వరద","author":"Tattva News Team","time":"2/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Prakasam-barriage.jpg","readTime":"5 min read","contentHTML":"\n<p>అమరావతి నుండి సిఎం చంద్రబాబు నాయుడు ఇంటి వైపుగా ఉండే కృష్ణా కరకట్ట తెగే ప్రమాదం ఉందని అధికారులు ఆందోళన చెందుతున్నారు. దీంతో కృష్ణ, గుంటూరు జిల్లా వాసులు భయం గుప్పెట్లో ఉన్నారు. దీని ప్రభావంతో రాజధాని ప్రాంతంలో  ముంపు పెరగనుంది. ఇప్పటికే గంటగంటకు పెరుగుతున్న ప్రకాశం బ్యారేజ్ ఇన్ ఫ్లోతో అధికారులు ఆందోళనలో ఉన్నారు. </p>\n\n\n\n<p>సాయంత్రానికి 12 లక్షల క్యూసెక్కులకు పెరిగే అవకాశం ఉందని అంచనా వేస్తున్నారు. గత 120 సంవత్సరాల్లో రికార్డులను అధిగమిస్తూ భారీగా వరద నీరు వచ్చింది. 1903, 2009లో వచ్చిన వరద రికార్డులను అధిగమిస్తూ 11.37 లక్షల క్యూసెక్కులకు వరద నీరు చేరింది.</p>\n\n\n\n<p>ప్రకాశం బ్యారేజీకి రికార్డు స్థాయి వరద వచ్చి చేరుతోంది. ఈ నేపథ్యంలో కృష్ణమ్మ ఉగ్రరూపం దాల్చింది. 11 లక్షల 20 వేల క్యూసెక్కులకు వరద చేరుకుంది. బ్యారేజి మొత్తం గేట్లు ఎత్తి కిందకు వరద నీటిని విడుదల చేశారు. బ్యారేజి చరిత్రలో తొలిసారిగా రికార్డ్ స్థాయిలో వరద వచ్చి చేరింది. </p>\n\n\n\n<p>2009 అక్టోబర్‌లో 10 లక్షల 94 వేల క్యూసెక్కుల వరద వచ్చింది. 1903 వ సంవత్సరంలో 10 లక్షల 60 వేలు క్యూసెక్కుల వరద వచ్చి చేరుకుంది. బ్యారేజి దిగువ భాగాన అనేక గ్రామాలు నీట మునిగిపోయాయి. బ్యారేజిపై రాకపోకలు నిలిపివేసే అవకాశం ఉంది.</p>\n\n\n\n<p>ప్రకాశం బ్యారేజ్ గేట్లను పూర్తిగా పైకి ఎత్తి అధికారులు నీటిని విడుదల చేశారు. ప్రకాశం బ్యారేజీ వద్ద ఎప్పుడు లేని విధంగా 23.6 అడుగుల మేర వరద నీరు ప్రవహిస్తోంది. ప్రకాశం బ్యారేజీ ఇన్ ఫ్లో అవుట్ ఫ్లో 11,25,876 క్యూసెక్కుల వరద నీరు వచ్చి చేరుకుంది. రైల్వే అధికారులు అప్రమత్తమయ్యారు. </p>\n\n\n\n<p>కృష్ణ కెనాల్ జంక్షన్ నుంచి కృష్ణా నది మీదుగా రైళ్లను డెడ్ స్లో చేసి రైల్వే అధికారులు నడుపుతున్నారు. ప్రకాశం బ్యారేజ్ వద్ద పోలీసులు రాకపోకల ఆంక్షలు విధించారు. హైదరాబాద్ విజయవాడ జాతీయ రహదారిపై అంబర్ పేట , ఐతవరం కీసర వద్ద జాతీయ రహదారిపై వరద నీరు వచ్చి చేరుతోంది. హైదరాబాద్, విజయవాడ మధ్య రాకపోకలు బంద్ అయ్యాయి.</p>\n\n\n\n<p>ప్రకాశం బ్యారేజి నుంచి రికార్డు స్థాయిలో వరద నీరు వచ్చి చేరుతుండటంతో రామలింగేశ్వర నగర్ మునిగిపోయింది. ఇళ్లను ఖాళీ చేసి ప్రజలు బయటకి వస్తున్నారు. రిటైనింగ్ వాల్ నిర్మాణంతో నిన్నటి వరకూ ప్రజలు క్షేమంగానే ఉన్నారు. అయితే శ్మశానం రోడ్ వద్ద గోడ్ పై నుంచి లోపలకు వరద నీరు వచ్చి చేరింది. మొత్తం వెనక్కి తన్నడంతో నీరు ఇళ్లలోకి వచ్చి చేరింది. </p>\n\n\n\n<p>ఈ క్రమంలోనే దివిసీమను సైతం వరద తీవ్రత తాకింది. పులిగడ్డ వద్ద 21 అడుగులకు వరద మట్టం చేరుకుంది. పులిగడ్డ అక్విడెక్టు.. వరద నీటిలో చిక్కుకు పోయింది. మోపిదేవి మండలం కే కొత్త పాలెం ఎస్సీ వాడలోకి వరద నీరు వచ్చి చేరుకుంది. కాలనీలో నివాసం ఉంటున్న 600 మందిని సురక్షిత ప్రాంతాలకు అధికారులు తరలించారు. అవనిగడ్డ మండలం పులిగద్ద పళ్ళిపాలెంలోకి సైతం వరద నీరు క్రమక్రమంగా చేరుతోంది.</p>\n","originalUrl":"https://tattvanews.com/20881/02/09/2024/","hasAudio":false,"hasInfographics":false}