{"id":"wp-te-19666","wp_id":19666,"type":"standard","category":"World","language":"te","title":"టీడీపీ పార్లమెంటరీ నేతగా లావు శ్రీకృష్ణ దేవరాయలు","excerpt":"రాష్ట్రాభివృద్ధే అందరి ప్రథమ కర్తవ్యం కావాలని ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలుగుదేశం ఎంపీలకు సూచించారు. రాష్ట్రాభివృద్ధికి అవసరమైన నిధులు, ప్రాజెక్టులు, పథకాలు తీసుకురావాలని దిశానిర్దేశం చేశారు. టీడీపీ కేంద్ర కార్యాలయంలో చంద్రబాబు అధ్యక్షతన పార్లమెంటరీ పార్టీ సమావేశం జరిగింది. పార్లమెంటు సమావేశాలు సోమవారం నుంచి ప్రారంభం కానున్న లోక్‌సభలో లేవనెత్తాల్సిన, ప్రస్తావించాల్సిన అంశాలు, అనుసరించాల్సిన విధివిధానాల్ని వారికి వివరించారు. అమరావతి నిర్మాణానికి పొలం అమ్మి 25 లక్షలు విరాళంగా ఇచ్చిన వైద్య విద్యార్థిని వైష్ణవికి ఉన్న శ్రద్ధ","author":"Tattva News Team","time":"23/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/TDP-MP.jpg","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రాభివృద్ధే అందరి ప్రథమ కర్తవ్యం కావాలని ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలుగుదేశం ఎంపీలకు సూచించారు. రాష్ట్రాభివృద్ధికి అవసరమైన నిధులు, ప్రాజెక్టులు, పథకాలు తీసుకురావాలని దిశానిర్దేశం చేశారు. టీడీపీ కేంద్ర కార్యాలయంలో చంద్రబాబు అధ్యక్షతన పార్లమెంటరీ పార్టీ సమావేశం జరిగింది. పార్లమెంటు సమావేశాలు సోమవారం నుంచి ప్రారంభం కానున్న లోక్‌సభలో లేవనెత్తాల్సిన, ప్రస్తావించాల్సిన అంశాలు, అనుసరించాల్సిన విధివిధానాల్ని వారికి వివరించారు.</p>\n\n\n\n<p>అమరావతి నిర్మాణానికి పొలం అమ్మి 25 లక్షలు విరాళంగా ఇచ్చిన వైద్య విద్యార్థిని వైష్ణవికి ఉన్న శ్రద్ధ కూడా మాజీ సీఎం జగన్‌కు లేదని మండిపడ్డారు. టీడీపీ పార్లమెంటరీ పార్టీ డిప్యూటీ ఫ్లోర్‌ లీడర్లుగా చిత్తూరు ఎంపీ దగ్గుమల్ల ప్రసాద్‌రావు, నంద్యాల ఎంపీ బైరెడ్డి శబరిని, కోశాధికారిగా వేమిరెడ్డి ప్రభాకర్‌రెడ్డిని నియమించారు. పార్లమెంటరీ విప్‌గా గంటి హరీష్‌ను ఎంపిక చేశారు.</p>\n\n\n\n<p>ఈ సారి లోక్‌సభలో తెలుగుదేశం సంఖ్యాబలం పెరిగినందున 16 మంది ఎంపీలు రాష్ట్రం ఎదుర్కొంటున్న సమస్యలు, గత ప్రభుత్వంలో జరిగిన విధ్వంసాన్ని దేశానికి తెలియజేయాలని చంద్రబాబు దిశానిర్దేశం చేశారు. ఎక్కువ నిధులు, మరిన్ని అభివృద్ధి ప్రాజెక్టులు వచ్చేలా చూడాలన్నారు. ప్రతి ఎంపీ కేంద్రంలో ఒకటి రెండు శాఖలపై దృష్టిపెట్టి, రాష్ట్రంలోనూ అవే శాఖల్ని సమన్వయం చేసుకోవాలని సూచించారు. కేంద్ర పథకాల్ని, నిధుల్ని సద్వినియోగం చేసుకోవాలని చంద్రబాబు తెలిపారు.</p>\n\n\n\n<p>అమరావతి- అనంతపురం ఎక్స్‌ప్రెస్‌ హైవే ప్రాజెక్టును వీలైనంత త్వరగా పూర్తి చేసేలా కృషి చేయాలని చంద్రబాబు తెలిపారు. ఈ అయిదేళ్లలో రాష్ట్రంలో రహదారులు అధ్వాన్నంగా మారాయని, జగన్‌ ప్రభుత్వంలో కొత్తగా ఒక్క కి.మీ కూడా రహదారి వేయలేదని విమర్శించారు.</p>\n\n\n\n<p>గత టీడీపీ ప్రభుత్వ హయాంలో ఉపాధి హామీ నిధులతో రికార్డు స్థాయిలో రహదారులు నిర్మించామని, కేంద్ర పథకాల్ని సద్వినియోగం చేసుకొని పేదలకు గృహ నిర్మాణం సాకారం చేసినట్టు గుర్తుచేశారు. ఇప్పుడు కూడా రహదారులు, ఇళ్ల నిర్మాణానికి కృషి చేయాలని సూచించారు.</p>\n\n\n\n<p>రాష్ట్రంలో ఉన్న జాతీయ రహదారులు, పొరుగు రాష్ట్రాలతో అనుసంధానమై ఉన్న మార్గల అభివృద్ధికి తోడ్పడాలని ఆకాంక్షించారు. కేంద్ర ప్రభుత్వం సేంద్రియ వ్యవసాయ విధానాలకు అధిక ప్రాధాన్యత ఇస్తోందని గుర్తుచేశారు. గతంలో మనం రాష్ట్రంలో పెద్ద ఎత్తున సేంద్రియ వ్యవసాయం ప్రోత్సహించామని, సంబంధిత కేంద్ర పథకాల్ని ఇప్పుడూ మనం వినియోగించుకోవాలని చంద్రబాబు స్పష్టంచేశారు.</p>\n","originalUrl":"https://tattvanews.com/19666/23/06/2024/","hasAudio":false,"hasInfographics":false}