{"id":"wp-en-12907","wp_id":12907,"type":"standard","category":"World","language":"en","title":"BJP plot to kill Kejriwal in jail, alleges his wife￼","excerpt":"Accusing the BJP-led government, jailed Delhi Chief Minister Arvind Kejriwal's wife Sunita Kejriwal on Sunday said that by denying insulin a plot is being hatched to kill him in Tihar jail.  While pointing fingers at the BJP, Sunita said the party wants to kill him. She asserted that the opposition INDIA bloc will fight against the","author":"Tattva News Team","time":"22/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Ranchi-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>Accusing the BJP-led government, jailed Delhi Chief Minister Arvind Kejriwal's wife Sunita Kejriwal on Sunday said that by denying insulin a plot is being hatched to kill him in Tihar jail.  While pointing fingers at the BJP, Sunita said the party wants to kill him.</p>\n\n\n\n<p>She asserted that the opposition INDIA bloc will fight against the \"dictatorship\" of the BJP and win. \"They want to kill my husband Arvind Kejriwal. His food is under camera observation; he is denied insulin. My husband is a sugar patient who has been on insulin for 12 years; he needs 50 units of insulin daily,\" Sunita said at the Ulgulan Nyay Rally in Ranchi.</p>\n\n\n\n<p>She claimed that her husband was jailed for working for the people \"Jan Seva\". No charges against him were proved, she added. \"We will fight against dictatorship and win. The gates of jail will break and Arvind Kejriwal and Hemant Soren will come out,\" she said.</p>\n\n\n\n<p>Kejriwal was arrested by the Enforcement Directorate (ED) on March 21 in a money laundering case linked to the Delhi excise policy. He is currently lodged in Tihar jail. Sunita said that Kejriwal had no desire for power and he just wanted to serve the nation. </p>\n\n\n\n<p>“They've put Arvind Kejriwal and Hemant Soren in jail. They've put them in jail without them being proven guilty. This is a dictatorship. What is the fault of my husband? Is it providing good education, and health facilities? Patriotism is in his blood. He is an IITan, he could've gone abroad, but he prioritises patriotism. As IRS, he took leaves to do public service. He has put his life at stake for people,” she added.</p>\n\n\n\n<p>Meanwhile, AAP leader Sanjay Singh said at the 'Ulgulan Nyay Rally' in Ranchi that when Prime Minister Narendra Modi speaks on corruption, it looks like Osama Bin Laden and Gabbar Singh are preaching non-violence.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-plot-to-kill-kejriwal-in-jail-alleges-his-wife%ef%bf%bc/","hasAudio":false,"hasInfographics":false}