{"id":"wp-te-19485","wp_id":19485,"type":"standard","category":"World","language":"te","title":"సీఎంగా చంద్రబాబు.. మంత్రిగా పవన్‌ కళ్యాణ్‌ ప్రమాణం","excerpt":"ఆంధ్రప్రదేశ్‌ ముఖ్యమంత్రిగా టిడిపి అధినేత నారా చంద్రబాబు నాయుడు ప్రమాణస్వీకారం చేశారు. ఆ రాష్ట్ర గవర్నర్‌ అబ్దుల్‌ నజీర్‌ ఆయన చేత ప్రమాణస్వీకారం చేయించారు. చంద్రబాబుతోపాటు పవన్‌ కళ్యాణ్‌, మరో 23 మంది నేతలు మంత్రులుగా  ప్రమాణస్వీకారం చేశారు.  బుధవారం ఉదయం కృష్ణా జిల్లా గన్నవరం ఎయిర్‌పోర్టు సమీపంలో ఉన్న కేసరపల్లిలోని ఐటీ పార్క్‌లో ప్రమాణస్వీకార మహోత్సవాన్ని ఘనంగా నిర్వహించారు. పవన్ కల్యాణ్​, నారా లోకేశ్ ప్రమాణ స్వీకారం అనంతరం మంత్రిగా కింజరాపు అచ్చెన్నాయుడు 24 మంది","author":"Tattva News Team","time":"12/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Babu-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌ ముఖ్యమంత్రిగా టిడిపి అధినేత నారా చంద్రబాబు నాయుడు ప్రమాణస్వీకారం చేశారు. ఆ రాష్ట్ర గవర్నర్‌ అబ్దుల్‌ నజీర్‌ ఆయన చేత ప్రమాణస్వీకారం చేయించారు. చంద్రబాబుతోపాటు పవన్‌ కళ్యాణ్‌, మరో 23 మంది నేతలు మంత్రులుగా  ప్రమాణస్వీకారం చేశారు.  బుధవారం ఉదయం కృష్ణా జిల్లా గన్నవరం ఎయిర్‌పోర్టు సమీపంలో ఉన్న కేసరపల్లిలోని ఐటీ పార్క్‌లో ప్రమాణస్వీకార మహోత్సవాన్ని ఘనంగా నిర్వహించారు.</p>\n\n\n\n<p>పవన్ కల్యాణ్​, నారా లోకేశ్ ప్రమాణ స్వీకారం అనంతరం మంత్రిగా కింజరాపు అచ్చెన్నాయుడు 24 మంది ఎమ్మెల్యేలు మంత్రులుగా ప్రమాణ స్వీకారం చేశారు. వీరిలో పవన్‌ కళ్యాణ్, నారా లోకేశ్, అచ్చెన్నాయుడు, కొల్లు రవీంద్ర, నాదెండ్ల మనోహర్‌, పి.నారాయణ, వంగలపూడి అనిత, సత్యకుమార్‌ యాదవ్‌, నిమ్మల రామానాయుడు, ఎన్‌ఎండీ ఫరూక్‌, ఆనం రామనారాయణరెడ్డి, పయ్యావుల కేశవ్‌, అనగాని సత్యప్రసాద్‌, కొలుసు పార్థసారథి, బాలవీరాంజనేయస్వామి, గొట్టిపాటి రవి, కందుల దుర్గేష్‌, గుమ్మడి సంధ్యారాణి, బి.సి.జనార్దన్‌రెడ్డి, టి.జి.భరత్‌, ఎస్‌.సవిత, వాసంశెట్టి సుభాష్‌, కొండపల్లి శ్రీనివాస్, రామ్‌ప్రసాద్‌రెడ్డి ప్రమాణ స్వీకారం చేశారు.</p>\n\n\n\n<p>ఈ కార్యక్రమానికి ప్రధాని నరేంద్ర మోదీతోపాటు కేంద్ర హోంమంత్రి అమిత్‌షా, రవాణా మంత్రి నితిన్‌ గడ్కరీ, బీజేపీ జాతీయాధ్యక్షుడు జేపీ నడ్డా, మాజీ ఉపరాష్ట్రపతి వెంకయ్యనాయుడు, సుప్రీంకోర్టు మాజీ చీఫ్‌ జస్టిస్‌ ఎన్‌వీ రమణ, ప్రముఖ నటులు చిరంజీవి, రజినీకాంత్‌, మహారాష్ట్ర ముఖ్యమంత్రి ఏక్‌నాథ్‌ షిండే, ఎల్జేపీ చీఫ్‌, కేంద్రమంత్రి చిరాగ్‌ పాశ్వాన్‌, మాజీ గవర్నర్‌ తమిళిసై, తదితరులు హాజరయ్యారు.</p>\n\n\n\n<p>సీఎంగా బాధ్యతలు చేపట్టాక.. వేదికపై ఉన్న నరేంద్ర మోదీ చంద్రబాబుకు పూలగుచ్ఛం అందించి శుభాకాంక్షలు తెలిపారు. ఈ సందర్భంగా చంద్రబాబు పాదాభివందనం చేయబోగా.. అందుకు మోదీ నిలువరించి ఆత్మీయ ఆలింగనం చేసుకున్నారు. </p>\n\n\n\n<p>ఏపీలో నూతన ప్రభుత్వ ఏర్పాటుపై ప్రధాని మోదీ ఎక్స్‌లో పోస్టు చేశారు. మంత్రుల ప్రమాణ స్వీకారోత్సవానికి హాజరయ్యానని పేర్కొన్నారు. సీఎంతో పాటు ప్రమాణం చేసిన మంత్రులందరికీ అభినందనలు తెలిపారు. టీడీపీ, జనసేన, బీజేపీ కూటమి ఏపీ కీర్తిని ఉన్నత శిఖరాలకు చేరుస్తుందని, రాష్ట్ర యువత ఆకాంక్షలు నెరవేర్చేందుకు కూటమి ప్రభుత్వం కట్టుబడి ఉందని ప్రధాని స్పష్టం చేశారు.</p>\n\n\n\n<p>ముఖ్యమంత్రిగా చంద్రబాబు ప్రమాణ స్వీకారం చేయబోతోండటం విభజనాంధ్ర ప్రదేశ్‌లో ఇది రెండోసారి. మొత్తంగా నాలుగోసారి. ఉమ్మడి ఆంధ్రప్రదేశ్‌లో రెండుసార్లు, రాష్ట్ర విభజన అనంతరం తొలిసారిగా 2014లో ప్రమాణ స్వీకారం చేశారాయన. ఇప్పుడు మళ్లీ ఈ పదవిని అందుకున్నారు.తెలుగు రాష్ట్రాలకు చెందిన కేంద్రమంత్రులు జీ కిషన్ రెడ్డి, బండి సంజయ్, కింజరాపు రామ్మోహన్ నాయుడు, పెమ్మసాని చంద్రశేఖర్, భూపతిరాజు శ్రీనివాసవర్మ హాజరయ్యారు.</p>\n","originalUrl":"https://tattvanews.com/19485/12/06/2024/","hasAudio":false,"hasInfographics":false}