{"id":"wp-en-15429","wp_id":15429,"type":"standard","category":"World","language":"en","title":"Chalachitram film festival kick starts in Assam on Saturday","excerpt":"By Nava  Thakuria   With an aim to foster nationalism through film-works and pay homage to India’s thousands years old civilization, culture and heritage, 8th Chalachitram National Film Festival – 2024 will kick start on Saturday in the far eastern part of Bharat. The two-day festival at Jyoti Chitraban premises in  Kahilipara locality of the prehistoric","author":"Tattva News Team","time":"23/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/CNFF.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava  Thakuria</strong><strong>  </strong><strong></strong></p>\n\n\n\n<p>With an aim to foster nationalism through film-works and pay homage to India’s thousands years old civilization, culture and heritage, 8th Chalachitram National Film Festival – 2024 will kick start on Saturday in the far eastern part of Bharat.</p>\n\n\n\n<p>The two-day festival at Jyoti Chitraban premises in  Kahilipara locality of the prehistoric city will showcase  50 documentary and short feature films in both competitive and non-competitive categories. The unique annual festival, initially planned on 14 & 15 September, was postponed to 26 & 27 October 2024 due to some unavoidable circumstances.</p>\n\n\n\n<p>Organized by Chalachitram, a subsidiary of Vishwa Samvad Kendra Assam, the film-fest centres with the theme ‘Our Heritage, Our Pride’ and encompasses other issues like Land & People, Tourism, Arts, Handicrafts & Textiles, Manuscript & Manuscript Paintings, Painting & Woodcarving, Music and Musicians, Cultural Festivals, Monuments & Heritage sites, Social Reformers & Pioneers, Sports, Tea & Oil Industries, Culture & Values, Social Awareness, Family System,  Women, Environment, etc. The Last Generation, directed by Prabal Khaund and produced by Gopal Jalan & Dhrubojyoti Kakati, has been adjudged as the inaugural film of the festival.</p>\n\n\n\n<p>A number of interesting films have been selected for the competition category (Northeast), where Birubala-the Crusader (by Dhiraj Kashyap), Prayojan (by  Krishna Das), The Butcher (by Tashi Wangshu MJ), Wrong Number (by  Bijit Borgohain),  Journey with A Dance Form (by  Pranjal Pratim Chetia),  Aadi Shakti Maa Kamakhya (by  Pradip Ch Sarma), Heaven on the Earth (by Prasanta Kalita), A Sylvan Saga (by Jyoti Prasad Das),  Rising Sunbirds (by Sudeshna Gupta),  The Caretaker (by Biswajit Das),  Missing Cuisine (by  Pranjal Pratim Chetia) and Teens of 1942 (by Samiran Deka) will be screened. On the other hand, the non- competition category of the section comprises films like Being Bald (by Krishna Das),  Garishali (by  Ashomi Sarma), Bichitra (by  Tuhin Kanya Bora), Destination (by Dipak Kumar Roy) and  Ekaki (by  Rupam Jyoti Malakar).</p>\n\n\n\n<p>The national competition category includes My National Flag (by Sweta Kumar Dash), Shashwatam (by Monaksh N Kanirkar),  Jaswandha (by Shoneel Yallattikar),  Nimbu Mirchi (by  Atul Subhashrao Camble),  Tiny World (by  Shashidhar Kote),  A Letter to My Home (by Devajani Halder),  Sundarban (by  Arindam Konar & Shyam sundar Paul),  Bhookh (by  Saaikat Bagbaan),  Yes Sir (by  Mohit Singhal),  Multi (by Mrunal Mestri),  The Waiting (by Lalit Kr Jha & Sumit Kohli), Minus (by  Aritra Das),  Uma (by Abanti Sinha),  The Village of Masks (by Ritabrita Mitra),  Promise (by  Ravikant Narayan), Rainbow Classroom (by Madhurjya Alankaar),  Bin Boy (by  Bauddhayan Nukherji) and The Last Talk (by  Ashish Thakur).</p>\n\n\n\n<p>The non- competition category (national) comprises films like Gods of Clay - Matir Thakur (by Amit Bhattacharjee), Reserve Women Right (by  Bijoy Kumar Dogra),  Rah Me Unse (by  Harsh Panchalwar), Sagavaram (by  Dinesh Balasri), Dennis and His Kamballa Bufallow (by Praveenk Shetty & Nitesh Anchan), Little Explorer (by  Sapru VV), Air Pollution (by  Umesh Y Gaurav), Black Hole (by Pradyumna), I am not Down (by Jyoti Madnani), Khera- The Lakshmi of Chilika (by Sudeshna Gupta), Wimdermere Ki Ramleela (by  Siddharth Rawal), Status (by Madhan R Karthick), Proof of the Soul (by Gulshan Singh) and Manvi (by  Indrani Ghosh) for screening.</p>\n\n\n\n<p>Open for the film buffs (with a minimal delegate charge), the festival will start screening of films at 10 am and continue till 6 pm on both the days. A jury board consisting of artistes, critics, film-makers, writers and other professionals will select the winning films.</p>\n\n\n\n<p> The awardees will be honoured with cash prizes, trophies and certificates during the closing function in presence of distinguished film personalities and movie goers. Kishor Shivam, on behalf of the organizing committee, expresses hope that the exercise will encourage the budding filmmakers  to endorse more productions as a powerful tool for the social changes across the sub-continent, and not merely a money making endeavour.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/chalachitram-film-festival-kick-starts-on-saturday%ef%bf%bc/","hasAudio":false,"hasInfographics":false}