{"id":"wp-te-21319","wp_id":21319,"type":"standard","category":"World","language":"te","title":"బిల్కిస్ బానో కేసుపై సమీక్షా పిటిషన్ కొట్టేసిన సుప్రీంకోర్టు","excerpt":"బిల్కిస్ బానోపై లైంగికదాడి కేసుపై ఇచ్చిన తీర్పును సమీక్షించాలని గుజరాత్ ప్రభుత్వం దాఖలు చేసిన సమీక్షా పిటిషన్‌ను సుప్రీంకోర్టు తోసిపుచ్చింది. ఈ కేసులో 11 మంది దోషులకు రెమిషన్ ఇవ్వడంలో గుజరాత్ ప్రభుత్వం తన అధికార పరిధిని మించి వ్యవహరించిందని వ్యాఖ్యానించింది. ఓపెన్ కోర్టులో సమీక్షించేందుకు లిస్టింగ్ చేయాలన్న అభ్యర్థననూ జస్టిస్‌లు బీవీ నాగరత్న, ఉజ్జల్ భుయాన్ లతో కూడిన బెంచ్ నిరాకరించింది. 2002లో గోద్రా రైలు దహనకాండ ఘటన తర్వాత గుజరాత్ లో మతపరమైన అల్లర్లు","author":"Tattva News Team","time":"27/9/2024","image":"https://tattvanews.com/wp-content/uploads/2022/09/Supreme-Court.jpg","readTime":"5 min read","contentHTML":"\n<p>బిల్కిస్ బానోపై లైంగికదాడి కేసుపై ఇచ్చిన తీర్పును సమీక్షించాలని గుజరాత్ ప్రభుత్వం దాఖలు చేసిన సమీక్షా పిటిషన్‌ను సుప్రీంకోర్టు తోసిపుచ్చింది. ఈ కేసులో 11 మంది దోషులకు రెమిషన్ ఇవ్వడంలో గుజరాత్ ప్రభుత్వం తన అధికార పరిధిని మించి వ్యవహరించిందని వ్యాఖ్యానించింది. ఓపెన్ కోర్టులో సమీక్షించేందుకు లిస్టింగ్ చేయాలన్న అభ్యర్థననూ జస్టిస్‌లు బీవీ నాగరత్న, ఉజ్జల్ భుయాన్ లతో కూడిన బెంచ్ నిరాకరించింది.</p>\n\n\n\n<p>2002లో గోద్రా రైలు దహనకాండ ఘటన తర్వాత గుజరాత్ లో మతపరమైన అల్లర్లు జరిగినప్పుడు పారిపోతున్న బిల్కిస్ బానోపై ఆగంతకులు లైంగికదాడికి పాల్పడ్డారు. ఐదు నెలల గర్భిణిగా ఉన్న బిల్కిస్ బానోతోపాటు ఆమె మూడేండ్ల కూతురుతోపాటు ఏడుగురు ఆమె కుటుంబ సభ్యులను హత్య చేశారు. </p>\n\n\n\n<p>ఈ కేసులో 11 మంది నిందితులకు 2008 జనవరి 21న సీబీఐ ప్రత్యేక కోర్టు యావజ్జీవ ఖైదు విధించింది. సీబీఐ ప్రత్యేక కోర్టు తీర్పును బాంబే హైకోర్టు సమర్థించింది. 15 ఏండ్ల జైలు జీవితం తర్వాత వారిలో ఒకరు తనను విడుదల చేయాలంటూ సుప్రీంకోర్టును ఆశ్రయించాడు.</p>\n\n\n\n<p>అతడి అభ్యర్ధనను పరిశీలించాలంటూ అత్యున్నత న్యాయస్థానం జారీ చేసిన ఆదేశాల ఆధారంగా గుజరాత్ ప్రభుత్వం కమిటీని ఏర్పాటు చేసింది. ఈ కేసులో అందరికీ రెమిషన్ మంజూరు చేయాలన్న సదరు కమిటీ సిఫారసు మేరకు 2022 ఆగస్టు 15న దోషులంతా జైలు నుంచి విడుదలయ్యారు.</p>\n\n\n\n<p>శిక్ష ముగియక ముందే వారికి రెమిషన్ ఇచ్చి విడుదల చేసిన గుజరాత్ ప్రభుత్వాన్ని సుప్రీంకోర్టు తప్పుబట్టింది. రెండు వారాల్లో వారందరినీ అరెస్ట్ చేసి జైల్లో పెట్టాలని ఆదేశించింది. గుజరాత్ సర్కార్ లేని అధికారాన్ని వాడుకోవడం చట్ట ఉల్లంఘనేనని, ఎలా చూసినా రెమిషన్ ఉత్తర్వులను కొట్టేయాల్సిందేనని స్పష్టం చేసింది. </p>\n\n\n\n<p>తమ తీర్పును వాడుకుని చట్టాన్ని ధిక్కరించి దోషులకు శిక్ష తగ్గించారని చెప్పడానికి సరైన ఉదాహరణ అని, గుజరాత్ సర్కార్ తన విచక్షణాధికారాన్ని దుర్వినియోగం చేసింది సుప్రీంకోర్టు పేర్కొంది. దోషులతో ప్రభుత్వం కుమ్మక్కైనట్లు ఉందని చేసిన వ్యాఖ్యలను తొలగించాలంటూ గుజరాత్ సర్కార్ సమీక్షా పిటిషన్ దాఖలు చేసింది. తాజాగా దీనిపై విచారణ జరిపిన ధర్మాసనం ప్రభుత్వ తీరును మరోసారి ఎండగట్టడంతోపాటు డిస్మిస్ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/21319/27/09/2024/","hasAudio":false,"hasInfographics":false}