{"id":"wp-en-15364","wp_id":15364,"type":"standard","category":"World","language":"en","title":"Hindu Bangladeshi journalist murdered, global watchdog demands justice","excerpt":"By Nava Thakuria Bangladesh continues to report murder of journalists in recent days and lately a senior Hindu journalist was hacked to death by three Muslim youths. Swapan Kumar Bhadra (65), who worked for Bengali newspapers namely Dainik Swajan, Ajker Khabar and Khabar Patra, was targeted by those criminals in front of his residence at","author":"Tattva News Team","time":"16/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Bangla-Journalist-1.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong></p>\n\n\n\n<p>Bangladesh continues to report murder of journalists in recent days and lately a senior Hindu journalist was hacked to death by three Muslim youths. Swapan Kumar Bhadra (65), who worked for Bengali newspapers namely Dainik Swajan, Ajker Khabar and Khabar Patra, was targeted by those criminals in front of his residence at Majhipara in Mymensingh locality of the south Asian nation on 12 October 2024.</p>\n\n\n\n<p>Bhadra was currently not writing for any newspaper, but he remained active on social media where the former vice-president of Tarakanda Press Club highlighted various pertinent issues like terrorism, drug-menace and anti-social activities. The local police have already arrested a youth named Sagar Miyan and continued the search for two others. The outspoken media person has left behind his wife, two sons and a daughter along with many relatives and well wishers.</p>\n\n\n\n<p>Expressing serious concern over the murder of another journalist in Bangladesh, the Geneva-based global media safety and rights body Press Emblem Campaign (PEC) urged the authorities in Dhaka to punish the culprits and adequately compensate the victim families. PEC president Blaise Lempen said that the populous country added another journalist to the list of global journo-victims which has already reached 110 this year. </p>\n\n\n\n<p>“We condemn the incident and urge the interim government head Prof Muhammad Yunus to take personal interest in delivering justice to the bereaved family as early as possible,” added Lempen.</p>\n\n\n\n<p>PEC’s south Asia representative Nava Thakuria informed that the Muslim majority nation recently lost six media persons namely Hasan Mehedi, Shakil Hossain, Abu Taher Md Turab, Tahir Zaman Priyo, Pradip Kumar Bhowmik and Tanjil Jahan Islam Tamim to assailants. Another south Asian nation Pakistan lost ten scribes namely Nisar Lehri, Muhammad Bachal Ghunio, Malik Hassan Zaib, Khalil Afridi Jibran, Nasrullah Gadani, Kamran Dawar, Mehar Ashfaq Siyal, Maulana Mohammad Siddique Mengal, Jam Saghir Ahmad Lar and Tahira Nosheen Rana to assailants since 1 January.</p>\n","originalUrl":"https://en.tattvanews.com/international/hindu-bangladeshi-journalist-murdered-global-watchdog-demands-justice/","hasAudio":false,"hasInfographics":false}