{"id":"wp-en-15445","wp_id":15445,"type":"standard","category":"World","language":"en","title":"Hemant Soren government deadlier than Cyclone Dana, slams Shivraj Singh Chouhan￼","excerpt":"Union Minister and Jharkhand BJP election in charge Shivraj Singh Chouhan  launched a scathing attack on the Jharkhand Mukti Morcha-led coalition government in Jharkhand,  claiming it is \"deadlier than severe cyclonic storm Dana\". He cautioned that if the coalition is re-elected, it would wreak havoc in the state. Addressing a public meeting organised in support","author":"Tattva News Team","time":"25/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Chowhan.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Minister and Jharkhand BJP election in charge Shivraj Singh Chouhan  launched a scathing attack on the Jharkhand Mukti Morcha-led coalition government in Jharkhand,  claiming it is \"deadlier than severe cyclonic storm Dana\". He cautioned that if the coalition is re-elected, it would wreak havoc in the state.</p>\n\n\n\n<p>Addressing a public meeting organised in support of BJP candidate Navin Jaiswal from Hatia Assembly Constituency at Harmu Maidan in Ranchi, he criticised the coalition for \"corruption, destruction and loot\" during its five-year rule and alleged that the Hemant Soren government had already caused significant harm to Jharkhand.</p>\n\n\n\n<p>\"The Hemant Soren coalition government is deadlier than 'Dana'. While the severe cyclonic storm will disappear after two days, the Hemant Soren government, if voted to power again, will wreak havoc and destruction,\" he said.</p>\n\n\n\n<p>He emphasised that the time has come to uproot the coalition government, as assembly elections in Jharkhand are set to take place in two phases on November 13 and November 20, with results to be announced on November 23.</p>\n\n\n\n<p>The elections will take place in two phases, on November 13 and November 20, with counting scheduled for November 23. About 2.60 crore electors, including 11.84 lakh first-time voters and 1.13 lakh persons with disabilities, third-gender individuals, and senior citizens over 85, are expected to vote, compared to 2.23 crore in the 2019 assembly elections. he BJP, which lost power to the JMM-led alliance in Jharkhand in 2019, is looking to reclaim its position in the tribal-dominated state.</p>\n\n\n\n<p>In 2019, the JMM-led alliance won 47 seats, wresting power from the BJP in the state. The JMM had won 30 seats, while the Congress bagged 16, and the RJD one. The BJP had secured 25 seats, JVM-P three, AJSU Party two, and the CPI-ML and NCP one each, besides two Independents emerging victorious.</p>\n","originalUrl":"https://en.tattvanews.com/national/hemant-soren-government-deadlier-than-cyclone-dana-slams-shivraj-singh-chouhan%ef%bf%bc/","hasAudio":false,"hasInfographics":false}