{"id":"wp-te-19570","wp_id":19570,"type":"standard","category":"World","language":"te","title":"బెంగాల్ లో ఘోర రైలు ప్రమాదంలో 15 మంది మృతి","excerpt":"పశ్చిమబెంగాల్‌లోని డార్జిలింగ్‌లో జరిగిన ఘోర రైలు ప్రమాదం దేశం మొత్తాన్ని తీవ్ర దిగ్భ్రాంతికి గురి చేస్తోంది. కాంచనజంగా ఎక్స్‌ప్రెస్‌ వెళ్తున్న ట్రాక్‌లోకి వచ్చిన గూడ్స్ రైలు.. వెనుక నుంచి అతి వేగంతో ఢీకొట్టంతోనే ప్రమాదం జరిగింది. గూడ్స్ రైలు ఢీకొట్టడంతో కాంచనజంగా ఎక్స్‌ప్రెస్‌ రైలు బోగీలు చెల్లాచెదురుగా పడిపోయాయి. ఒక బోగీ అయితే ఏకంగా గాల్లోకి లేచి నిలబడింది.  ఈ ఘటనలో 15మంది మరణించారు. మరో 60మంది గాయపడ్డారు. అయితే.. ఈ రైలు ప్రమాదం వెనుక మానవ","author":"Tattva News Team","time":"17/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Rai-accident.jpg","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమబెంగాల్‌లోని డార్జిలింగ్‌లో జరిగిన ఘోర రైలు ప్రమాదం దేశం మొత్తాన్ని తీవ్ర దిగ్భ్రాంతికి గురి చేస్తోంది. కాంచనజంగా ఎక్స్‌ప్రెస్‌ వెళ్తున్న ట్రాక్‌లోకి వచ్చిన గూడ్స్ రైలు.. వెనుక నుంచి అతి వేగంతో ఢీకొట్టంతోనే ప్రమాదం జరిగింది. గూడ్స్ రైలు ఢీకొట్టడంతో కాంచనజంగా ఎక్స్‌ప్రెస్‌ రైలు బోగీలు చెల్లాచెదురుగా పడిపోయాయి. ఒక బోగీ అయితే ఏకంగా గాల్లోకి లేచి నిలబడింది. </p>\n\n\n\n<p>ఈ ఘటనలో 15మంది మరణించారు. మరో 60మంది గాయపడ్డారు. అయితే.. ఈ రైలు ప్రమాదం వెనుక మానవ తప్పిదం ఉండొచ్చని అనుమానాలు వ్యక్తమవుతున్నాయి. ప్రమాద తీవ్రత భారీగానే ఉందని అధికారులు గుర్తించారు. అయితే అసలు ఈ ప్రమాదం ఎలా జరిగింది అనే దానిపై విచారణ జరుపుతున్నారు. </p>\n\n\n\n<p>ఇప్పటికే ఈ రైలు ప్రమాద ఘటనపై ఉన్నతస్థాయి విచారణకు ఆదేశించగా.. ప్రమాద కారణాలను అన్వేషిస్తున్నారు. బెంగాల్ రైలు ప్రమాదానికి ప్రధాన కారణం సిగ్నల్ జంప్ అని రైల్వే శాఖ అధికారులు ప్రాథమికంగా అంచనా వేస్తున్నారు. అంతేకాకుండా రెండు రైళ్లు ఒకే ట్రాక్‌పైకి రావడం కూడా కారణం అని పేర్కొంటున్నారు. </p>\n\n\n\n<p>కాంచనజంగా ఎక్స్‌ప్రెస్ వెళ్తుండగా.. అదే పట్టాలపైకి వచ్చిన గూడ్స్ రైలు.. రెడ్ సిగ్నల్‌ను పట్టించుకోకుండానే ముందుకు వెళ్లినట్లు రైల్వే శాఖ అనుమానం వ్యక్తం చేస్తోంది. ఈ క్రమంలోనే వేగంగా వెళ్లిన గూడ్స్ రైలు.. ముందు ఉన్న కాంచనజంగా ఎక్స్‌ప్రెస్‌ను ఢీకొన్నట్లు ప్రాథమికంగా నిర్ధారించారు.</p>\n\n\n\n<p>అయితే ఈశాన్య భారతాన్ని మిగిలిన భారతదేశంతో కలిపే ఈ చికెన్స్ నెక్ మార్గంలో ఆటోమేటిక్ సిగ్నల్ సిస్టమ్ అందుబాటులో ఉంది. ఈ మార్గంలో రైళ్ల రాకపోకలు ఎక్కువగా ఉంటాయి. ఇక కాంచనజంగా ఎక్స్‌ప్రెస్‌ రైలు వెనుక భాగంలో రెండు పార్సిల్ కోచ్‌లు, ఒక గార్డు కోచ్‌ ఉన్నాయని.. ఈ క్రమంలోనే వెనుక నుంచి గూడ్స్ రైలు వచ్చి ఢీకొట్టినా భారీ ప్రమాదం ఏదీ జరగలేదని అధికారులు భావిస్తున్నట్లు తెలుస్తోంది. అవి గానీ లేకపోతే ప్రమాద తీవ్రత మరింత ఎక్కువగా ఉండేదని.. మృతులు, గాయపడిన వారి సంఖ్య భారీగా ఉండేదనే వాదనలు వినిపిస్తున్నాయి.</p>\n\n\n\n<p>\"పశ్చిమ్​ బెంగాల్​ రైలు ప్రమాద ఘటన బాధాకరం. మృతుల కుటుంబాలకు ప్రగాఢ సానుభూతి. గాయపడినవారు వేగంగా కోలుకోవాలని ప్రార్థిస్తున్నాను. అధికారులతో మాట్లాడి, తాజా పరిస్థితులను తెలుసుకున్నాను. సహాయక చర్యలు కొనసాగుతున్నాయి. రైల్వే మంత్రి అశ్విణి వైష్ణవ్​ కూడా ఘటనాస్థలాన్ని పరిశీలిస్తారు,\" అని ఎక్స్​లో ట్వీట్​ చేశారు మోదీ.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19570/17/06/2024/","hasAudio":false,"hasInfographics":false}