{"id":"wp-en-13729","wp_id":13729,"type":"standard","category":"World","language":"en","title":"15 dead in Kanchanjunga Express mishap￼","excerpt":"A tragic rail accident took place in West Bengal's Siliguri on Monday morning. A speeding freight train collided with the stationed Kanchanjungha Express near Rangapani station. The train had passed Siliguri, en route from New Jalpaiguri Junction (NJP) to Sealdah. The freight train hit Kanchanjunga Express from behind damaging three coaches. The visual said the coaches were flanged after","author":"Tattva News Team","time":"17/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Train-accident1.jpg","readTime":"5 min read","contentHTML":"\n<p>A tragic rail accident took place in West Bengal's Siliguri on Monday morning. A speeding freight train collided with the stationed Kanchanjungha Express near Rangapani station. The train had passed Siliguri, en route from New Jalpaiguri Junction (NJP) to Sealdah.</p>\n\n\n\n<p>The freight train hit Kanchanjunga Express from behind damaging three coaches. The visual said the coaches were flanged after the collision. Railway authorities confirmed the incident occurred between Rangapani and Nijbari stations. </p>\n\n\n\n<p>The death toll in the Kanchanjunga Express mishap has increased to 15 and railway authorities said rescue operations have been completed at the incident site. Officials said help desks have been set up at railway stations at all railway stations on the route.</p>\n\n\n\n<p>Jaya Varma Sinha, Chairman and CEO of the Railway Board said “Rescue operations have been completed. The loco pilot, assistant loco pilot of the goods train and guard of the Kanchanjunga Express died in the accident.” Sinha added help desks have been established at all railway stations along the Agartala-Sealdah route.</p>\n\n\n\n<p>“Prima facie, human error caused the accident. The first indications suggest that this is a case of signal disregard. Kavach needs to proliferated, planned for West Bengal,\" he added.</p>\n\n\n\n<p>As many as 15 persons got killed and 60 persons suffered injuries in the accident after a goods train collided with the Sealdah-bound Kanchanjunga Express near Rangapani station in West Benga. Three rear compartments of the express train derailed under the impact of the collision from behind by the locomotive of the goods train, railway officials said.</p>\n\n\n\n<p>President Droupadi Murmu and Prime Minister Narendra Modi condoled the incident and said he spoke to officials and took stock of the situation.</p>\n\n\n\n<p>Earlier, Railway Minister Ashwini Vaishnaw tweeted, “Unfortunate accident in NFR zone. Rescue operations are going on at war footing. Railways, NDRF and SDRF are working in close coordination. Injured are being shifted to the hospital. Senior officials have reached site.” </p>\n\n\n\n<p>The minister said an enhanced compensation of Rs 10 lakh will be provided to families of deceased, Rs 2.5 Lakh for grievously injured and Rs 50,000 for persons with minor injuries.</p>\n","originalUrl":"https://en.tattvanews.com/others/15-dead-in-kanchanjunga-express-mishap%ef%bf%bc/","hasAudio":false,"hasInfographics":false}