{"id":"wp-en-13757","wp_id":13757,"type":"standard","category":"World","language":"en","title":"Atishi threatens to go on indefinite strike; BJP holds protest￼","excerpt":"Delhi Water Minister Atishi on Wednesday threatened to go on an indefinite strike from June 21, demanding a solution for the ongoing water crisis in the national capital. She urged Prime Minister Narendra Modi to step in to solve the ongoing issue which caused difficulties for common people in the city as Delhi is reeling under","author":"Tattva News Team","time":"20/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Atishi.jpg","readTime":"5 min read","contentHTML":"\n<p>Delhi Water Minister Atishi on Wednesday threatened to go on an indefinite strike from June 21, demanding a solution for the ongoing water crisis in the national capital. She urged Prime Minister Narendra Modi to step in to solve the ongoing issue which caused difficulties for common people in the city as Delhi is reeling under a shortage of water.<strong></strong></p>\n\n\n\n<p>\"Today I have written a letter to the prime minister saying that 28 lakh people in Delhi are not getting water. I have requested that he should help provide water as soon as possible. If the people of Delhi do not get their rightful share of water by June 21, I will be forced to do a Satyagraha,\" the minister said. The minister said they have written multiple letters to the Haryana government to resolve the issue.</p>\n\n\n\n<p>The minister said people are not only battling heatwave conditions but also water shortages. \"I have written to Prime Minister Narendra Modi over the water crisis requesting him to resolve the issue. If the crisis is not solved within two days, I will go on an indefinite strike from June 21,\" the AAP leader asserted. Atishi said they have written multiple letters to the Haryana government to resolve the issue. </p>\n\n\n\n<p>Meanwhile, the Delhi unit of BJP and Congress continued their protests against the AAP government over the water crisis. Delhi BJP president Virendra Sachdeva and MP Bansuri Swaraj held protests at the Indira Camp area, Andrews Ganj on Wednesday. Sachdeva claimed that Haryana was releasing Delhi's full share of water into the Yamuna river but, this water gets stolen by the tanker mafia after it enters Delhi because the ministers and MLAs of the ruling AAP are hand in glove with them.</p>\n\n\n\n<p>Raising slogans against the Delhi government, members of the BJP broke empty 'matkas' (earthen pitchers) during their protest and alleged that people were falling sick as they were forced to drink dirty water from taps.</p>\n","originalUrl":"https://en.tattvanews.com/national/atishi-threatens-to-go-on-indefinite-strike-bjp-holds-protest%ef%bf%bc/","hasAudio":false,"hasInfographics":false}