{"id":"wp-te-19333","wp_id":19333,"type":"standard","category":"World","language":"te","title":"బెంగళూరు రేవ్ పార్టీ కేసులో నటి హేమ అరెస్ట్!","excerpt":"బెంగళూరు రేవ్ పార్టీ కేసులో టాలీవుడ్ నటి హేమ అరెస్ట్ అయ్యారు. రేవ్ పార్టీ కేసులో హేమను బెంగళూరు పోలీసులు సోమవారం అరెస్టు చేశారు. హైదరాబాద్‌ వచ్చిన బెంగళూరు సీసీబీ పోలీసులు ఆమెను అదుపులోనికి తీసుకున్నారు. మంగళవారం హేమను కోర్టులో హాజరుపర్చనున్నారు పోలీసులు.  గత నెల 20న బెంగళూరు రేవ్‌ పార్టీలో పాల్గొన్న హేమ డ్రగ్స్ తీసుకున్నట్లు పోలీసులు గుర్తించారు. ఈ కేసులో రెండు సార్లు హేమకు బెంగళూరు పోలీసులు నోటీసులు ఇచ్చిన సంగతి తెలిసిందే. తమ","author":"Tattva News Team","time":"4/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Hema1.jpeg","readTime":"5 min read","contentHTML":"\n<p>బెంగళూరు రేవ్ పార్టీ కేసులో టాలీవుడ్ నటి హేమ అరెస్ట్ అయ్యారు. రేవ్ పార్టీ కేసులో హేమను బెంగళూరు పోలీసులు సోమవారం అరెస్టు చేశారు. హైదరాబాద్‌ వచ్చిన బెంగళూరు సీసీబీ పోలీసులు ఆమెను అదుపులోనికి తీసుకున్నారు. మంగళవారం హేమను కోర్టులో హాజరుపర్చనున్నారు పోలీసులు. </p>\n\n\n\n<p>గత నెల 20న బెంగళూరు రేవ్‌ పార్టీలో పాల్గొన్న హేమ డ్రగ్స్ తీసుకున్నట్లు పోలీసులు గుర్తించారు. ఈ కేసులో రెండు సార్లు హేమకు బెంగళూరు పోలీసులు నోటీసులు ఇచ్చిన సంగతి తెలిసిందే. తమ ముందు విచారణకు హాజరు కావాలని పోలీసులు నోటీసులు ఇవ్వగా అనారోగ్య కారణాలు చూపుతూ హేమ విచారణకు హాజరుకాలేదు. దీంతో పోలీసులు హైదరాబాద్ వచ్చి హేమను అరెస్టు చేశారు.</p>\n\n\n\n<p>గత నెల 20న బెంగళూరు శివారులో నిర్వహించిన రేవ్ పార్టీలో  తెలుగు టీవీ నటీనటులు, మోడళ్లు పట్టుబడ్డారు. ఈ పార్టీకి టాలీవుడ్ నటి హేమ కూడా హాజరయ్యారు. ఈ పార్టీలో డ్రగ్స్ వినియోగించాలని పోలీసులు గుర్తించారు. పార్టీలో పాల్గొన్న వారి రక్తనమూనాలు సేకరించగా 86 మంది డ్రగ్స్ తీసుకున్నట్లు వైద్య పరీక్షల్లో తేలిందని పోలీసులు తెలిపారు. </p>\n\n\n\n<p>పార్టీలో పాల్గొన్న 73 మంది పురుషుల్లో 59 మందికి, 30 మంది మహిళల్లో 27 మందికి డ్రగ్‌ టెస్ట్ లో పాజిటివ్‌ వచ్చిందని బెంగళూరు పోలీసులు పేర్కొన్నారు. బెంగళూరు రేవ్ పార్టీ కేసులో నటి హేమతో సహా 8 మందిని విచారణకు హాజరు కావాలని పోలీసులు నోటీసులు ఇచ్చారు. ఈ కేసులో అరెస్టై, జ్యుడీషియల్ కస్టడీలో ఉన్న నిందితులను అదుపులోకి తీసుకుని విచారించేందుకు పోలీసులు కోర్టులో పిటిషన్ దాఖలు చేశారు. రేవ్ పార్టీలో 103 మంది పాల్గొనగా 86 మంది డ్రగ్స్ తీసుకున్నట్లు పోలీసులు ఇప్పటికే తేల్చారు.<br></p>\n","originalUrl":"https://tattvanews.com/19333/04/06/2024/","hasAudio":false,"hasInfographics":false}