{"id":"wp-te-20513","wp_id":20513,"type":"standard","category":"World","language":"te","title":"అదానీ, అంబానీల ఆర్థిక లావాదేవీలపై  హిండెన్‌బర్గ్ తీవ్రస్థాయి ఆరోపణలు","excerpt":"ప్రపంచవ్యాప్త ఆర్థిక వ్యవహారాల సంచలనాత్మక విశ్లేషణల వేదిక హిండెన్‌బర్గ్ అదానీ, అంబానీల ఆర్థిక లావాదేవీలపై తీవ్రస్థాయి ఆరోపణలకు దిగింది. భారతీయ మార్కెట్లలో తీవ్రస్థాయి ప్రకంపనలకు దారితీసే విషయాలను హిండెన్‌బర్గ్ వరుసగా రెండురోజులు శుక్రవారం, శనివారం వెలుగులోకి తెచ్చింది.  తమ వద్ద ఉన్న విజిల్ బ్లోయర్ డాక్యుమెంట్ల మేరకు అదానీ బినామీ కంపెనీలకు సెబీ ఛైర్‌పర్సన్ మాధబి బచ్, ఆమె భర్తకు సంబంధం ఉందని, వీటిలో వీరిరువురికి వాటాలు ఉన్నాయని హిండెన్‌బర్గ్ తాజా సంచలనంలో పేర్కొంది. పలు డొల్ల","author":"Tattva News Team","time":"11/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/SEBI-chief.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రపంచవ్యాప్త ఆర్థిక వ్యవహారాల సంచలనాత్మక విశ్లేషణల వేదిక హిండెన్‌బర్గ్ అదానీ, అంబానీల ఆర్థిక లావాదేవీలపై తీవ్రస్థాయి ఆరోపణలకు దిగింది. భారతీయ మార్కెట్లలో తీవ్రస్థాయి ప్రకంపనలకు దారితీసే విషయాలను హిండెన్‌బర్గ్ వరుసగా రెండురోజులు శుక్రవారం, శనివారం వెలుగులోకి తెచ్చింది. </p>\n\n\n\n<p>తమ వద్ద ఉన్న విజిల్ బ్లోయర్ డాక్యుమెంట్ల మేరకు అదానీ బినామీ కంపెనీలకు సెబీ ఛైర్‌పర్సన్ మాధబి బచ్, ఆమె భర్తకు సంబంధం ఉందని, వీటిలో వీరిరువురికి వాటాలు ఉన్నాయని హిండెన్‌బర్గ్ తాజా సంచలనంలో పేర్కొంది. పలు డొల్ల కంపెనీలతో అదానీ భారీ స్థాయిలో డబ్బుల అక్రమాలు సాగించారని వెల్లడించింది. </p>\n\n\n\n<p>ఈ మనీ సైఫనింగ్ స్కాండల్‌కు సెబీ అధినేత్రి పెద్ద ఎత్తున సహకరించడం, ఈ దంపతులకు ఆయా కంపెనీలలో వాటాలు ఉండటం కీలక పరిణామమని హిండెన్‌బర్గ్ సామాజిక మాధ్యమంలో పేర్కొంది. ఇంతకు ముందు తాము పేర్కొన్న నివేదికలో అదానీ అక్రమ లావాదేవీలు ఎటువంటి జంకుగొంకూ లేకుండా సాగాయని తెలిపామని, సెబీ నుంచి ఎటువంటి నియంత్రణల క్రమం లేకుండా సాగిందని తెలిపామని గుర్తు చేశారు. </p>\n\n\n\n<p>అయితే ఇదంతా కూడా సెబీ సారధితో అదానీకి ఉన్న లోపాయికారి వ్యవహారంతో సాధ్యమైందని ఇప్పుడు చెపుతున్నామని వివరణ ఇచ్చారు. ప్రస్తుత సెబీ ఛైర్‌పర్సన్ ఆమె భర్తకు అదానీకి బెర్ముడా, మారిషస్ నిధులలో ఉన్న గుప్త వాటాల విషయం గురించి ఇంతకు ముందు తెలియదని, ఇప్పుడు నిజాలు వెలుగులోకి వచ్చాయని పేర్కొన్నారు. </p>\n\n\n\n<p>సెబీ ఛైర్‌పర్సన్, ఆమె భర్త ధావల్ బచ్ సింగపూర్‌లో తొలుత ఐపిఇ ప్లస్ ఫండ్ 1 పేరిట 2015 జూన్ 5న వారి ఖాతాలు తెరిచారని తమకు కీలక పత్రాలతో తేలిందన్నారు. వీరు తమ వాటాల సంబంధిత డిక్లరేషన్‌లో తమకు ఆదాయం ద్వారా వచ్చిన దాదాపు 10 మిలియన్ డాలర్ల లెక్కలు చూపారని హిండెన్‌బర్గ్ తెలిపింది. త్వరలోనే భారత్ సంబంధిత మరో లోగుట్టు అని కూడా ఈ అమెరికా సంస్థ పేర్కొంది .</p>\n\n\n\n<p>హిండెన్‌బర్గ్ తమ వెల్లడిలో ముఖేష్ అంబానీ సారధ్యపు రిలయన్స్‌పై కూడా సంచలనాత్మక ఆరోపణలు చేసింది. ఈ కంపెనీ భారీ స్థాయిలో దూకుడు తరహాల లావాదేవీలు సాగించింది. సంబంధిత సంస్థలతో పలు అనుమానాస్పద ఒప్పందాలకు దిగిందని వివరించారు. </p>\n\n\n\n<p>లాభ నష్టాల వెల్లడిలో అక్రమాలు జరిగాయని తెలిపారు. పైగా కంపెనీ లెక్కల పద్ధతులు వక్రీకరణలతో ఉన్నాయి. పారదర్శకత లేదని తెలిపారు. ఈ ఆరోపణపై రిలయన్స్ సంస్థ స్పందించలేదు. అయితే హిండెన్‌బర్గ్ నవేదికతో మార్కెట్‌లో ప్రకంపనల కారణంగా రియలన్స్ ఇండస్ట్రీ షేర్ల విలువ పడిపోయింది. </p>\n\n\n\n<p>కాగా ఇప్పుడు తాము ప్రాధమికంగా విషయాలను వెలుగులోకి తీసుకువచ్చామని, రిలయన్స్ స్పందన చూసి తరువాతి దర్యాప్తు జరిపించి , తుది నిర్థారణలతో పూర్తి స్థాయి వివరాలు వెల్లడిస్తామని కూడా హిండెన్‌బర్గ్ పేర్కొంది .</p>\n","originalUrl":"https://tattvanews.com/20513/11/08/2024/","hasAudio":false,"hasInfographics":false}