{"id":"wp-en-12874","wp_id":12874,"type":"standard","category":"World","language":"en","title":"ECI says swift, impartial action ensured level playing field￼","excerpt":"Swift and salutary action was taken by the Election Commission of India (ECI) to ensure that the level playing field is not disturbed and the discourse in campaigns does not plummet to unacceptable levels—so says a statement issued by the Election Commission. As many as 2,68,080 complaints have been recorded on the cVIGIL portal of","author":"Tattva News Team","time":"20/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Voting1.jpg","readTime":"5 min read","contentHTML":"\n<p>Swift and salutary action was taken by the Election Commission of India (ECI) to ensure that the level playing field is not disturbed and the discourse in campaigns does not plummet to unacceptable levels—so says a statement issued by the Election Commission.</p>\n\n\n\n<p>As many as 2,68,080 complaints have been recorded on the cVIGIL portal of the Commission between 16 March and 16 April 2024. The portal allows citizens to directly report violations of the Model Code of Conduct.</p>\n\n\n\n<p>Action has been taken in 2,67,762 cases, and 92 per cent were resolved in less than 100 minutes on average, the Commission has claimed. Because of the efficacy of the cVIGIL portal, it said in its statement, there has been a substantial reduction in illegal hoardings, defacement of property, campaigning beyond permissible time, deployment of vehicles beyond permitted ones, etc., the EC has claimed.</p>\n\n\n\n<p>During this period, 16 delegations from seven political parties have met the Commission as well, to lodge complaints of alleged violations of the Model Code of Conduct and related matters. Many more delegations met the chief electoral officers in the various states and all of them were entertained, the statement says.</p>\n\n\n\n<p>Claiming that around 200 complaints were filed by various political parties and candidates at the level of the ECI and across the states between 16 March and 16 April, the statement informs that action was taken in 169 cases.</p>\n\n\n\n<p>While details about the nature of the complaints and the action taken have not been shared on the Commission’s website—a demand raised by civil society groups in recent months—the statement gives the breakup of complaints filed by each political party.</p>\n\n\n\n<p>The Commission also lists the bureaucrats it removed from key responsibilities related to polling duties.  The principal secretaries to the chief ministers of Gujarat, Uttar Pradesh, Bihar, Jharkhand, Himachal Pradesh and Uttarakhand were removed because they were holding charge of the home or general administration departments in the state as well.</p>\n\n\n\n<p>There was a removal of the West Bengal DGP in a suo moto case, because he had been barred from election duty in previous elections.  Non-cadre officers posted as district magistrates (DMs) and superintendents of police (SPs) in Gujarat, Punjab, Odisha and West Bengal were transferred, the statement mentions.</p>\n\n\n\n<p>Acting on a complaint from the Congress and the Aam Aadmi Party, the Ministry of Electronics and Information Technology (MeitY) was ordered to stop transmission of the Government of India’s Viksit Bharat message on WhatsApp.</p>\n\n\n\n<p>On a complaint from the DMK, an FIR was registered against BJP minister Shobha Karandlaje for her unverified allegations on the Rameshwaram Café blast.</p>\n\n\n\n<p>The cabinet secretary was asked to comply with the Election Commission's instructions on removing any defacement of government or public premises, including hoardings, photos and messages from DMRC trains and petrol pumps, highways, etc.</p>\n\n\n\n<p>On a complaint from the Congress, directions were also given to the Central Board of Direct Taxes (CBDT) to verify alleged mismatch between assets held and assets declared by Union minister M.R. Chandrasekharan in his affidavit.</p>\n\n\n\n<p>Notices were served to BJP leader Dilip Ghosh for disrespectful remarks towards Mamata Banerjee and also to Congress leaders Supriya Shrinate and Randeep Surjewala for their \"derogatory remarks\" against Kangana Ranaut and Hema Malini, respectively.  An FIR was also lodged against remarks by Anitha R. Radhakrishnan, a DMK leader, directed at Prime Minister Narendra Modi.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/eci-says-swift-impartial-action-ensured-level-playing-field%ef%bf%bc/","hasAudio":false,"hasInfographics":false}