{"id":"wp-en-14685","wp_id":14685,"type":"standard","category":"World","language":"en","title":"Amit Shah says India will be freed from left-wing extremism by 2026","excerpt":"Terming Naxal violence as a challenge to democracy, Union Home Minister Amit Shah said on Saturday that the country will be freed from left-wing extremism by March 2026. A total of 17,000 people have lost their lives in the country due to Naxal violence so far, Shah said, adding that a strong and ruthless strategy","author":"Tattva News Team","time":"25/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Amit-Shah.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>Terming Naxal violence as a challenge to democracy, Union Home Minister Amit Shah said on Saturday that the country will be freed from left-wing extremism by March 2026.</p>\n\n\n\n<p>A total of 17,000 people have lost their lives in the country due to Naxal violence so far, Shah said, adding that a strong and ruthless strategy is required for launching the last assault against the ultras.</p>\n\n\n\n<p>Shah, however, noted that there was a 53 per cent drop in Naxal incidents in the country during 2014-24 as compared to 2004-14 period.“I appeal to Naxals to give up violence and surrender,” he said after a meeting of the Inter-State Coordination Committee of Naxal-affected States in Raipur.</p>\n\n\n\n<p>The home minister informed that the government is working to fill the security vacuum in the left-wing extremism-hit areas. Security operations and development works are undertaken side by side, he added.“It is time to deal the final blow to the problem of Left Wing Extremism with a strong strategy,” Shah said.</p>\n\n\n\n<p>The minister further claimed that besides the security forces, central agencies like the NIA and the ED have also worked to dismantle Maoist finances.<a></a>\"We believe we will be able to free the country from Left Wing Extremism by March 2026,\" Shah said.</p>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-says-india-will-be-freed-from-left-wing-extremism-by-2026/","hasAudio":false,"hasInfographics":false}