{"id":"wp-te-19102","wp_id":19102,"type":"standard","category":"World","language":"te","title":"ఈవీఎం ధ్వంసం కేసులో మాచర్ల ఎమ్మెల్యే పిన్నెల్లి అరెస్టు","excerpt":"ఈవీఎం ధ్వంసం కేసులో మాచర్ల వైసిపి ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డిని అరెస్టు చేయాలని ఎన్నికల కమిషన్ ఆదేశించడంతో పోలీస్ ప్రత్యేక బృందాలు ఆయనను తెలంగాణాలో బుధవారం అరెస్ట్ చేశాయి. అరెస్టు విషయం తెలుసుకున్న పిన్నెల్లి హైదరాబాద్ నుంచి పరారయ్యారు. ఎట్టకేలకు ఆయనను వెంబడించిన  పోలీసులు అరెస్టు చేశారు.  ఏపీ పోలీసులు, తెలంగాణ స్పెషల్ టాస్క్ ఫోర్స్ పోలీసులు పిన్నెల్లి కోసం ముమ్మరంగా గాలించగా సంగారెడ్డి జిల్లా ఇస్నాపూర్ సమీపంలోని ఓ గెస్ట్ హౌస్ లో పిన్నెల్లిని గుర్తించి","author":"Tattva News Team","time":"22/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Pinnela.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఈవీఎం ధ్వంసం కేసులో మాచర్ల వైసిపి ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డిని అరెస్టు చేయాలని ఎన్నికల కమిషన్ ఆదేశించడంతో పోలీస్ ప్రత్యేక బృందాలు ఆయనను తెలంగాణాలో బుధవారం అరెస్ట్ చేశాయి. అరెస్టు విషయం తెలుసుకున్న పిన్నెల్లి హైదరాబాద్ నుంచి పరారయ్యారు. ఎట్టకేలకు ఆయనను వెంబడించిన  పోలీసులు అరెస్టు చేశారు. </p>\n\n\n\n<p>ఏపీ పోలీసులు, తెలంగాణ స్పెషల్ టాస్క్ ఫోర్స్ పోలీసులు పిన్నెల్లి కోసం ముమ్మరంగా గాలించగా సంగారెడ్డి జిల్లా ఇస్నాపూర్ సమీపంలోని ఓ గెస్ట్ హౌస్ లో పిన్నెల్లిని గుర్తించి అరెస్టు చేశారు. పిన్నెల్లి అరెస్టును పోలీసులు ఇంకా అధికారికంగా ప్రకటించలేదు. ఆయనను ఏపీకి తరలిస్తున్నట్లు సమాచారం.</p>\n\n\n\n<p>కాగా, అరెస్ట్ చేసేందుకు పోలీస్ బృందాలు వెంటబడుతూ ఉండడంతో విదేశాలకు పారిపోతూ పట్టుబడినట్లు భావిస్తున్నారు. అప్పటికి పోలీసులు లుక్ అవుట్ నోటీసు జారీచేసి అన్ని విమానాశ్రయాలను అప్రమత్తం చేశారు.</p>\n\n\n\n<p>మే 13న పోలింగ్ రోజున మాచర్ల అసెంబ్లీ నియోజకవర్గం రెంటచింతల మండలం పాల్వాయిగేటు పోలింగ్‌ కేంద్రం(202)లో ఎమ్మెల్యే పిన్నెల్లి ఈవీఎంను ధ్వంసం చేశారు. ఎమ్మెల్యే పిన్నెల్లి ఈవీఎం ధ్వంసం చేయడం, పోలింగ్ ఏజెంట్ కు బెదిరింపులు, మహిళలను దుర్భాషలాడిన వీడియోలు సోషల్ మీడియాలో హల్ చల్ చేస్తున్నారు.</p>\n\n\n\n<p>ఎమ్యెల్యే పిన్నెల ఈవీఎంను ధ్వంసం చేసిన వీడియోలు వెలుగులోకి రావడంతో ఈసీ దిద్దుబాటు చర్యలు చేపట్టింది. వెంటనే పిన్నెల్లిని అరెస్టు చేయాలని డీజీపీని ఆదేశించింది. దీంతో రంగంలోకి దిగిన ప్రత్యేక పోలీసు బృందాలు ఎమ్మెల్యే పిన్నెల్లి కోసం గాలింపు చేపట్టారు. ఎట్టకేలకు ఆయన్ను తెలంగాణ పోలీసుల సహకారంతో సంగారెడ్డి జిల్లాలో అరెస్టుచేశారు.</p>\n\n\n\n<p>ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణా రెడ్డిపై పోలీసులు 10 సెక్షన్ల కింద కేసులు నమోదు చేశారు. ఐపీసీ, ప్రజాప్రాతినిధ్య చట్టం, పీడీపీపీ చట్టాల పరిధిలోని 10 సెక్షన్లు పిన్నెల్లిపై నమోదు చేసినట్లు పోలీసులు తెలిపారు. ఐపీసీ కింద 143, 147, 448, 427, 353, 452, 120బి, ఆర్పీ చట్టం 131, 135 సెక్షన్లతో కేసులు నమోదయ్యాయి. ఈనెల 20న ఎమ్మెల్యే ఈ కేసులు నమోదు చేసినట్లు పోలీసులు వెల్లడించారు.</p>\n\n\n\n<p>పోలింగ్‌ రోజున మాచర్లలో 7 చోట్ల ఈవీఎంలు ధ్వంసం చేసిన ఘటనలు చోటుచేసుకున్నట్లు సీఈఓ ముకేశ్ కుమార్ మీనా తెలిపారు. అమరావతిలో మీడియాతో మాట్లాడిన ఆయన ఈవీఎంల ధ్వంసం  ఘటనలకు సంబంధించి సిట్‌కు పోలీసులు అన్ని వివరాలను తెలియజేశారని పేర్కొన్నారు. ఈ నెల 20న రెంటచింతల ఎస్‌ఐ ఈవీఎం ధ్వంసంపై కోర్టులో మెమో దాఖలు చేశారని తెలిపారు. </p>\n\n\n\n<p>ఈ కేసులో ప్రథమ నిందితుడిగా పిన్నెల్లిని పేర్కొన్నారని చెప్పారు. ఎమ్మెల్యే పిన్నెల్లిపై 10 సెక్షన్ల కింద కేసులు పెట్టారని,  ఏడేళ్లకు తక్కువ కాకుండా శిక్షలు పడే విధంగా సెక్షన్లు పెట్టారని తెలిపారు. హింసకు పాల్పడిన ఎవర్నీ వదిలే ప్రసక్తే లేదని స్పష్టం చేశారు. ఈవీఎం ధ్వంసం ఘటనను తామేమి దాచిపెట్టలేదని, ఘటన జరిగిన మరుసటి రోజే పూర్తి ఆధారాలను పోలీసులకు అప్పగించామని సీఈవో మీనా స్పష్టం చేశారు.</p>\n\n\n\n<p>ఈవీఎంలను ధ్వంసం చేయడం సిగ్గుమాలిన చర్యగా ఈసీ పేర్కొంది. ఇలాంటి ఘటనలపై తక్షణమే కఠిన చర్యలు తీసుకోవాలని పోలీసులను ఆదేశించింది. ఎమ్మెల్యే పిన్నెల్లిని వెంటనే అరెస్టు చేసి నివేదిక ఇవ్వాలని ఆదేశించింది.</p>\n","originalUrl":"https://tattvanews.com/19102/22/05/2024/","hasAudio":false,"hasInfographics":false}