{"id":"wp-en-14783","wp_id":14783,"type":"standard","category":"World","language":"en","title":"When journalists turn traitors to own community","excerpt":"By Nava J Thakuria       It was midnight of 31 August 2019, as an extraordinary bureaucrat unfolded the mystic National Register of Citizens (NRC) to the people of Assam in presence of a large gathering of over enthusiast media persons in Guwahati.  The then State NRC coordinator Prateek Hajela, who not only explained various features of","author":"Tattva News Team","time":"1/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/05/NRC.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>      </strong></p>\n\n\n\n<p>It was midnight of 31 August 2019, as an extraordinary bureaucrat unfolded the mystic National Register of Citizens (NRC) to the people of Assam in presence of a large gathering of over enthusiast media persons in Guwahati. </p>\n\n\n\n<p>The then State NRC coordinator Prateek Hajela, who not only explained various features of NRC to the attending reporters, but also proclaimed the supplementary list as the absolute one. Some television journalists were so excited about the ‘extra ordinary works’ done by the technocrat turned IAS officer, they did not hesitate to applaud Hajela as a superhero.</p>\n\n\n\n<p> But the ground reality remains the same, the Assam NRC was never endorsed (still not today) by the Registrar General of India (RGI) and for any reason Hajela  had no authority to declare it as final NRC. Even though the Supreme Court of India, under whose observation the NRC updation was done in Assam, remains silent over the years, many people now demand a complete re-verification of the NRC.</p>\n\n\n\n<p>Former Assam chief minister Sarbananda Sonowal publicly stated that he  was not satisfied with the NRC and advocated 20 per cent revision in border districts and 10 % in remaining districts of the State. But neither Sonowal nor his successor Himanta Biswa Sharma made any initiative for the re-verification process.</p>\n\n\n\n<p>Both the Bharatiya Janata Party leaders were however vocal for the revision, even though they did not take the pain to file an affidavit in the apex court. However, Assam Public Works (APW), All Assam Students’ Union (AASU) and Hajela’s immediate successor Hitesh Devsarma submitted separate appeals in the SC for the revision of Assam NRC.</p>\n\n\n\n<p>Amazingly, the NRC updating process in Assam merged with a huge financial scam and even the Comptroller and Auditor General (CAG) of India detected financial irregularities to the tune of Rs 2600 million. The CAG in its 2020 report also suggested penal actions against Hajela and the system integrator Wipro. Devsarma also lodged two police complaints mentioning about the fraud and corruption committed by Hajela in the NRC updating process.</p>\n\n\n\n<p>APW president Abhijeet Sharma also filed another complaint against Hajela, but not a single case is registered till date. Rather Hajela was allowed to enjoy VRS facilities so that he could live happily (with no accountability!) somewhere in his home State of Madhya Pradesh.</p>\n\n\n\n<p>Another important aspect is that over 6000 data entry operators (DEOs) worked as temporary employees in the  NRC updating process. Wipro limited received an average of Rs 14,500 per month per DEO, but the DEOs were offered only Rs 5,500 each month, which is lower than the basic minimum wage of the country.</p>\n\n\n\n<p>The NRC supplementary list left only 1.9 million people who could not prove themselves as Indian citizens. It’s suspected that Hajela used tempered software to include millions of Bangladeshi nationals’ names in the NRC. Some foreign elements were seemingly involved in the manipulation. Hence, the Patriotic People's Front Assam (PPFA) raised demands for a high level probe into the episode to punish the culprits.</p>\n\n\n\n<p>The forum of nationalist citizens based in far eastern Bharat reiterated its old demand for a correct NRC with a base year of 1951. The PPFA called upon both the governments in New Delhi and Dispur to take decisive steps in identifying and deporting all illegal migrants for the sake of national security and protection of indigenous communities in Assam.</p>\n\n\n\n<p>It slammed the elements which tried to project the present form of NRC as a perfect one. At least three Assamese television editors emerged as strong supporters of the draft NRC and urged the people of Assam to accept it with no further revision.  One stout and talkative television show-host even published a book on NRC fully praising Hajela for his unmatched works.</p>\n\n\n\n<p>The other one dedicated talk shows with the same argument that the NRC needs no re-verification. The third one took opportunities to grab money in pretext of killing news about the NRC loopholes. Should they also be punished? Probably a genuine probe will unearth their involvement in the scam and also subsequent penalties.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/when-journalists-turn-traitors-to-own-community/","hasAudio":false,"hasInfographics":false}