{"id":"wp-te-20670","wp_id":20670,"type":"standard","category":"World","language":"te","title":"కోల్‌కతా వైద్యురాలి డైరీలో చిరిగిన ఓ పేజీ!","excerpt":"కోల్‌కతా ఆర్జీ కర్‌ ఆస్పత్రిలో జూనియర్‌ వైద్యురాలిపై జరిగిన హత్యాచార ఘటనలో కీలక విషయం వెలుగులోకి వచ్చింది. ఆమెకు డైరీ రాసే అలవాటు ఉందని, హత్యాచార ఘటన తర్వాత ఆ డైరీలో ఓ పేజీ చిరిగి ఉందని హతురాలి తండ్రి మీడియాకు వెల్లడించారు. ఆ చిరిగిన పేజీ తాలూకు ఫొటో తన వద్ద ఉందని చెప్పిన ఆయన, అందులో ఏం రాసి ఉందనే విషయాన్ని మాత్రం వెల్లడించేందుకు నిరాకరించారు.  సీబీఐ అధికారుల సూచన మేరకే తాను బహిరంగపర్చడం","author":"Tattva News Team","time":"20/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Advocates-rally.webp","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతా ఆర్జీ కర్‌ ఆస్పత్రిలో జూనియర్‌ వైద్యురాలిపై జరిగిన హత్యాచార ఘటనలో కీలక విషయం వెలుగులోకి వచ్చింది. ఆమెకు డైరీ రాసే అలవాటు ఉందని, హత్యాచార ఘటన తర్వాత ఆ డైరీలో ఓ పేజీ చిరిగి ఉందని హతురాలి తండ్రి మీడియాకు వెల్లడించారు. ఆ చిరిగిన పేజీ తాలూకు ఫొటో తన వద్ద ఉందని చెప్పిన ఆయన, అందులో ఏం రాసి ఉందనే విషయాన్ని మాత్రం వెల్లడించేందుకు నిరాకరించారు. </p>\n\n\n\n<p>సీబీఐ అధికారుల సూచన మేరకే తాను బహిరంగపర్చడం లేదని చెప్పారు. హత్యాచార ఘటనపై ప్రజల ఆందోళనలను అణచివేసేందుకు పశ్చిమ బెంగాల్‌ ప్రభుత్వం ప్రయత్నిస్తోందని, ఫలితంగా తమకు సీఎం మమతపై నమక్మం పోయిందని హతురాలి తండ్రి వ్యాఖ్యానించారు. </p>\n\n\n\n<p>‘న్యాయం చేయాల్సిన స్థానంలో ఉన్న మమత, తానే న్యాయం కావాలి అంటూ డిమాండ్‌ చేయడంలో ఔచిత్యం ఏమిటి? బాధిత కుటుంబానికి న్యాయం కోసం ఆమె ఏమీ చేయడం లేదు’ అని ఆవేదన వ్యక్తం చేశారు. </p>\n\n\n\n<p>కాగా హతురాలికి తల, పెదవులు, చెంపలు, ముక్కు, కుడి దవడ, గదమ, ఎడమ భుజం, ఎడమ మోకాలు, చీలమండతో పాటు అంతర్గత అవయవాల్లో గాయాలైనట్లు.. ఊపిరితిత్తుల్లో రకస్రావమైనట్లు, శరీరంలో కొన్నిచోట్ల బ్లడ్‌ క్లాట్స్‌ను కనుగొన్నట్లు పోస్టుమార్టం రిపోర్టు తేల్చింది.</p>\n\n\n\n<p>మొత్తంగా హతురాలి శరీరంపై 16 చోట్ల.. అంతర్గతంగా తొమ్మిదిచోట్ల తీవ్ర గాయాలయ్యాయని, అన్ని గాయాలు కూడా ఆమె మరణానికి ముందే సంభవించినవేనని.. గొంతు నులమడంతోనే ఆమె మృతిచెందినట్లు నివేదిక తేల్చింది. </p>\n\n\n\n<p>మరోవైపు.. హత్యాచార ఘటనలో నిందితుడైన సంజయ్‌ రాయ్‌కి సీబీఐ మంగళవారం లై డిటెక్టర్‌ టెస్టు(పాలీగ్రాఫ్‌) నిర్వహించే అవకాశం ఉంది. హత్యాచార ఘటకు సంబంధించి ఆర్జీ కర్‌ వైద్య కళాశాల మాజీ ప్రిన్సిపల్‌ సంజయ్‌ ఘోష్‌ను సీబీఐ అధికారులు వరుసగా నాలుగో రోజూ విచారణ చేశారు. ఘటనకు ముందు, తర్వాత ఆయన ఎవరెవరికి ఫోన్‌ చేశారు? అనేది తెలుసుకున్నారు. </p>\n\n\n\n<p>వాట్సా్‌ప్ లో చాట్‌ లిస్ట్‌నూ పరిశీలించారు. జూనియర్‌ వైద్యురాలి హత్యాచార ఘటనను నిరసిస్తూ కోల్‌కతా, ఢిల్లీ సహా దేశవ్యాప్తంగా వైద్య కళాశాలల్లో వైద్య విద్యార్థుల ఆందోళన కొనసాగుతోంది. ఆందోళనలో భాగంగా కోల్‌కతాలో సోమవారం ఎక్కడికక్కడ వైద్యులు మానవ హారంగా ఏర్పడి రహదారులను దిగ్బంధనం చేశారు.</p>\n\n\n\n<p> పోలీసులకు మహిళా వైద్యులు రాఖీలు కట్టారు. హత్యాచార ఘటనలో దోషులకు కఠినంగా శిక్షించాలని డిమాండ్‌ చేస్తూ కలకత్తా హైకోర్టు న్యాయవాదులు ర్యాలీ నిర్వహించారు.</p>\n\n\n\n<p>ఢిల్లీలోని నిర్మాణ్‌ భవన్‌ ఎదుట వైద్యులు.. నిరసనల్లో భాగంగా రోడ్డు మీదే ఓపీ సర్వీసులు నిర్వహించారు. మరోవైపు.. హత్యాచార ఘటనకు సంబంధించి కోల్‌కతా పోలీస్‌ కమిషనర్‌ను సీబీఐ విచారణ చేయాలంటూ బహిరంగంగా డిమాండ్‌ చేసిన టీఎంసీ ఎంపీ సుఖేందు శేఖర్‌ రేకు పోలీసులు సమన్లు జారీచేశారు.</p>\n\n\n\n<p>హతురాలికి సంబంధించిన వివరాలను బహిర్గతం చేశారనే ఆరోపణలతో బీజేపీకి చెందిన మాజీ ఎంపీ లాకెట్‌ చటర్జీకి, మరో ఇద్దరు వైద్యులకు కూడా పోలీసులు సమన్లు జారీ చేశారు. మరోవైపు.. తనకు పోలీసులు సమన్లు జారీ చేయడాన్ని సుఖేందు శేఖర్‌ హైకోర్టులో సవాలు చేశారు. హతురాలి ఫొటోను సోషల్‌ మీడియా ద్వారా బహిర్గతం చేస్తూ సీఎం మమతను హెచ్చరిస్తూ కామెంట్‌ పెట్టిన ఓ వ్యక్తిని కూడా కోల్‌కతా పోలీసులు అరెస్టు చేశారు.</p>\n\n\n\n<p> హత్యాచార ఘటనలో దోషులను రక్షించేందుకు సంబంధించి సాక్ష్యాలను ధ్వంసం చేశారని, ఇందుకు బాధ్యత వహిస్తూ సీఎం మమత తన పదవికి రాజీనామా చేయాలంటూ బీజేపీ డిమాండ్‌ చేసింది. ఇక.. మమత రాజీనామా చేయాలంటూ ఆమె వైపు వేలెత్తి చూపేవారి వేళ్లను విరిచేస్తామంటూ బెంగాల్‌ క్యాబినెట్‌ మంత్రి ఉదయన్‌ గుహ హెచ్చరించారు. దీనికి సంబంధించిన ఓ వీడియో నెట్‌లో చక్కర్లు కొడుతోంది.</p>\n","originalUrl":"https://tattvanews.com/20670/20/08/2024/","hasAudio":false,"hasInfographics":false}