{"id":"wp-te-18646","wp_id":18646,"type":"standard","category":"World","language":"te","title":"ఆర్ఎస్ఎస్ ఎప్పుడూ రేజర్వేషన్లకు వ్యతిరేకం కాదు","excerpt":"పార్లమెంట్ ఎన్నికల వేళ రిజర్వేషన్ రగడ కొనసాగుతోంది. ప్రధాని నరేంద్ర మోదీ కాంగ్రెస్ ను టార్గెట్ చేస్తూ చేసిన వ్యాఖ్యలు. కాంగ్రెస్ నేతల స్పందనతో ఈ వివాదంముదిరింది. కాంగ్రెస్ ఓటు బ్యాంక్‌ రాజకీయాలు చేస్తోందని విమర్శించారు. ఓబీసీ, ఎస్సీ, ఎస్టీలకు కాంగ్రెస్‌ వ్యతిరేకమని ప్రధాని మోదీ విమర్శించారు.  ప్రధాని వ్యాఖ్యలన కాంగ్రెస్ నేతలు తప్పు బట్టారు. బీజేపీ ఈసారి అధికారంలోకి వస్తే కచ్చితంగా రాజ్యాంగాన్ని రద్దు చేస్తారని ఆరోపించారు. ఈ వివాదం పై ఆర్ఎస్ఎస్ అధినేత డా.","author":"Tattva News Team","time":"29/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Dr-Bhagwat.jpg","readTime":"5 min read","contentHTML":"\n<p>పార్లమెంట్ ఎన్నికల వేళ రిజర్వేషన్ రగడ కొనసాగుతోంది. ప్రధాని నరేంద్ర మోదీ కాంగ్రెస్ ను టార్గెట్ చేస్తూ చేసిన వ్యాఖ్యలు. కాంగ్రెస్ నేతల స్పందనతో ఈ వివాదంముదిరింది. కాంగ్రెస్ ఓటు బ్యాంక్‌ రాజకీయాలు చేస్తోందని విమర్శించారు. ఓబీసీ, ఎస్సీ, ఎస్టీలకు కాంగ్రెస్‌ వ్యతిరేకమని ప్రధాని మోదీ విమర్శించారు. </p>\n\n\n\n<p>ప్రధాని వ్యాఖ్యలన కాంగ్రెస్ నేతలు తప్పు బట్టారు. బీజేపీ ఈసారి అధికారంలోకి వస్తే కచ్చితంగా రాజ్యాంగాన్ని రద్దు చేస్తారని ఆరోపించారు. ఈ వివాదం పై ఆర్ఎస్ఎస్ అధినేత డా. మోహన్ భగవత్ హైదరాబాద్ లో స్పష్టత ఇచ్చారు.<br>రిజర్వేషన్ల పై బీజేపీ - కాంగ్రెస్ మధ్య వివాదం సాగుతున్న వేళ తెలంగాణ ముఖ్యమంత్రి రేవంత్ రెడ్డి కూడా కీలక వ్యాఖ్యలు చేసారు. 400 లోక్ సభ స్థానాల్లో గెలిస్తే ఎవరి అవసరం లేకుండా రిజర్వేషన్లను రద్దు చేయవచ్చుననేది బీజేపీ కుట్ర అని తెలంగాణ ముఖ్యమంత్రి రేవంత్ రెడ్డి ఆరోపించారు.</p>\n\n\n\n<p> తాము కేంద్రంలో అధికారంలోకి వస్తే బీసీ జనాభాను లెక్కించి రిజర్వేషన్లు కల్పిస్తామని హామీ ఇచ్చారు. ఎస్సీ, ఎస్టీలకు సరైన జనాభా ప్రాతిపదికన రిజర్వేషన్లు కల్పిస్తామని తెలిపారు. 2025తో ఆరెస్సెస్‌ను స్థాపించి వందేళ్లవుతుందని చెబుతూ, ఈలోగా భారత్‌ను రిజర్వేషన్ రహిత హిందూదేశంగా మార్చాలని ఆరెస్సెస్ ఎప్పుడో చెప్పిందని అంటూ నిరాధార ఆరోపణలు చేశారు.</p>\n\n\n\n<p>ఈ వ్యాఖ్యల పైన స్పందించిన ఆర్ఎస్ఎస్ సర్ సంఘచాలక్ డా. మోహ‌న్ భ‌గ‌వ‌త్ సంఘ్ ప‌రివార్ తొలి నుంచి రాజ్యాంగం నిర్ధేశించిన అన్ని రిజ‌ర్వేష‌న్ల‌కు మ‌ద్దుత‌గా నిలుస్తోంద‌ని స్ప‌ష్టం చేశారు. ఆర్ఎస్ఎస్  రిజ‌ర్వేష‌న్ల‌కు అనుకూల‌మైనా కొంద‌రు సోష‌ల్ మీడియాలో త‌ప్పుడు వీడియోలతో దుష్ప్ర‌చారం సాగిస్తున్నార‌ని మండిప‌డ్డారు.</p>\n\n\n\n<p>ఆర్ఎస్ఎస్ రిజర్వేష‌న్ల‌కు వ్య‌తిరేకమ‌ని ఓ వీడియోను కొంద‌రు స‌ర్క్యూలేట్ చేస్తున్నార‌ని, ఇది పూర్తిగా అవాస్త‌మ‌ని తోసిపుచ్చారు. రాజ్యాంగం ప్ర‌కారం అమల్లో ఉన్న రిజ‌ర్వేష‌న్ల‌కు తామెన్న‌డూ వ్య‌తిరేకంగా మాట్లాడ‌లేద‌ని మోహ‌న్ భ‌గ‌వ‌త్ పేర్కొన్నారు. అవ‌స‌ర‌మైనంత కాలం రిజ‌ర్వేష‌న్లు కొన‌సాగించాల్సిందేన‌ని ఆయ‌న తేల్చిచెప్పారు.</p>\n\n\n\n<p>శ్రీ సరస్వతీ విద్యాపీఠం ఆధ్వర్యంలో  సీబీఎస్ఈ పాఠశాలగా రూపుదిద్దుకున్న నాదర్ గుల్ లోని విద్యాభారతి విజ్ఞాన కేంద్రం భవనాలను ఆదివారం పరమహంస పరివ్రాజకారాచర్య త్రిదండి చిన శ్రీమన్నారాయణ చిన జీయర్ స్వామితో కలిసి ప్రారంభించారు. ఈ సందర్భంగా రేజర్వేషన్ల అంశంపై జరుగుతున్న దుష్ప్రచారాన్ని తోసిపుచ్చుతూ డా. భగవత్ స్పష్టత ఇచ్చారు.</p>\n\n\n\n<p>మరోవంక, షెడ్యూల్డ్ కులాలు, షెడ్యూల్డ్ తెగలు, ఓబిసిలకు రిజర్వేషన్లను రద్దు చేస్తానని వాగ్దానం చేసిన్నట్లుగా వ్యాప్తిచేస్తున్న కేంద్ర హోంమంత్రి అమిత్ షా ‘నకిలీ వీడియో’పై ఢిల్లీ పోలీసులు ఆదివారం  ఎఫ్ఐఆర్ నమోదు చేశారు. కాంగ్రెస్‌కు చెందిన సోషల్ మీడియా హ్యాండిల్ అమిత్ షా 'టాంపర్డ్ స్పీచ్'ను పోస్ట్ చేసిందని ఆరోపిస్తూ బిజెపి శనివారం ఆంధ్రప్రదేశ్ చీఫ్ ఎలక్టోరల్ ఆఫీసర్‌కు ఫిర్యాదు చేసిన తర్వాత ఇది జరిగింది.</p>\n","originalUrl":"https://tattvanews.com/18646/29/04/2024/","hasAudio":false,"hasInfographics":false}