{"id":"wp-en-13402","wp_id":13402,"type":"standard","category":"World","language":"en","title":"Digital journalist gunned down, Pakistan continues to lose media persons to assailants","excerpt":"Expressing utter dismay over the third media persons to be killed in Pakistan within this month, the global media safety and rights body Press Emblem Campaign (PEC) urges the federal government in Islamabad to take serious note of the development and book all the culprits under the law as early as possible. According to the","author":"Tattva News Team","time":"25/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Journalist-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Expressing utter dismay over the third media persons to be killed in Pakistan within this month, the global media safety and rights body Press Emblem Campaign (PEC) urges the federal government in Islamabad to take serious note of the development and book all the culprits under the law as early as possible.</p>\n\n\n\n<p>According to the police Kamran Dawar, a digital journalist based in Miramshah locality of North Waziristan in Khyber Pakhtunkhwa province, was shot dead by miscreants on 21 May. Kamran (35) faced the bullets in his native Tappi village and the gunmen left him with serious injuries. Father of two minor daughters, Kamran succumbed to injuries at the hospital.</p>\n\n\n\n<p>“We condemn the murder of Kamran Dawar, who becomes the 48th journo-victims since 1 January 2024 around the world and fifth in Pakistan. Pakistan government must probe into the killings of all journalists and punish the culprits so that they cannot enjoy the immunity,” said Blaise Lempen, president of PEC (<a href=\"#inbox/_blank\"><u>www.pressemblem.ch</u></a>), adding that PEC extends moral support to the local scribe’s body Miranshah Press Club in its fight for justice to the victim.</p>\n\n\n\n<p>PEC’s south and southeast Asia representative Nava Thakuria revealed that Kamran was very active on social media and regularly reported on pertinent social issues of his locality through his YouTube channel and Facebook news channel. Three months back, Kamran received threatening calls from unidentified personnel and he even shared it with journalist friends. Prior to Kamran, the south Asian nation lost Mehar Ashfaq Siyal, Maulana Mohammad Siddique Mengal, Jam Saghir Ahmed Lar and Tahira Nosheen Rana to assailants this year, he added.</p>\n","originalUrl":"https://en.tattvanews.com/international/digital-journalist-gunned-down-pakistan-continues-to-lose-media-persons-to-assailants%ef%bf%bc/","hasAudio":false,"hasInfographics":false}