{"id":"wp-en-15460","wp_id":15460,"type":"standard","category":"World","language":"en","title":"CPJ condemns Israel’s unproven claims on Palestinian journalists","excerpt":"The Committee to Protect Journalists (CPJ) condemned allegations made by the Israel Defense Forces (IDF) against six Palestinian journalists in Gaza, accusing them of being members of militant groups. “Israel has repeatedly made similar unproven claims without producing credible evidence. After killing Al Jazeera correspondent Ismail Al Ghoul  in July, the IDF previously produced a similar document,","author":"Tattva News Team","time":"26/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/CPJ.png","readTime":"5 min read","contentHTML":"\n<p>The Committee to Protect Journalists (CPJ) condemned allegations made by the Israel Defense Forces (IDF) against six Palestinian journalists in Gaza, accusing them of being members of militant groups.<br><br>“Israel has repeatedly made similar unproven claims without producing credible evidence. After killing Al Jazeera correspondent Ismail Al Ghoul  in July, the IDF previously produced a similar document, which contained contradictory information, showing that Al Ghoul, born in 1997, received a Hamas military ranking in 2007 – when he would have been 10 years old,” CPJ said.<br> <br>CPJ has documented Israel’s pattern of smearing Palestinian journalists with unsubstantiated “terrorist” labels following their killings by the IDF. This trend was also documented in CPJ’s May 2023 report, \"Deadly Pattern,\" which <a href=\"#inbox/_blank\">found</a> Israel has regularly accused journalists killed by its forces of terrorism without substantial evidence.<br><br>Earlier this week, CPJ and 18 other press freedom and human rights organizations issued a statement supporting a call from members of the U.S. Congress asking the Biden-Harris administration to urge Israel to allow independent access to Gaza for U.S. and international journalists.<br><br>“While more than 4,000 international journalists have traveled to Israel to cover the ongoing war, Israel continues to deny them access to Gaza except for rare and tightly controlled  military-led press tours to the war-torn territory. This effective ban on foreign reporting has placed an impossible and unreasonable burden on Palestinian reporters in Gaza to document an ongoing war through which they are living,” the statement said.</p>\n","originalUrl":"https://en.tattvanews.com/international/cpj-condemns-israels-unproven-claims-on-palestinian-journalists/","hasAudio":false,"hasInfographics":false}