{"id":"wp-en-14635","wp_id":14635,"type":"standard","category":"World","language":"en","title":"BJP fields Union ministers Ravneet Singh Bittu, George Kurian in RS by-polls","excerpt":"The BJP Tuesday announced nine candidates for the September 3 Rajya Sabha bypolls, fielding Union ministers Ravneet Singh Bittu from Rajasthan and George Kurian from Madhya Pradesh. The party fielded former BJD leader Mamata Mohanta from Odisha and ex-Congress leader Kiran Choudhary from Haryana. Both these leaders joined the BJP recently. According to a list of","author":"Tattva News Team","time":"21/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/BJP-RS.jpg","readTime":"5 min read","contentHTML":"\n<p><a href=\"https://www.facebook.com/sharer.php?u=https://www.telegraphindia.com/india/rajya-sabha-bypolls-bjp-fields-union-ministers-ravneet-singh-bittu-from-rajasthan-george-kurian-from-madhya-pradesh/cid/2042343\"></a><a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/india/rajya-sabha-bypolls-bjp-fields-union-ministers-ravneet-singh-bittu-from-rajasthan-george-kurian-from-madhya-pradesh/cid/2042343&text=Rajya Sabha bypolls BJP fields Union ministers Ravneet Singh Bittu from Rajasthan George Kurian from Madhya Pradesh\"></a><a href=\"https://api.whatsapp.com/send?text=Rajya Sabha bypolls BJP fields Union ministers Ravneet Singh Bittu from Rajasthan George Kurian from Madhya Pradesh https://www.telegraphindia.com/india/rajya-sabha-bypolls-bjp-fields-union-ministers-ravneet-singh-bittu-from-rajasthan-george-kurian-from-madhya-pradesh/cid/2042343\"></a><a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p>The BJP Tuesday announced nine candidates for the September 3 Rajya Sabha bypolls, fielding Union ministers Ravneet Singh Bittu from Rajasthan and George Kurian from Madhya Pradesh. The party fielded former BJD leader Mamata Mohanta from Odisha and ex-Congress leader Kiran Choudhary from Haryana. Both these leaders joined the BJP recently.</p>\n\n\n\n<p>According to a list of nine candidates released by the BJP, Bar Council of India Chairman and senior advocate Manan Kumar Mishra will contest the bypolls from Bihar, Dhairyashil Patil from Maharashtra and Rajib Bhattacharjee from Tripura. Bhattacharjee is the president of the BJP's Tripura unit.</p>\n\n\n\n<p>The Election Commission of India (ECI) has scheduled the election for 12 vacant seats in the Rajya Sabha for September 3. These seats include some previously held by prominent leaders who have now shifted to the Lok Sabha. Among the 10 Rajya Sabha seats that have fallen vacant are those of Union Ministers Piyush Goyal, Sarbananda Sonowal, and Jyotiraditya Scindia, all of whom were elected to the Lok Sabha. </p>\n\n\n\n<p>Besides Goyal, Sonowal and Scindia, the other Rajya Sabha members who won the parliamentary polls and moved to the Lok Sabha are Kamakhya Prasad Tasa (BJP), Misha Bharti (RJD), Vivek Thakur (BJP), Deepender Singh Hooda (Congress), Udayanraje Bhosle (BJP), K C Venugopal (Congress) and Biplab Kumar Deb (BJP).</p>\n\n\n\n<p>The Election Commission has mandated that only \"integrated violet colour sketch pens of pre-fixed specification\" provided by the returning officer will be used for marking preferences on the ballot paper. This aims to ensure uniformity and reduces the chances of any discrepancies or tampering during the voting process.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-fields-union-ministers-ravneet-singh-bittu-george-kurian-in-rs-by-polls/","hasAudio":false,"hasInfographics":false}