{"id":"wp-en-13902","wp_id":13902,"type":"standard","category":"World","language":"en","title":"Delhi Court sends Arvind Kejriwal to judicial custody till July 12￼","excerpt":"The Rouse Avenue Court on Saturday sent Delhi Chief Minister Arvind Kejriwal to judicial custody till July 12 in the excise policy case. This comes after the court earlier reserved an order on the Central Bureau of Investigation (CBI) plea seeking judicial custody of the Chief Minister.  In the application given to Rouse Avenue Court seeking judicial custody,","author":"Tattva News Team","time":"30/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Kejriwal1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Rouse Avenue Court on Saturday sent Delhi Chief Minister Arvind Kejriwal to judicial custody till July 12 in the excise policy case. This comes after the court earlier reserved an order on the Central Bureau of Investigation (CBI) plea seeking judicial custody of the Chief Minister. </p>\n\n\n\n<p>In the application given to Rouse Avenue Court seeking judicial custody, CBI has said that Arvind Kejriwal is not cooperating in the investigation and is deliberately avoiding giving direct answers to the questions.</p>\n\n\n\n<p>\"Kejriwal is a prominent political figure who can influence investigation. The CM is not cooperating in the investigation, and did not give proper and direct answers to the questions.\"</p>\n\n\n\n<p>CBI said, \"Kejriwal could also not explain why during the second wave of Covid, Cabinet approval for the revised excise duty policy was obtained in a hurry within just day, while the accused persons of the South Group were camping in Delhi. Were and were holding meetings. That too with his close associate Vijay Nair. Kejriwal also avoided questions regarding Nair and his meetings with various stakeholders.\"</p>\n\n\n\n<p>The Delhi court had on Wednesday sent Chief Minister Arvind Kejriwal to the CBI's custody for three days after the agency arrested him in a corruption case related to the alleged excise scam. Kejriwal was arrested by the CBI in connection with the Delhi government's excise policy. On March 21, he was arrested by the Enforcement Directorate (ED) in a money-laundering case linked to the now-scrapped policy. He was granted bail by a trial court that was stayed by Delhi High Court.</p>\n\n\n\n<p>If Kejriwal fails to secure bail in both the cases being probed by the CBI and ED, he will go back to judicial custody once his police remand ends in the present case. The court had, on June 19, extended Kejriwal's judicial custody in the money-laundering case till July 3.</p>\n","originalUrl":"https://en.tattvanews.com/economy/delhi-court-sends-arvind-kejriwal-to-judicial-custody-till-july-12%ef%bf%bc/","hasAudio":false,"hasInfographics":false}