{"id":"wp-te-20630","wp_id":20630,"type":"standard","category":"World","language":"te","title":"హైద‌రాబాద్‌లో స్పోర్ట్స్ యూనివ‌ర్సిటీ","excerpt":"అంతర్జాతీయ ప్రమాణాలతో ఫోర్త్ సిటీ నిర్మాణం ఉంటుందని చెబుతున్న తెలంగాణ సర్కార్ హైదరాబాద్ లో యంగ్ ఇండియా స్పోర్ట్స్ యూనివర్సిటీని ఏర్పాటు చేయాలని నిర్ణయించింది. ఈ నిర్మాణం కూడా ఫోర్త్ సిటీ పరిధిలోనే ఉండనుంది. దాదాపు 12 వివిధ క్రీడల అకాడమీలను ఇందులో ఏర్పాటు చేయాలని తెలంగాణ ప్రభుత్వం భావిస్తోంది.  వీటిలో అంతర్జాతీయ స్థాయి అధునాతన మౌలిక సదుపాయాలు ఉంటాయి. ఈ స్పోర్ట్స్ హబ్ లో స్పోర్ట్స్ సైన్స్ సెంటర్, స్పోర్ట్స్ మెడిసిన్ సెంటర్ కూడా అందుబాటులో","author":"Tattva News Team","time":"18/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Sports-University.jpeg","readTime":"5 min read","contentHTML":"\n<p>అంతర్జాతీయ ప్రమాణాలతో ఫోర్త్ సిటీ నిర్మాణం ఉంటుందని చెబుతున్న తెలంగాణ సర్కార్ హైదరాబాద్ లో యంగ్ ఇండియా స్పోర్ట్స్ యూనివర్సిటీని ఏర్పాటు చేయాలని నిర్ణయించింది. ఈ నిర్మాణం కూడా ఫోర్త్ సిటీ పరిధిలోనే ఉండనుంది. దాదాపు 12 వివిధ క్రీడల అకాడమీలను ఇందులో ఏర్పాటు చేయాలని తెలంగాణ ప్రభుత్వం భావిస్తోంది. </p>\n\n\n\n<p>వీటిలో అంతర్జాతీయ స్థాయి అధునాతన మౌలిక సదుపాయాలు ఉంటాయి. ఈ స్పోర్ట్స్ హబ్ లో స్పోర్ట్స్ సైన్స్ సెంటర్, స్పోర్ట్స్ మెడిసిన్ సెంటర్ కూడా అందుబాటులో ఉండేలా ఏర్పాట్లు చేస్తారు. స్పోర్ట్స్ వర్సిటీకి అనువైన స్థలంగా ప్రస్తుతం హకీంపేటలో ఉన్న స్పోర్ట్స్ స్కూల్ లేదా గచ్చిబౌలిలోని స్పోర్ట్స్ కాంప్లెక్స్‌లను పరిశీలిస్తున్నారు. </p>\n\n\n\n<p>సదరు క్యాంపస్ ను ఒలింపిక్స్ స్థాయి అంతర్జాతీయ ప్రమాణాలుండేలా అప్‌గ్రేడ్ చేయాలని నిర్ణయించారు. ముఖ్యమంత్రి  రేవంత్ ఇటీవల దక్షిణ కొరియా పర్యటనలో ప్రపంచంలోనే గొప్ప పేరున్న కొరియన్ నేషనల్ స్పోర్ట్స్ యూనివర్శిటీని సందర్శించారు. ఒలంపిక్స్ పారిస్ 2024లో దక్షిణ కొరియా మొత్తం 32 పతకాలు గెలుచుకోగా, అందులో 16 పతకాలు కొరియన్ నేషనల్ స్పోర్ట్స్ యూనివర్సిటీలో శిక్షణ పొందిన అథ్లెట్లు సాధించినవే కావడం గమనార్హం.</p>\n\n\n\n<p>పారిస్ ఒలింపిక్స్‌ ఆర్చరీ విభాగంలో మూడు బంగారు పతకాలు సాధించిన అథ్లెట్ ఎమ్ షె-యాన్ ను ఈ సందర్భంగా ముఖ్యమంత్రి రేవంత్ రెడ్డి అభినందించారు. భవిష్యత్ ఒలింపిక్ ఛాంపియన్లకు శిక్షణ ఇచ్చేలా తెలంగాణ యంగ్ ఇండియా స్పోర్ట్స్ యూనివర్శిటీకి సాంకేతిక భాగస్వాములుగా కొరియన్ నేషనల్ స్పోర్ట్స్ యూనివర్సిటీ సేవలు వాడుకోవాలని తెలంగాణ ప్రభుత్వం భావిస్తోంది.</p>\n\n\n\n<p>హైదరాబాద్‌, సికింద్రాబాద్‌, సైబరాబాద్‌లకు ధీటుగా ఆధునిక మౌలిక సదుపాయాలతో అత్యాధునికంగా నాలుగో నగరాన్ని నిర్మించాలనే ఉద్దేశ్యంతో తెలంగాణ ప్రభుత్వం ప్యూచర్ సిటీని తెరపైకి తీసుకొచ్చింది. ముచ్చర్ల ప్రాంతంలో హెల్త్ టూరిజం హబ్, స్పోర్ట్స్ హబ్, ఎడ్యుకేషన్ హబ్ వంటివాటిని అభివృద్ధి చేయడం, పక్కనే ఆమన్‌గల్ అర్బన్ అడవుల్లో నైట్ సఫారీ పెట్టడం వంటి వాటితో మొత్తంగా ఈ ప్రాంతాన్ని ప్రపంచస్థాయి నగరంగా తీర్చిదిద్దాలని సర్కార్ భావిస్తోంది.</p>\n\n\n\n<p>ఇందులో భాగంగానే కందుకూరు మీర్‌ఖాన్‌పేట్ వద్ద నెట్‌జీరో సిటీలో ప్రతిపాదిత స్కిల్ యూనివర్సిటీతో పాటు అడ్వాన్స్‌డ్ టెక్నాలజీ సెంటర్, మోడ్రన్ స్కూల్, ప్రైమరీ హెల్త్ సెంటర్, కమ్యూనిటీ సెంటర్‌లకు కూడా ఇటీవలే శంకుస్థాపన జరిగింది. </p>\n\n\n\n<p>స్కిల్ యూనివర్సిటీలో అడ్మిషన్ లభించిందంటే కచ్చితంగా ఉద్యోగం లభించే విధంగా ప్రణాళికలు సిద్ధం చేస్తున్నామని సర్కార్ చెబుతోంది. నాలుగో నగరంగా ఏర్పడటానికి కీలకమైన విద్య, వైద్యం, ఇతర మౌళిక సదుపాయాలను కల్పించి ముచ్చర్లను ఫ్యూచర్‌ సిటీగా మార్చాలనే ధృడ నిశ్చయంతో తెలంగాణ సర్కార్ ఉంది.</p>\n\n\n\n<p>ఇందులో భాగంగానే ఫ్యూచర్ సిటీలో స్పోర్ట్స్ యూనివర్శిటీని కూడా ఏర్పాటు చేయాలని నిర్ణయించింది. ఇప్పటికే ఇక్కడ స్కిల్ యూనివర్శిటీకి శంకుస్థాపన జరిగింది. ఈ దసరా నుంచి కోర్సులను కూడా ప్రారంభించేందుకు ప్రభుత్వం సిద్ధమవుతోంది.</p>\n","originalUrl":"https://tattvanews.com/20630/18/08/2024/","hasAudio":false,"hasInfographics":false}