{"id":"wp-te-18783","wp_id":18783,"type":"standard","category":"World","language":"te","title":"ఏపీ డీజీపీపై ఈసీ బ‌దిలీ వేటు","excerpt":"ఆంధ్రప్రదేశ్ ఎన్నికల వేళ కీలక పరిణామం చోటుచేసుకుంది. ఏపీ డీజీపీ రాజేంద్రనాథ్‌రెడ్డిపై కేంద్ర ఎన్నికల సంఘం బదిలీ వేటు వేసింది. డీజీపీ రాజేంద్రనాథ్ రెడ్డిని తక్షణమే బదిలీ చేయాలని ఆంధ్రప్రదేశ్ ప్రభుత్వ ప్రధాన కార్యదర్శి జవహర్ రెడ్డికి ఆదేశాలు ఆదివారం సాయంత్రం జారీ చేసింది. ఆయనకు ఎలాంటి ఎన్నికల విధులు అప్పగించవద్దని స్పష్టం చేసింది.  డీజీపీగా కింది ర్యాంకు అధికారికి బాధ్యతలు అప్పగించాలని ఉత్తర్వుల్లో పేర్కొంది. సోమవారం ఉదయం 11 గంటలలోగా ముగ్గురు డీజీ ర్యాంకు అధికారుల","author":"Tattva News Team","time":"6/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/DGP-Reddy.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ ఎన్నికల వేళ కీలక పరిణామం చోటుచేసుకుంది. ఏపీ డీజీపీ రాజేంద్రనాథ్‌రెడ్డిపై కేంద్ర ఎన్నికల సంఘం బదిలీ వేటు వేసింది. డీజీపీ రాజేంద్రనాథ్ రెడ్డిని తక్షణమే బదిలీ చేయాలని ఆంధ్రప్రదేశ్ ప్రభుత్వ ప్రధాన కార్యదర్శి జవహర్ రెడ్డికి ఆదేశాలు ఆదివారం సాయంత్రం జారీ చేసింది. ఆయనకు ఎలాంటి ఎన్నికల విధులు అప్పగించవద్దని స్పష్టం చేసింది. </p>\n\n\n\n<p>డీజీపీగా కింది ర్యాంకు అధికారికి బాధ్యతలు అప్పగించాలని ఉత్తర్వుల్లో పేర్కొంది. సోమవారం ఉదయం 11 గంటలలోగా ముగ్గురు డీజీ ర్యాంకు అధికారుల జాబితా పంపాలని ఎన్నికల సంఘం సీఎస్‌ను ఆదేశించింది.  మరోవైపు ఏపీ డీజీపీ.. అధికార వైసీపీకి అనుకూలంగా వ్యవహరిస్తున్నారంటూ విపక్షాలు ఆరోపిస్తున్నాయి. </p>\n\n\n\n<p>ఏపీ డీజీపీని,  ప్రభుత్వ ప్రధాన కార్యదర్శిని మార్చాలంటూ గత కొంతకాలంగా విపక్షాల నుంచి పెద్ద సంఖ్యలో ఈసీకి ఫిర్యాదులు వస్తున్నాయి. ఈ క్రమంలోనే డీజీపీ కేవీ రాజేంద్రనాథ్ రెడ్డిని బదిలీ చేస్తూ ఎన్నికల సంఘం ఆదేశాలు జారీ చేసింది. ఆయన స్థానంలో సోమవారం ఉదయం 11 గంటల లోపు కొత్త డీజీపీని నియమించాలంటూ ఆదేశించింది.</p>\n\n\n\n<p>మరోవైపు డీజీపీ పదవికి రాజేంద్రనాథ్ రెడ్డి అనర్హుడని టీడీపీ నేతలు ఆరోపిస్తున్నారు. ఇన్ ఛార్జ్ డిజిపిగా రెండేళ్లకు పైగా విధులు నిర్వహిస్తుండటం పట్ల అభ్యంతరం వ్యక్తం చేస్తున్నారు. ఎన్నికల్లో ఆయన పక్షపాతంగా వ్యవహరిస్తున్నారని ఆరోపిస్తున్నారు. <br>అధికార వైసీపీ అనుకూలంగా వ్యవహరిస్తున్నారని ఆరోపిస్తున్నారు. కోడ్ అమల్లోకి వచ్చాక ఒక్కసారి కూడా విలేకర్ల సమావేశం నిర్వహించలేదని టీడీపీ నేత వర్ల రామయ్య విమర్శించారు. ముఖ్యమంత్రి జగన్ మోహన్ రెడ్డి సేవలో తరించడమే డీజీపీ డ్యూటీగా మారిపోయిందని వర్ల రామయ్య తీవ్ర వ్యాఖ్యలు చేశారు.</p>\n\n\n\n<p>కేవీ రాజేంద్రనాథ్ రెడ్డి 2018 నుంచి 2019 వరకు డ్రగ్ కంట్రోల్ డీజీగా బాధ్యతలు నిర్వహించారు. 2019 నుంచి 2020 వరకు విజిలెన్స్ అండ్ ఎన్ఫోర్స్మెంట్ డీజీగా పని చేశారు. ఆ తర్వాత 2020, ఫిబ్రవరి 19న ఏపీ డీజీపీగా నియమితులయ్యారు.</p>\n","originalUrl":"https://tattvanews.com/18783/06/05/2024/","hasAudio":false,"hasInfographics":false}