{"id":"wp-en-14570","wp_id":14570,"type":"standard","category":"World","language":"en","title":"Troubles brewing for ousted Bangladeshi premier Hasina","excerpt":"By Nava J Thakuria  As if the sudden drive out from the Prime Minister’s Office in Dhaka was not enough for the consecutive fourth time premier of Bangladesh, now more troubles are waiting for  Bangabandhu Sheikh Mujibur Rahman’s celebrated daughter Sheikh Hasina. Taking refuge in neighbouring Bharat (India), the ousted premier now faces a number","author":"Tattva News Team","time":"16/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Hasina3.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong> </strong><strong></strong></p>\n\n\n\n<p>As if the sudden drive out from the Prime Minister’s Office in Dhaka was not enough for the consecutive fourth time premier of Bangladesh, now more troubles are waiting for  Bangabandhu Sheikh Mujibur Rahman’s celebrated daughter Sheikh Hasina.</p>\n\n\n\n<p>Taking refuge in neighbouring Bharat (India), the ousted premier now faces a number of police complaints in her country as being a conspirator to kill hundreds of civilians including young students from 1 July  till her hurried departure from Dhaka on 5 August 2024.   So her immediate return, as the Awami League chief reportedly expected, will be more difficult now.</p>\n\n\n\n<p>Lately, the International Crimes Tribunal (ICT), which was redefined by Hasina herself with an aim to adjudicate the war criminals of 1971 liberation movement against the then West Pakistani forces, started an investigation against Hasina along with a few others with charges relating to genocide during the anti government job-quota protest demonstration that turned into overthrowing Hasina movement across the south Asian nation.</p>\n\n\n\n<p>In a dramatic situation that unfolded in Dhaka, Hasina had to resign and take temporary shelter in India, where no government across the world is yet to offer her a safe passage.</p>\n\n\n\n<p>The petition at ICT against Hasina and some of her trusted associates in the ministry and party was submitted by one Md Bulbul Kabir (father of Arif Ahmed Siam, the IX standard student killed during the job quota reform movement), accusing Hasina and some others of ordering a violent crackdown on the protestors resulted in the killing a number of students.</p>\n\n\n\n<p>Earlier, the relative of Faizul Islam Rajon (student of Dhaka Model Degree College) lodged a complaint against the authorities for his death due to police firing during the movement. One more case was lodged following the killing of a businessman identified as Abu Said.</p>\n\n\n\n<p>The prime opposition Bangladesh Nationalist Party (BNP), which boycotted the last general elections on 7 January this year, also demanded an impartial investigation into all the killings during the unrest. Led by former Prime Minister Khaleda Zia, the BNP even insisted on a probe to be conducted by the  United Nations to identify the culprits involved with the massacre of  agitating students and young people.</p>\n\n\n\n<p>Arguing that a government-sponsored (read Hasina regime in Dhaka) genocide should be probed by an impartial investigation agency of international standards, the BNP leadership urged the functioning interim  government of Bangladesh, which was  sworn in on 8 August, to endorse the inquiry.</p>\n\n\n\n<p>Meanwhile, the interim government under the leadership of Nobel laureate Professor Muhammad Yunus decided to launch a probe into the killing of nearly 600 people during the mass uprising against the Hasina-led government. Bangladesh apex court’s bar association has already urged New Delhi  to arrest Hasina and her accompanying sister Rehana to arrest and send back to Dhaka for trials. The forum claimed that protesters were violently targeted by the law enforcement agencies along with the workers of Awami League and its affiliates  namely Chatra League and Juba League.</p>\n\n\n\n<p>Recently, the UN human rights chief Volker Türk called Prof Yunus and agreed to send a fact-finding team to Bangladesh to investigate widespread human rights abuses in the populous country during the students’ agitation from 1 July to the first week of August. Incidentally it would be the first occasion when the UN sends a fact-finding mission to Bangladesh since its independence in 1971.</p>\n\n\n\n<p> Prof Yunus thanked the  UN secretary general Antonio Guterres for supporting the movement of Bangladeshi students for their legitimate rights. Stating that protection of every citizen remains top priority of the caretaker government, Prof Yunus also sought UN cooperation for rebuilding the nation.</p>\n\n\n\n<p>Earlier, the Amnesty International urged the Bangladeshi authorities to conduct ‘a swift, thorough, impartial and independent investigation’ into the crimes against Hindu, Ahmadi and other minority communities and associated incidents of mob violence to ensure that those responsible are prosecuted in fair and transparent trials, without resorting to the death penalty.</p>\n\n\n\n<p>The interim government must ensure the rights to equality, non-discrimination and bodily integrity of everyone and bring an end to the revenge culture of attacking political opponents that Bangladesh has witnessed in the past, it added</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/troubles-brewing-for-ousted-bangladeshi-premier-hasina%ef%bf%bc/","hasAudio":false,"hasInfographics":false}