{"id":"wp-en-13112","wp_id":13112,"type":"standard","category":"World","language":"en","title":"Amit Shah says Modi is heading towards 400-seat mark￼","excerpt":"Union Home Minister Amit Shah said that Prime Minister Narendra Modi was getting 100 seats after the first two phases of polling and heading towards the 400-seat mark after the third phase of the ongoing Lok Sabha polls. Addressing an NDA election rally in Dharmavaram of Andhra Pradesh on Sunday, he said that in Andhra","author":"Tattva News Team","time":"6/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Amit-AP1.jpeg","readTime":"5 min read","contentHTML":"\n<p>Union Home Minister Amit Shah said that Prime Minister Narendra Modi was getting 100 seats after the first two phases of polling and heading towards the 400-seat mark after the third phase of the ongoing Lok Sabha polls.</p>\n\n\n\n<p>Addressing an NDA election rally in Dharmavaram of Andhra Pradesh on Sunday, he said that in Andhra Pradesh also TDP, BJP and Jana Sena alliance will be forming the next government.</p>\n\n\n\n<p>If Modi at the Center and Chandrababu Naidu in the state are elected, Amit Shah assured that the Polavaram project, life-line for the development of the state, will be completed within two years. He accused that Chief Minister YS Jaganmohan Reddy resorting to massive corruption did not completed the project.</p>\n\n\n\n<p>He said the BJP, Telugu Desam Party, and actor Pawan Kalyan-led Jana Sena forged an alliance to bring to an end the alleged rule of goondas and criminals, rampant corruption and sand mafia in the state and to make Amravati the capital of Andhra Pradesh once again.</p>\n\n\n\n<p>\"Lok Sabha elections are held in the country. There are assembly as well as Lok Sabha polls held in Andhra Pradesh simultaneously. The first two phases of the general elections are over. In the first two phases, Modi is ahead, getting 100 seats. In the third phase, he is moving towards getting over 400 seats,\" Shah opined.</p>\n\n\n\n<p>The Home Minister said he was in Andhra Pradesh to lend strength to the BJP, TDP, and Jana Sena alliance's fight against corruption, crime, mafia and conversion in the state. Charging Reddy with trying to kill the Telugu language by introducing the English medium in primary education, Shah assured that the BJP would not allow such moves.</p>\n\n\n\n<p>Describing the Polavaram Project as the lifeline of Andhra Pradesh, the union minister alleged that it was derailed due to corruption in the state government. \"I came to give you a Modi guarantee. You vote Chandrababu Naidu (NDA) to power in Andhra Pradesh and Narendra Modi at the Centre. Within two years, Polavaram will be completed and water will be given to farmers,\" Shah assured.</p>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-says-modi-is-heading-towards-400-seat-mark%ef%bf%bc/","hasAudio":false,"hasInfographics":false}