{"id":"wp-en-14506","wp_id":14506,"type":"standard","category":"World","language":"en","title":"Adani Group slams Hindenburg claims as 'red herrings'￼","excerpt":"Adani Group on Sunday slammed the allegations levelled by Hindenburg Research as “malicious, mischievous and manipulative” selections of publicly available information. It said the allegations are “no more than red herrings” thrown by a desperate entity that flouts Indian laws. Rejecting the claims, the Gautam Adani-led conglomerate called the allegations as a recycling of discredited","author":"Tattva News Team","time":"12/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Adani-Buch.webp","readTime":"5 min read","contentHTML":"\n<p>Adani Group on Sunday slammed the allegations levelled by Hindenburg Research as “malicious, mischievous and manipulative” selections of publicly available information. It said the allegations are “no more than red herrings” thrown by a desperate entity that flouts Indian laws.</p>\n\n\n\n<p>Rejecting the claims, the Gautam Adani-led conglomerate called the allegations as a recycling of discredited claims that have been thoroughly investigated. It said the allegation were proven baseless and pointed out that the Supreme Court dismissed the claims in January 2024.</p>\n\n\n\n<p>It adding that the US short seller is making pre-determined conclusions for personal profiteering by disregarding facts and laws. Adani Group said its overseas holding structure is fully transparent and all relevant details were disclosed regularly through documents that were made public.</p>\n\n\n\n<p>The company said it has absolutely no commercial relationship with the individuals or matters mentioned in the Hindenburg report. “We remain steadfastly committed to transparency and compliance with all legal and regulatory requirements,” read the statement.</p>\n\n\n\n<p>Meanwhile, SEBI chairperson Madhabi Puri Buch and her husband Dhaval Buch also accused the US-based short seller of attempting to attack the market regulator’s credibility and indulging in character assassination of its head.</p>\n\n\n\n<p>In a detailed press statement on Sunday evening, the Buchs dismissed these allegations and said their investment in a fund promoted by IIFL Wealth Management was as Singapore-based private citizens, and made two years before Madhabi joined SEBI as a whole-time member.</p>\n","originalUrl":"https://en.tattvanews.com/national/adani-group-slams-hindenburg-claims-as-red-herrings%ef%bf%bc/","hasAudio":false,"hasInfographics":false}