{"id":"wp-te-20837","wp_id":20837,"type":"standard","category":"World","language":"te","title":"రాజ్యసభకు ఇద్దరు వైసీపీ ఎంపీల రాజీనామాలు","excerpt":"ఏపీలో అధికారం కోల్పోయిన తర్వాత విపక్ష వైసీపీకి మరో గట్టి ఎదురుదెబ్బ తగిలింది. ఇప్పటివరకు రాజ్యసభలో 11 మంది సభ్యుల బలం ఉన్న వైసీపీకి గురువారం ఇద్దరు ఎంపీలు షాకిచ్చారు. ఎంపీలు మోపిదేవి వెంకటరమణతో పాటు బీద మస్తాన్ రావు కూడా రాజ్యసభ ఛైర్మన్ జగ్ దీప్ ధన్ కర్ ను కలిసి తమ రాజీనామాలు సమర్పించారు.  వీటిపై ధన్ కర్ త్వరలో నిర్ణయం తీసుకోనున్నారు. వీరిద్దరూ త్వరలో టీడీపీ తీర్దం పుచ్చుకోనున్నారు. రాజీనామాలు చేసిన అనంతరం","author":"Tattva News Team","time":"30/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/YCP-MPs.webp","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో అధికారం కోల్పోయిన తర్వాత విపక్ష వైసీపీకి మరో గట్టి ఎదురుదెబ్బ తగిలింది. ఇప్పటివరకు రాజ్యసభలో 11 మంది సభ్యుల బలం ఉన్న వైసీపీకి గురువారం ఇద్దరు ఎంపీలు షాకిచ్చారు. ఎంపీలు మోపిదేవి వెంకటరమణతో పాటు బీద మస్తాన్ రావు కూడా రాజ్యసభ ఛైర్మన్ జగ్ దీప్ ధన్ కర్ ను కలిసి తమ రాజీనామాలు సమర్పించారు. </p>\n\n\n\n<p>వీటిపై ధన్ కర్ త్వరలో నిర్ణయం తీసుకోనున్నారు. వీరిద్దరూ త్వరలో టీడీపీ తీర్దం పుచ్చుకోనున్నారు. రాజీనామాలు చేసిన అనంతరం వీరు కీలక వ్యాఖ్యలు చేశారు. తనకు మరో నాలుగేళ్లు పదవీకాలం ఉందని, మోపిదేవికి మరో రెండేళ్లు పదవీకాలం ఉందని, అయినా స్వచ్చందంగా రాజీనామాలు సమర్పించినట్లు మస్తాన్ రావు వెల్లడించారు. </p>\n\n\n\n<p>ఎలాంటి ప్రలోభాలకు లోను కాకుండా స్వచ్చందంగానే తమ పదవులు వదులుకున్నట్లు తెలిపారు. అలాగే కుటుంబ సభ్యులు, అనుచరులతో చర్చించి భవిష్యత్ కార్యాచరణ ప్రకటిస్తామని చెప్పారు. అయితే, తాను తెలుగుదేశం పార్టీలో చేరుతున్నట్లు  రాజీనామా చేసిన మరో ఎంపీ మోపిదేవి వెంకట రమణ వెల్లడించారు. </p>\n\n\n\n<p>పార్టీలో ఏడాది కాలంగా జరుగుతున్న పరిణామాలతో రాజీనామా చేసినట్లు ఆయన తెలిపారు. ఐదేళ్ల నుంచి రాజకీయంగా గౌరవంగా తలెత్తుకునే విధంగా అవకాశం కల్పించిన వైఎస్ జగన్‌కు ధన్యవాదాలు తెలిపారు. పరువు ప్రతిష్టల గురించి కొందరు మాట్లాడుతున్నారని, 40 ఏళ్ల నుంచి గౌరవప్రదంగా రాజకీయం చేస్తున్నానని మోపిదేవి తెలిపారు. ప్రజల మధ్య ఉంటున్నానని గుర్తుచేశారు.</p>\n","originalUrl":"https://tattvanews.com/20837/30/08/2024/","hasAudio":false,"hasInfographics":false}