{"id":"wp-te-20900","wp_id":20900,"type":"standard","category":"World","language":"te","title":"￼ తెలుగు రాష్ట్రాలకు వెంకయ్యనాయుడు చెరో రూ 5 లక్షల విరాళం","excerpt":"తెలంగాణ, ఆంధ్రప్రదేశ్ రాష్ట్రాలకు తన వంతు సహాయంగా భారత మాజీ ఉపరాష్ట్రపతి ముప్పవరపు వెంకయ్య నాయుడు చెరో రూ.5 లక్షల విరాళం ప్రకటించారు. తన వ్యక్తిగత పెన్షన్ నుంచి రెండు రాష్ట్రాల ముఖ్యమంత్రుల సహాయ నిధులకు రూపాయలు ఐదు లక్షల చొప్పున సహాయం అందజేసినట్లు తెలిపారు.  కుండపోత వర్షాలు, ఉధృతమైన వరదలతో ఆంధ్రప్రదేశ్, తెలంగాణ రాష్ట్రాల్లో వాటిల్లుతున్న నష్టం తనను తీవ్రంగా కలచివేసిందని వెంకయ్యనాయుడు పేర్కొన్నారు. ప్రధానమంత్రి నరేంద్ర మోడీకి ఫోన్ చేసి రెండు తెలుగు రాష్ట్రాల్లో","author":"Tattva News Team","time":"3/9/2024","image":"https://tattvanews.com/wp-content/uploads/2022/02/Venkaiah-WASH.jpg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ, ఆంధ్రప్రదేశ్ రాష్ట్రాలకు తన వంతు సహాయంగా భారత మాజీ ఉపరాష్ట్రపతి ముప్పవరపు వెంకయ్య నాయుడు చెరో రూ.5 లక్షల విరాళం ప్రకటించారు. తన వ్యక్తిగత పెన్షన్ నుంచి రెండు రాష్ట్రాల ముఖ్యమంత్రుల సహాయ నిధులకు రూపాయలు ఐదు లక్షల చొప్పున సహాయం అందజేసినట్లు తెలిపారు. </p>\n\n\n\n<p>కుండపోత వర్షాలు, ఉధృతమైన వరదలతో ఆంధ్రప్రదేశ్, తెలంగాణ రాష్ట్రాల్లో వాటిల్లుతున్న నష్టం తనను తీవ్రంగా కలచివేసిందని వెంకయ్యనాయుడు పేర్కొన్నారు. ప్రధానమంత్రి నరేంద్ర మోడీకి ఫోన్ చేసి రెండు తెలుగు రాష్ట్రాల్లో ప్రస్తుత పరిస్థితిని వివరించి, వెంటనే ఆదుకోవాలని విజ్ఞప్తి చేసినట్లు తెలిపార. రెండు రాష్ట్రాల ముఖ్యమంత్రులతో ఇప్పటికే మాట్లాడానని, అక్కడి ప్రభుత్వాల యంత్రాంగాలతో, కేంద్ర అధికారులు టచ్‌లో ఉన్నారని ప్రధానమంత్రి చెప్పినట్లు వెంకయ్యనాయుడు వివరించారు.</p>\n\n\n\n<p> తన వంతు సహకారంగా నా వ్యక్తిగత పెన్షన్ నుంచి ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి సహాయ నిధికి ఐదు లక్షల రూపాయలు, లంగాణ ముఖ్యమంత్రి సహాయ నిధికి ఐదు లక్షల రూపాయలు సహాయ చర్యల నిమిత్తం పంపించాను. ఈ కష్టకాలంలో ఇబ్బందుల్లో ఉన్న వారిని ఆదుకోవడానికి స్వచ్ఛంద సంస్థలు ముందుకు రావాలని విజ్ఞప్తి చేస్తున్నానని పేర్కొన్నారు. యువత కూడా పెద్ద ఎత్తున ముందుకు వచ్చి సహాయక చర్యల్లో పాల్గొవాలని విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>కాగా, తన కుమారుడు ముప్పవరపు హర్షవర్ధన్ నిర్వహిస్తున్న ముప్పవరపు ఫౌండేషన్ తరపున ఆంధ్రప్రదేశ్ రాష్ట్ర ముఖ్యమంత్రి సహాయ నిధికి రూ 2.5 లక్షలు, తెలంగాణ రాష్ట్ర ముఖ్యమంత్రి సహాయ నిధికి రూ 2.5 లక్షలు అందజేశారని తెలిపారు. తన కుమార్తె దీపా వెంకట్ ఆధ్వర్యంలో నిర్వహిస్తున్న స్వర్ణ భారత్ ట్రస్ట్ నుంచి ఆంధ్రప్రదేశ్ రాష్ట్ర ముఖ్యమంత్రి సహాయ నిధికి రూ 2.5 లక్షలు, తెలంగాణ రాష్ట్ర ముఖ్యమంత్రి సహాయ నిధికి రూ 2.5 లక్షలు అందజేశారని వెంకయ్య తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20900/03/09/2024/","hasAudio":false,"hasInfographics":false}