{"id":"wp-en-14803","wp_id":14803,"type":"standard","category":"World","language":"en","title":"Netflix India content head summoned in 'IC 814' row","excerpt":"After Netflix series IC 814: Kandahar Hijack triggered outrage over changing the real names of terrorists to code names, the Centre has summoned Monika Shergill, the India content head of the streaming giant. Social media users, who watched the show, slammed the makers for deliberately changing the names of hijackers to Bhola and Shankar. Some","author":"Tattva News Team","time":"3/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/webseries.webp","readTime":"5 min read","contentHTML":"\n<p>After Netflix series <em>IC 814: Kandahar Hijack </em>triggered outrage over changing the real names of terrorists to code names, the Centre has summoned Monika Shergill, the India content head of the streaming giant.</p>\n\n\n\n<p>Social media users, who watched the show, slammed the makers for deliberately changing the names of hijackers to Bhola and Shankar. Some of the posts had hashtags like #BoycottNetflix and #BoycottBollywood, alleging that the makers distorted facts and called the show a propaganda. Casting director Mukesh Chhabra said they did proper research and the terrorists used nicknames to address each other.</p>\n\n\n\n<p>The show portrays the real-life hijacking of the IC-814 flight while flying from Kathmandu to Delhi on December 24, 1999. The hijackers were Ibrahim Athar, Sunny Ahmed Qazi, Zahoor Ibrahim, Shahid Akhter, and Sayed Shakir. However, they are not referred to by their real names in the series.</p>\n\n\n\n<p>The flight was forced to go to Amritsar, Lahore and Dubai, where they released 27 of the 176 passengers in Dubai. However, one of them was fatally stabbed and several others were injured. The hostages were released only after they secured the release of infamous terrorists including Ahmed Omar Saeed Sheikh, Masood Azhar and Mushtaq Ahmed Zargar.</p>\n","originalUrl":"https://en.tattvanews.com/national/netflix-india-content-head-summoned-in-ic-814-row/","hasAudio":false,"hasInfographics":false}