{"id":"wp-te-20686","wp_id":20686,"type":"standard","category":"World","language":"te","title":"ఆమ్రపాలి నుంచి కీలక బాధ్యతలు తొలగింపు","excerpt":"డైనమిక్ ఐఏఎస్‌ ఆమ్రపాలి కాటా‌కు ఉన్న అదనపు పోస్టులను తొలగిస్తూ కాంగ్రెస్ ప్రభుత్వం నిర్ణయం తీసుకుంది. హెచ్ఎండీఏ జాయింట్ కమిషనర్‌గానే కాకుండా  రేవంత్ సర్కార్ ప్రతిష్టాత్మకంగా చేపట్టిన మూసీ రివర్ బోర్డ్⁬కు ఎండీ, గ్రోత్ కారిడార్⁬కు ఎండీగా సీఎం రేవంత్ రెడ్డి నియమించిన సంగతి తెలిసిందే. కాగా.. ప్రస్తుతం ఆమ్రపాలికి ఉన్న ఆ అదనపు పోస్టులను తొలగిస్తూ రేవంత్ రెడ్డి సర్కార్ సంచలన నిర్ణయం తీసుకుంది.  జీహెచ్ఎంసీ కమిషనర్⁬గా ఆమ్రపాలికి పూర్తి స్థాయి బాధ్యతలను అప్పగించింది. దీంతో","author":"Tattva News Team","time":"21/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Amrapali.jpg","readTime":"5 min read","contentHTML":"\n<p>డైనమిక్ ఐఏఎస్‌ ఆమ్రపాలి కాటా‌కు ఉన్న అదనపు పోస్టులను తొలగిస్తూ కాంగ్రెస్ ప్రభుత్వం నిర్ణయం తీసుకుంది. హెచ్ఎండీఏ జాయింట్ కమిషనర్‌గానే కాకుండా  రేవంత్ సర్కార్ ప్రతిష్టాత్మకంగా చేపట్టిన మూసీ రివర్ బోర్డ్⁬కు ఎండీ, గ్రోత్ కారిడార్⁬కు ఎండీగా సీఎం రేవంత్ రెడ్డి నియమించిన సంగతి తెలిసిందే. కాగా.. ప్రస్తుతం ఆమ్రపాలికి ఉన్న ఆ అదనపు పోస్టులను తొలగిస్తూ రేవంత్ రెడ్డి సర్కార్ సంచలన నిర్ణయం తీసుకుంది. </p>\n\n\n\n<p>జీహెచ్ఎంసీ కమిషనర్⁬గా ఆమ్రపాలికి పూర్తి స్థాయి బాధ్యతలను అప్పగించింది. దీంతో ఆమ్రపాలి ఇక మీదట జీహెచ్ఎంసీ కమిషనర్⁬గా పూర్తి స్థాయిలో పని చేయనున్నారు.  హైదరాబాద్ నగర ప్రజల నుంచి వస్తున్న ఫిర్యాదులు పెరిగిపోతుండటంతో పాటు హైదరాబాద్⁬పై రేవంత్ సర్కార్ ప్రత్యేక దృష్టి పెట్టడంతో ఆమ్రపాలికి ఉన్న అదనపు పోస్టులను తొలగిస్తూ ప్రభుత్వం ఈ కీలక నిర్ణయం తీసుకున్నట్లు ప్రచారం నడుస్తోంది. </p>\n\n\n\n<p>అయితే.. వర్షాకాలం నేపథ్యంలో జీహెచ్ఎంసీ కమిషనర్⁬గా ఉన్న ఆమ్రపాలి నగరంలోని పారిశుద్ధ్యంపై ఫోకస్ పెట్టారు. పలు ప్రాంతాల్లో ఆకస్మిక తనిఖీలు నిర్వహిస్తూ అధికార యంత్రాంగాన్ని పరుగులు పెట్టిస్తున్నారు. కాగా.. సీఎం రేవంత్ రెడ్డి ప్రతిష్టాత్మకంగా చేపట్టిన మూసీ రివర్ బోర్డుకు ఆమ్రపాలిని ఎండీగా నియమించగా.. ఇప్పుడు దాని నుంచి బాధ్యతలను తొలిగించటం పట్ల సర్వత్రా చర్చనీయాంశంగా మారింది.</p>\n\n\n\n<p>మరోవైపు.. తెలంగాణలో పలువురు ఐఏఎస్ అధికారులను ప్రభుత్వం బదిలీ చేసింది. ఈ మేరకు ఉత్తర్వులు జారీ చేసింది. జీహెచ్⁬ఎంసీ కమిషనర్⁬గా ఆమ్రపాలికి పూర్తి బాధ్యతలు అప్పగించటంతో పాటు, హెచ్ఎండీఏ జాయింట్ కమిషనర్⁬గా కోట శ్రీవాత్స, మూసీ రివర్ డెవలప్ మెంట్ ఎండీగా దాన కిషోర్, హెచ్ఎండబ్ల్యూఎస్ ఎగ్జిక్యూటివ్ డైరెక్టర్⁬గా మయాంక్ మిట్టల్, హెచ్ఎండీఏ మేనేజింగ్ డైరెక్టర్⁬గా సర్ఫరాజ్ అహ్మద్, కరీంనగర్ మున్సిపల్ కమిషనర్⁬గా చాహత్ బాజ్ పాయ్⁬ను నియమిస్తూ ప్రభుత్వం ఉత్తర్వులు జారీ చేశారు. చాహత్ బాజ్ పాయ్ ఐటీడీఏ పీవోగా కూడా గతంలో పనిచేశారు. అసిఫాబాద్ జిల్లా జాయింట్ కలెక్టర్⁬గా విధులు నిర్వహించారు.</p>\n","originalUrl":"https://tattvanews.com/20686/21/08/2024/","hasAudio":false,"hasInfographics":false}