{"id":"wp-te-18885","wp_id":18885,"type":"standard","category":"World","language":"te","title":"ఫోన్ ట్యాపింగ్ లో ఎస్ఐబీ మాజీ చీఫ్ అరెస్టుకు వారెంట్","excerpt":"తెలుగు రాష్ట్రాల్లో సంచలనం రేకెత్తించిన తెలంగాణ ఫోన్ ట్యాపింగ్ కేసులో ఈ వ్యవహారంలో కీలక పాత్ర పోషించిన ఎస్ఐబీ మాజీ చీఫ్ ప్రభాకర్ రావుకు అరెస్ట్ వారెంట్ జారీ చేశారు. ఆయనతో పాటు మీడియా సంస్థ యజమాని శ్రవణ్ రావుపైనా నాంపల్లి కోర్టు వారెంట్ జారీ చేసింది. ప్రస్తుతం వారు దేశం బయట ఉన్నారని, వారిపై రెడ్‌ కార్నర్ నోటీసులు ప్రాసెస్ చేసేందుకు 73 సీఆర్‌పీసీ కింద వారెంట్ జారీ చేయాల్సిందిగా ఇటీవల పంజాగుట్ట పోలీసులు నాంపల్లి","author":"Tattva News Team","time":"11/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Prabhakar-IPS.jpg","readTime":"5 min read","contentHTML":"\n<p>తెలుగు రాష్ట్రాల్లో సంచలనం రేకెత్తించిన తెలంగాణ ఫోన్ ట్యాపింగ్ కేసులో ఈ వ్యవహారంలో కీలక పాత్ర పోషించిన ఎస్ఐబీ మాజీ చీఫ్ ప్రభాకర్ రావుకు అరెస్ట్ వారెంట్ జారీ చేశారు. ఆయనతో పాటు మీడియా సంస్థ యజమాని శ్రవణ్ రావుపైనా నాంపల్లి కోర్టు వారెంట్ జారీ చేసింది. ప్రస్తుతం వారు దేశం బయట ఉన్నారని, వారిపై రెడ్‌ కార్నర్ నోటీసులు ప్రాసెస్ చేసేందుకు 73 సీఆర్‌పీసీ కింద వారెంట్ జారీ చేయాల్సిందిగా ఇటీవల పంజాగుట్ట పోలీసులు నాంపల్లి కోర్టులో పిటిషన్ దాఖలు చేశారు. </p>\n\n\n\n<p>దీనిపై విచారణ చేపట్టిన న్యాయస్థానం అందుకు అనుమతిస్తూ ఆర్డర్స్ జారీ చేసింది. ఫోన్‌ ట్యాపింగ్‌ కేసులో ఇప్పటి వరకు నలుగురు పోలీసు అధికారులను అరెస్టు చేసి రిమాండ్‌కు తరలించిన విషయం తెలిసిందే.ఈ అంశంపై ప్రభాకర్ రావు, శ్రవణ్ రావు తరఫు న్యాయవాది సురేందర్ రావు వారి తరఫున కోర్టులో మెమో దాఖలు చేశారు. </p>\n\n\n\n<p>30 ఏళ్ల సర్వీసులో పోలీసు శాఖలో జీవితాన్ని పణంగా పెట్టి పనిచేశానని, కేసుకు పూర్తిగా సహకరిస్తున్నాని ప్రభాకర్ రావు పేర్కొన్నారు. కేసు నమోదు కాక ముందే తాను చికిత్స కోసం అమెరికా వచ్చానని, జూన్ 16న చికిత్స పూర్తయిన తర్వాత వస్తానని తెలిపారు. మరోవైపు శ్రవణ్ రావు సైతం తన సోదరి అనారోగ్యం కారణంగా అమెరికాలో ఉండిపోయానని, త్వరలో భారత్కు వస్తానని తెలిపారు. </p>\n\n\n\n<p>వారెంట్ కోసం పోలీసులు వేసిన పిటిషన్ కొట్టివేయాలని కోరారు. దీనిపై విచారణ జరిపిన కోర్టు, పోలీసులు వేసిన పిటిషన్ను సమీక్షిస్తూ ప్రభాకర్ రావు, శ్రవణ్ రావుపై నాన్‌బెయిలబుల్ వారెంట్లు జారీ చేస్తూ తీర్పునిచ్చింది. దీంతో పోలీసులు రెడ్‌ కార్నర్ నోటీసులు సాధ్యాసాద్యాలపై న్యాయ సలహా తీసుకుని ముందుకు వెళ్లనున్నారు.</p>\n\n\n\n<p>మాజీ సీఎం కేసీఆర్ది, తనది ఒకే కులం కావడం వల్లే ఎస్ఐబీ చీఫ్గా నియమించినట్లు పోలీసులు చెబుతున్న దానిలో నిజం లేదని ప్రభాకర్రావు తెలిపారు. తాను కూడా కేసీఆర్ బాధితుడినేనని సంచలన వ్యాఖ్యలు చేశారు. అప్పట్లో విపక్ష నేతలకు మద్దతిస్తున్నట్లు బీఆర్ఎస్ పార్టీ జిల్లా నేతలు చెప్పగా, అక్కడి నుంచి సీఐడీకి బదిలీ చేశారని మెమోలో ప్రభాకర్ రావు తెలిపారు. ఈ క్రమంలోనే డీఐజీ నుంచి ఐజీగా పదోన్నతి కల్పించేందుకు ఐదు నెలలు ఆలస్యం చేశారని పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18885/11/05/2024/","hasAudio":false,"hasInfographics":false}