{"id":"wp-en-15579","wp_id":15579,"type":"standard","category":"World","language":"en","title":"Way forward after  Asomiya gets classical recognition","excerpt":"By Nava Thakuria A function to commemorate the completion of 53 years by the Directorate of Cultural Affairs (under Assam government) turned a serious and fruitful event to cherish the recognition to Asomiya (Assamese) as a classical language and also highlight the future course of actions for the government, concerned organisations, literary personalities and common","author":"Tattva News Team","time":"21/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Asomia.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong></p>\n\n\n\n<p>A function to commemorate the completion of 53 years by the Directorate of Cultural Affairs (under Assam government) turned a serious and fruitful event to cherish the recognition to Asomiya (Assamese) as a classical language and also highlight the future course of actions for the government, concerned organisations, literary personalities and common people using the language both in written and colloquial forms in day-to-day conversations.</p>\n\n\n\n<p>The courtyard of iconic Rabindra Bhawan was decorated elegantly for the occasion with a colourful podium under Bokul (Spanish Cherry) plants. As the evening Sun set to disappear on the mighty Brahmaputra river touching the horizon, the program commenced with the participation of three outstanding resource persons in front of  a decent gathering comprising many distinguished personalities.</p>\n\n\n\n<p>The panelists were unanimous in advocating for a comprehensive dictionary with standardised spellings to each and every word. They also emphasized on an internet-savvy apparatus to cross-check the mistakes instantly so that more and more correct words can be pumped into the digital space. </p>\n\n\n\n<p>Various jargons reflecting the useful modern technology needs to be incorporated possibly with authentic Assamese words and a careful monitoring of the language in the public domain emerge as the need of the hour. Earning the classical recognition as nearly two million people use Asomiya for their primary mode of communication and informal understanding, the language possesses a brighter future, argued the participants amidst rounds of applause from the audience, assembled in the historic premise.</p>\n\n\n\n<p>Director Rahul Ch Das welcomed everyone to the discussion on সুৱদি সুৰীয়া অসমীয়া ভাষা আৰু ধ্ৰুপদী মৰ্যাদা  (Melodious Assamese language and classical recognition) highlighting the eventful journey of Asomiya for the achievement and also essential future plans for the language, understood by millions of people in eastern India, where three resourceful personalities enriched the initiative with refreshing inputs.</p>\n\n\n\n<p>Dr Namita Devi from Barbhag College (under Gauhati University) narrated the voyage for the attainment, where  litterateur, researcher and linguistic expert Dr Upen Rabha Hakacham from GU highlighted the historical inventiveness for assimilation to enhance the Assamese language & culture and Dr Arup Kumar Nath from Tezpur University spoke about the future trail for the language in the session, which was moderated by this writer.</p>\n\n\n\n<p>Elaborating her views, Namita Devi stated  human society and civilisation are shaped through historical evolution that passes through a relentless  process of synthesis and antithesis. Humans, as a species known as Homo sapiens, have developed language and culture through the assimilation process as people are migratory in nature and came into contact with different stock of people. The word culture indicates ideas, customs and social behaviours of a particular community and its traits and features reflect a specific character and identity. Same process follows for a language too, added the young and ingenious lady.</p>\n\n\n\n<p>Assamese language and culture are rooted in ancient Assam from the days of Pragjyotish-Kamrup-Kamata-Koch, where the language was formed by a group of people even though they were divided anthropologically and linguistically. Till today, each group maintains distinctive linguistic and cultural features.</p>\n\n\n\n<p>Linguistically, Assamese is a composite form of all tribes and stock of people living together and expressing their collective culture through it. Thus, the recognition of Assamese as a classical language has cleared the roots and identity of the culture with a strong foothold. It’s time for the  new generation to come forward with an effort to preserve, nourish and expand the language and cumulative culture of Assam, she stressed.</p>\n\n\n\n<p>Dr  Nath also threw light on the glorious past of the easternmost Indo-Aryan language, which had its presence in rock different inscriptions, Charyapadas (ancient Buddhist tantric text), Ramayani & other mythology literature since the 4th century. Due to internal and external threats from various sources, Asomiya had to confront many challenges over time. With the classical status on its cap, the language (and its users) can now think of achieving many new heights in the days to come, commented the energetic scholar. He concluded with some valuable advices for the language-users including the need for advanced technological tools (like text to speech and vice versa, advanced machine learning, pdf to word conversion, etc), a solid unicode support, adequate technical terminology in Assamese and so on for the survival and flourishing of the language.</p>\n\n\n\n<p>Mentionable is that the Union Cabinet chaired by Prime Minister Narendra Modi on 3 October 2024 approved conferring the classical language status to Asomiya  along with Marathi, Pali, Prakrit and Bengali/Bangla citing it to serve as a custodian of Bharat’s profound and ancient cultural heritage, embodying the essence of each community’s historical and cultural milestone. Primarily rooted in Sanskrit (even though maintaining some distinct features) Asomiya thus got an entry to the prestigious group of languages comprising  Tamil (notified in 2004), Sanskrit (2005), Telugu (2008), Kannada (2008), Malayalam (2013) and Odia (2014). The Cultural Affairs initiative to celebrate the recognition was also augmented by the gracious presence of eminent personalities like Malaya Goswami, Manisha Hazarika, Satyashree Das, former directors including Swapnanil Barua, Barnali Sarma, Bishnu Kamal Borah with the students of Luit Konwar Rudra Barua State Music College and others.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/way-forward-after-asomiya-gets-classical-recognition%ef%bf%bc/","hasAudio":false,"hasInfographics":false}