{"id":"wp-en-15786","wp_id":15786,"type":"standard","category":"World","language":"en","title":"Row over TMC's Kalyan Banerjee 'objectionable remarks' against Minister Scindia","excerpt":"Lok Sabha on Wednesday witnessed repeated adjournments after Trinamool Congress (TMC) MP Kalyan Banerjee made objectionable remarks against Union Minister Jyotiraditya Scindia The personal remarks against the BJP MP created an uproar which refused to die down despite an apology tendered by the TMC member. The remarks made by Banerjee against the minister were expunged","author":"Tattva News Team","time":"12/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Lok-Sabha.webp","readTime":"5 min read","contentHTML":"\n<p>Lok Sabha on Wednesday witnessed repeated adjournments after Trinamool Congress (TMC) MP Kalyan Banerjee made objectionable remarks against Union Minister Jyotiraditya Scindia The personal remarks against the BJP MP created an uproar which refused to die down despite an apology tendered by the TMC member.</p>\n\n\n\n<p>The remarks made by Banerjee against the minister were expunged by Speaker Om Birla and the TMC MP issued an apology to Scindia. However, Scindia refused to accept his apology for the \"personal attack on him and on the women of India\".</p>\n\n\n\n<p>Trouble erupted when Banerjee was speaking during a discussion on amendments to the Disaster Management Act. The TMC member alleged non-cooperation by the central government during the COVID-19 pandemic, but Minister of State for Home Nityanand Rai countered, saying that it was Prime Minister Narendra Modi who extended help to all states and successfully managed the crisis by bringing everyone on board.</p>\n\n\n\n<p>Rai also alleged that the West Bengal government tried to put hurdles in the transportation of COVID-19 vaccines through its territory. Scindia stood up and supported Rai, saying that India had emerged as a \"Vishwa Bandhu\" during the pandemic and helped all the needy countries across the world.</p>\n\n\n\n<p>Following this, Banerjee attacked Scindia and made certain personal remarks against the minister which were expunged by Speaker Om Birla. The verbal spat between the treasury and opposition benches lead to adjournment. When the House reconvened, Banerjee apologised for his remarks, but Scindia refused to accept.</p>\n\n\n\n<p>\"Mr Kalyan Banerjee rose in this House and said sorry. But I will say that we all come to this House with the spirit of contribution to the nation's development...but we also come with a sense of self-respect.</p>\n\n\n\n<p>\"Any individual in their lives will not stand compromising with their self-respect. Attack us on our policies, on our views, but if you will get personal, certainly be prepared for the response,\" the Union minister said.</p>\n\n\n\n<p>\"He has apologised...I do not accept his apology for the personal attack that he had made on me and on the women of India,\" he said. Banerjee apologised again but protests from treasury benches continued.</p>\n","originalUrl":"https://en.tattvanews.com/national/row-over-tmcs-kalyan-banerjee-objectionable-remarks-against-minister-scindia%ef%bf%bc/","hasAudio":false,"hasInfographics":false}