{"id":"wp-te-18505","wp_id":18505,"type":"standard","category":"World","language":"te","title":"పాకిస్తాన్ క్షిపణి కార్యక్రమాలకు అమెరికా బ్రేక్","excerpt":"పాకిస్తాన్ బాలిస్టిక్ క్షిపణి కార్యక్రమాల విస్తరణకు అగ్రరాజ్యం అమెరికా అడ్డుతగిలింది. ఈ క్షిపణి కార్యక్రమాల లోసం సాంకేతిక పరికరాలను సరఫరా చేసే చైనా, బెలారస్ కంపెనీలను అమెరికా నిషేధించింది. చైనాకు చెందిన జియాన్ లాంగ్డే టెక్నాలజీ డెవలప్‌మెంట్, టియాంజిన్ క్రియేటివ్ సోర్స్ ఇంటర్నేషనల్ ట్రేడ్ అండ్ గ్రాన్‌పెక్ట్ కంపెనీ లిమిటెడ్, బెలారస్‌కు చెందిన మిన్‌స్క్‌వీల్ ట్రాక్టర్ ప్లాంట్ మొత్తం ఈ నాలుగు కంపెనీలపై నిషేధం వేటు వేసింది. ఈ కంపెనీలు ప్రమాదకరమైన ఆయుధాలను తయారు చేయడంలో సహాయపడే","author":"Tattva News Team","time":"21/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Chinese.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>పాకిస్తాన్ బాలిస్టిక్ క్షిపణి కార్యక్రమాల విస్తరణకు అగ్రరాజ్యం అమెరికా అడ్డుతగిలింది. ఈ క్షిపణి కార్యక్రమాల లోసం సాంకేతిక పరికరాలను సరఫరా చేసే చైనా, బెలారస్ కంపెనీలను అమెరికా నిషేధించింది. చైనాకు చెందిన జియాన్ లాంగ్డే టెక్నాలజీ డెవలప్‌మెంట్, టియాంజిన్ క్రియేటివ్ సోర్స్ ఇంటర్నేషనల్ ట్రేడ్ అండ్ గ్రాన్‌పెక్ట్ కంపెనీ లిమిటెడ్, బెలారస్‌కు చెందిన మిన్‌స్క్‌వీల్ ట్రాక్టర్ ప్లాంట్ మొత్తం ఈ నాలుగు కంపెనీలపై నిషేధం వేటు వేసింది.</p>\n\n\n\n<p>ఈ కంపెనీలు ప్రమాదకరమైన ఆయుధాలను తయారు చేయడంలో సహాయపడే కార్యకలాపాలలో పూర్తిగా నిమగ్నమై ఉన్నాయని అమెరికా ఆరోపించింది. ఈ కంపెనీలు క్షిపణుల తయారీలో పాకిస్థాన్‌కు సహకరిస్తున్నాయని అమెరికా విదేశాంగ శాఖ అధికార ప్రతినిధి మాథ్యూ మిల్లర్ తెలిపారు. </p>\n\n\n\n<p>ఆందోళన కలిగించే ఇలాంటి కార్యకలాపాలను నిరోధించి ప్రపంచ దేశాలకు ఎలాంటి విస్తరణ కాంక్షలేని తరాన్ని బలోపేతం చేయడానికి అమెరికా ఎల్లప్పుడు కట్టుబడి ఉంటుందని పేర్కొన్నారు. పాకిస్థాన్‌కు సర్వకాల మిత్రదేశంగా చైనా ఉంటూ పాకిస్థాన్ ప్రతిష్టాత్మక మైన సైనిక ఆధునికీకరణకు ఆయుధాలను, రక్షణ పరికరాలను అందజేస్తోందని ఆరోపించారు.</p>\n\n\n\n<p>ఈ కంపెనీల్లో ఒకటైన మిన్స్ వీల్ ట్రాక్టర్ ప్లాంట్, పాకిస్థాన్ సుదూర బాలిస్టిక్ క్షిపణి కార్యక్రమాల కోసం ప్రత్యేక వాహన ఛాసిస్‌ను సరఫరా చేసింది. అయితే క్షిపణి సాంకేతిక నియంత్రణ పరిధి (ఎంటిసిఆర్) బాలిస్టిక్ క్షిపణుల అభివృద్ధికి బాధ్యత వహించే పాకిస్థాన్ నేషనల్ డెవలప్‌మెంట్ కాంప్లెక్స్ (ఎన్‌డిసి) ద్వారా బాలిస్టిక్ క్షిపణుల కోసం ప్రయోగ పరికరాలు ఉపయోగమవుతాయి.</p>\n\n\n\n<p> దీంతో ఎంటీటీలలో మూడు చైనా కంపెనీలు, బెలారస్ కంపెనీ ఉండడంతో వీటిని నిషేధిస్తున్నట్టు అమెరికా వివరించింది. ఇది సామూహిక విధ్వంసక ఆయుధాలు, వాటి పంపిణీ మార్గాలను విస్తరించేవారిని లక్షంగా చేసుకుంటుందని అమెరికా ప్రకటించింది.</p>\n","originalUrl":"https://tattvanews.com/18505/21/04/2024/","hasAudio":false,"hasInfographics":false}