{"id":"wp-te-20539","wp_id":20539,"type":"standard","category":"World","language":"te","title":"బంగ్లాదేశ్‌లో హిందువుల భారీ ర్యాలీ","excerpt":"బంగ్లాదేశ్‌లో మైనారిటీలపై జరుగుతున్న దాడుల్ని నిరసిస్తూ ఢాకా, చిట్టగాంగ్‌లలో లక్షల మంది హిందువులు, బుద్ధిస్ట్​లు, క్రిస్టియన్లు ప్రదర్శనలు చేపట్టారు. పలు ప్రాంతాల్లో వాహనాల రాకపోకల్ని అడ్డుకున్నారు. వేల సంఖ్యలో ముస్లిం ప్రదర్శనకారులు కూడా వీరికి సంఘీభావంగా ఆందోళనలో పాల్గొన్నారు.  చిట్టగాంగ్‌లో నిర్వహించిన ప్రదర్శనలో దాదాపు ఏడు లక్షల మంది హాజరైనట్లు అంచనా. మరోవైపు అమెరికాలోనూ 'బంగ్లాదేశ్​లోని హిందువులను రక్షించండి' అనే కార్యక్రమాన్ని నిర్వహించారు. దాదాపు 300 ఇండియన్-అమెరికన్స్​, బంగ్లాదేశ్​కు చెందిన హిందువులు ఇందులో పాల్గొన్నారు. ఇదిలా ఉండగా","author":"Tattva News Team","time":"12/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Hindus-rally.jpg","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్‌లో మైనారిటీలపై జరుగుతున్న దాడుల్ని నిరసిస్తూ ఢాకా, చిట్టగాంగ్‌లలో లక్షల మంది హిందువులు, బుద్ధిస్ట్​లు, క్రిస్టియన్లు ప్రదర్శనలు చేపట్టారు. పలు ప్రాంతాల్లో వాహనాల రాకపోకల్ని అడ్డుకున్నారు. వేల సంఖ్యలో ముస్లిం ప్రదర్శనకారులు కూడా వీరికి సంఘీభావంగా ఆందోళనలో పాల్గొన్నారు. </p>\n\n\n\n<p>చిట్టగాంగ్‌లో నిర్వహించిన ప్రదర్శనలో దాదాపు ఏడు లక్షల మంది హాజరైనట్లు అంచనా. మరోవైపు అమెరికాలోనూ 'బంగ్లాదేశ్​లోని హిందువులను రక్షించండి' అనే కార్యక్రమాన్ని నిర్వహించారు. దాదాపు 300 ఇండియన్-అమెరికన్స్​, బంగ్లాదేశ్​కు చెందిన హిందువులు ఇందులో పాల్గొన్నారు.</p>\n\n\n\n<p>ఇదిలా ఉండగా తప్పుడు సమాచారం వ్యాప్తి చేసే ఉద్దేశంతో పనిచేసే మీడియా సంస్థల్ని మూసివేయక తప్పదని బంగ్లాదేశ్​ తాత్కాలిక సర్కార్​ హెచ్చరించింది. నిజాయతీని మీడియా కాపాడకపోతే ఏ దేశమైనా పతనమవుతుందని హోంశాఖ సలహాదారుడు సఖావత్‌ హుస్సేన్‌ పేర్కొన్నారు. </p>\n\n\n\n<p>ఇక బంగ్లాదేశ్‌ నూతన ప్రధాన న్యాయమూర్తిగా రఫాత్‌ అహ్మద్‌ ఆదివారం ప్రమాణం చేశారు. ఆందోళనకారుల అల్టిమేటంతో ఒబైదుల్‌ హసన్‌ ప్రధాన న్యాయమూర్తి స్థానం నుంచి వైదొగిలిన విషయం తెలిసిందే.</p>\n\n\n\n<p> అంతర్జాతీయ సరిహద్దు ద్వారా భారతదేశంలోకి అక్రమంగా చొరబడాలని ప్రయత్నించిన 11 మంది బంగ్లాదేశ్‌ పౌరుల్ని సరిహద్దు భద్రత దళం(బీఎస్‌ఎఫ్‌) బలగాలు అడ్డుకున్నాయి. బంగాల్, త్రిపుర, మేఘాలయ రాష్ట్రాల ద్వారా వచ్చేందుకు చూసిన వీరందరినీ అదుపులోకి తీసుకుని ప్రశ్నించాయి. అనంతరం చట్టపరమైన చర్యల నిమిత్తం సంబంధిత రాష్ట్ర పోలీసులకు అప్పగించారు. </p>\n\n\n\n<p>4,096 కి.మీ. భారత్‌-బంగ్లా సరిహద్దు పరిస్థితిపై అధికారులు సమీక్ష నిర్వహించి, చొరబాట్లను అడ్డుకునే చర్యలపై చర్చించారు. పొరుగుదేశంలో మైనారిటీలుగా ఉన్న హిందువులకు రక్షణ కల్పించడం, చొరబాట్లను అడ్డుకోవడంపై బంగ్లాదేశ్‌ సరిహద్దు దళం (బీజీబీ) అధికారులతోనూ మాట్లాడారు. దీనికోసం కేంద్ర హోంశాఖ ఒక ప్రత్యేకంగా కమిటీ ఏర్పాటుచేసింది.</p>\n","originalUrl":"https://tattvanews.com/20539/12/08/2024/","hasAudio":false,"hasInfographics":false}