{"id":"wp-en-14617","wp_id":14617,"type":"standard","category":"World","language":"en","title":"Domestic pharmaceutical retail market grows 11% in July￼","excerpt":"The domestic pharmaceutical retail market experienced robust growth of 11% in July, attributed to increased sales of anti-infectives and pain relief products amid a rise in flu and viral infections. Sales of the antibiotic Augmentin, which topped US$ 8.6 million (Rs. 72 crore), reflected this trend and became the leading brand in the country for","author":"Tattva News Team","time":"20/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/01/Pharma.webp","readTime":"5 min read","contentHTML":"\n<p>The domestic pharmaceutical retail market experienced robust growth of 11% in July, attributed to increased sales of anti-infectives and pain relief products amid a rise in flu and viral infections. Sales of the antibiotic Augmentin, which topped US$ 8.6 million (Rs. 72 crore), reflected this trend and became the leading brand in the country for the month.</p>\n\n\n\n<p>Anti-infectives, pain relief, and gastroenterology medicines saw notable double-digit growth, with 14%, 11%, and 15%, respectively. The market posted a moving annual total (MAT) growth of 8% for July.</p>\n\n\n\n<p>The surge in sales is linked to high incidences of flu, viral infections, and vector-borne diseases, particularly in June and July due to widespread rainfall. The pharmaceutical retail market, valued at approximately US$ 26.57 billion (Rs. 2,22,906 crore), grew by 7% in June.</p>\n\n\n\n<p>Augmentin, a legacy brand of GSK Pharma, moved up four ranks to become the top-selling brand, reflecting its strong performance despite price controls. The latest quarter ending June 30 also saw significant growth for key brands Calpol, Augmentin, and T-Bact, which collectively achieved a 10% growth.</p>\n\n\n\n<p>Acute therapy, including pain and anti-infectives, reported an 11% increase. At the same time, chronic medication, such as anti-diabetics and cardiovascular drugs, grew by 12%. Sun Pharma maintained the top position with an 8% market share in July.</p>\n\n\n\n<p>Indian pharmaceutical companies grew 11.4%, outpacing multinational corporations by 10.2%. Analysts project the domestic market to continue expanding faster, around 10%, driven by strong demand for acute therapies and respiratory products, with the average market growth estimated at 8-9%.</p>\n","originalUrl":"https://en.tattvanews.com/economy/domestic-pharmaceutical-retail-market-grows-11-in-july%ef%bf%bc/","hasAudio":false,"hasInfographics":false}