{"id":"wp-en-15546","wp_id":15546,"type":"standard","category":"World","language":"en","title":"Top LeT commander among 3 terrorists killed￼","excerpt":"At least three terrorists were killed and four security personnel were injured in twin encounters in Jammu and Kashmir on Saturday, officials said. In an encounter that broke out in the Khanyar area here on Saturday morning, a top Pakistani commander of the terrorist group Lashkar-e-Toiba (LeT), who was active in the Valley for several years,","author":"Tattva News Team","time":"3/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/JK-Encounter1.jpg","readTime":"5 min read","contentHTML":"\n<p>At least three terrorists were killed and four security personnel were injured in twin encounters in Jammu and Kashmir on Saturday, officials said. In an encounter that broke out in the Khanyar area here on Saturday morning, a top Pakistani commander of the terrorist group Lashkar-e-Toiba (LeT), who was active in the Valley for several years, was killed and four security personnel were injured.</p>\n\n\n\n<p>Security forces launched a cordon and search operation in the densely populated locality of Khanyar in the interior city following inputs about the presence of terrorists in the area. The search operation turned into an encounter as the terrorists opened fire at the search party, which retaliated.</p>\n\n\n\n<p>During the operation, a fire broke out in the house where the terrorists were holed up and thick grey smoke was seen billowing into the sky. One terrorist has been gunned down in the ongoing encounter.</p>\n\n\n\n<p>Two Central Reserve Police Force (CRPF) jawans and two policemen were injured in the encounter. They were taken to the Army’s 92 Base Hospital and their condition is stated to be stable, the officials said.</p>\n\n\n\n<p>A senior police officer said that the slain terrorist was a Pakistani and belonged to the LeT. He has been identified as Usman. He was the senior-most Pakistani LeT commander here,” he said.</p>\n\n\n\n<p>Usman had been active in the Valley for a very long time and was involved in several attacks. His killing is a “major blow” to the LeT in Jammu and Kashmir. “Usman was also involved in the killing of Inspector Masroor Wani,” the officer said.</p>\n\n\n\n<p>Wani was shot dead from close range while he was playing cricket in the Eidgah ground here in October 2023. “Usman was also the right hand of Sajad Gul, the TRF commander based in Pakistan,” the officer said.</p>\n","originalUrl":"https://en.tattvanews.com/national/top-let-commander-among-3-terrorists-killed%ef%bf%bc/","hasAudio":false,"hasInfographics":false}