{"id":"wp-te-18795","wp_id":18795,"type":"standard","category":"World","language":"te","title":"‘మాకు పిల్లలు లేరు. మీ పిల్లల కోసం మేముపని చేస్తున్నాం’","excerpt":"తన గురించి, ఉత్తర ప్రదేశ్ ముఖ్యమంత్రి యోగి ఆదిత్యనాథ్ గురించి ప్రస్తావిస్తూ, ‘మాకు పిల్లలు లేరు. మీ పిల్లల కోసం మేముపని చేస్తున్నాం’ అని ప్రధాన మంత్రి నరేంద్ర మోదీ చెప్పారు. ప్రతిపక్ష కూటమి భాగస్వాములు తమ సొంత కుటుంబ ప్రయోజనార్థం పని చేస్తుండగా తాను దేశ తదుపరి తరాలకు మెరుగైన భవిష్యత్తును నిర్మిస్తున్నానని ప్రధాని తెలియజేశారు. ఎస్‌పి వ్యవస్థాపకుడు, 2022లో మరణించిన ములాయం సింగ్ యాదవ్ సొంత జిల్లాలో ఎటావాలో లోక్‌సభ ఎన్నికల ర్యాలీలో ప్రధాని","author":"Tattva News Team","time":"6/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-Varanasi.jpg","readTime":"5 min read","contentHTML":"\n<p>తన గురించి, ఉత్తర ప్రదేశ్ ముఖ్యమంత్రి యోగి ఆదిత్యనాథ్ గురించి ప్రస్తావిస్తూ, ‘మాకు పిల్లలు లేరు. మీ పిల్లల కోసం మేముపని చేస్తున్నాం’ అని ప్రధాన మంత్రి నరేంద్ర మోదీ చెప్పారు. ప్రతిపక్ష కూటమి భాగస్వాములు తమ సొంత కుటుంబ ప్రయోజనార్థం పని చేస్తుండగా తాను దేశ తదుపరి తరాలకు మెరుగైన భవిష్యత్తును నిర్మిస్తున్నానని ప్రధాని తెలియజేశారు.</p>\n\n\n\n<p>ఎస్‌పి వ్యవస్థాపకుడు, 2022లో మరణించిన ములాయం సింగ్ యాదవ్ సొంత జిల్లాలో ఎటావాలో లోక్‌సభ ఎన్నికల ర్యాలీలో ప్రధాని ప్రసంగించారు. వచ్చే వెయ్యి సంవత్సరాలకు భారత్ శక్తిమంతమైన దేశంగా కొనసాగేలా చూసేందుకు తాను పునాది వేస్తున్నానని కూడా ప్రధాని తెలిపారు. ‘మోదీ  ఈ పని చేస్తున్నది ఎందుకంటే మోదీ  ఉన్నా లేకపోయినా దేశం ఎల్లప్పుడూ ఉంటుంది' అని తెలిపారు. </p>\n\n\n\n<p>`ఎస్‌పి, కాంగ్రెస్‌వారు ఏమి చేస్తున్నారు? వారు తమ భవిష్యత్తు, తమ పిల్లల భవిష్యత్తు కోసం ఎన్నికల్లో పోటీ చేస్తున్నారు’ అని ఆయన ధ్వజమెత్తారు. ఎస్‌పి, కాంగ్రెస్ నినాదాలు ‘అసత్యాలు’ అని, వారి ‘ఉద్దేశాలు కూడా మంచివి కావు’ అని ప్రధాని విమర్శించారు. ‘వారు తమ కుటుంబాలు, తమ వోటు బ్యాంకుల ప్రయోజనార్థమే పని చేస్తుంటారు’ అని ఆయన ఆరోపించారు.</p>\n\n\n\n<p> ‘మోదీ తమ వోటు బ్యాంకు బుజ్జగింపును బహిర్గతం చేసినందున మన ప్రజాస్వామ్యం, మన రాజ్యాంగం గురించి అబద్ధాల ప్రచారానికి శక్తివంచన లేకుండా వారు ప్రయత్నిస్తున్నారు’ అని ప్రధాని ఆరోపించారు. ప్రతిపక్ష ఇండియా కూటమిలో భాగస్వామ్య పక్షాలైన ఎస్‌పి, కాంగ్రెస్ మిత్ర పక్షాలుగా ఉత్తర ప్రదేశ్‌లో ఎన్నికల్లో పోటీ చేస్తున్నాయి. </p>\n\n\n\n<p>ఆ రెండు పార్టీలపై విమర్శనాస్త్రాలను మోదీ సంధిస్తూ, ‘ఆ ఆనువంశిక వ్యక్తుల వారసత్వ చరిత్ర ఏమిటి& కార్లు, బంగళాలు, రాజకీయ పలుకుబడి. కొందరు మైన్‌పురి, కన్నౌజ్, ఎటావాలను తమ జాగీర్లుగా పరిగణిస్తుంటారు, కొందరు అమేథి, రాయబరేలిలను తమ జాగీర్లుగా భావిస్తుంటారు’ అని విమర్శించారు.</p>\n\n\n\n<p> ‘మోదీ  సృష్టించిన వారసత్వ సంపద ప్రతి ఒక్కరి కోసం. 2047లో, మీ కుమారుడు, కుమార్తె కూడా ప్రధాని లేదా ముఖ్యమంత్రి కావాలని వాంఛిస్తున్నా. రాజకుటుంబాల వారసులు మాత్రమే పిఎం లేదా సిఎం కాగలరన్న దుష్ట సంప్రదాయాన్ని ఈ ‘చాయివాలా’ ఛేదించాడు’ అని ప్రధాని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/18795/06/05/2024/","hasAudio":false,"hasInfographics":false}