{"id":"wp-en-12881","wp_id":12881,"type":"standard","category":"World","language":"en","title":"Russia claims shot down 50 Ukrainian drones￼","excerpt":"Russia's Defence Ministry on Saturday alleged that Ukraine launched a barrage of drones overnight that appeared to target the country's energy infrastructure. At least 50 drones were shot down by air defences over eight Russian regions, including 26 over the country’s western Belgorod region close to the Ukrainian border, while two people were killed during","author":"Tattva News Team","time":"21/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Russian-claims.jpg","readTime":"5 min read","contentHTML":"\n<p>Russia's Defence Ministry on Saturday alleged that Ukraine launched a barrage of drones overnight that appeared to target the country's energy infrastructure.</p>\n\n\n\n<p>At least 50 drones were shot down by air defences over eight Russian regions, including 26 over the country’s western Belgorod region close to the Ukrainian border, while two people were killed during the barrage.</p>\n\n\n\n<p>A woman with a broken leg and the man caring for her died after explosions sparked a blaze that set their home on fire, Belgorod Governor Vyacheslav Gladkov wrote on social media. Drones were also reportedly destroyed over the Bryansk, Kursk, Tula, Smolensk, Ryazan, Kaluga regions across Russia’s west and south, as well as in the Moscow region.</p>\n\n\n\n<p>The head of the Kaluga region, Vladislav Shapsha, said that a drone strike had sparked a blaze at an electrical substation on Saturday, while Bryansk Governor Alexander Bogomaz and Smolensk Gov. Vasily Anokhin also reported fires at fuel and energy complexes. In recent months, Russian refineries and oil terminals have become priority targets of Ukrainian drone attacks, part of stepped-up assaults on Russian territory.</p>\n\n\n\n<p>It is important to note that Russia's air force is vastly more powerful than Ukraine's, but sophisticated missile systems provided by Kyiv's Western partners are a major threat to Russian aviation as the Kremlin's forces slowly push forward along the around 1,000-kilometre front line in what has become a grinding war of attrition. Ukraine's drone developers have also been extending the range of weapons for months to compensate for the battlefield disadvantage.</p>\n\n\n\n<p>Meanwhile, Ukraine's air force on Friday claimed to have shot down a Russian Tu-22M3 strategic bomber with anti-aircraft missiles. However, Russian officials said the plane crashed into a sparsely populated area due to a malfunction after a combat mission that resulted in the death of one person, and none of the claims have been independently verified.</p>\n","originalUrl":"https://en.tattvanews.com/international/russia-claims-shot-down-50-ukrainian-drones%ef%bf%bc/","hasAudio":false,"hasInfographics":false}