{"id":"wp-te-19218","wp_id":19218,"type":"standard","category":"World","language":"te","title":"పిన్నెల్లి రోజూ ఎస్పీ ఆఫీసుకు రావాల్సిందే!","excerpt":"మాచర్ల వైసీపీ అభ్యర్థి పిన్నెల్లి రామకృష్ణారెడ్డికి హైకోర్టు మరో మూడు కేసుల్లో షరతులతో కూడిన మధ్యంతర ముందస్తు బెయిల్‌ మంజూరుచేసింది. జూన్‌ 6 వరకు ఆయన్ను అరెస్టు చేయొద్దని, ఎలాంటి తొందరపాటు చర్యలూ వద్దని పోలీసులను ఆదేశించింది. అలాగే ప్రతి రోజూ ఉదయం 10 గంటల నుంచి సాయంత్రం 5 గంటల్లోపు ఆయన నరసరావుపేటలోని పల్నాడు ఎస్పీ కార్యాలయంలో హాజరు కావాలని షరతు విధించింది.  తన పాస్‌పోర్టును గురజాల మేజిస్ట్రేట్‌ కోర్టులో అప్పగించాలని, కోర్టు అనుమతి లేకుండా","author":"Tattva News Team","time":"29/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Pinnela-1.jpeg","readTime":"5 min read","contentHTML":"\n<p>మాచర్ల వైసీపీ అభ్యర్థి పిన్నెల్లి రామకృష్ణారెడ్డికి హైకోర్టు మరో మూడు కేసుల్లో షరతులతో కూడిన మధ్యంతర ముందస్తు బెయిల్‌ మంజూరుచేసింది. జూన్‌ 6 వరకు ఆయన్ను అరెస్టు చేయొద్దని, ఎలాంటి తొందరపాటు చర్యలూ వద్దని పోలీసులను ఆదేశించింది. అలాగే ప్రతి రోజూ ఉదయం 10 గంటల నుంచి సాయంత్రం 5 గంటల్లోపు ఆయన నరసరావుపేటలోని పల్నాడు ఎస్పీ కార్యాలయంలో హాజరు కావాలని షరతు విధించింది. </p>\n\n\n\n<p>తన పాస్‌పోర్టును గురజాల మేజిస్ట్రేట్‌ కోర్టులో అప్పగించాలని, కోర్టు అనుమతి లేకుండా దేశం విడిచి వెళ్లరాదని స్పష్టం చేసింది. ఆయన ప్రస్తుతం వినియోగిస్తున్న, ఉపయోగంలో ఉన్న మొబైల్‌ నంబర్‌తో పాటు నరసరావుపేటలో ఎక్కడ నివాసం ఉంటున్నారో సంబంధిత వివరాలను జిల్లా ఎస్పీకి అందజేయాలని నిర్దేశించింది. </p>\n\n\n\n<p>సాక్షులను కలవడం, వారిని ప్రభావితం చేయడం, భయపెట్టడం చేయవద్దని, నేర ఘటనలను పునరావృతం చేయవద్దని, అలాంటి కార్యకలాపాల్లో జోక్యం చేసుకోవద్దని, తన అనుచరులు ప్రజాశాంతికి భంగం కలిగించేలా అవాంఛనీయ ఘటనలకు పాల్పడకుండా చూడాల్సిన బాధ్యత రామకృష్ణారెడ్డిదేనని, కేసుకు సంబంధించి ప్రింట్‌, ఎలకా్ట్రనిక్‌ మీడియాతో మాట్లాడడానికి వీల్లేదని తేల్చిచెప్పింది. </p>\n\n\n\n<p>మధ్యంతర బెయిల్‌ కాలంలో పార్లమెంటు నియోజకవర్గం కేంద్రమైన నరసరావుపేటలోనే ఉండాలని, అయితే లెక్కింపు కేంద్రం మరో ప్రాంతంలో ఏర్పాటు చేసినట్లయితే.. కౌంటింగ్‌ రోజు మాత్రమే అక్కడకు వెళ్లేందుకు అనుమతించింది. పిన్నెల్లి కదలికలను నిరంతరం పర్యవేక్షించడంతో పాటు ఆయనపై నిఘా ఉంచాల్సిందిగా సంబంధిత పోలీసు అధికారులను ఆదేశించాలని రాష్ట్ర ఎన్నికల ప్రధానాధికారి(సీఈవో)కి స్పష్టం చేసింది. </p>\n\n\n\n<p>బాధితులకు రక్షణ కల్పించేందుకు అన్ని రకాల చర్యలు తీసుకోవాలని పల్నాడు జిల్లా ఎస్పీని ఆదేశించింది. కోర్టు నిర్దేశించిన షరతులను పిన్నెల్లి ఉల్లంఘిస్తే చట్టప్రకారం చర్యలు తీసుకునేందుకు పోలీసులకు వెసులుబాటు ఇచ్చింది. కేసుకు సంబంధించి పూర్తి వివరాలతో కౌంటర్‌ దాఖలు చేయాలని వారిని ఆదేశిస్తూ విచారణను జూన్‌ 6కి వాయిదా వేసింది. </p>\n\n\n\n<p>ఈ మేరకు న్యాయమూర్తి జస్టిస్‌ వెంకటజ్యోతిర్మయి మధ్యంతర ఉత్తర్వులు జారీ చేశారు. పిన్నెల్లి తరఫు సీనియర్‌ న్యాయవాది టి.నిరంజన్‌రెడ్డి స్పందిస్తూ.. ఎస్పీ కార్యాలయంలో హాజరుకావాలంటూ ఇచ్చిన ఉత్తర్వులను జూన్‌ 4న(ఓట్ల లెక్కింపు రోజు) రిటర్నింగ్‌ అధికారి (ఆర్వో) ముందు హాజరయ్యే విధంగా సవరించాలని కోరారు. అందుకు న్యాయమూర్తి అంగీకరించారు. ఆ రోజున ఆర్వో ముందు హాజరయ్యేలా వెసులుబాటు కల్పించారు.</p>\n","originalUrl":"https://tattvanews.com/19218/29/05/2024/","hasAudio":false,"hasInfographics":false}