{"id":"wp-te-20787","wp_id":20787,"type":"standard","category":"World","language":"te","title":"తెలంగాణ ఆసుపత్రులలో భారీగా  సిఎంఆర్‌ఎఫ్‌ నిధుల స్వాహా","excerpt":"నిరుపేద రోగుల సహాయార్థం ఉద్దేశించిన ముఖ్యమంత్రి సహాయ నిధి (సిఎంఆర్‌ఎఫ్‌) సొమ్ము దుర్వినియోగం అయింది. రాష్ట్రవ్యాప్తంగా 28 ఆస్పత్రుల్లో వైద్యం చేయకుండానే నకిలీ బిల్లులతో నిధులు డ్రా చేసినట్టు ఆరోపణలు వస్తున్నాయి. వీటిలో 10 హాస్పిటల్స్‌ ఖమ్మం నగరానికి చెందినవే కావడం చర్చనీయాంశంగా మారింది.  సంబంధిత హాస్పిటల్స్‌పై సిఐడి అధికారులు కేసులు నమోదు చేశారు. ఈ ఆస్పతులన్నీ ఖమ్మం, రంగారెడ్డి, హైదరాబాద్‌, వరంగల్‌, నల్లగొండ, మహబూబాబాద్‌, పెద్దపల్లి, కరీంనగర్‌ జిల్లాకు చెందినవిగా గుర్తించారు. వాటిపై విచారణ కొనసాగుతోంది.","author":"Tattva News Team","time":"27/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Hospital.jpg","readTime":"5 min read","contentHTML":"\n<p>నిరుపేద రోగుల సహాయార్థం ఉద్దేశించిన ముఖ్యమంత్రి సహాయ నిధి (సిఎంఆర్‌ఎఫ్‌) సొమ్ము దుర్వినియోగం అయింది. రాష్ట్రవ్యాప్తంగా 28 ఆస్పత్రుల్లో వైద్యం చేయకుండానే నకిలీ బిల్లులతో నిధులు డ్రా చేసినట్టు ఆరోపణలు వస్తున్నాయి. వీటిలో 10 హాస్పిటల్స్‌ ఖమ్మం నగరానికి చెందినవే కావడం చర్చనీయాంశంగా మారింది. </p>\n\n\n\n<p>సంబంధిత హాస్పిటల్స్‌పై సిఐడి అధికారులు కేసులు నమోదు చేశారు. ఈ ఆస్పతులన్నీ ఖమ్మం, రంగారెడ్డి, హైదరాబాద్‌, వరంగల్‌, నల్లగొండ, మహబూబాబాద్‌, పెద్దపల్లి, కరీంనగర్‌ జిల్లాకు చెందినవిగా గుర్తించారు. వాటిపై విచారణ కొనసాగుతోంది. కొన్ని ఆస్పత్రుల్లో అయిన బిల్లుల కంటే అదనంగా రశీదులు సమర్పించి నిధులు నొక్కిసినట్టు తెలుస్తోంది.</p>\n\n\n\n<p>గత ప్రభుత్వ హయాంలో ఈ నిధుల దుర్వినియోగం జరిగిన నేపథ్యంలో నూతనంగా వచ్చిన కాంగ్రెస్‌ ప్రభుత్వం పారదర్శకత కోసం సిఎంఆర్‌ఎఫ్‌ స్కీమ్‌ దరఖాస్తులను ఆన్‌లైన్‌లో సమర్పించేలా కొద్దిరోజుల క్రితం మార్పులు చేసింది.</p>\n\n\n\n<p>రాష్ట్ర సచివాలయంలో సిఎంఆర్‌ఎఫ్‌ విభాగంలో సెక్షన్‌ ఆఫీసర్‌గా పనిచేస్తున్న డిఎస్‌ఎన్‌ మూర్తి ఫిర్యాదు మేరకు ఈ విచారణ కొనసాగుతోంది. నకిలీ బిల్లులతో నిధులు డ్రా చేసిన వ్యవహారంలో ఎవరి ప్రమేయం ఉంది? ఆ హాస్పిటల్‌లో పనిచేసే సిబ్బంది పేరుతో ఏమైనా డ్రా చేశారా? లేదంటే హాస్పిటల్‌ యాజమాన్యం కండ్లు గప్పి సిబ్బందే ఏమైనా నకిలీ బిల్లులు సృష్టించారా? </p>\n\n\n\n<p>బయటి వ్యక్తులను ఇందు కోసం వినియోగించుకున్నారా? ఇందు కోసం ప్రత్యేకంగా దళారులు ఏమైనా ఉన్నారా? లేదంటే గత ప్రభుత్వంలోని నాయకులే హాస్పిటల్స్‌ యాజ మాన్యంతో కుమ్మక్కై ఈ దందాకు పాల్పడ్డారా? ఈ దందా కోసం ఏమైనా ప్రత్యేకంగా ముఠాలు పనిచేశా యా..? అనే కోణంలో సిఐడి దర్యాప్తు చేస్తోంది.</p>\n\n\n\n<p>ఆరోపణ లు వచ్చిన ఈ 28 ఆస్పత్రుల యజమానులతో పాటు సిబ్బందిని కూడా విచారించేందుకు సిఐడి రంగంలోకి దిగింది. అయితే ఈ వ్యవహారంపై తెలంగాణ సిఐడి అధికారికంగా ఎలాంటి ప్రకటన చేయకపోవడం గమనార్హం. సిఐడికి అందిన ఫిర్యాదు ప్రకారం రాష్ట్రవ్యాప్తంగా 28 హాస్పిటల్స్‌కు చెందిన 500 దరఖాస్తులపై అనుమానాలు నెలకొన్నాయి.</p>\n","originalUrl":"https://tattvanews.com/20787/27/08/2024/","hasAudio":false,"hasInfographics":false}