{"id":"wp-te-21377","wp_id":21377,"type":"standard","category":"World","language":"te","title":"సిపిఎం సమన్వయకర్తగా ప్రకాష్ కరత్","excerpt":"సిపిఐ (ఎం) సీనియర్ నేత ప్రకాశ్ కరత్ మధ్యంతర ఏర్పాటుగా పార్టీ పొలిట్‌బ్యూరో, కేంద్ర కమిటీ సమన్వయకర్తగా ఉంటారని లెఫ్ట్ పార్టీ ఆదివారం ప్రకటించింది. వచ్చే ఏడాది ఏప్రిల్‌లో నిర్వహించనున్న 24వ పార్టీ కాంగ్రెస్ వరకు ఈ ఏర్పాటు ఉంటుందని పార్టీ తెలియజేసింది. సిపిఐ (ఎం) ప్రధాన కార్యదర్శి సీతారామ్ ఏచూరి 72వ ఏట ఈ నెల 12న మరణించిన నేపథ్యంలో పార్టీ ఈ నిర్ణయం తీసుకున్నది. 2025 ఏప్రిల్‌లో మదురైలో నిర్వహించనున్న 24వ పార్టీ కాంగ్రెస్","author":"Tattva News Team","time":"30/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Prakash-Karat1.jpg","readTime":"5 min read","contentHTML":"\n<p>సిపిఐ (ఎం) సీనియర్ నేత ప్రకాశ్ కరత్ మధ్యంతర ఏర్పాటుగా పార్టీ పొలిట్‌బ్యూరో, కేంద్ర కమిటీ సమన్వయకర్తగా ఉంటారని లెఫ్ట్ పార్టీ ఆదివారం ప్రకటించింది. వచ్చే ఏడాది ఏప్రిల్‌లో నిర్వహించనున్న 24వ పార్టీ కాంగ్రెస్ వరకు ఈ ఏర్పాటు ఉంటుందని పార్టీ తెలియజేసింది. సిపిఐ (ఎం) ప్రధాన కార్యదర్శి సీతారామ్ ఏచూరి 72వ ఏట ఈ నెల 12న మరణించిన నేపథ్యంలో పార్టీ ఈ నిర్ణయం తీసుకున్నది.</p>\n\n\n\n<p>2025 ఏప్రిల్‌లో మదురైలో నిర్వహించనున్న 24వ పార్టీ కాంగ్రెస్ వరకు మధ్యంతర ఏర్పాటుగా కామ్రేడ్ ప్రకాశ్ కరత్ పొలిట్‌బ్యూరో, కేంద్ర కమిటీ సమన్వయకర్తగా ఉండాలని ప్రస్తుతం న్యూఢిల్లీలో సెషన్‌లో ఉన్న సిపిఐ (ఎం) కేంద్ర కమిటీ నిర్ణయించింది’ అని పార్టీ తెలియజేసింది.</p>\n\n\n\n<p> ‘సిపిఐ (ఎం) సిట్టింగ్ ప్రధాన కార్యదర్శి కామ్రేడ్ సీతారామ్ ఏచూరి ఆకస్మిక మరణం కారణంగా ఈ నిర్ణయం తీసుకోవడమైంది’ అని పార్టీ తెలిపింది. సిపిఐ (ఎం) సీనియర్ నేతల్లో ఒకరైన ప్రకాశ్ కరత్ 2005 నుంచి 2015 వరకు పార్టీ ప్రధాన కార్యదర్శిగా ఉన్నారు. 1985లో కేంద్ర కమిటీకి ఎన్నికైన కరత్ 1992లో పొలిట్‌బ్యూరో సభ్యుడు అయ్యారు. పొలిట్‌బ్యూరో పార్టీలో కీలక విధాన నిర్ణయ విభాగం.</p>\n\n\n\n<p>జె ఎన్ యులో ఎస్ఎఫ్ఐ సంస్థాప ప్రముఖులలో ఒకరైన ఆయన ఆ యూనివర్సిటీ విద్యార్థి సంఘ అధ్యక్షునిగా, ఢిల్లీ సిపిఎం కార్యదర్శిగా, ఎస్ఎఫ్ఐ జాతీయ అధ్యక్షునిగా కూడా పనిచేశారు. సిపిఎం మద్దతుతో ఏర్పాటైన యుపిఎ ప్రభుత్వంకు పార్టీ ప్రధాన కార్యదర్శిగా ఎన్నికైన తర్వాత మద్దతు ఉపసంహరించుకోవడమే కాకుండా, ఆ ప్రభుత్వంకు వ్యతిరేకంగా అవిశ్వాస తీర్మానం కూడా ప్రతిపాదింప చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21377/30/09/2024/","hasAudio":false,"hasInfographics":false}