{"id":"wp-en-13948","wp_id":13948,"type":"standard","category":"World","language":"en","title":"Two-day holiday in Odisha for Rath Yatra￼","excerpt":"Ahead of the auspicious Rath Yatra of Lord Jagannath, Odisha Chief Minister Mohan Charan Majhi on Tuesday announced a two-day holiday for the event on July 7 and 8, marking a special occasion after 53 years when ‘Nabajaubana Darshan’, ‘Netra Utsav’ and the ‘Rath Yatra’ are falling on the same day. CM Majhi chaired a","author":"Tattva News Team","time":"3/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Rath-Yatra.jpg","readTime":"5 min read","contentHTML":"\n<p>Ahead of the auspicious Rath Yatra of Lord Jagannath, Odisha Chief Minister Mohan Charan Majhi on Tuesday announced a two-day holiday for the event on July 7 and 8, marking a special occasion after 53 years when ‘Nabajaubana Darshan’, ‘Netra Utsav’ and the ‘Rath Yatra’ are falling on the same day.</p>\n\n\n\n<p>CM Majhi chaired a high-level meeting on Tuesday and reviewed the preparations made for the annual Rath Yatra of Lord Jagannath and his siblings, Subhadra and Balram. The meeting was attended by both the Deputy Chief Ministers, K V Singh Deo and Pravati Parida, along with several ministers and senior officials. The meeting marked the final coordination meeting for the smooth conduct of the Rath Yatra.</p>\n\n\n\n<p>Majhi highlighted the significance of the two-day festival which was last observed 53 years ago in 1971. CM Majhi emphasised the blessings and auspicious timing of the event coinciding with the start of the tenure of the new BJP government in the state.</p>\n\n\n\n<p>\"As the Rath Yatra will span two days, I direct the officers concerned to declare public holidays on these days,\" Majhi said, urging all officials to ensure the festival's smooth execution to uphold the pride of Puri and Odisha.</p>\n\n\n\n<p>The Chief Minister also informed that President Droupadi Murmu will participate in the Rath Yatra celebrations. Giving more details, CM Majhi said that the President is likely to arrive in Puri on July 6 evening and participate in the festival and chariot pulling on July 7.</p>\n\n\n\n<p>CM Majhi also called for collective cooperation from all the stakeholders to facilitate timely rituals and the successful culmination of the ‘Rath Yatra’, ‘Nabajaubana Darshan’, and ‘Netra Utsav’</p>\n","originalUrl":"https://en.tattvanews.com/others/two-day-holiday-in-odisha-for-rath-yatra%ef%bf%bc/","hasAudio":false,"hasInfographics":false}