{"id":"wp-te-19046","wp_id":19046,"type":"standard","category":"World","language":"te","title":"ఇరాన్ అధ్యక్షుడు హెలికాప్టర్ ల్యాండ్ క్రాష్","excerpt":"ఇరాన్‌ అధ్యక్షుడు ఇబ్రహీం రైసీ ప్రయాణిస్తున్న హెలికాప్టర్‌ ఆదివారం ‘హార్డ్ ల్యాండింగ్’కు గురైంది. ఈ విషయాన్ని స్థానిక మీడియా తెలిసింది. ప్రతికూల వాతావరణమే ఈ ఘటనకు కారణమని తెలుస్తున్నది. ఘటన జరిగిన ప్రదేశాన్ని గుర్తించేందుకు రెస్క్యూ బృందాలు ప్రయత్నిస్తున్నాయని ఇరాన్ ప్రభుత్వ ఆధ్వర్యంలోని ప్రెస్‌టీవీ పేర్కొంది. రాజధాని టెహ్రాన్‌కు 600 కిలోమీటర్ల దూరంలో ఉన్న జోల్ఫా నగరం సమీపంలో ఆదివారం ఈ ఘటన చోటు చేసుకుంది. ఆ దేశ అధికారిక మీడియా ఈ విషయాన్ని ప్రకటించింది. అయితే,","author":"Tattva News Team","time":"20/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Iran-president-heli.webp","readTime":"5 min read","contentHTML":"\n<p>ఇరాన్‌ అధ్యక్షుడు ఇబ్రహీం రైసీ ప్రయాణిస్తున్న హెలికాప్టర్‌ ఆదివారం ‘హార్డ్ ల్యాండింగ్’కు గురైంది. ఈ విషయాన్ని స్థానిక మీడియా తెలిసింది. ప్రతికూల వాతావరణమే ఈ ఘటనకు కారణమని తెలుస్తున్నది. ఘటన జరిగిన ప్రదేశాన్ని గుర్తించేందుకు రెస్క్యూ బృందాలు ప్రయత్నిస్తున్నాయని ఇరాన్ ప్రభుత్వ ఆధ్వర్యంలోని ప్రెస్‌టీవీ పేర్కొంది.</p>\n\n\n\n<p>రాజధాని టెహ్రాన్‌కు 600 కిలోమీటర్ల దూరంలో ఉన్న జోల్ఫా నగరం సమీపంలో ఆదివారం ఈ ఘటన చోటు చేసుకుంది. ఆ దేశ అధికారిక మీడియా ఈ విషయాన్ని ప్రకటించింది. అయితే, ప్రస్తుతం అధ్యక్షుడి పరిస్థితి ఎలా ఉందనే విషయంపై ఎలాంటి సమాచారం వెల్లడించలేదు.</p>\n\n\n\n<p>అజర్‌బైజాన్‌ను సందర్శిస్తున్నప్పుడు ఈ ఘటన చోటుచేసుకుందని, హెలికాప్టర్‌లో అధ్యక్షుడితో సహా ఆయన సిబ్బంది ఉన్నట్లు తెలుస్తోంది. అయితే మూడు హెలికాప్టర్ల కాన్వాయ్‌లో రెండు గమ్యస్థానానికి సురక్షితంగా చేరుకున్నట్లు తెలుస్తోంది.</p>\n\n\n\n<p>రెస్క్యూ టీమ్స్ హెలికాప్టర్ సైట్‌కు చేరుకోవడానికి ప్రయత్నిస్తున్నారని, అయితే ఆ ప్రాంతంలోని వాతావరణ పరిస్థితుల కారణంగా ఆటంకం ఏర్పడినట్లు సమాచారం. కొద్దిపాటి ఈదురుగాలులతో కూడిన భారీ వర్షం పడింది.<br>కాగా, ఇబ్రహీం రైసీ ఆదివారం అజర్బైజాన్ పర్యటనకు వెళ్లారు. అరస్ నదిపై రెండు దేశాలు కలిసి నిర్మించిన డ్యామ్ను ఆయన అజర్బైజాన్ అధ్యక్షుడు ఇల్హం అలియేవ్తో కలిసి ప్రారంభించాలన్నది ప్రణాళిక. అయితే, ఇరాన్ అధ్యక్షుడు ఇబ్రహీం రైసీ ప్రయాణిస్తున్న హెలికాప్టర్ అనూహ్యంగా ప్రమాదానికి గురైంది.</p>\n\n\n\n<p>రైసీతో పాటు ఇరాన్ విదేశాంగ మంత్రి హొస్సేన్ అమిరబ్డొల్లాహియాన్, ఇరాన్ తూర్పు అజర్‌బైజాన్ ప్రావిన్స్ గవర్నర్, ఇతర అధికారులు కూడా ప్రయాణిస్తున్నట్లు ప్రభుత్వ ఆధ్వర్యంలోని ఐఆర్ఎన్ఏ వార్తా సంస్థ నివేదించింది. ఒక స్థానిక ప్రభుత్వ అధికారి సంఘటనను వివరించడానికి \"క్రాష్\" అనే పదాన్ని ఉపయోగించారు, కానీ ఆయన ఇంకా సైట్‌ను చేరుకోలేదని ఇరాన్ వార్తాపత్రికకు అంగీకరించాడు.</p>\n","originalUrl":"https://tattvanews.com/19046/20/05/2024/","hasAudio":false,"hasInfographics":false}