{"id":"wp-te-20125","wp_id":20125,"type":"standard","category":"World","language":"te","title":"రత్న భండార్‌లో రహస్య సొరంగం లేదు","excerpt":"శ్రీ జగన్నాథ స్వామి ఆలయంలోని రత్న భండార్‌కు(కోశాగారం) చెందిన లోపలి గదిలో(ఇన్నర్ ఛాంబర్) రహస్య సొరంగం ఉన్నట్లు జోరుగా ఊహాగానాలు సాగుతున్న నేపథ్యంలో దీనిపై దర్యాప్తు చేసేందుకు భారత పురావస్తు సంస్థ(ఎఎస్‌ఐ) ఆధునిక సాంకేతిక పరిజ్ఞానాన్ని ఉపయోగించాలని పూరీ సంస్థానాధీశుడు గజపతి మహరాజా దివ్య సింఘ దేబ్ సూచించారు.  రత్న భండార్‌కు చెందిన లోపలి గదిలో రహస్య సొరంగం లేదా రహస్య తదులు ఉండే అవకాశం ఉందని వస్తున్న ఊహాగానాలపై ఆయన స్పందిస్తూ ఆలయ కోశాగారానికి చెందిన","author":"Tattva News Team","time":"20/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Puri-1.jpg","readTime":"5 min read","contentHTML":"\n<p>శ్రీ జగన్నాథ స్వామి ఆలయంలోని రత్న భండార్‌కు(కోశాగారం) చెందిన లోపలి గదిలో(ఇన్నర్ ఛాంబర్) రహస్య సొరంగం ఉన్నట్లు జోరుగా ఊహాగానాలు సాగుతున్న నేపథ్యంలో దీనిపై దర్యాప్తు చేసేందుకు భారత పురావస్తు సంస్థ(ఎఎస్‌ఐ) ఆధునిక సాంకేతిక పరిజ్ఞానాన్ని ఉపయోగించాలని పూరీ సంస్థానాధీశుడు గజపతి మహరాజా దివ్య సింఘ దేబ్ సూచించారు. </p>\n\n\n\n<p>రత్న భండార్‌కు చెందిన లోపలి గదిలో రహస్య సొరంగం లేదా రహస్య తదులు ఉండే అవకాశం ఉందని వస్తున్న ఊహాగానాలపై ఆయన స్పందిస్తూ ఆలయ కోశాగారానికి చెందిన లోపలి గదిలో రహస్య సొరంగం ఉన్నట్లు స్థానిక ప్రజలు నమ్ముతారని చెప్పారు. లోపలి గది పరిస్థితిని అంచనా వేసేందుకు ఎఎస్‌ఐ లేజర్ స్కానింగ్ వంటి ఆధునిక పరికరాలను ఉపయోగించవచ్చని ఆయన సూచించారు. </p>\n\n\n\n<p>అటువంటి సాంకేతిక పరిజ్ఞానాన్ని ఉపయోగించడం ద్వారా రహస్య సొరంగం వంటి కట్టడాలు ఏవైనా ఉన్నదీ లేనిదీ తెలుసుకోవచ్చని ఆయన తెలిపారు. అయితే..స్వామి వారి నగల తరలింపు కోసం ఇతర సభ్యులతో కలసి లోపలి గదిలో ఏడు గంటలకు పైగా గడిపిన పర్యవేక్షణ కమిటీ చైర్మన్, ఒడిశా హైకోర్టు మాజీ న్యాయమూర్తి జస్టిస్ బిశ్వనాథ్ రథ్ మాత్రం రసహస్య సొరంగం ఏదీ తమకు కనిపించలేదని స్పష్టం చేశారు. </p>\n\n\n\n<p>లోపలి గదిని తాము క్షుణ్ణంగా తనిఖీ చేశామని, రహస్య సొరంగం వంటి కట్టడాలేవీ తమకు కనిపించలేదని విలేకరులతో మాట్లాడుతూ ఆయన తెలిపారు. ఈ విషయమై తప్పుడు సమాచారాన్ని వ్యాప్తి చేయవద్దని మీడియా, సోషల్ మీడియా ప్రభావశీలురకు ఆయన విజ్ఞప్తి చేశారు. కమిటీకి చెందిన మరో సభ్యుడు దుర్గా దాస్‌మోహపాత్ర కూడా ఇదే అభిప్రాయాన్ని వ్యక్తం చేశారు. </p>\n\n\n\n<p>స్వామివారి కోశాగారంలో రహస్య గదులు కాని, సొరంగాలు కాని తమకు కనిపించలేదని ఆయన చెప్పారు. రత్న భండార్ ఎత్తు 20 అడుగులు, పొడవు 14 అడుగులు ఉందని ఆయన వివరించారు. తాము రత్న భండార్‌ను సందర్శించినపుడు కొన్ని చిన్నపాటి లోపాలు తమ దృష్టికి వచ్చాయని ఆయన చెప్పారు. పైకప్పు నుంచి పెద్దసంఖ్యలో చిన్న చిన్న రాళ్లు కింద పడ్డాయని, డోకు పగులు కనిపించిందని ఆయన చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20125/20/07/2024/","hasAudio":false,"hasInfographics":false}