{"id":"wp-te-19843","wp_id":19843,"type":"standard","category":"World","language":"te","title":"అమెరికాలో బిలియన్ డాలర్ల స్కామ్‌లో భారతీయులకు జైలు","excerpt":"అమెరికాలో భారత సంతతి వ్యాపారవేత్తలు బిలియన్ డాలర్ల స్కామ్‌కు పాల్పడినట్టు తేలడంతో జైలు శిక్ష పడింది. ఒకప్పుడు చికాగో లోనే అత్యంత వేగంగా ఎదిగిన స్టార్టప్ మోసాలకు పాల్పడినట్టు న్యాయస్థానం పేర్కొంది. జౌట్‌కమ్ హెల్త్ పేరిట రిషిషా, శ్రద్ధా అగర్వాల్ లు ఓ హెల్త్ మీడియా సంస్థను 2006లో ఏర్పాటు చేశారు.  ఈ కంపెనీ డాక్టర్ల వద్ద స్క్రీన్‌లు, టాబ్లెట్లను ఏర్పాటు చేసింది. వీటిలో పేషెంట్లను టార్గెట్ చేసుకొని వివిధ కంపెనీల మెడికల్ అడ్వర్‌టైజింగ్ ప్రకటనలు ప్రసారం","author":"Tattva News Team","time":"3/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/US-jail.jpg","readTime":"5 min read","contentHTML":"\n<p>అమెరికాలో భారత సంతతి వ్యాపారవేత్తలు బిలియన్ డాలర్ల స్కామ్‌కు పాల్పడినట్టు తేలడంతో జైలు శిక్ష పడింది. ఒకప్పుడు చికాగో లోనే అత్యంత వేగంగా ఎదిగిన స్టార్టప్ మోసాలకు పాల్పడినట్టు న్యాయస్థానం పేర్కొంది. జౌట్‌కమ్ హెల్త్ పేరిట రిషిషా, శ్రద్ధా అగర్వాల్ లు ఓ హెల్త్ మీడియా సంస్థను 2006లో ఏర్పాటు చేశారు. </p>\n\n\n\n<p>ఈ కంపెనీ డాక్టర్ల వద్ద స్క్రీన్‌లు, టాబ్లెట్లను ఏర్పాటు చేసింది. వీటిలో పేషెంట్లను టార్గెట్ చేసుకొని వివిధ కంపెనీల మెడికల్ అడ్వర్‌టైజింగ్ ప్రకటనలు ప్రసారం చేసేది. ఈ సృజనాత్మక ఆలోచనకు అమెరికాలో మంచి స్పందన వచ్చింది. దేశ వ్యాప్తంగా కంపెనీకి కాంట్రాక్టులు లభించాయి.</p>\n\n\n\n<p>2010లో ఆ దేశ టెక్, హెల్త్ కేర్ ఇన్వెస్ట్‌మెంట్లలో ఉన్నత స్థానానికి చేరింది. దీంతో భారీ పెట్టుబడిదారుల దృష్టిని ఆకర్షించింది. గోల్డ్‌మన్ సాక్స్, ఆల్ఫాబెట్, జేబీ ప్యాట్రిక్స్ వెంచర్ క్యాపిటల్స్ వంటి సంస్థలు భారీగా ఇన్‌వెస్ట్‌మెంట్లు చేశాయి. చికాగో కార్పొరేట్ సర్కిల్స్‌లో షా అప్పట్లో ఓ స్టార్ అయిపోయాడు. </p>\n\n\n\n<p>కానీ రిషి, శ్రద్ధా, సీఎఫ్‌వో బ్రాడ్ పౌర్డీలు కంపెనీ ఆపరేషనల్, ఫైనాన్షియల్ కార్యకలాపాలను పెంచి చూపిస్తున్నట్టు గుర్తించారు. కంపెనీ డెలివరీ చేయగలిగి స్థాయి కంటే ఎక్కువగా వాణిజ్య ప్రకటనల ఇన్వెంటరీని విక్రయిస్తున్నట్టు తేలింది. ఫార్మా జెయింట్ నోవో నార్డ్‌స్క్, మరికొన్ని కంపెనీలు ఈ అంశాన్ని గుర్తించాయి. మరోవైపు షా విలాసవంతమైన జీవనశైలి ఇన్వెస్టర్లలో అనుమానాలు పెంచింది. అతడు 10 మిలియన్ డాలర్లు వెచ్చింది ఇల్లు కొనుగోలు చేశారు.</p>\n\n\n\n<p>ఈ మొత్తం వ్యవహారంపై వాల్‌స్ట్రీట్ జర్నల్ 2017 లో కథనం ప్రచురించింది. ఆ తర్వాత గోల్డ్ మన్ సాక్క్, ఆల్ఫాబెట్ వంటి ఇన్వెస్టర్లు కోర్టులో కేసు దాఖలు చేశారు. షాపై 2023 ఏప్రిల్‌లో డజను కౌంట్స్‌కు పైగా మనీలాండరింగ్ కేసు నమోదైంది. మిగిలిన ఇద్దరిని కూడా దీనిలో భాగస్వాములను చేశారు. </p>\n\n\n\n<p>ఈ కేసు విచారణ జరిపిన న్యాయస్థానం జూన్ 26 నుంచి షాకు ఏడేళ్ల ఆరు నెలలు, జూన్ 30 నుంచి శ్రద్ధాకు మూడేళ్ల హాఫ్‌వే హౌస్‌లో ఉండేలా, పౌర్డీకి రెండేళ్ల మూడు నెలల జైలు శిక్ష విధించింది. మరోవైపు తాను చేసిన పనికి సిగ్గుపడుతున్నట్టు షా తన నేరం అంగీకారంలో వెల్లడించారు.</p>\n","originalUrl":"https://tattvanews.com/19843/03/07/2024/","hasAudio":false,"hasInfographics":false}