{"id":"wp-en-15691","wp_id":15691,"type":"standard","category":"World","language":"en","title":"PM Modi calls for usage of AI technology to counter threats emanating from digital frauds","excerpt":"Prime Minister Narendra Modi on Sunday addressed the concluding session of the 59th All India Conference of Director Generals/Inspector Generals of Police in Bhubaneswar. While addressing senior police officials, the prime minister expressed concern over the potential threats generated on account of digital frauds, cybercrimes and AI technology, particularly the potential of deepfake to disrupt","author":"Tattva News Team","time":"2/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Modi-AI.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Sunday addressed the concluding session of the 59th All India Conference of Director Generals/Inspector Generals of Police in Bhubaneswar. While addressing senior police officials, the prime minister expressed concern over the potential threats generated on account of digital frauds, cybercrimes and AI technology, particularly the potential of deepfake to disrupt social and familial relations</p>\n\n\n\n<p>He also called for the use of technology to reduce the workload of the police constabulary and suggested that the police station be made the focal point for resource allocation.</p>\n\n\n\n<p>PM Modi noted that wide-ranging discussions had been held on national and international dimensions of security challenges and expressed satisfaction on the counter strategies that emerged during the conference, an official statement said.</p>\n\n\n\n<p>As a counter measure to the potential threats generated by digital frauds, cybercrimes and AI technology, the prime minister called on the police leadership to convert the challenge into an opportunity by harnessing India's double AI power of artificial intelligence and Aspirational India.</p>\n\n\n\n<p>Appreciating the steps taken in urban policing, Modi suggested that each initiative be collated and implemented entirely in 100 cities of the country. He expanded the mantra of SMART policing and called on the police to become strategic, meticulous, adaptable, reliable and transparent.</p>\n\n\n\n<p>The SMART policing idea was introduced by the prime minister at the 2014 conference in Guwahati. It envisaged systemic changes to transform the Indian police to be Strict and Sensitive, Modern and Mobile, Alert and Accountable, Reliable and Responsive, Techno-savvy and Trained (SMART).</p>\n\n\n\n<p>Union Home Minister Amit Shah and National Security Advisor Ajit Doval, among others, attended the meeting.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-calls-for-usage-of-ai-technology-to-counter-threats-emanating-from-digital-frauds-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}