{"id":"wp-en-14225","wp_id":14225,"type":"standard","category":"World","language":"en","title":"PM Modi promise $1 million to the UNESCO World Heritage Centre￼","excerpt":"Prime Minister Narendra Modi inaugurated the 46th Session of the World Heritage Committee Bharat Mandapam in New Delhi. It is for the first time that India is hosting the World Heritage Committee Meeting. The session which starts today will commence on July 31, 2024, at Bharat Mandapam in New Delhi.  He also addressed the event and announced","author":"Tattva News Team","time":"22/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-UNESCO.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi inaugurated the 46th Session of the World Heritage Committee Bharat Mandapam in New Delhi. It is for the first time that India is hosting the World Heritage Committee Meeting. The session which starts today will commence on July 31, 2024, at Bharat Mandapam in New Delhi. </p>\n\n\n\n<p>He also addressed the event and announced a $1 million contribution to the UNESCO World Heritage Centre. He said that the grant will help the countries, especially the Global South, in capacity building, technical assistance and world heritage site conservation. PM Modi said that last year India hosted the G20 with the theme of 'One Earth, One Family, One Future\" which was guided by the principal of 'Vasudhaiv Kutumbhkam.'</p>\n\n\n\n<p>Earlier on July 20, he delightfully took to social media platform X and said, \"It's a matter of immense joy that India is hosting the meeting of the World Heritage Committee in New Delhi. This is the first time our nation is hosting this committee. I look forward to attending the programme at 7 PM tomorrow evening. This is an important forum to exchange views on ways to preserve our heritage.\"</p>\n\n\n\n<p>The Director-General of UNESCO, Audrey Azoulay, was also present at the inaugural event. Notably, the committee meets annually and is responsible for managing all matters related to world heritage. It decides on sites to be inscribed on the World Heritage List. During the session, proposals for nominating new sites on the World Heritage List, State of Conservation reports of 124 existing World Heritage properties, International Assistance and Utilisation of World Heritage Funds, etc., will be discussed.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-promise-1-million-to-the-unesco-world-heritage-centre%ef%bf%bc/","hasAudio":false,"hasInfographics":false}