{"id":"wp-te-19510","wp_id":19510,"type":"standard","category":"World","language":"te","title":"యడియూరప్ప పై నాన్ బెయిలబుల్ అరెస్ట్ వారెంట్","excerpt":"పోక్సో కేసులో కర్ణాటక మాజీ ముఖ్యమంత్రి యెడియూరప్పపై బెంగళూరు ప్రత్యేక కోర్టు నాన్ బెయిలబుల్ అరెస్ట్ వారెంట్ జారీ చేసింది. త్వరలోనే ఆయనను సీఐడీ అధికారులు అరెస్టు చేసే అవకాశం ఉంది. ఈ కేసులో ఇప్పటికే యడ్యూరప్పకు సీఐడీ సమన్లు జారీ చేసి విచారణకు హాజరుకావాలని ఆదేశించింది.  ఢిల్లీలో ఉన్న మాజీ సీఎం యెడియూరప్ప ఢిల్లీ నుంచి తిరిగి బెంగళూరుకు వచ్చే అవకాశం ఉంది. 17 ఏళ్ల బాధిత బాలిక తల్లి ఫిర్యాదు మేరకు మార్చి 14న","author":"Tattva News Team","time":"14/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Yediyurappa.jpg","readTime":"5 min read","contentHTML":"\n<p>పోక్సో కేసులో కర్ణాటక మాజీ ముఖ్యమంత్రి యెడియూరప్పపై బెంగళూరు ప్రత్యేక కోర్టు నాన్ బెయిలబుల్ అరెస్ట్ వారెంట్ జారీ చేసింది. త్వరలోనే ఆయనను సీఐడీ అధికారులు అరెస్టు చేసే అవకాశం ఉంది. ఈ కేసులో ఇప్పటికే యడ్యూరప్పకు సీఐడీ సమన్లు జారీ చేసి విచారణకు హాజరుకావాలని ఆదేశించింది. </p>\n\n\n\n<p>ఢిల్లీలో ఉన్న మాజీ సీఎం యెడియూరప్ప ఢిల్లీ నుంచి తిరిగి బెంగళూరుకు వచ్చే అవకాశం ఉంది. 17 ఏళ్ల బాధిత బాలిక తల్లి ఫిర్యాదు మేరకు మార్చి 14న బెంగళూరు పోలీసులు యెడియూరప్ప పై పోక్సో చట్టం కింద కేసు నమోదు చేశారు.  యడియూరప్ప పై లైంగిక నేరాల నుంచి పిల్లల రక్షణ చట్టం కేసును దర్యాప్తు చేస్తున్న సిఐడి విచారణకు హాజరుకావాలని నోటీసులు జారీ చేసిందని, అవసరమైతే ఆయనను అరెస్టు చేయవచ్చని కర్ణాటక హోంమంత్రి జి.పరమేశ్వర గురువారం తెలిపారు. </p>\n\n\n\n<p>‘‘ఈ కేసులో జూన్ 15 లోగా చార్జిషీట్ దాఖలు చేయాలి. అంతకంటే ముందు వారు (సిఐడి) చార్జిషీట్ దాఖలు చేస్తారు. అందుకు వారు విధివిధానాలను అనుసరించాల్సి ఉంటుంది. వారు ఆయన వాంగ్మూలాన్ని నమోదు చేసి (కోర్టులో) హాజరుపరచాలి’’ అని ఆయన వివరించారు. యెడియూరప్పను అవసరమైతే అరెస్టు చేస్తామని పరమేశ్వర ఓ ప్రశ్నకు సమాధానంగా చెప్పారు. ‘‘అవసరమా, లేదా అని నేను చెప్పలేను, అది సీఐడీ చెప్పాలి. అవసరం అనుకుంటే ఆ పని చేస్తారు’’ అని పరమేశ్వర స్పష్టం చేశారు.</p>\n\n\n\n<p>పార్టీ పార్లమెంటరీ బోర్డు సభ్యుడిగా ఉన్న బీజేపీ సీనియర్ నేత యడియూరప్ప  ప్రస్తుతం ఢిల్లీలో ఉన్నారని, ఆయన తిరిగి వచ్చిన తర్వాత విచారణలో పాల్గొనే అవకాశం ఉందని ఆయన సన్నిహిత వర్గాలు తెలిపాయి. ఈ ఏడాది ఫిబ్రవరి 2న బెంగళూరులోని డాలర్స్ కాలనీలోని తన నివాసంలో జరిగిన సమావేశంలో తన 17 ఏళ్ల కుమార్తెపై యడియూరప్ప లైంగిక దాడికి పాల్పడ్డాడని బాధిత బాలిక తల్లి పోలీసులకు ఫిర్యాదు చేసింది. దాంతో, యడ్యూరప్పపై పోక్సో చట్టం, ఐపీసీ సెక్షన్ 354 ఏ (లైంగిక వేధింపులు) కింద కేసు నమోదు చేసినట్లు పోలీసులు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19510/14/06/2024/","hasAudio":false,"hasInfographics":false}