{"id":"wp-en-14267","wp_id":14267,"type":"standard","category":"World","language":"en","title":"Jal Jeevan Mission achieves 15 crore Rural Tap Connections￼","excerpt":"The National Jal Jeevan Mission (JJM) has achieved a historic milestone by providing tap water connections to 15 crore rural households nationwide. Launched by Prime Minister  Narendra Modi on 15th August 2019, this initiative has rapidly increased rural tap connection coverage from 3 crore to 15 crore in just 5 years. Union Minister for Jal","author":"Tattva News Team","time":"25/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Jal-Jeevan.jpg","readTime":"5 min read","contentHTML":"\n<p>The National Jal Jeevan Mission (JJM) has achieved a historic milestone by providing tap water connections to 15 crore rural households nationwide. Launched by Prime Minister  Narendra Modi on 15th August 2019, this initiative has rapidly increased rural tap connection coverage from 3 crore to 15 crore in just 5 years.</p>\n\n\n\n<p>Union Minister for Jal Shakti,  C.R. Patil, expressed gratitude to the Prime Minister for his leadership, noting that this achievement has significantly improved the quality of life for many. 8 states and 3 Union Territories have achieved 100% coverage, with others like Bihar (96.08%), Uttarakhand (95.02%), Ladakh (93.25%), and Nagaland (91.58%) making substantial progress.</p>\n\n\n\n<p>Additionally, 2.28 lakh villages and 190 districts have reported ‘Har Ghar Jal,’ and over 1.25 lakh villages are certified. 5.24 lakh Village Water and Sanitation Committees (VWSCs)/Paani Samitis have been formed, and 5.12 lakh Village Action Plans (VAPs) have been developed.</p>\n\n\n\n<p>JJM rigorously tests water samples from source and delivery points, supported by 2,163 laboratories and over 24.59 lakh trained women using Field Testing Kits (FTKs). Safe drinking water is now available in all Arsenic and Fluoride-affected areas. The mission has ensured tap water supply in 9.28 lakh (88.91%) schools and 9.68 lakh (85.08%) Anganwadi centres nationwide.</p>\n\n\n\n<p>In the 112 aspirational districts, tap water access surged from 21.38 lakh (7.80%) households at launch to 2.11 crore (77.16%) households. The ‘Har Ghar Jal’ initiative brings substantial socio-economic benefits, liberating rural populations, especially women and young girls, from the task of fetching water daily. The time saved is now directed towards income-generating activities, skill development, and supporting children’s education, profoundly transforming rural life by enhancing the quality of life, health, well-being, and community empowerment.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/jal-jeevan-mission-achieves-15-crore-rural-tap-connections%ef%bf%bc/","hasAudio":false,"hasInfographics":false}