{"id":"wp-te-19110","wp_id":19110,"type":"standard","category":"World","language":"te","title":"కోల్‌కతాలో అదృశ్యమైన బంగ్లాదేశ్ ఎంపి హత్య","excerpt":"బంగ్లాదేశ్ ఎంపి అన్వరుల్ అజీమ్ (55) కోల్‌కతాలో మరణించినట్లు పశ్చిమ బెంగాల్ పోలీసులు ధ్రువీకరించారని బంగ్లాదేశ్ మంత్రి ఒకరు తెలియజేశారు. బంగ్లాదేశ్ అధికార అవామీ లీగ్ ఎంపి అన్వరుల్ వైద్య చికిత్స కోసం ఈ నెల 12న కోల్‌కతాకు వచ్చారు. ఆ దరిమిలా ఆయన అదృశ్యమైనట్లు తెలియవచ్చింది. ఆయన కనిపించకుండా పోయిన తరువాత కోల్‌కతా పోలీసులు ఈ నెల18న ఒక జనరల్ డైరీ దాఖలు చేశారు.  కోల్‌కతా బారానగర్ పోలీస్ స్టేషన్‌లో ప్రాథమిక ఫిర్యాదు దాఖలు చేసిన","author":"Tattva News Team","time":"23/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Bangla-MP1.jpg","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్ ఎంపి అన్వరుల్ అజీమ్ (55) కోల్‌కతాలో మరణించినట్లు పశ్చిమ బెంగాల్ పోలీసులు ధ్రువీకరించారని బంగ్లాదేశ్ మంత్రి ఒకరు తెలియజేశారు. బంగ్లాదేశ్ అధికార అవామీ లీగ్ ఎంపి అన్వరుల్ వైద్య చికిత్స కోసం ఈ నెల 12న కోల్‌కతాకు వచ్చారు. ఆ దరిమిలా ఆయన అదృశ్యమైనట్లు తెలియవచ్చింది. ఆయన కనిపించకుండా పోయిన తరువాత కోల్‌కతా పోలీసులు ఈ నెల18న ఒక జనరల్ డైరీ దాఖలు చేశారు. </p>\n\n\n\n<p>కోల్‌కతా బారానగర్ పోలీస్ స్టేషన్‌లో ప్రాథమిక ఫిర్యాదు దాఖలు చేసిన తరువాత బంగ్లాదేశ్ ఎంపి చివరిసారిగా కోల్‌కతా న్యూటౌన్ ప్రాంతం సమీపంలో కనిపించినట్లు పోలీస్ వర్గాలు వెల్లడించాయి. మూడు సార్లు ఎంపి అన్వరుల్ ఒకరిని కలవడానికి వెళ్లిన న్యూటౌన్ ప్రాంతంలో ఒక ఫ్లాట్‌లో హత్యకు గురైనట్లు పోలీస్ వర్గాలు తెలిపాయి. </p>\n\n\n\n<p>కాళీగంజ్ ఉపజిలా అవామీ లీగ్ అధ్యక్షుడు కూడా అయిన అన్వరుల్ అజీమ్ తన కుటుంబ మిత్రుడు గోపాల్ బిశ్వాస్‌ను కలిసేందుకు ఈ నెల 12న రాత్రి సుమారు 7 గంటలకు కోల్‌కతాలోని ఆయన ఇంటికి వెళ్లారని ఆ వర్గాలు మీడియాకు తెలిపాయి. ఆ మరునాడు మధ్యాహ్నం 1.41 గంటలకు అన్వరుల్ ఒక వైద్యుని కలవవలసి ఉందని చెప్పి గోపాల్ ఇంటి నుంచి బయలుదేరారు. తాను సాయంత్రం తిరిగి వస్తానని కూడా ఆయన చెప్పారు. </p>\n\n\n\n<p>ఆయన బిధాన్ పార్క్ వద్ద కలకత్తా పబ్లిక్ స్కూల్ ముందు ఒక ట్యాక్సీ ఎక్కారు. అక్కడి నుంచి బయలుదేరిన తరువాత అజీమ్ ఆ సాయంత్రం తాను ఢిల్లీకి వెళుతున్నానని, అక్కడికి చేరిన తరువాత ఫోన్ చేస్తానని తన మిత్రుడు గోపాల్‌కు తెలియజేశారు. తనకు ఫోన్ చేయవద్దని కూడా ఎంపి తన మిత్రుని హెచ్చరించారు. </p>\n\n\n\n<p>15న అజీమ్ మరొక వాట్సాప్ సందేశంలో తాను ఢిల్లీ చేరానని, విఐపిలతో ఉన్నానని గోపాల్‌కు తెలిపారు. తనకు ఫోన్ చేయవలసిన అవసరం లేదని కూడా ఆయన సూచించారు. ఆయన అదే సందేశాన్ని తన పిఎ రౌఫ్‌కు కూడా పంపారు. 17న అన్వరుల్ అందుబాటులోకి రాకపోవడంతో ఆయన కుటుంబం గోపాల్‌కు ఫోన్ చేసి ఆయనను సంప్రదించలేకపోతున్నామని తెలిపారు.</p>\n\n\n\n<p>ఆయన కుటుంబం అదే రోజు ఢాకాలో పోలీసులకు ఒక ఫిర్యాదు దాఖలు చేశారు. అప్పటి నుంచి ఎంపి జాడ తెలియలేదు. విచారణల ఒక వ్యక్తి బంగ్లాదేశ్‌లోని పోలీసుల ముందు తాను అన్వరుల్ అజీమ్‌ను చంపినట్లు ఒప్పుకున్నాడు. అదే విషయాన్ని కోల్‌కతాలోని పోలీస్ అధికారులకు తెలియజేసినట్లు పోలీస్ వర్గాలు చెప్పాయి.</p>\n\n\n\n<p> అయితే, మృతదేహాన్ని న్యూటౌన్‌లో ఎక్కడా ఇంత వరకు స్వాధీనం చేసుకోలేదు. ఈ విషయమై బిధాన్ నగర్ పోలీస్ కమిషనరేట్ దర్యాప్తు నిర్వహిస్తోంది. మూడు సార్లు అవామీ లీగ్ ఎంపి జాడ తీయడం కోసం కోల్‌కతాలో గాలింపు కార్యక్రమాన్ని ప్రారంభించారు కూడా.</p>\n","originalUrl":"https://tattvanews.com/19110/23/05/2024/","hasAudio":false,"hasInfographics":false}