{"id":"wp-te-20297","wp_id":20297,"type":"standard","category":"World","language":"te","title":"గోదావరి, కృష్ణా, తుంగభద్ర నదులకు పెరుగుతున్న వరద","excerpt":"గోదావరి, కృష్ణా, తుంగభద్ర నదులకు వస్తున్న వరద రోజురోజుకూ పెరుగుతోంది. కృష్ణాతో పాటు తుంగభద్ర నదుల్లో వరద పోటెత్తడంతో శ్రీశైలం డ్యామ్‌కు భారీగా వరద ప్రవాహం చేరుతోంది. శ్రీశైలంలోకి 4.5 లక్షల క్యూసెక్కుల వరద నీరు వచ్చి చేరుతోంది. జూరాల నుంచి దాదాపు 3.04 లక్షల క్యూసెక్కులు, తుంగభధ్ర నుండి 1.56 లక్షల క్యూసెక్కులు వస్తున్నాయి.  శ్రీశైలం డ్యామ్‌ పూర్తిస్థాయి సామర్థ్యం 885 అడుగులు కాగా ప్రస్తుతం 872 అడుగులకు చేరుకుంది. ఎగువన భారీ వర్షాలు కురుస్తుండటంతో","author":"Tattva News Team","time":"29/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Flood.jpg","readTime":"5 min read","contentHTML":"\n<p>గోదావరి, కృష్ణా, తుంగభద్ర నదులకు వస్తున్న వరద రోజురోజుకూ పెరుగుతోంది. కృష్ణాతో పాటు తుంగభద్ర నదుల్లో వరద పోటెత్తడంతో శ్రీశైలం డ్యామ్‌కు భారీగా వరద ప్రవాహం చేరుతోంది. శ్రీశైలంలోకి 4.5 లక్షల క్యూసెక్కుల వరద నీరు వచ్చి చేరుతోంది. జూరాల నుంచి దాదాపు 3.04 లక్షల క్యూసెక్కులు, తుంగభధ్ర నుండి 1.56 లక్షల క్యూసెక్కులు వస్తున్నాయి. </p>\n\n\n\n<p>శ్రీశైలం డ్యామ్‌ పూర్తిస్థాయి సామర్థ్యం 885 అడుగులు కాగా ప్రస్తుతం 872 అడుగులకు చేరుకుంది. ఎగువన భారీ వర్షాలు కురుస్తుండటంతో శ్రీశైలం కుడిగట్టు విద్యుత్‌ కేంద్రంలో 14.145 ఎంయు ఉత్పత్తితో 25,768 కూసెక్కులు, ఎడమగట్టు విద్యుత్‌ కేంద్రంలో 17.939 ఎంయు ఉత్పత్తితో 35,597 క్యూసెక్కులు కలిపి పూర్తిస్థాయిలో విద్యుత్‌ ఉత్పత్తితో 62 వేల క్యూసెక్కుల నీటిని దిగువన నాగార్జున సాగర్‌లోకి వదులుతున్నారు. </p>\n\n\n\n<p>అలాగే పోతిరెడ్డిపాడు హెడ్‌ రెగ్యులేటర్‌ నుండి 15 వేల క్యూసెక్కులను వదులుతున్నారు. ఆల్మట్టి, నారాయణపూర్‌, జూరాల ప్రాజెక్టుల్లో పూర్తి స్థాయి నీటిమట్టం ఉండటంతో ఎగువ ప్రాంతం నుంచి వరద ప్రవాహం కొనసాగుతోంది. మరోవైపు తుంగభద్ర డ్యామ్‌ కూడా నిండిపోయింది. ఎగువ నుండి వచ్చే వరద భారీగా వుండటంతో మంగళవారం ఉదయం శ్రీశైలం గేట్లను తెరిచేందుకు అధికారులు సన్నద్ధం చేస్తున్నట్లు తెలిసింది.</p>\n\n\n\n<p>ధవళేశ్వరం వద్ద గోదావరి ఇంకా శాంతించలేదు. ఎగువ రాష్ట్రాల్లో కురుస్తున్న వర్షాలకు, రాష్ట్రంలోనూ కురుస్తున్న వర్షాలు తోడవడంతోపాటు కొండవాగులు పొంగి పొర్లడంతో గోదావరికి వరద తాకిడి మరింత పెరిగింది. భద్రాచలం వద్ద క్రమక్రమంగా తగ్గుముఖం పడుతున్నప్పటికీ ధవళేశ్వరంలోని కాటన్‌ బ్యారేజీ వద్ద పోటెత్తుతోంది. </p>\n\n\n\n<p>భద్రాచలం వద్ద ఆదివారం నాటికి 48.10 అడుగుల నీటిమట్టం నమోదైంది. అక్కడ వరద ఉధృతి తగ్గుముఖం పట్టడంతో 3వ ప్రమాద హెచ్చరికను అధికారులు ఉపసంహరించారు. రెండో ప్రమాద హెచ్చరిక కొనసాగుతోంది. ధవళేశ్వరంలోని కాటన్‌ బ్యారేజీ వద్ద 15.80 అడుగుల నీటిమట్టం నమోదైంది. </p>\n\n\n\n<p>దీంతో, అక్కడి 175 గేట్ల ద్వారా 16,14,844 లక్షల క్యూసెక్కుల మిగులు జలాలను సముద్రంలోకి విడిచిపెడుతున్నారు. రెండు రోజులుగా ఇక్కడ రెండో ప్రమాద హెచ్చరిక అమల్లోనే ఉంది. ఉధృతి నేపథ్యంలో ఇక్కడ మూడో ప్రమాద హెచ్చరిక ప్రకటించే అవకాశం ఉంది.</p>\n","originalUrl":"https://tattvanews.com/20297/29/07/2024/","hasAudio":false,"hasInfographics":false}