{"id":"wp-en-14421","wp_id":14421,"type":"standard","category":"World","language":"en","title":"Hasina resigns amidst unrest in Bangladesh, Army chief vows to form interim government","excerpt":"By Nava J Thakuria Amidst relentless unrest in Bangladesh over the quota in government jobs, Prime Minister  Sheikh Hasina resigned from her post and left the country. The longest serving lady premier in the world, Hasina initially arrived in Agartala and then moved to New Delhi with the support from the Indian high commission in","author":"Tattva News Team","time":"5/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Hasina1.webp","readTime":"5 min read","contentHTML":"\n<h2 class=\"wp-block-heading\"><strong><h2 style=\"mso-pagination:widow-orphan;\"><b><span style=\"mso-spacerun:'yes';font-family:'Times New Roman';font-weight:bold;\nfont-size:14.0000pt;\"><strong>By Nava J Thakuria</strong></span></b></h2></strong>Amidst relentless unrest in Bangladesh over the quota in government jobs, Prime Minister  Sheikh Hasina resigned from her post and left the country. The longest serving lady premier in the world, Hasina initially arrived in Agartala and then moved to New Delhi with the support from the Indian high commission in Dhaka. Daughter of Bangabandhu Sheikh Mujibur Rahman, Hasina may fly to Europe for her last destination as she may not take refuge in India.</h2>\n\n\n\n<p>Meanwhile, Bangladesh Army chief  Waker-Uz-Zaman announced in Dhaka that an interim government will be formed, where representatives of all political parties are expected to be included. Unconfirmed report says that Nobel laureate Professor Muhammad Yunus may lead the caretaker government, which will guide their election commission to conduct a national election within a few months to hand over legitimate power.     </p>\n\n\n\n<p>The chief of Bangla armed forces also appealed to everyone in Bangladesh to restrain from violent activities. The south Asian nation has witnessed  massive protest demonstrations since last month. In the middle of July, nearly 200 protesters died in the violence, which was allegedly instigated by the police personnel and a large number of supporters of Hasina’s party Awami League.  </p>\n\n\n\n<p>Later the Supreme Court of Bangladesh reduced the job reservation from 30 to 5 percent, but even though it  did not quell the movement. Lately the protesters, supported by the opposition leaders and common civilians, raised the demand for Hasina’s immediate resignation. But unfortunately another 100 people died in the last two days on the streets of Bangladesh, which created an enormous resentment against Hasina.</p>\n\n\n\n<p>Days back, UN High Commissioner for Human Rights Volker Türk called for an impartial probe into alleged human rights violations across Bangladesh. He also called on Dhaka to restore full Internet access to enable free communication for all  including the media persons  in accordance with international law. The UN rights chief urged the government to disclose full details about the crackdown on protests. Amnesty International also  claimed that the Bangladesh police unlawfully used lethal and less-lethal weapons against student protesters.</p>\n\n\n\n<p>The London-based human rights organization argued that  the continued verification and analysis of video and photographic evidence provides a grim picture. The egregious human rights records of Bangla government and Rapid Action Battalion, which has been deployed to police the protests, provides little reassurance that the protesters’ rights would be protected in the absence of active international monitoring with internet and communication restrictions still partially in place.</p>\n\n\n\n<p>Prof Yunus, who is popularly known as the banker to the poor, also  made a clarion call to the international community including the United Nations to halt the murder of agitating Bangladeshi nationals.  Currently visiting Paris, Prof Yunus commented that millions of students and others protesting nationals were attacked by the police personnel  and ‘there must be investigations into the killings that have taken place already’.</p>\n\n\n\n<p>Speaking to this writer, the octogenarian banker turned social thinker, who faces personal harassment from Hasina with a number of fictitious  legal charges, insisted on quality debates over the turmoil faced by his country of 170 people. Even the high school students became the victims as they joined the anti-quota movement that began on 1 July following a court order reinstating the reservation facility in all government jobs for the dependents of war veterans, he added.</p>\n\n\n\n<p>Though it began with a peaceful protest demonstration on the prestigious Dhaka University campus demanding the reservation quota for the dependents of  freedom fighters’ families (who fought against the brutal Pakistani forces) to be abolished, it spread quickly to other university campuses and cities to emerge as a national outrage against the Hasina government. The general population, who are seemingly unhappy with the Hasina regime that achieved the fourth consecutive victory on 7 January 2024 national elections with no opposition candidates on the field, joined the movement.</p>\n\n\n\n<p>The ruling party leaders including some ministers in Hasina’s cabinet alleged that the anti-quota  movement was hijacked by the Bangladesh Nationalist Party along with radicalized  Jamaat-e-Islami workers to topple the government. They claimed that the so-called agitators with the endorsement of BNP leaders indulged in violent activities. BNP chief Khaleda Zia’s son Tarique Rahman, who is living in exile for years, was also  accused of hatching a conspiracy against the government</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n\n\n\n<h2 class=\"wp-block-heading\"></h2>\n","originalUrl":"https://en.tattvanews.com/special-stories/hasina-resigns-amidst-unrest-in-bangladesh-army-chief-vows-to-form-interim-government%ef%bf%bc/","hasAudio":false,"hasInfographics":false}