{"id":"wp-en-14994","wp_id":14994,"type":"standard","category":"World","language":"en","title":"Miya Muslims in Sonapur: A Threat to Tribal identity and dominion","excerpt":"By Buddha Bharat Guwahati-based young social activist Assam has witnessed a growing concern for the increasing population of Miya Muslims in recent years which has slowly eroded the domination of indigenous populations. Talking about Sonapur, which is adjacent to Guwahati, one can reveal that over  10,000 Miya people (who had originally migrated from East Pakistan/Bangladesh)","author":"Tattva News Team","time":"18/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Miya-Muslims.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Buddha Bharat</strong></p>\n\n\n\n<p><strong>Guwahati-based young social activist</strong></p>\n\n\n\n<p>Assam has witnessed a growing concern for the increasing population of Miya Muslims in recent years which has slowly eroded the domination of indigenous populations. Talking about Sonapur, which is adjacent to Guwahati, one can reveal that over  10,000 Miya people (who had originally migrated from East Pakistan/Bangladesh) came to live in Sonapur, a historically tribal locality. The new residents reportedly came from Barpeta, Darrang, Morigaon, etc localities even though they have residences in those places.</p>\n\n\n\n<p>This kind of migration not only disrupted the demographic balance but also resulted in outnumbering Miya Muslims and thus overshadowing the tribal people in their own land.  What is alarming is that these settlers have managed to elect their own candidates twice as presidents of the Sonapur Panchayat. This is not just a victory in local elections but they used it as a symbolic conquest which erods tribal autonomy and culture.</p>\n\n\n\n<p>While indigenous communities struggle to preserve their identity and land, the political establishment, specifically the Congress, AIUDF, and AJP led by Lurinjyoti Gogoi  demanded rehabilitation for these families who in fcat  encroached the tribal land. Their demands raise serious questions about their political priorities. Are they  concerned more about their vote banks than the protection of  indigenous people in Assam?</p>\n\n\n\n<p>The Miya Muslims used to live in Barpeta, Darrang, Morigaon, etc localities for years. But why have they moved to tribal territories like Sonapur? The answer lies in a calculated political move to destabilize the State’s  demography. The settlers with political backing want to expand their influences into the regions which traditionally do not belong to them. Some local leaders, hoping to get short-term electoral gains, come forward to help those migrants.</p>\n\n\n\n<p>The Congress and AIUDF have long been known to play the communal cards, while wooing minority voters for political mileage. However, some promising Assamese politicians (read Lurinjyoti Gogoi and his associates) have also fallen into the trap preaching for appeasement to minorities. They pretend to be saviours of indigenous  people, but do not hesitate to support Miya Muslims for personal political gains.</p>\n\n\n\n<p>The issue is not just related to the land, but the preservation of rich tribal heritage like in Sonapur, where indigenous communities live for centuries. By allowing the Miya Muslims to settle in their locality and then helping the migrants to enjoy political power is nothing but directly paving the way for the slow demise of tribal characteristics. Now if the trend continues unchecked, Sonapur will soon become another locality, where the indigenous people get marginalized in their ancestors' places. Should we afford to let it  happen? </p>\n\n\n\n<p>The tribal areas of Assam must be reserved for them only. So the influx of outsiders, who had no historical or cultural ties to the region, must be stopped. The people of Assam should  wake up to this demographic threat. The State’s tribal identity, which is integral to its soul, is being diluted in the name of rehabilitation and political expediency. It’s time for strong  leadership to  prioritize the rights of indigenous people over vote-bank politics.</p>\n\n\n\n<p>So instead of supporting unjust demands of the Congress, AIUDF and AJP, the responsible citizens of Assam must stand firm against the demographic invasion with an aim to safeguard the tribal communities. Their culture, their way of life, and their future will depend on it and political opportunism must not be allowed to destroy the very essence of Assam.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/miya-muslims-in-sonapur-a-threat-to-tribal-identity-and-dominion/","hasAudio":false,"hasInfographics":false}