{"id":"wp-te-19804","wp_id":19804,"type":"standard","category":"World","language":"te","title":"స్మార్ట్ సిటీస్ మిషన్ గడువు పొడిగింపు","excerpt":"ముఖ్యమంత్రి రేవంత్ రెడ్డి విజ్ఞప్తి మేరకు స్మార్ట్ సిటీస్ మిషన్ గడువును 2025 వరకు పెంచుతూ కేంద్రం నిర్ణయం తీసుకుంది. జూన్ తోనే స్మార్ట్ సిటీస్ మిషన్ గడువు ముగియనుండగా, మరో ఏడాది పాటు 2025 మార్చి 31వ తేదీ వరకు గడువును కేంద్రం పెంచింది.  గత నెల 24వ తేదీన ఢిల్లీ పర్యటనలో ఉన్న సిఎం రేవంత్ కేంద్ర గృహ నిర్మాణ, పట్టణ వ్యవహారాల శాఖ మంత్రితో ఈ విషయమై భేటీ అయ్యారు. ఈ నేపథ్యంలోనే","author":"Tattva News Team","time":"1/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Smart-City.jpg","readTime":"5 min read","contentHTML":"\n<p> ముఖ్యమంత్రి రేవంత్ రెడ్డి విజ్ఞప్తి మేరకు స్మార్ట్ సిటీస్ మిషన్ గడువును 2025 వరకు పెంచుతూ కేంద్రం నిర్ణయం తీసుకుంది. జూన్ తోనే స్మార్ట్ సిటీస్ మిషన్ గడువు ముగియనుండగా, మరో ఏడాది పాటు 2025 మార్చి 31వ తేదీ వరకు గడువును కేంద్రం పెంచింది. </p>\n\n\n\n<p>గత నెల 24వ తేదీన ఢిల్లీ పర్యటనలో ఉన్న సిఎం రేవంత్ కేంద్ర గృహ నిర్మాణ, పట్టణ వ్యవహారాల శాఖ మంత్రితో ఈ విషయమై భేటీ అయ్యారు. ఈ నేపథ్యంలోనే గడువు పెంచాలని సిఎం రేవంత్ కేంద్రమంత్రిని విజ్ఞప్తి చేశారు. అందులో భాగంగా కేంద్రం ఈ మేరకు నిర్ణయం తీసుకుంది.</p>\n\n\n\n<p>ప్రస్తుతం రాష్ట్రంలో వరంగల్, కరీంనగర్ నగరాల్లో స్మార్ట్ సిటీస్ మిషన్ పనులు కొనసాగుతున్నాయి. వరంగల్‌లో ఇప్పటివరకు 45 పనులు పూర్తి కాగా, రూ.518 కోట్లతో మరో 66 పనులు కొనసాగుతున్నాయి. కరీంనగర్‌లో 25 పనులు పూర్తి కాగా, మరో రూ.287 కోట్లకు సంబంధించిన 22 పనులు కొనసాగుతున్నాయి. </p>\n\n\n\n<p>స్మార్ట్ సిటీ మిషన్ పనులు పూర్తి కాకపోవడంతో ప్రజా ప్రయోజనాలను దృష్టిలో పెట్టుకొని ఈ పనులు పూర్తయ్యే వరకు మిషన్ గడువు పొడిగించాలని కేంద్ర ప్రభుత్వాన్ని సిఎం కోరారు. సిఎం విజ్ఞప్తికి స్పందించిన కేంద్రం స్మార్ట్ సిటీ మిషన్‌ను 2025 మార్చి 31 వరకు పొడిగిస్తూ రాష్ట్రాలకు లేఖ రాసింది. ఇప్పటికే నిధులు కేటాయించి ఆమోదించిన పనులను కొనసాగించాలని, కొత్త పనుల మంజూరు ఉండదని ఈ లేఖలో కేంద్రం స్పష్టం చేసింది.</p>\n\n\n\n<p> జరుగుతున్న పనులకు సంబంధించిన నిధులను ఈ ఏడాది సెప్టెంబర్ వరకు ఫస్ట్ కమ్ ఫస్ట్ పద్ధతిన విడుదల చేస్తామని కేంద్రం తెలిపింది. వీలైనంత త్వరగా ఈ పనులను పూర్తి చేయాలని కేంద్రం సూచించింది. ఇప్పటికే నిధులు కేటాయించి ఆమోదించిన పనులను కొనసాగించాలని ఈ లేఖలో కేంద్రం స్పష్టం చేసింది.</p>\n\n\n\n<p>ప్రధాన మంత్రి నరేంద్ర మోడీ 2015 జూన్ 25న ఈ కార్యక్రమాన్ని ప్రారంభించారు. ఈ మిషన్ అమలు బాధ్యతను కేంద్ర పట్టణాభివృద్ధి మంత్రిత్వ శాఖ నిర్వహిస్తోంది. స్మార్ట్ సిటీస్ మిషన్ ప్రాజెక్టులో భాగంగా మొట్టమొదటగా వంద నగరాలను ఎంపిక చేశారు. </p>\n\n\n\n<p>ఈ వంద నగరాలను అన్ని రాష్ట్రాలు, కేంద్రపాలిత ప్రాంతాల నుంచి ఎన్నుకున్నారు. ప్రధాన మౌలిక సదుపాయాలు, స్వచ్ఛమైన, స్థిరమైన పర్యావరణం, అధిక నాణ్యత గల జీవనాన్ని అందించే నగరాలను ప్రోత్సహించే లక్ష్యంతో ఈ పథకం ప్రవేశపెట్టారు. ఇప్పటికీ విజయవంతం అవుతోంది.</p>\n","originalUrl":"https://tattvanews.com/19804/01/07/2024/","hasAudio":false,"hasInfographics":false}