{"id":"wp-te-19824","wp_id":19824,"type":"standard","category":"World","language":"te","title":"విభజన హామీలపై 6న చంద్రబాబు, రేవంత్ రెడ్డి భేటీ!","excerpt":"రెండు తెలుగు రాష్ట్రాల మధ్య విభజన హామీలకు సంబంధించిన అంశాలపై చర్చించుకుందామని ప్రతిపాదిస్తూ ఏపీ ముఖ్యమంత్రి చంద్రబాబు నాయుడు లేఖ వ్రాయడంతో తెలంగాణ ముఖ్యమంత్రి రేవంత్ రెడ్డి సానుకూలంగా స్పందించారు. దానితో ఇద్దరు ముఖ్యమంత్రులు ఈ నెల 6న హైదరాబాద్ లోని ప్రజా భవన్ లో సమావేశం కానున్నారు. ఈ సమావేశంలో రెండు రాష్ట్రాలకు చెందిన సీనియర్ మంత్రులు, ఉన్నతాధికారులు కూడా పాల్గొంటున్నారు.  ఉమ్మడి ఆంధ్రప్రదేశ్​ విభజన జరిగి పదేళ్లు దాటినా విభజన చట్టం అమల్లో భాగంగా","author":"Tattva News Team","time":"2/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Chandrababu-Revanth1.jpg","readTime":"5 min read","contentHTML":"\n<p>రెండు తెలుగు రాష్ట్రాల మధ్య విభజన హామీలకు సంబంధించిన అంశాలపై చర్చించుకుందామని ప్రతిపాదిస్తూ ఏపీ ముఖ్యమంత్రి చంద్రబాబు నాయుడు లేఖ వ్రాయడంతో తెలంగాణ ముఖ్యమంత్రి రేవంత్ రెడ్డి సానుకూలంగా స్పందించారు. దానితో ఇద్దరు ముఖ్యమంత్రులు ఈ నెల 6న హైదరాబాద్ లోని ప్రజా భవన్ లో సమావేశం కానున్నారు.</p>\n\n\n\n<p>ఈ సమావేశంలో రెండు రాష్ట్రాలకు చెందిన సీనియర్ మంత్రులు, ఉన్నతాధికారులు కూడా పాల్గొంటున్నారు.  ఉమ్మడి ఆంధ్రప్రదేశ్​ విభజన జరిగి పదేళ్లు దాటినా విభజన చట్టం అమల్లో భాగంగా ఉత్పన్నమైన సమస్యలపై చర్చలు జరిగినా కొన్ని అంశాలు ఇంకా పరిష్కారం కాలేదని తన లేఖలో చంద్రబాబు ప్రస్తావించారు. రెండు రాష్ట్రాల ఉమ్మడి ప్రయోజనాలను దృష్టిలో పెట్టుకుని ముఖాముఖి ద్వారా కీలక అంశాలను పరిష్కరించుకునేందుకు వీలుంటుందని అయన స్పష్టం చేశారు. </p>\n\n\n\n<p>ఈ చర్చలు మంచి ఫలితాలిస్తాయనే నమ్మకం ఉందని లేఖలో చంద్రబాబు పేర్కొన్నారు. రెండు రాష్ట్రాల్లో మధ్య సుస్థిర ప్రగతి సాధించడానికి పరస్పర సహకారం అవసరమని తేల్చి చెప్పారు. తెలుగు రాష్ట్రాల ముఖ్యమంత్రులుగా ఇది మన బాధ్యత అని చంద్రబాబు వివరించారు. ప్రజల అభ్యున్నతికి దోహదపడేలా ఉమ్మడి లక్ష్యాలను సాధించడంలో ఇది కీలకం అని తెలిపారు.</p>\n\n\n\n<p>పరస్పర సహకారం తెలుగు ప్రజల అభ్యున్నతికి తోడ్పడుతుందని చంద్రబాబు తెలిపారు. ఉమ్మడి అంశాల సామరస్య పరిష్కారానికి ఎదురుచూస్తున్నట్లు ఆయన లేఖలో వెల్లడించారు. తెలుగు రాష్ట్రాల సంక్షేమం, పురోగతికి దోహదపడేలా ముఖ్యమైన సమస్యలను పరిష్కరించుకోవాల్సిన అవసరం ఉందిని రేవంత్ రెడ్డికి రాసిన లేఖలో అభిప్రాయపడ్డారు.  తెలంగాణ అభివృద్ధి, ప్రగతికి రేవంత్‌రెడ్డి చేస్తున్న కృషిని చంద్రబాబు ప్రశంసించారు. మీ అంకితభావం, నాయకత్వం తెలంగాణ ప్రగతికి గణనీయంగా తోడ్పడతాయన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19824/02/07/2024/","hasAudio":false,"hasInfographics":false}