{"id":"wp-en-15145","wp_id":15145,"type":"standard","category":"World","language":"en","title":"Hezbollah chief Hassan Nasrallah's death in Israeli strike on Beirut￼","excerpt":"In a major development that is expected to alter the dynamics of the ongoing Israel-Lebanon conflict, Hezbollah confirmed on Saturday that its leader Sayyed Hassan Nasrallah was killed. The group said in a statement it would continue its battle against Israel \"in support of Gaza and Palestine, and in defence of Lebanon and its steadfast","author":"Tattva News Team","time":"29/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Hezbollah-chief.jpg","readTime":"5 min read","contentHTML":"\n<h2 class=\"wp-block-heading\">In a major development that is expected to alter the dynamics of the ongoing Israel-Lebanon conflict, Hezbollah confirmed on Saturday that its leader Sayyed Hassan Nasrallah was killed. The group said in a statement it would continue its battle against Israel \"in support of Gaza and Palestine, and in defence of Lebanon and its steadfast and honourable people\".</h2>\n\n\n\n<p>The group said Nasrallah “has joined his fellow martyrs.” Nasrallah led the militant group for more than three decades. His death could dramatically reshape conflicts across the Middle East.</p>\n\n\n\n<p>Israeli forces said the Hezbollah chief, who has been leading the Iran-backed group for 32 years, the military's Arabic-speaking spokesperson Avichay Adraee said on Saturday, a day after an Israeli strike on the southern suburbs of Beirut targeting Hezbollah's headquarters.</p>\n\n\n\n<p>\"Hassan Nasrallah will no longer be able to terrorise the world,\" said the Israel Defence Forces on X. “The Hezbollah terrorist organisation, headed by Hassan Nasrallah, joined the Hamas terrorist organization in its war against the State of Israel on October 8th. Since then, Hezbollah has been continuing its ongoing and unprovoked attacks on the citizens of the State of Israel, dragging the State of Lebanon and the entire region into a wider escalation,” said the IDF in a statement.</p>\n\n\n\n<p>Nasrallah was killed along with Ali Karki and other Hezbollah commanders. The Israeli Army said Nasrallah was responsible for the murder of many Israeli citizens and soldiers and for planning thousands of terrorist activities against the Jewish state. He was the main decision-maker and the sole approver of strategic-systemic decisions, and sometimes also tactical decisions in the organisation.</p>\n\n\n\n<p>Israel's Chief of Staff, Lt Gen Herzi Halevi, said Saturday that the elimination of Nasrallah was “not the end of our toolbox,” indicating that more strikes were planned. He said that the strike targeting Hezbollah leadership was the result of a long period of preparation. Hassan Nasrallah is by far the most powerful target to be killed by Israel in weeks of intensified fighting with Hezbollah. </p>\n\n\n\n<p>Zainab Nasrallah, the daughter of Hezbollah leader Hassan Nasrallah, was reportedly killed in an Israeli airstrike targeting Hezbollah strongholds in Beirut's suburbs on Friday. This came as Israel stepped up its airstrikes on Lebanon as a wave of air raids hit Beirut, unleashing attacks on the Iran-backed militant outfit Hezbollah’s headquarters that apparently targeted its head Nasrallah. </p>\n","originalUrl":"https://en.tattvanews.com/international/hezbollah-chief-hassan-nasrallahs-death-in-israeli-strike-on-beirut%ef%bf%bc/","hasAudio":false,"hasInfographics":false}