{"id":"wp-en-13239","wp_id":13239,"type":"standard","category":"World","language":"en","title":"14 dead, 64 injured in Mumbai’s hoarding collapse","excerpt":"14 people died and 64 were injured after a metal billboard collapsed in Mumbai’s Ghatkopar as heavy rains and gusty winds hit the city and suburbs. According to the Brihanmumbai Municipal Corporation (BMC), nearly 100 people were feared trapped when the hoarding collapsed around 4.30 pm. The billboard, located near the Eastern Express Highway (EEH) in","author":"Tattva News Team","time":"14/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Mumbai-mishap.jpg","readTime":"5 min read","contentHTML":"\n<p>14 people died and 64 were injured after a metal billboard collapsed in Mumbai’s Ghatkopar as heavy rains and gusty winds hit the city and suburbs. According to the Brihanmumbai Municipal Corporation (BMC), nearly 100 people were feared trapped when the hoarding collapsed around 4.30 pm.</p>\n\n\n\n<p>The billboard, located near the Eastern Express Highway (EEH) in Pant Nagar, collapsed on a petrol pump. The structure has damaged the scaffolding of the petrol pump along with a few vehicles that were parked at the pump, however the petrol dispensing units were not affected.</p>\n\n\n\n<p>Maharashtra Chief Minister Eknath Shinde reached the spot and reviewed the rescue operations. The chief minister has announced the treatment of the injured at government expense and compensation of Rs 500,000 to the next kin of the dead.</p>\n\n\n\n<p>An FIR has been registered against those responsible for the incident and orders have been given to take action.  Also, Maharashtra Deputy CM Devendra Fadnavis said a high-level inquiry has been ordered into the incident.</p>\n\n\n\n<p>\"47 citizens have been evacuated so far in the hoarding collapse accident in Ghatkopar area. Departments like Mumbai Police, Municipal Corporation, Disaster Management are coordinating and efforts are being made to evacuate the trapped people on a war footing. The injured are being treated at Rajawadi Hospital and will be given all possible assistance. A high-level inquiry has been ordered into the incident,\" he posted on X.</p>\n\n\n\n<p>Brihanmumbai Municipal Corporation (BMC) Commissioner Bhushan Gagrani further speaking of the incident informed that the NDRF (National Disaster Response Force) team has also joined the rescue operation and cranes and (gas) cutters have also reached the spot for the rescue efforts.</p>\n","originalUrl":"https://en.tattvanews.com/others/eight-dead-64-injured-in-mumbais-hoarding-collapse-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}