{"id":"wp-te-19031","wp_id":19031,"type":"standard","category":"World","language":"te","title":"ఎన్నికల కోడ్‌తో తెలంగాణ మంత్రివర్గ సమావేశం వాయిదా","excerpt":"లోక్‌సభ ఎన్నికలతో కారణంగా ఎన్నికల కోడ్ అమల్లో ఉండటంతో శనివారం తెలంగాణ మంత్రి మండలి సమావేశం వాయిదా పడింది. అంతకుముందు కేబినేట్ సమావేశానికి ప్రభుత్వం ఈసీ అనుమతి కోరింది. కానీ ఈరోజు రాత్రి వరకు ఈసీ నుంచి అనుమతి రాలేదు. ఎన్నికల కమిషన్ అనుమతి రానందున రాష్ట్ర మంత్రివర్గ సమావేశం వాయిదా పడింది.  ఈ మేరకు ముఖ్యమంత్రి రేవంత్‌రెడ్డి మీడియాకు ఓ లేఖ విడుదల చేశారు.ఈసీ నుంచి ఏ క్షణమైన అనుమతి వస్తుందని మంత్రులు అందరూ శనివారం","author":"Tattva News Team","time":"19/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/02/Revanth-CM1.jpeg","readTime":"5 min read","contentHTML":"\n<p>లోక్‌సభ ఎన్నికలతో కారణంగా ఎన్నికల కోడ్ అమల్లో ఉండటంతో శనివారం తెలంగాణ మంత్రి మండలి సమావేశం వాయిదా పడింది. అంతకుముందు కేబినేట్ సమావేశానికి ప్రభుత్వం ఈసీ అనుమతి కోరింది. కానీ ఈరోజు రాత్రి వరకు ఈసీ నుంచి అనుమతి రాలేదు. ఎన్నికల కమిషన్ అనుమతి రానందున రాష్ట్ర మంత్రివర్గ సమావేశం వాయిదా పడింది. </p>\n\n\n\n<p>ఈ మేరకు ముఖ్యమంత్రి రేవంత్‌రెడ్డి మీడియాకు ఓ లేఖ విడుదల చేశారు.ఈసీ నుంచి ఏ క్షణమైన అనుమతి వస్తుందని మంత్రులు అందరూ శనివారం మధ్యాహ్నం నుంచి రాత్రి వరకు సచివాలయంలో వేచి ఉన్నారు. ప్రభుత్వ ప్రధాన కార్యదర్శితో పాటు అన్ని విభాగాల అధికారులు కేబినేట్ భేటీకి హాజరయ్యేందుకు ఆఫీసులకు చేరుకున్నారు. </p>\n\n\n\n<p>కానీ రాత్రి 7 గంటల వరకు ఈసీ నుంచి స్పందన లేకపోవటంతో కేబినేట్ భేటీ జరుగలేదు. సీఎంతో పాటు మంత్రులు వెనుదిరిగి వెళ్లారు. రైతు రుణమాఫీ, ధాన్యం కొనుగోళ్లు, ఖరీఫ్ పంటల ప్రణాళిక, రైతులకు సంబంధించిన పలు కీలకమైన విషయాలపై ఈ భేటీలో చర్చించాలని అజెండా సిద్ధం చేసుకున్నారు. </p>\n\n\n\n<p>కానీ ఎన్నికల సంఘం నుంచి స్పందన లేకపోవటంతో రైతుల సంక్షేమం, అత్యవసరమైన అంశాలపై చర్చించలేకపోయామని ముఖ్యమంత్రి రేవంత్ రెడ్డి వివరించారు.  జూన్ 2న తెలంగాణ రాష్ట్ర ఆవిర్బావ దినోత్సవం సందర్భంగా అందుకు సంబంధించిన వేడుకల నిర్వహణతో పాటు పునర్విభజనకు పదేళ్లు పూర్తి కావటంతో ఇప్పటివరకు రెండు రాష్ట్రాల మధ్య పెండింగ్‌లో ఉన్న అంశాలు, పునర్విభజన చట్టంలో పెండింగ్‌లో ఉన్న కీలకమైన అంశాలను కేబినేట్ భేటీలో చర్చించాలని ముఖ్యమంత్రి రేవంత్‌రెడ్డి నిర్ణయించారు.</p>\n\n\n\n<p> కేబినేట్ భేటీ వాయిదా పడటంతో ఇవేమీ చర్చించలేదు.ఈసీ నుంచి అనుమతి ఎప్పుడు వస్తే.. అప్పుడే కేబినేట్ భేటీ జరపాలని ముఖ్యమంత్రి రేవంత్ నిర్ణయం తీసుకున్నారు. సోమవారం లోపు ఈసీ నుంచి అనుమతి రాకపోతే, అవసరమైతే మంత్రులతో కలిసి ఢిల్లీకి వెళ్లి కేంద్ర ఎన్నికల సంఘాన్ని కలిసి అనుమతి కోరుతామని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/19031/19/05/2024/","hasAudio":false,"hasInfographics":false}