{"id":"wp-en-14974","wp_id":14974,"type":"standard","category":"World","language":"en","title":"PM Modi flags off India's first 'Vande Metro' service in Gujarat","excerpt":"Prime Minister Narendra Modi flagged off India’s first ‘Vande Metro’ service between Bhuj and Ahmedabad besides several other Vande Bharat trains on Monday. \"Everyone is celebrating Ganesh Utsav. Today Milad un-Nabi is also being celebrated. Several festivals are being celebrated across the country. In this time of celebration, the celebration of development also continues. Today","author":"Tattva News Team","time":"17/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Modi-Metro1.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi flagged off India’s first ‘Vande Metro’ service between Bhuj and Ahmedabad besides several other Vande Bharat trains on Monday.</p>\n\n\n\n<p>\"Everyone is celebrating Ganesh Utsav. Today Milad un-Nabi is also being celebrated. Several festivals are being celebrated across the country. In this time of celebration, the celebration of development also continues. Today foundation stone of multiple development projects worth more than Rs. 8,000 crores has been laid here. Today Namo Bharat Rapid Rail has also been inaugurated,\" PM Modi said after launching Vande Bharat train services.</p>\n\n\n\n<p>The Prime Minister’s other engagements include the inauguration of the 4th edition of RE-INVEST 2024 in Gandhinagar and inaugurating and laying the foundation stone of multiple development projects worth more than Rs 8,000 crore in Ahmedabad.</p>\n\n\n\n<p>Meanwhile, PM Modi launched the second phase of the metro rail service connecting Ahmedabad and Gandhinagar and took a ride on the metro train.</p>\n\n\n\n<p>According to the PMO, the Vande Bharat trains to be flagged off by PM Modi will operate on routes including Kolhapur-Pune, Pune-Hubballi, Nagpur-Secunderabad, Agra Cantt to Banaras, and Durg to Visakhapatnam. The first 20-coach Vande Bharat train will run between Varanasi and Delhi.</p>\n\n\n\n<p>According to Western Railway officials, the Ahmedabad-Bhuj Vande Metro service will stop at nine stations and cover the 360-kilometre distance in 5 hours and 45 minutes at a top speed of 110 kilometres per hour. It will depart from Bhuj at 5:05 am and reach Ahmedabad Junction at 10:50 am, according to the officials.</p>\n\n\n\n<p>The Ahmedabad-Bhuj Vande Metro is a fully unreserved air-conditioned train for which passengers can buy tickets from the counter shortly before its departure, Western Railway (Ahmedabad division) public relations officer Pradeep Sharma said on Saturday.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-flags-off-indias-first-vande-metro-service-in-gujarat/","hasAudio":false,"hasInfographics":false}