{"id":"wp-te-20157","wp_id":20157,"type":"standard","category":"World","language":"te","title":"రామప్ప దేవాలయానికి ముంపు పొంచి ఉందా?","excerpt":"ప్రపంచ వారసత్వ సంపదగా గుర్తింపు పొందిన రామప్ప దేవాలయానికి ముంపు పొంచి ఉందా? యునెస్కో గుర్తింపు పొందిన తర్వాత కూడా రామప్ప అభివృద్ధికి సరైన చర్యలు తీసుకోవడం లేదా అంటే అవుననే స్థానికులు అంటున్నారు . చిన్నపాటి వర్షానికి రామప్ప దేవాలయం పైకప్పు నుంచి నీరు కురవడమే ఇందుకు నిదర్శనమని అంటున్నారు. ప్రమాదపుటంచుల్లో రామప్ప దేవాలయం ఉంది. యునెస్కో గుర్తింపు పొందిన తర్వాత రామప్ప అభివృద్ధికి పెద్ద ఎత్తున నిధులు మంజూరు చేస్తాం అని ప్రకటించిన రాష్ట్ర","author":"Tattva News Team","time":"22/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Ramappa.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రపంచ వారసత్వ సంపదగా గుర్తింపు పొందిన రామప్ప దేవాలయానికి ముంపు పొంచి ఉందా? యునెస్కో గుర్తింపు పొందిన తర్వాత కూడా రామప్ప అభివృద్ధికి సరైన చర్యలు తీసుకోవడం లేదా అంటే అవుననే స్థానికులు అంటున్నారు . చిన్నపాటి వర్షానికి రామప్ప దేవాలయం పైకప్పు నుంచి నీరు కురవడమే ఇందుకు నిదర్శనమని అంటున్నారు.</p>\n\n\n\n<p>ప్రమాదపుటంచుల్లో రామప్ప దేవాలయం ఉంది. యునెస్కో గుర్తింపు పొందిన తర్వాత రామప్ప అభివృద్ధికి పెద్ద ఎత్తున నిధులు మంజూరు చేస్తాం అని ప్రకటించిన రాష్ట్ర ప్రభుత్వం ఆ నిధులు విడుదల చేయలేదు. రామప్ప ఆలయాన్ని అభివృద్ధి చేయడమే కాకుండా ఉపాలాయాలకు పునరుద్ధరిస్తామని పురావస్తు అధికారులు, రాష్ట్ర ప్రభుత్వం ప్రకటించింది. </p>\n\n\n\n<p>కానీ ఆశించిన స్థాయిలో పనులు జరగలేదు. నిధులు మంజూరు కాలేదు. దీంతో రామప్ప అభివృద్ధి నత్తనడకన సాగుతుంది. మరోవైపు రామప్ప ఆలయానికి ప్రస్తుతం ముంపు పొంచి ఉంది అనే ఆరోపణలు వినిపిస్తున్నాయి. ప్రపంచ వారసత్వ సంపదగా గుర్తింపు పొందిన రామప్ప దేవాలయం వర్షానికి కురుస్తోంది. </p>\n\n\n\n<p>గత నాలుగు రోజులుగా కురుస్తున్న వర్షాలతో రామప్ప ప్రధానాలయానికి ఈశాన్యం వైపున ఉన్న రెండు పిల్లర్లతో పాటు పలు చోట్ల వర్షపు నీరు ఆలయంలోకి వచ్చి చేరుతోంది. భారీ వర్షాలకు ఆలయ పైకప్పుకు లీకేజీలు ఏర్పడి దేవాలయం వర్షపు నీటితో బురదమయంగా మారుతోంది. </p>\n\n\n\n<p>గతంలో పైకప్పు నుండి నీరు కురుస్తుండటం, కేంద్ర పురావస్తుశాఖ అధికారులు ఆలయ పైకప్పుకు మరమ్మతులు చేశారు. అయిన లీకేజీ సమస్య తీరడం లేదు. 2018లో మొదలైన లీకేజీల సమస్యను ఆపేందుకు ఆపేందుకు చర్యలు తీసుకున్నారు. ఇక రామప్పకి ఇలాంటి సమస్య ఉండకూడదు అంటూ 2020లో తిరిగి పై కప్పుకు పూర్తిస్థాయిలో మరమ్మతులు చేపట్టారు. </p>\n\n\n\n<p>ఆలయ పైకప్పు పై జాలీ ఏర్పాటు చేసి దానిపై డంగుసున్నం, కరక్కాయ, నల్లబెల్లం, ఇటుక పొడి, ఇసుక కలిపిన మిశ్రమాన్ని (పిఒపి)వేసి లీకేజీలు పూడ్చివేశారు. అయితే మళ్ళీ నాలుగేళ్ల తర్వాత యునెస్కో గుర్తింపు పొందిన రామప్ప ఆలయం కురుస్తుండడం ఆందోళన కలిగిస్తోంది. దీంతో పర్యాటకులు తీవ్ర అసంతృప్తి వ్యక్తం చేస్తున్నారు. </p>\n\n\n\n<p>రామప్ప ఆలయం పైకప్పు నుంచి నీళ్ళు కురుస్తున్న నేపథ్యంలో యునెస్కో గుర్తింపు పొందిన రామప్పకి ముప్పు ఉంటుందని భయం స్థానికుల వెంటాడుతుంది. వెంటనే వీటిని మరమ్మతులు చేయాల్సిన అవసరం ఉందంటూ గుర్తు చేస్తున్నారు. మరోవైపు ఆలయం చూసేందుకు వచ్చినటువంటి భక్తులు ఆలయం మొత్తం తడిచిపోవడంతో కనీసం కూర్చోవడానికి కూడా వీలు లేకుండా ఇబ్బంది పడాల్సిన పరిస్థితిలో ఆలయంలో గోచరిస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/20157/22/07/2024/","hasAudio":false,"hasInfographics":false}