{"id":"wp-en-15846","wp_id":15846,"type":"standard","category":"World","language":"en","title":"Globally a record number of journalists killed in 2024: India loses 4 scribes","excerpt":"By Nava Thakuria A record number of media persons  have been killed this year across the world, observed the Geneva-based global safety & rights body Press Emblem Campaign (www.pressemblem.ch/). At least 165 of them lost their lives in 21 countries on the globe (till Tuesday) said the PEC. Two conflicts are responsible for two thirds","author":"Tattva News Team","time":"18/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/PRESS.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria </strong><strong></strong></p>\n\n\n\n<p>A record number of media persons  have been killed this year across the world, observed the Geneva-based global safety & rights body Press Emblem Campaign (www.pressemblem.ch/). At least 165 of them lost their lives in 21 countries on the globe (till Tuesday) said the PEC. Two conflicts are responsible for two thirds of victims namely the wars in the Middle East and Ukraine.</p>\n\n\n\n<p>The increase compared with 2023 is almost 18%, when the journo-victims were counted to 140 (followed by 116 casualties in 2022,  79 in 2021,   92 in 2020 and 75 in 2019). Almost three quarters of the journalists killed this year were the victims of circumstances in conflict zones (120 out of 165). At this stage of the investigations, it is not possible to determine the number of deliberate murders as opposed to accidental deaths (victims of gunfire, bombings).</p>\n\n\n\n<p> Many other journalists were injured, particularly in Lebanon. The PEC condemns these crimes, committed in violation of international law and national legislation. Independent investigations are essential to clarify the circumstances and prosecute those responsible in order to combat impunity.</p>\n\n\n\n<p>‘The situation is particularly dramatic in the Gaza Strip because of the continuing Israeli strikes’, said PEC President Blaise Lempen. ‘The targeted or accidental elimination of Palestinian journalists on the ground, the destruction of media facilities, the refusal to allow foreign journalists into the Gaza Strip and the pressure on the Israeli media demonstrate the current Israeli government's systematic determination to prevent any information on the fate of the Palestinian population’, he added.  </p>\n\n\n\n<p>Since January 1, the conflict in the Middle East has claimed the lives of 82 journalists: at least 74 in the Gaza Strip, 6 in Lebanon and 2 in Syria. In total, the hostilities in Gaza since 7 October 2023 have killed at least 155 media workers, an unprecedented toll for a conflict in such a short space of time.</p>\n\n\n\n<p>In 2024, the war in Ukraine resulted in the deaths of 19 Ukrainian journalists (most of whom had joined the army) plus one foreigner (Ryan Evans of Reuters in Kramatorsk). Four Russian journalists were victims of the conflict, three in Ukrainian territories occupied by Russia and one in Kursk. To this must be added the death in custody in Russia on 10 October of Ukrainian journalist Victoria Rochtchina, making a total of 25 victims.</p>\n\n\n\n<p>Outside the Middle East and Ukraine, Pakistan had the highest number of journalists killed, 12 since January, a clear deterioration. Russia has 7 journalists killed (including the 3 in the Russian-occupied territories of Ukraine). In Bangladesh, unrest in July left 7 journalists dead.</p>\n\n\n\n<p>The situation remains very dangerous in Mexico, where 7 journalists were killed. Hostilities in Sudan caused the death of 5 journalists. In Colombia,  4 media workers were killed,  4 in India, 3 in Iraq and 3 in Myanmar (Burma). Two scribes were killed in Somalia and two in the Democratic Republic of Congo (DRC).  Cambodia, Chad, Ecuador, Honduras, Indonesia, and the Philippines, followed with one fatality in each country.</p>\n\n\n\n<p>The death toll of 165 is equivalent to 3 victims a week. In ten years, the PEC has counted 1,172 victims, an average of 2.25 per week. Over the last five years, the most dangerous countries have been Gaza/West Bank (159), Ukraine (59), Mexico (55), Pakistan (36) and India (32).</p>\n\n\n\n<p>By continent in 2024, the Middle East had the highest number of victims (85: Gaza, Lebanon, Syria and Iraq), ahead of Asia (30). Europe follows (28: Ukraine and Russia), ahead of Latin America (13) and Africa (9). In addition to the Middle East and Europe, there has been a deterioration in Asia from one year to the next (30 deaths compared with 12). On the positive side, there were fewer victims in Latin America this year than last (13 compared with 20).</p>\n\n\n\n<p>PEC’s south & southeast Asian representative Nava Thakuria revealed that Pakistan witnessed the highest number of journo-murders (12 killed since 1 Januray) in this region, followed by Bangladesh (7), India (4), Myanmar (3), Cambodia, Indonesia and the Philippines (1 each).</p>\n\n\n\n<p>In the previous year, both Pakistan and India lost 3 journalists each to assailants, followed by Afghanistan, Bangladesh and the Philippines (2 each). Similarly in 2022, Pakistan witnessed the murder of 6 media workers, followed by the Philippines (5), India (4), Bangladesh (3), Myanmar (2) and Vietnam (1).</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/globally-a-record-number-of-journalists-killed-in-2024-india-loses-4-scribes%ef%bf%bc/","hasAudio":false,"hasInfographics":false}