{"id":"wp-te-18465","wp_id":18465,"type":"standard","category":"World","language":"te","title":"ఆంధ్ర ప్రదేశ్ లో భానుడి భగభగలు","excerpt":"రాష్ట్రంలో భానుడి భగభగలు కొనసాగుతున్నాయి. రోజురోజుకు మరింత తీవ్రరూపం దాలుస్తున్నాయి. పలుచోట్ల 42 నుంచి 45 డిగ్రీలకుపైగా అత్యధిక ఉష్ణోగ్రతలు నమోదవుతున్నాయి. సాధారణంకంటే 3-6 డిగ్రీలు అధికంగా ఇవి రికార్డవుతుండడంతో అనేక మండలాల్లో తీవ్ర వడగాడ్పులు, వడగాడ్పులు వీస్తున్నాయి. జనాన్ని బెంబేలెత్తిస్తున్నాయి. బుధవారం అత్యధికంగా వైఎస్సార్‌ జిల్లా కొంగలవీడులో 45.3 డిగ్రీల గరిష్ట ఉష్ణోగ్రత నమోదైంది. పెద్దదేవళాపురం (నంద్యాల జిల్లా) 44.9, రావికమతం (అనకాపల్లి), రామభద్రపురం (విజయనగరం), దొనకొండ (ప్రకాశం), మంగనెల్లూరు (తిరుపతి)ల్లో 44.1 డిగ్రీల చొప్పున","author":"Tattva News Team","time":"18/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/heat-waves.jpeg","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రంలో భానుడి భగభగలు కొనసాగుతున్నాయి. రోజురోజుకు మరింత తీవ్రరూపం దాలుస్తున్నాయి. పలుచోట్ల 42 నుంచి 45 డిగ్రీలకుపైగా అత్యధిక ఉష్ణోగ్రతలు నమోదవుతున్నాయి. సాధారణంకంటే 3-6 డిగ్రీలు అధికంగా ఇవి రికార్డవుతుండడంతో అనేక మండలాల్లో తీవ్ర వడగాడ్పులు, వడగాడ్పులు వీస్తున్నాయి. జనాన్ని బెంబేలెత్తిస్తున్నాయి. బుధవారం అత్యధికంగా వైఎస్సార్‌ జిల్లా కొంగలవీడులో 45.3 డిగ్రీల గరిష్ట ఉష్ణోగ్రత నమోదైంది.</p>\n\n\n\n<p>పెద్దదేవళాపురం (నంద్యాల జిల్లా) 44.9, రావికమతం (అనకాపల్లి), రామభద్రపురం (విజయనగరం), దొనకొండ (ప్రకాశం), మంగనెల్లూరు (తిరుపతి)ల్లో 44.1 డిగ్రీల చొప్పున ఉష్ణోగ్రతలు రికార్డయ్యాయి. 16 జిల్లాల్లో 43 డిగ్రీలకు పైగా ఉష్ణోగ్రతలు నమోదయ్యాయి. 67 మండలాల్లో తీవ్ర వడగాడ్పులు, 125 మండలాల్లో వడగాడ్పులు వీచాయి. </p>\n\n\n\n<p>గురువారం 76 మండలాల్లో తీవ్ర వడగాడ్పులు, 214 మండలాల్లో వడగాడ్పులు వీయనున్నాయి. విజయనగరం జిల్లాలో 22, పార్వతీపురం మన్యం 13, శ్రీకాకుళం 12, అనకాపల్లి 11, పల్నాడు 7, అల్లూరి సీతారామరాజు 4, కాకినాడ 3, తూర్పు గోదావరి 2, ఎన్టీఆర్‌ 2 మండలాల్లో తీవ్ర వడగాడ్పులు వీచే అవకాశాలున్నాయి.</p>\n\n\n\n<p>ప్రకాశం 24, గుంటూరు 17, తూర్పు గోదావరి 17, పల్నాడు 16, ఎన్టీఆర్‌ 14, శ్రీకాకుళం 14, కఅష్ణా 13, కాకినాడ 12, బాపట్ల 12, ఎస్పీఎస్సార్‌ నెల్లూరు 11, అల్లూరి సీతారామరాజు 11, ఏలూరు 9, తిరుపతి 7, కోనసీమ 7, అనకాపల్లి 6, విజయనగరం 5, విశాఖ పట్నం 3, పశ్చిమ గోదావరి 3 మండలాల్లోను, పార్వతీపురం మన్యం, నంద్యాల, వైఎస్సార్‌ జిల్లాల్లో ఒక్కో మండలంలోను వడగాడ్పులు వీచే అవకాశాలున్నాయి. </p>\n\n\n\n<p>శుక్రవారం 47 మండలాల్లో తీవ్ర వడగాడ్పులు, 229 మండలాల్లో వడగాడ్పులు వీస్తాయని రాష్ట్ర విపత్తుల నిర్వహణ సంస్థ తెలిపింది. మరోవైపు గల్ఫ్‌ ఆఫ్‌ మన్నార్‌ నుంచి దక్షిణ తెలంగాణ వరకు తమిళనాడు, రాయలసీమల మీదుగా వ్యాపించి ఉన్న ద్రోణి సగటు సముద్రమట్టానికి 1.5 కిలోమీటర్ల ఎత్తులో కొనసాగుతోంది. దీని ప్రభావంతో రానున్న మూడురోజులు కోస్తాంధ్ర, రాయలసీమల్లో అక్కడక్కడ తేలికపాటి నుంచి మోస్తరు వర్షాలు కురిసే అవకాశం ఉందని భారత వాతావరణ విభాగం (ఐఎండీ) బుధవారం నివేదికలో తెలిపింది.</p>\n\n\n\n<p>అదే సమయంలో ఉరుములు, మెరుపులతో పాటు పిడుగులు కూడా సంభవించవచ్చని పేర్కొంది. అందువల్ల ఆయా ప్రాంతాల ప్రజలు అప్రమత్తంగా ఉండాలని సూచించింది. గురువారం అల్లూరి సీతారామరాజు, తూర్పు గోదావరి, కర్నూలు, నంద్యాల, వైఎస్సార్‌, అన్నమయ్య, చిత్తూరు జిల్లాలు, శుక్రవారం ప్రకాశం, అనంతపురం, శ్రీసత్యసాయి, వైఎస్సార్‌, అన్నమయ్య, చిత్తూరు జిల్లాలు, శనివారం అల్లూరి సీతారామరాజు, కాకినాడ జిల్లాల్లో ఈ వర్షాలు కురిసే అవకాశం ఉందని ఐఎండీ వివరించింది.</p>\n","originalUrl":"https://tattvanews.com/18465/18/04/2024/","hasAudio":false,"hasInfographics":false}