{"id":"wp-te-19561","wp_id":19561,"type":"standard","category":"World","language":"te","title":"ఢిల్లీలో జల్‌ బోర్డు వద్ద బీజేపీ నిరసనలో ఉద్రికత్తత","excerpt":"దేశ రాజధాని ఢిల్లీలో నీటి కొరతపై రాజకీయాలు రసవత్తరంగా మారాయి. ఓ వైపు నీటి సమస్యపై జనం తీవ్ర ఇబ్బందులు ఎదుర్కొంటుండగా.. సమస్యలపై బీజేపీ నిరసనలను తీవ్రతరం చేసింది. ఆదివారం ఛతర్‌పూర్‌ ఢిల్లీ జల్‌ బోర్డు కార్యాలయాన్ని బీజేపీ కార్యకర్తలు ధ్వంసం చేశారు. దీంతో జల్‌బోర్డు వద్ద నిరసనలు ఉద్రిక్తంగా మారాయి.  దేశ రాజధానిలో నీటి సంక్షోభంపై బీజేపీ కార్యకర్తలు ఆగ్రహం వ్యక్తం చేశారు. బోర్డు వద్దకు ఆ పార్టీ కార్యకర్తలు భారీగా తరలివచ్చి నిరసన తెలిపారు.","author":"Tattva News Team","time":"17/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Delhi-Jal-Board.webp","readTime":"5 min read","contentHTML":"\n<p>దేశ రాజధాని ఢిల్లీలో నీటి కొరతపై రాజకీయాలు రసవత్తరంగా మారాయి. ఓ వైపు నీటి సమస్యపై జనం తీవ్ర ఇబ్బందులు ఎదుర్కొంటుండగా.. సమస్యలపై బీజేపీ నిరసనలను తీవ్రతరం చేసింది. ఆదివారం ఛతర్‌పూర్‌ ఢిల్లీ జల్‌ బోర్డు కార్యాలయాన్ని బీజేపీ కార్యకర్తలు ధ్వంసం చేశారు. దీంతో జల్‌బోర్డు వద్ద నిరసనలు ఉద్రిక్తంగా మారాయి. </p>\n\n\n\n<p>దేశ రాజధానిలో నీటి సంక్షోభంపై బీజేపీ కార్యకర్తలు ఆగ్రహం వ్యక్తం చేశారు. బోర్డు వద్దకు ఆ పార్టీ కార్యకర్తలు భారీగా తరలివచ్చి నిరసన తెలిపారు. ఈ క్రమంలో కార్యాలయంపై దాడికి పాల్పడ్డారు.  వివాదంలో ముగ్గురు వ్యక్తులకు గాయపడ్డారు. </p>\n\n\n\n<p>పోలీసుల వివరాల ప్రకారం.. ద్వారక జిల్లా పాంత్రంలో సాధారణ కుళాయి నీళాయి వద్ద నీరు పట్టుకునే విషయంలో వివాదం చోటు చేసుకోగా.. ముగ్గురికి గాయాలయ్యాయి. వారిని ఇందిరాగాంధీ ఆసుపత్రికి తరలించారు. ఇరువర్గాల ఫిర్యాదుల మేరకు రెండు కేసులు నమోదయ్యాయి.</p>\n\n\n\n<p>అదే సమయంలో ఈశాన్య ఢిల్లీకి చెందిన బీజేపీ ఎంపీ మనోజ్ తివారీ ఢిల్లీలో నీటి కొరతపై ప్రభుత్వానికి వ్యతిరేకంగా ‘మట్కా-ఫోడ్’ నిరసన చేపట్టారు. ఈ సందర్భంగా ఆయన మాట్లాడుతూ ప్రతి సంవత్సరం నీటి ఎద్దడి నెలకొంటుందని.. మంత్రి అతిషి ఎవరిని మోసం చేస్తున్నారని ప్రశ్నించారు.  పైప్‌లైన్‌ మార్పులపై శ్వేతపత్రం విడుదల చేయాలని డిమాండ్‌ చేశారు. </p>\n\n\n\n<p>‘వారంతా సోమరిపోతులు.. వారికి ఎలాంటి వ్యూహం లేదు. ఉద్దేశం లేదు. ఖజానాను దోచుకోవడమే వారికి కావాలి’ అని బీజేపీ నేత రమేశ్‌ బిధూరి విమర్శించారు. ఇది అవినీతి ప్రభుత్వమని.. అవినీతి నుంచి తమను తాము రక్షించుకునేందుకు ప్రయత్నిస్తున్నారని ఆరోపించారు. </p>\n\n\n\n<p>ఢిల్లీ జల్‌ బోర్డులో ఎలాంటి ఆడిట్‌ జరుగలేదని.. రూ.70వేలకోట్ల నష్టంలో ఉందని విమర్శించారు. ఈ ప్రభుత్వం నుంచి విముక్తి పొందాలని డిమాండ్‌ చేశామని పేర్కొన్నారు. ఛతర్‌పూర్‌లోని ఢిల్లీ జల్ బోర్డు కార్యాలయంలో జరిగిన విధ్వంసంపై ఆయన మాట్లాడుతూ.. ఇది సహజమేనని.. ప్రజలు కోపంగా ఉంటే.. ఏదైనా చేయగలరని స్పష్టం చేశారు. ప్రజలను నియంత్రించిన కార్యకర్తలకు ఆయన కృతజ్ఞతలు తెలిపారు.</p>\n\n\n\n<p> ఢిల్లీలో నీటి సమస్య పెంచేందుకు పైప్‌లైన్‌ను ధ్వంసం చేసేందుకు కుట్ర జరుగుతోందని ఢిల్లీ జలవనరుల శాఖ మంత్రి అతిషిఆరోపించారు. దాంతో ఇవాళ దక్షిణ ఢిల్లీలో 25శాతం నీటి కొరత ఏర్పడిందని ఆమె పేర్కొన్నారు. ఢిల్లీలోని ప్రధాన నీటి పైపులైన్లకు భద్రత కల్పించాలని కోరుతూ ఢిల్లీ పోలీస్‌ కమిషనర్‌కు ఆమె లేఖ రాశారు.</p>\n\n\n\n<p>ప్రస్తుతం ఢిల్లీలో తీవ్రమైన వేడికాలులు వీస్తున్నాయని.. నీటి కొరత సైతం ఉందని, ఈ క్రమంలో నీటి పైప్‌లైన్లను పగులగొట్టి కొరతను మరింత తీవ్రతరం చేసేందుకు కొందరు కుట్ర పన్నుతున్నారని తెలుస్తోందని ఆమె తెలిపారు. దక్షిణ ఢిల్లీలోని సరఫరా పైప్‌లైన్‌లో నిన్న భారీ లీకేజీ ఏర్పడిందని.. ఈ విషయం తెలుసుకున్న తమ బృందం.. మరమ్మతుల కోసం ఓ టీమ్‌ని పంపగా.. చాలా పెద్ద బోల్టులు కోసి ఉన్నట్లుగా గుర్తించారని పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19561/17/06/2024/","hasAudio":false,"hasInfographics":false}