{"id":"wp-en-13671","wp_id":13671,"type":"standard","category":"World","language":"en","title":"India to remain fastest growing among largest economies￼","excerpt":"The World Bank retained its growth forecast for India at 6.6% for FY25. “India will remain the fastest growing of the world’s largest economies, although its pace of expansion is expected to moderate. After a high growth rate in 2023-24, steady growth of 6.7% per year, on average, is projected for the three fiscal years","author":"Tattva News Team","time":"13/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/09/World-Bank.jpg","readTime":"5 min read","contentHTML":"\n<p>The World Bank retained its growth forecast for India at 6.6% for FY25. “India will remain the fastest growing of the world’s largest economies, although its pace of expansion is expected to moderate.</p>\n\n\n\n<p>After a high growth rate in 2023-24, steady growth of 6.7% per year, on average, is projected for the three fiscal years beginning in FY25,” stated the bank in its latest biannual Global Economic Prospects. For FY26 and FY27, the World Bank projected India’s economy to grow at 6.7% and 6.8%, respectively.</p>\n\n\n\n<p>In FY24, the National Statistical Office estimated GDP growth at 8.2%. The moderation in growth is attributed to a slowdown in investment from a high base. However, investment growth is expected to be stronger than previously envisaged, with robust public and private investment.</p>\n\n\n\n<p> Private consumption growth will benefit from a recovery in agricultural production and declining inflation. In contrast, government consumption is projected to grow slowly in line with efforts to reduce current expenditure relative to GDP.</p>\n\n\n\n<p>The Reserve Bank of India (RBI) recently raised its growth projection to 7.2% for FY25 from an earlier estimate of 7%. The RBI cited the forecast of an above-normal southwest monsoon by the India Meteorological Department, which is expected to boost kharif production and replenish reservoir levels, thereby enhancing rural consumption.</p>\n\n\n\n<p>Sustained buoyancy in service activity should support urban consumption. Additionally, the healthy balance sheets of banks and corporates, the government’s continued focus on capital expenditure, high-capacity utilization, and business optimism bode well for investment activity. External demand is expected to benefit from improving the prospects of global trade.</p>\n\n\n\n<p>The World Bank noted that India’s fiscal deficit is projected to shrink relative to GDP, driven partly by increased revenues from efforts to broaden the tax base. India’s economy is buoyed by strong domestic demand, a surge in investment, and robust services activity, contributing to solid per capita growth among large emerging markets and developing economies (EMDEs).</p>\n","originalUrl":"https://en.tattvanews.com/economy/india-to-remain-fastest-growing-among-largest-economies%ef%bf%bc/","hasAudio":false,"hasInfographics":false}