{"id":"wp-te-19501","wp_id":19501,"type":"standard","category":"World","language":"te","title":"పాక్ ఉగ్రవాదికి క్షమాబిక్ష తిరస్కరించిన రాష్ట్రపతి","excerpt":"పాకిస్థాన్ ఉగ్రవాది మెహమ్మద్ అరిఫ్ అలియాస్ అష్ఫాఖ్ క్షమాభిక్ష అభ్యర్థనను రాష్ట్రపతి ద్రౌపది ముర్మూ తోసిపుచ్చారు. 24 ఏండ్ల కింద జరిగిన ఎర్రకోట దాడి ఘటనలో ఈ ఉగ్రవాదికి విచారణల అనంతరం ఉరిశిక్ష తీర్పు వెలువడింది. తాను ఇంతకాలం జైలులో ఉన్నానని, తనకు విధించిన మరణశిక్షను రాజ్యాంగంలోని ఆర్టికల్ 32 పరిధిలో సమీక్షించి రద్దు చేయడం ద్వారా క్షమాభిక్ష పెట్టాలని ఈ దోషి మొరపెట్టుకున్నారు.  ఈ అప్పీల్ రాష్ట్రపతికి మే 15వ తేదీన చేరింది. దీనిని ఆమె","author":"Tattva News Team","time":"13/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Pak-terrorist.jpg","readTime":"5 min read","contentHTML":"\n<p>పాకిస్థాన్ ఉగ్రవాది మెహమ్మద్ అరిఫ్ అలియాస్ అష్ఫాఖ్ క్షమాభిక్ష అభ్యర్థనను రాష్ట్రపతి ద్రౌపది ముర్మూ తోసిపుచ్చారు. 24 ఏండ్ల కింద జరిగిన ఎర్రకోట దాడి ఘటనలో ఈ ఉగ్రవాదికి విచారణల అనంతరం ఉరిశిక్ష తీర్పు వెలువడింది. తాను ఇంతకాలం జైలులో ఉన్నానని, తనకు విధించిన మరణశిక్షను రాజ్యాంగంలోని ఆర్టికల్ 32 పరిధిలో సమీక్షించి రద్దు చేయడం ద్వారా క్షమాభిక్ష పెట్టాలని ఈ దోషి మొరపెట్టుకున్నారు. </p>\n\n\n\n<p>ఈ అప్పీల్ రాష్ట్రపతికి మే 15వ తేదీన చేరింది. దీనిని ఆమె మే 27న తిరస్కరించారని రాష్ట్రపతిభవన్ అధికార వర్గాలు మే 29న తెలిపాయి. రాష్ట్రపతి నుంచి తిరస్కారం వెలువడటంతో తనకు ఉన్న హక్కు మేరకు ఆయన సుప్రీంకోర్టును తిరిగి ఆశ్రయించారు. శిక్ష తీవ్రతను తగ్గించాలని కోరారు. ఇంతకాలం ఖైదులోనే ఉన్నందున దీనిని పరిగణనలోకి తీసుకోవాలని అభ్యర్థించారు. </p>\n\n\n\n<p>అయితే పూర్వాపరాలు పరిశీలించిన తరువాత సుప్రీంకోర్టు ధర్మాసనం ఆయనకు మరణశిక్ష సబబే అని సమర్థించింది. రెడ్‌ఫోర్టుపై దాడిని తీవ్రంగా పరిగణిస్తున్నామని , ఏ కారణం చేతకూడా ఆయన శిక్షను ఏ విధంగా కూడా మార్చడం కుదరదని తెలిపారు. దేశ సమైక్యత, సమగ్రత, సార్వభౌమాధికారతకు తన చర్య ద్వారా నేరుగా సవాలు విసిరిన వ్యక్తికి పడ్డ శిక్షపై మరో మాట లేదని పేర్కొన్నారు.</p>\n\n\n\n<p> 2000 సంవత్సరం డిసెంబర్ 22 వ తేదీన దేశ రాజధాని ఢిల్లీలోని ఎర్రకోట ఆవరణలో విధులలో ఉన్న 7 రాజ్‌పుత్నా రైఫిల్స్ దళంపై చొరబాటుదార్లు కాల్పులు జరిపారు. ఈ ఘటనలో ముగ్గురు జవాన్లు మృతి చెందారు. దాడి తరువాత నాలుగు రోజులకు ఢిల్లీ పోలీసులకు చిక్కాడు. </p>\n\n\n\n<p>పాకిస్తాన్ జాతీయుడు , నిషేధిత లష్కర్ ఏ తోయిబా కు చెందిన వాడని నిర్థారణ అయింది.2022 జులై 25న రాష్ట్రపతిగా బాధ్యతలు చేపట్టిన తరువాత ద్రౌపది ముర్మూ క్షమాభిక్ష దరఖాస్తును తిరస్కరించడం ఇది రెండోసారి.</p>\n","originalUrl":"https://tattvanews.com/19501/13/06/2024/","hasAudio":false,"hasInfographics":false}