{"id":"wp-en-13890","wp_id":13890,"type":"standard","category":"World","language":"en","title":"Hemant Soren walks out of jail after High Court grants bail￼","excerpt":"Former Jharkhand Chief Minister Hemant Soren was released from Birsa Munda Jail here on Friday after the high court granted bail to him in a money-laundering case linked to a land scam,. As Soren stepped out of the jail, a large number of JMM supporters cheered and raised slogans in favour of him. Soren’s wife","author":"Tattva News Team","time":"29/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/SOren-release.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">Former Jharkhand Chief Minister Hemant Soren was released from Birsa Munda Jail here on Friday after the high court granted bail to him in a money-laundering case linked to a land scam,. As Soren stepped out of the jail, a large number of JMM supporters cheered and raised slogans in favour of him.</h1>\n\n\n\n<p>Soren’s wife Kalpana Soren, a JMM legislator, thanked the judiciary and people for their support. “Heman Soren was released from the jail after completion of legal formalities,” the official said.Soren, on his release from the jail, was seen waving at people and seeking blessings from his father and JMM supremo Shibu Soren.</p>\n\n\n\n<p>Significantly, Soren who was allegedly involved in a land scam case, was granted bail by Jharkhand High Court six months post his arrest by the ED. He was arrested on January 31, 2024 from the Ranchi Raj Bhavan, minutes after he resigned as chief minister.<br><br>The high court had previously reserved its decision on Soren's bail plea on June 13. Announcing the court's decision, senior counsel Arunabh Chowdhury stated, \"Bail has been granted to Soren. The court has held that prima facie he is not guilty of the offence and there is no likelihood of the petitioner committing an offence while on bail.\"</p>\n\n\n\n<p>It is pertinent to note that during the hearing, both Soren's defence team and the ED presented their arguments, after which the court reserved its order. Soren had requested an expedited hearing from the high court.</p>\n\n\n\n<p>Senior advocate Meenakshi Arora, representing Soren, earlier argued that he was being unfairly targeted in what she described as a politically motivated and fabricated case. Senior advocate Kapil Sibal, also representing Soren, argued vigorously for his client's bail, asserting that Soren was falsely implicated by the ED.</p>\n\n\n\n<p>However, the ED, opposing the bail plea, accused Soren of misusing his position as chief minister to unlawfully acquire 8.86 acres of land in Bargain anchal in the state capital. The ED's counsel also argued that witnesses examined by the agency had confirmed Soren's involvement in the illegal land deal.</p>\n","originalUrl":"https://en.tattvanews.com/national/hemant-soren-walks-out-of-jail-after-high-court-grants-bail%ef%bf%bc/","hasAudio":false,"hasInfographics":false}