{"id":"wp-te-21417","wp_id":21417,"type":"standard","category":"World","language":"te","title":"హైదరాబాద్‌లో డీజేలపై నిషేధం","excerpt":"హైదరాబాద్ నగరంలో నిర్వహించే ఊరేగింపుల్లో డీజే సౌండ్ సిస్టమ్ను నిషేధిస్తూ నగర పోలీసులు కీలక నిర్ణయం తీసుకున్నారు. డీజే సౌండ్ కారణంగా ఇబ్బందులు పడుతున్నామని డయిల్ 100కు ఫిర్యాదులు పెరగడంతో పోలీసు శాఖ ఈ నిర్ణయం తీసుకుంది. ఈ మేరకు నగర పోలీసు కమిషనర్ సీవీ ఆనంద్ ఉత్తర్వులు జారీ చేశారు. డీజేల అంశంపై ఇటీవల బంజారాహిల్స్లోని కమాండ్ కంట్రోల్ సెంటర్లో నగర కొత్వాల్ సీవీ ఆనంద్ ఆధ్వర్యంలో రౌండ్ టేబుల్ సమావేశం జరిగింది. బల్దియా కమిషనర్","author":"Tattva News Team","time":"2/10/2024","image":"https://tattvanews.com/wp-content/uploads/2024/10/CV-Anand.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"></h1>\n\n\n\n<p>హైదరాబాద్ నగరంలో నిర్వహించే ఊరేగింపుల్లో డీజే సౌండ్ సిస్టమ్ను నిషేధిస్తూ నగర పోలీసులు కీలక నిర్ణయం తీసుకున్నారు. డీజే సౌండ్ కారణంగా ఇబ్బందులు పడుతున్నామని డయిల్ 100కు ఫిర్యాదులు పెరగడంతో పోలీసు శాఖ ఈ నిర్ణయం తీసుకుంది. ఈ మేరకు నగర పోలీసు కమిషనర్ సీవీ ఆనంద్ ఉత్తర్వులు జారీ చేశారు.</p>\n\n\n\n<p>డీజేల అంశంపై ఇటీవల బంజారాహిల్స్లోని కమాండ్ కంట్రోల్ సెంటర్లో నగర కొత్వాల్ సీవీ ఆనంద్ ఆధ్వర్యంలో రౌండ్ టేబుల్ సమావేశం జరిగింది. బల్దియా కమిషనర్ ఆమ్రపాలి, ఎమ్మెల్యేలు దానం నాగేందర్, రాజాసింగ్, పాషాఖాద్రీ, ఎంపీ అనిల్కుమార్ యాదవ్, హైదరాబాద్ కలెక్టర్ అనుదీప్ దురిశెట్టి, రాచకొండ సీపీ సుధీర్బాబు, వివిధ సంస్థల ప్రతినిధులు పాల్గొన్నారు. </p>\n\n\n\n<p>సీవీ ఆనంద్ డీజేలపై నియంత్రణ అవసరాన్ని వివరిస్తూ పవర్ పాయింట్ ప్రజెంటేషన్ ఇచ్చారు. రెండేళ్లుగా డీజేలతో పెద్దయెత్తున నిబంధనల ఉల్లంఘన జరుగుతోందని, ఈసారి శృతిమించి జరిగిందని, సీఎం రేవంత్రెడ్డి సైతం దీన్ని గమనించి ఆరా తీశారని సీవీ ఆనంద్ తెలిపారు. నిబంధనలు ఉల్లంఘిస్తే ఇక నుంచి చర్యలు తీసుకుంటామని స్పష్టం చేశారు.</p>\n\n\n\n<p>డీజేల‌పై నియంత్ర‌ణ అవ‌స‌రాన్ని వివ‌రిస్తూ సీవీ ఆనంద్ ప‌వ‌ర్ పాయింట్ ప్ర‌జెంటేష‌న్ ఇచ్చారు. రెండేళ్లుగా డీజేల‌తో పెద్ద ఎత్తున నిబంధ‌న‌ల ఉల్లంఘ‌న జ‌రుగుతుంద‌ని, ఈ సారి శృతిమించి జ‌రిగిందని, దీనిపై సీఎం రేవంత్ రెడ్డి కూడా ఆరా తీశార‌ని సీపీ తెలిపారు. డీజేల‌పై నిబంధ‌న‌లు ఉల్లంఘిస్తే క‌ఠిన చ‌ర్య‌లు తీసుకుంటామ‌ని సీపీ హెచ్చ‌రించారు.</p>\n","originalUrl":"https://tattvanews.com/21417/02/10/2024/","hasAudio":false,"hasInfographics":false}