{"id":"wp-te-18902","wp_id":18902,"type":"standard","category":"World","language":"te","title":"కాంగ్రెస్ కు 50 కంటే తక్కువ సీట్లే వస్తాయి... మోదీ ￼","excerpt":"జూన్ 4 తర్వాత కాంగ్రెస్ కు ప్రతిపక్షానికి కావలసినంత సంఖ్యా బలం కూడా ఉండకుండా 50 స్థానాల కంటే తక్కువ బలమే ఉండగలదని ప్రధాని నరేంద్ర మోదీ స్పష్టం చేశారు. ఒడిశాలోని కంధమల్ లోక్ సభ నియోజకవర్గంలో నిర్వహించన ర్యాలీలో ఆయన నేడు ప్రసంగించారు. ఎన్డిఏ 400కు పైగా సీట్లను గెలువబోతోందని, బిజెపి ఇదివరకటి తన రికార్డులను కూడా అధిగమించగలదని తెలిపారు. ‘‘నా మాటను రికార్ఢుగా ఉంచుకోండి’’ అని ప్రధాని చెప్పారు. ‘‘షెహజాదా రాహుల్ గాంధీ ప్రతి","author":"Tattva News Team","time":"11/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-2.jpg","readTime":"5 min read","contentHTML":"\n<p>జూన్ 4 తర్వాత కాంగ్రెస్ కు ప్రతిపక్షానికి కావలసినంత సంఖ్యా బలం కూడా ఉండకుండా 50 స్థానాల కంటే తక్కువ బలమే ఉండగలదని ప్రధాని నరేంద్ర మోదీ స్పష్టం చేశారు. ఒడిశాలోని కంధమల్ లోక్ సభ నియోజకవర్గంలో నిర్వహించన ర్యాలీలో ఆయన నేడు ప్రసంగించారు. ఎన్డిఏ 400కు పైగా సీట్లను గెలువబోతోందని, బిజెపి ఇదివరకటి తన రికార్డులను కూడా అధిగమించగలదని తెలిపారు. ‘‘నా మాటను రికార్ఢుగా ఉంచుకోండి’’ అని ప్రధాని చెప్పారు.</p>\n\n\n\n<p>‘‘షెహజాదా రాహుల్ గాంధీ ప్రతి రోజు ఏదో ఓ ప్రకటన చేస్తూనే ఉన్నారు. ప్రతిపక్షానికి కావలసినంత సంఖ్యా బలం కూడా కాంగ్రెస్ కు ఇవ్వకూడదని దేశం నిర్ణయించుకున్నది. కాంగ్రెస్ కు 50 కంటే తక్కువ సీట్లే వస్తాయి. అది మీరు జూన్ 4న చూస్తారు’’ అని మోదీ వెల్లడించారు.</p>\n\n\n\n<p>కాన్పూర్ ర్యాలీలో రాహుల్ గాంధీ ‘‘జూన్ 4 తర్వాత మోదీ  ప్రధానిగా ఉండబోరు’’ అన్న మరునాడే మోదీ ఈ  విధంగా తిప్పికొట్టారు. అటల్ బీహారీ వాజ్ పేయి ప్రధానిగా ఉన్నప్పుడు భారత్ పొక్రాన్ లో న్యూక్లియర్ టెస్ట్ చేసింది. ప్రపంచంలోని భారతీయులంతా దీనికి గర్వించారు. పాకిస్థాన్ అణు శక్తికి కాంగ్రెస్ భయపడుతోంది. వారి మైండ్ సెట్ అలాంటిది.</p>\n\n\n\n<p> ‘‘నేడు పాకిస్థాన్ తన అణు బాంబును నిర్వహించడం కూడా కష్టమైపోయింది. దానిని వారిప్పుడు ఎవరికైనా అమ్మేయాలని అనుకుంటన్నారు. అయితే అది అంత నాణ్యమైనదేమి కాదని ప్రజలకు తెలుసు. అందుకే అది అమ్ముడవ్వడం లేదు’’  అని ప్రధాని చెప్పుకొచ్చారు.</p>\n\n\n\n<p>కాంగ్రెస్ విధానాల వల్లే జమ్మూకశ్మీర్ 60 ఏళ్లుగా ఉగ్రవాదాన్ని ఎదుర్కొంటూ వస్తోందని ప్రధాని విమర్శించారు. ఒడిశా ప్రభుత్వం పై కూడా ప్రధాని విమర్శలు గుప్పించారు. పూరీ జగన్నాథ్ మందిరం తాలూకు ‘రత్న భండార్’ తాళం చెవులు కనిపించకుండా పోయాయని విమర్శించారు. </p>\n\n\n\n<p>రత్న భండార్ లో ఉన్న ఆ భవనం తాళం చెవులు రణాల రికార్డులను మెయిన్ టైన్ చేయాలని జగన్నాథ్ మందిర చట్టం చెబుతోందని మోదీ వివరించారు. రత్న భండార్ తాలూకు ఆభరణాల అధికారిక రికార్డులు లేవు. ఆ భండాగారం తాళంచెవులు పోయి ఆరు సంవత్సరాలు అవుతున్నాయిని ప్రధాని విమర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/18902/11/05/2024/","hasAudio":false,"hasInfographics":false}