{"id":"wp-te-21233","wp_id":21233,"type":"standard","category":"World","language":"te","title":"ఢిల్లీ ముఖ్యమంత్రిగా  అతిషీ  ప్రమాణం","excerpt":"ఆప్ సీనియర్ నేత అతిషీ శనివారం ఢిల్లీ ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు. ఆప్ అధినేత అరవింద్ కేజ్రీవాల్ బెయిల్ పై తీహార్ జైలు నుంచి బయటకు వచ్చి రాజీనామా చేస్తానని ప్రకటించిన కొద్ది రోజులకే ఈ పరిణామం చోటు చేసుకోవడం గమనార్హం. మరోసారి అధికారం చేపట్టడానికి ముందు తమకు ఢిల్లీ ప్రజల నుండి తాము నిజాయితీపరులమన్న సర్టిఫికేట్ కావాలని కేజ్రీవాల్, ఆయన సహచరుడు సిసోడియా కోరారు. రానున్న ఎన్నికల్లో ఆ సర్టిఫికెట్ లభిస్తుందన్న ఆశాభావం వ్యక్తం","author":"Tattva News Team","time":"22/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Atishi-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆప్ సీనియర్ నేత అతిషీ శనివారం ఢిల్లీ ముఖ్యమంత్రిగా ప్రమాణ స్వీకారం చేశారు. ఆప్ అధినేత అరవింద్ కేజ్రీవాల్ బెయిల్ పై తీహార్ జైలు నుంచి బయటకు వచ్చి రాజీనామా చేస్తానని ప్రకటించిన కొద్ది రోజులకే ఈ పరిణామం చోటు చేసుకోవడం గమనార్హం. మరోసారి అధికారం చేపట్టడానికి ముందు తమకు ఢిల్లీ ప్రజల నుండి తాము నిజాయితీపరులమన్న సర్టిఫికేట్ కావాలని కేజ్రీవాల్, ఆయన సహచరుడు సిసోడియా కోరారు. రానున్న ఎన్నికల్లో ఆ సర్టిఫికెట్ లభిస్తుందన్న ఆశాభావం వ్యక్తం చేశారు.</p>\n\n\n\n<p>ఆప్ సీనియర్ నేత అతిషి ఢిల్లీ 8వ ముఖ్యమంత్రిగా శనివారం లెఫ్టినెంట్ గవర్నర్ వీకే సక్సేనా రాజ్ నివాస్ లో ప్రమాణ స్వీకారం చేశారు. దేశంలో 17వ మహిళా ముఖ్యమంత్రిగా ఆమె రికార్డు సృష్టించారు. ఈ ప్రమాణ స్వీకార కార్యక్రమానికి ఆప్ సీనియర్ నేతలు కేజ్రీవాల్, మనీష్ సిసోడియా కూడా హాజరయ్యారు. శనివారం మధ్యాహ్నం రాజ్ నివాస్ లో జరిగిన కార్యక్రమంలో కొత్త మంత్రివర్గం ప్రమాణ స్వీకారం చేసింది. </p>\n\n\n\n<p>సుల్తాన్పూర్ మజ్రా ఎమ్మెల్యే ముఖేష్ అహ్లావత్ తో పాటు ప్రస్తుత ఢిల్లీ మంత్రులు గోపాల్ రాయ్, కైలాష్ గెహ్లాట్, సౌరభ్ భరద్వాజ్, ఇమ్రాన్ హుస్సేన్ లతో కలిసి అతిషి పనిచేయనున్నారు. అయితే వచ్చే ఏడాది ఫిబ్రవరిలో ఢిల్లీ అసెంబ్లీ ఎన్నికలు జరగనున్నందున అతిషి ప్రభుత్వం కొద్ది కాలమే ఉంటుంది.</p>\n\n\n\n<p>దేశ రాజధానిలో మళ్లీ అధికారంలోకి రావడమే లక్ష్యంగా అసెంబ్లీ ఎన్నికలకు సిద్ధమవుతున్న ఆప్ కు ఆమె కీలకంగా వ్యవహరించనున్నారు. ముఖ్యమంత్రి  మహిళా సమ్మాన్ యోజన, ఎలక్ట్రిక్ వెహికల్ పాలసీ 2.0 వంటి అనేక పెండింగ్ పాలసీలు, సంక్షేమ పథకాల అమలు ఆమె ముందున్నాయి. మరోవైపు, 2025 లో జరిగే ఎన్నికల్లో ఆప్ ను మరోసారి అధికారంలోకి తీసుకువచ్చే బృహత్తర బాధ్యతను కేజ్రీవాల్ తీసుకున్నారు.</p>\n\n\n\n<p><strong>ఢిల్లీ మంత్రివర్గ శాఖల్లో కీలకమైన విద్య, ఆర్థిక శాఖలను అతిషి తన వద్దే పెట్టుకున్నారు. ఆ రెండు సహా 13 శాఖలకు ఆమె నేతృత్వం వహిస్తారు. కొత్త మంత్రుల్లో సౌరభ్ భరద్వాజ్ ఆరోగ్యం, పట్టణాభివృద్ధి, సాంఘిక సంక్షేమంతో సహా ఎనిమిది శాఖలను నిర్వహిస్తారు. గోపాల్ రాయ్ కు పర్యావరణం సహా మూడు శాఖలు ఉంటాయి. </strong></p>\n\n\n\n<p>రవాణా, డబ్ల్యూసీడీ సహా నాలుగు శాఖల బాధ్యతలను కైలాష్ గెహ్లాట్ చేపట్టనున్నారు. ఇమ్రాన్ హుస్సేన్ ఫుడ్ సప్లై అండ్ ఎలక్షన్ డిపార్ట్ మెంట్ కు నేతృత్వం వహిస్తారు. ముఖేష్ అహ్లావత్ ఢిల్లీ ఎస్సీ, ఎస్టీ మంత్రిగా, కార్మిక శాఖతో పాటు మరో నాలుగు శాఖలను చేపట్టనున్నారు.</p>\n","originalUrl":"https://tattvanews.com/21233/22/09/2024/","hasAudio":false,"hasInfographics":false}