{"id":"wp-en-13640","wp_id":13640,"type":"standard","category":"World","language":"en","title":"Cabinet nod to 3 crore rural, urban houses under PM Awas Yojana￼","excerpt":"Prime Minister Narendra Modi held the first meeting of his new Cabinet on Monday evening. In the meeting, it was decided the central government will provide assistance to 3 crore additional rural and urban households for the construction of houses, under Pradhan Mantri Awas Yojana (PMAY. The decison has been taken in order to to","author":"Tattva News Team","time":"11/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Union-Cabinet-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi held the first meeting of his new Cabinet on Monday evening. In the meeting, it was decided the central government will provide assistance to 3 crore additional rural and urban households for the construction of houses, under Pradhan Mantri Awas Yojana (PMAY.</p>\n\n\n\n<p>The decison has been taken in order to to meet the housing requirements arising out of the increase in the number of eligible families. </p>\n\n\n\n<p>\"It has been decided in the Cabinet meeting today to provide assistance to three crore additional rural and urban households for the construction of houses to meet the housing requirements arising out of the increase in the number of eligible families,\" officials said.</p>\n\n\n\n<p>All the houses constructed under PMAY are provided basic amenities like household toilets, LPG connection, electricity connection and functional household tap connection through convergence with other schemes of the central and state governments.</p>\n\n\n\n<p>Since the 2015-16 fiscal year, the Government of India has been implementing the 'Pradhan Mantri Awas Yojana' (PMAY) to assist eligible rural and urban households in constructing homes equipped with basic amenities.</p>\n\n\n\n<p>Over the past decade, a total of 4.21 crore houses have been completed under this initiative, benefiting poor families across the country. The houses constructed under PMAY are not only shelters but come with essential amenities such as household toilets, LPG connections, electricity connections, and functional household tap connections.</p>\n\n\n\n<p>These amenities are provided through collaboration with other schemes run by both the Central and State Governments, ensuring a comprehensive approach to improving living standards for the beneficiaries. This integrated effort highlights the government's commitment to enhancing the quality of life for the underprivileged by providing them with well-equipped, sustainable housing.</p>\n","originalUrl":"https://en.tattvanews.com/others/cabinet-nod-to-3-crore-rural-urban-houses-under-pm-awas-yojana%ef%bf%bc/","hasAudio":false,"hasInfographics":false}