{"id":"wp-en-13708","wp_id":13708,"type":"standard","category":"World","language":"en","title":"Faith in democracy remains high at 85%￼","excerpt":"According to the 2024 edition of the Democracy Perception Index,  support of democracy has remained high across the world over the past six years. An average of 85% of survey respondents in 53 countries confirmed that it’s important to have democracy. This is a one percent increase compared to 2023 and 2022 and five percent since 2021. The first edition of","author":"Tattva News Team","time":"16/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Democracy.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">According to the 2024 edition of the Democracy Perception Index,  support of democracy has remained high across the world over the past six years. An average of 85% of survey respondents in 53 countries confirmed that it’s important to have democracy. This is a one percent increase compared to 2023 and 2022 and five percent since 2021. The first edition of the international poll in 2019 measured an approval of 79%.</h1>\n\n\n\n<p>At the same time, many respondents are found to be not satisfied with the state of democracy in their country. In this year’s report, covering 75% of the world’s population, only 58% on average confirmed that they are satisfied. In addition, 40% on average said that there is not enough democracy in their country but 46% confirmed there was the “right amount”. Only 13% said there was “too much”. </p>\n\n\n\n<p>In order to measure dissatisfaction, the report highlights the difference “between how important people say democracy is and how democratic they think their country is”. The “perceived democracy deficit” in 2024 globally then would be at a level of 27. </p>\n\n\n\n<p>It is striking that once again an extraordinarily high proportion of respondents from China stated that they were satisfied with democracy in their country. However, according to common assessments, China ranks among the most autocratic and unfree countries in the world and repression has been increasing.</p>\n\n\n\n<p>A disclaimer in the publication notes that in “some countries surveyed, the government plays an active role in shaping public opinion and/or has policies in place that restrict freedom of speech around certain topics.” It goes on to note that this “can have a strong influence on the survey results” but does not elaborate further on how exactly the figures may be distorted.</p>\n\n\n\n<p>Overall, the report presents results for 32 questions covering the “state of democracy”, “threats to democracy” and “global politics”. As in previous years, the survey was carried out by Latana on behalf of the Alliance of Democracies Foundation and was presented at the Copenhagen Democracy Summit organized by the latter.</p>\n\n\n\n<p>The Copenhagen conference, hosted by the Alliance’s President and former NATO Secretary-General Anders Fogh Rasmussen, was held in the middle of May, 2024.  The President of the World Liberty Congress, Iranian dissident Masih Alinejad, summarized that there was “no solution except revolution”. With regard to the collaboration of authoritarian states and their  perceived strength in international organizations she referred to the United Nations as “United Dictators”. </p>\n\n\n\n<p>At the conference, representatives of pro-democracy institutions, think tanks and civil society groups primarily from Europe and the United States met to launch a new collaborative network, the Transatlantic Democracy Support Dialogue. The Copenhagen Democracy Summit was also used as an opportunity to launch a new campaign “to counter the myths and negative perceptions that have recently surrounded democracy”.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/special-stories/faith-in-democracy-remains-high-at-85%ef%bf%bc/","hasAudio":false,"hasInfographics":false}