{"id":"wp-te-19221","wp_id":19221,"type":"standard","category":"World","language":"te","title":"24 ఏళ్లుగా తిట్లు తినీ తినీ బండబారిపోయాను: మోదీ","excerpt":"ప్రతిపక్షాలు తనను 24 ఏళ్లుగా తిడుతూనే ఉన్నాయని.. ఆ తిట్లు తినీతినీ బండబారిపోయానని ప్రధాని నరేంద్ర మోదీ తెలిపారు. తనను 101 తిట్లు తిట్టారని తమ పార్టీ ఎంపీ ఒకరు లెక్కించినట్లు చెప్పారు. లోక్‌సభ ఎన్నికల ప్రక్రియ చరమాంకానికి చేరిన సందర్భంగా మంగళవారం ఆయన ఓ  వార్తాసంస్థకు ఇంటర్వ్యూ ఇచ్చారు.  2007లో గుజరాత్‌ అసెంబ్లీ ఎన్నికల సందర్భంగా నాటి కాంగ్రెస్‌ అధ్యక్షురాలు సోనియాగాంధీ మోదీని ‘మృత్యుబేహారి’గా అభివర్ణించిన సంగతి తెలిసిందే. ఇది బాగా వివాదాస్పదమై కాంగ్రెస్‌ పరాజయానికి","author":"Tattva News Team","time":"29/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-3.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రతిపక్షాలు తనను 24 ఏళ్లుగా తిడుతూనే ఉన్నాయని.. ఆ తిట్లు తినీతినీ బండబారిపోయానని ప్రధాని నరేంద్ర మోదీ తెలిపారు. తనను 101 తిట్లు తిట్టారని తమ పార్టీ ఎంపీ ఒకరు లెక్కించినట్లు చెప్పారు. లోక్‌సభ ఎన్నికల ప్రక్రియ చరమాంకానికి చేరిన సందర్భంగా మంగళవారం ఆయన ఓ  వార్తాసంస్థకు ఇంటర్వ్యూ ఇచ్చారు. </p>\n\n\n\n<p>2007లో గుజరాత్‌ అసెంబ్లీ ఎన్నికల సందర్భంగా నాటి కాంగ్రెస్‌ అధ్యక్షురాలు సోనియాగాంధీ మోదీని ‘మృత్యుబేహారి’గా అభివర్ణించిన సంగతి తెలిసిందే. ఇది బాగా వివాదాస్పదమై కాంగ్రెస్‌ పరాజయానికి కారణమైంది. ప్రధాని దీనిపై స్పందిస్తూ  తనను మృత్యుబేహారి అని.. ‘మురుగుకాల్వలో పురుగు’నని ఎవరు అన్నారని ప్రశ్నించారు.</p>\n\n\n\n<p> ‘వరుస ఓటములతో విపక్షాలు నిస్పృహకు లోనయ్యాయి. అందుకే నన్ను తిట్టడం వాటి స్వభావంగా మారింది. బీజేపీ పార్లమెంటు సభ్యుడొకరు లెక్కగట్టి నన్ను 101 తిట్లు తిట్టారని తేల్చారు. ఎన్నికలు ఉన్నా.. లేకున్నా నన్ను తిట్టడం తమ హక్కుగా విపక్షాలు భావిస్తున్నాయి’ అని ధ్వజమెత్తారు.</p>\n\n\n\n<p>బీజేపీ రాజకీయ ప్రత్యర్థులను అణచివేయడానికి ఎన్‌ఫోర్స్‌మెంట్‌ డైరెక్టరేట్‌ (ఈడీ), సీబీఐ, ఇతర కేంద్ర సంస్థలను దుర్వినియోగం చేస్తున్నారన్న ఆరోపణలను తిప్పికొట్టారు. ‘మీ ఆరోపణలకు రుజువేమిటని ఈ చెత్త మాట్లాడుతున్నవారిని అడగండి.. వారు విసురుతున్న చెత్తను పేడగా మార్చి.. దాని నుంచి దేశానికి మంచి చేసేవాటిని ఉత్పత్తి చేస్తాను' అంటూ ఘాటుగా సమాధానమిచ్చారు. </p>\n\n\n\n<p>\"మన్మోహన్‌సింగ్‌ పదేళ్లు అధికారంలో ఉన్నప్పుడు ఈడీ రూ.34 లక్షలు మాత్రమే పట్టుకుంది. కానీ గత పదేళ్లలో రూ.2,200 కోట్లు స్వాధీనం చేసుకుంది. 2,200 కోట్లు దేశానికి తీసుకొచ్చినవారిని గౌరవించాలే గానీ తిట్టకూడదు. డబ్బు పోయినవారే నన్ను తిడుతున్నారు. డబ్బు దోచుకోవడంలో భాగమున్నవారు.. పట్టుబడిన తర్వాత బిగ్గరగా అరుస్తున్నారు\" అంటూ ప్రధాని ధ్వజమెత్తారు. </p>\n\n\n\n<p>ఇవాళ చెక్‌బుక్‌పై సంతకం చేసే అధికారం గ్రామ సర్పంచ్‌కు ఉంది. కానీ దేశ ప్రధానికి మాత్రం లేదని ఆయన గుర్తు చేశారు. ‘ఇండీ కూటమి’ అవినీతిపరులను కాపాడుతోందని, వారు తనను కాకుండా దేశాభివృద్ధిని అడ్డుకోవాలని ప్రయత్నిస్తున్నారని ఎన్నికల ప్రచారంలో మోదీ విరుచుకుపడుతున్న సంగతి తెలిసిందే.</p>\n\n\n\n<p> ‘దేశ పురోగతికి ఆ పార్టీల వద్ద ఎలాంటి రోడ్‌మ్యాప్‌ లేదు. ఎన్నికల్లో గెలవలేమని తెలిసే నన్ను దూషిస్తున్నారు.. బెదిరిస్తున్నారు. దేశసేవకు అంకితమయ్యేందుకు నేను అన్నీ వదిలి వచ్చాను. భారతే నా కుటుంబం. సొంత జేబులు నింపుకోవడానికి రాజకీయాల్లోకి వచ్చినవారు నన్ను దూషిస్తున్నారు’ అని మోదీ ధ్వజమెత్తారు.</p>\n","originalUrl":"https://tattvanews.com/19221/29/05/2024/","hasAudio":false,"hasInfographics":false}