{"id":"wp-en-13740","wp_id":13740,"type":"standard","category":"World","language":"en","title":"India overtakes Pakistan with more nuclear weapons ￼","excerpt":"India has overtaken Pakistan in the global race to develop nuclear weapons for the first time, as several countries have ramped up their arsenal as tensions rise across the world. According to a report by the Stockholm International Peace Research Institute (SIPRI), India now has 172 nuclear-armed weapons in 2024, more than Pakistan, which has","author":"Tattva News Team","time":"18/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Nuclear1.jpg","readTime":"5 min read","contentHTML":"\n<p>India has overtaken Pakistan in the global race to develop nuclear weapons for the first time, as several countries have ramped up their arsenal as tensions rise across the world.</p>\n\n\n\n<p>According to a report by the Stockholm International Peace Research Institute (SIPRI), India now has 172 nuclear-armed weapons in 2024, more than Pakistan, which has 170 warheads.  India has developed eight new nuclear-armed weapon systems in the past year, raising its arsenal from 164 in 2023 to 172 this year. On the other hand, Pakistan's numbers have remained the same as last year.</p>\n\n\n\n<p>The SIPRI report confirms that all nine nuclear-armed countries - the United States, Russia, the United Kingdom, France, China, India, Pakistan, North Korea and Israel - have continued to modernise their nuclear arsenals and deployed new weapon systems.</p>\n\n\n\n<p>However, more worryingly, China's nuclear stockpile has increased from 410 last year to 500 in 2024 and it has a total of 476 stored warheads. North Korea has 50 nuclear weapons, and increase of 20 from 2023, and Israel has 90 warheads, as per the report.</p>\n\n\n\n<p>The United States and Russia possess 90 per cent of all nuclear weapons. Washington has an inventory of 5,044 weapons, while Russia has 5,580. Russia is estimated to have deployed around 36 more warheads with operational forces than in January 2023.</p>\n\n\n\n<p>The report noted that India's nuclear arsenal, whose only credible use till the 2010s was to deter Pakistan, has now started developing longer-ranger missiles capable of targeting all of China, expanding its scope of deterrence.</p>\n","originalUrl":"https://en.tattvanews.com/international/india-overtakes-pakistan-with-more-nuclear-weapons-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}