{"id":"wp-en-15675","wp_id":15675,"type":"standard","category":"World","language":"en","title":"Shinde, Ajit Pawar support name of Devendra Fadnavis as Maharashtra CM","excerpt":"Amid the tussle over the choice of the next Maharashtra Chief Minister, the top leaders of the Mahayuti met Union Home Minister Amit Shah in the national capital on Thursday (November 28).  Amid these developments, sources told India TV that both Eknath Shinde and Ajit Pawar agree and fully support the name of Devendra Fadnavis for","author":"Tattva News Team","time":"29/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Maha-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>Amid the tussle over the choice of the next Maharashtra Chief Minister, the top leaders of the Mahayuti met Union Home Minister Amit Shah in the national capital on Thursday (November 28). </p>\n\n\n\n<p>Amid these developments, sources told India TV that both Eknath Shinde and Ajit Pawar agree and fully support the name of Devendra Fadnavis for the post of chief minister in Maharashtra. Meanwhile, a promise has been made to give due respect to Shinde. BJP Legislature Party will also meet in the next two days and the leader will likely be elected. </p>\n\n\n\n<p>Sources added Ajit Pawar will be given the post of Deputy Chief Minister and he will also likely to hold the Ministry of Finance. The Ministry of Urban Development will be given to Shiv Sena. BJP will retain the Home, Rural Development, and Revenue portfolios with them. PWD department will also be given to Eknath Shinde led-Shiv Sena. Also, proper representation will be given to both Marathas and OBCs in the government.</p>\n\n\n\n<p>After meeting with Union Minister Amit Shah and BJP President JP Nadda, Maharashtra caretaker Chief Minister Eknath Shinde described the meeting as good and positive. He added that another meeting would be held, which is expected to decide who will assume the role of Chief Minister.</p>\n\n\n\n<p>\"The meeting was good and positive. This was the first meeting. We had a discussion with Amit Shah and JP Nadda...There will be another meeting of the Mahayuti. In this meeting, a decision will be taken about who will be the Chief Minister. The meeting will be held in Mumbai,\" he said.</p>\n\n\n\n<p>Eknath Shinde, BJP leader Devendra Fadnavis, NCP chief Ajit Pawar and other Mahayuti leaders met Union Home Minister Amit Shah and BJP national president JP Nadda in Delhi on Thursday. After the meeting, Shinde, Fadnavis and Pawar left the national capital at late night. The leaders gathered to deliberate on the formation of the new government in Maharashtra.</p>\n\n\n\n<p>Earlier, Shinde reiterated that there were no obstacles regarding the Chief Minister's post and that \"Ladla Bhai\" is a title that holds more significance for him than anything else.</p>\n","originalUrl":"https://en.tattvanews.com/national/shinde-ajit-pawar-support-name-of-devendra-fadnavis-for-maharashtra-cm-post%ef%bf%bc/","hasAudio":false,"hasInfographics":false}