{"id":"wp-te-21170","wp_id":21170,"type":"standard","category":"World","language":"te","title":"నేడే ఆకాశంలో సూపర్‌మూన్‌, చంద్రగ్రహణం","excerpt":"నేడు వినీలాకాశంలో అద్భుత దృశ్యం ఆవిష్కృతం కాబోతున్నది. ఈ ఏడాది రెండో చంద్రగ్రహణం బుధవారం ఏర్పడనున్నది. అయితే, ఈ చంద్రగ్రహణం చాలా ప్రత్యేకం. ఇది పాక్షిక గ్రహణం కాగా.. ప్రపంచవ్యాప్తంగా అనేక దేశాల్లో కనిపించనున్నది. సూర్యుడు, భూమి, చంద్రుడు ఒకే సరళ రేఖలో వచ్చిన సమయంలో చంద్రగ్రహణం ఏర్పడుతుంది.  ఎందుకంటే భూమి కారణంగా సూర్యకాంతి చంద్రుడిపై పడదు. ఈ దృగ్విషయాన్ని చంద్రగ్రహణంగా పిలుస్తారు. వాస్తవానికి భూమి సూర్యుడి చుట్టూ తిరుగుతుంది. ఉపగ్రమైన చంద్రుడు చంద్రుడు భూమి చుట్టూ","author":"Tattva News Team","time":"18/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Lunar-Eclipse.webp","readTime":"5 min read","contentHTML":"\n<p>నేడు వినీలాకాశంలో అద్భుత దృశ్యం ఆవిష్కృతం కాబోతున్నది. ఈ ఏడాది రెండో చంద్రగ్రహణం బుధవారం ఏర్పడనున్నది. అయితే, ఈ చంద్రగ్రహణం చాలా ప్రత్యేకం. ఇది పాక్షిక గ్రహణం కాగా.. ప్రపంచవ్యాప్తంగా అనేక దేశాల్లో కనిపించనున్నది. సూర్యుడు, భూమి, చంద్రుడు ఒకే సరళ రేఖలో వచ్చిన సమయంలో చంద్రగ్రహణం ఏర్పడుతుంది. </p>\n\n\n\n<p>ఎందుకంటే భూమి కారణంగా సూర్యకాంతి చంద్రుడిపై పడదు. ఈ దృగ్విషయాన్ని చంద్రగ్రహణంగా పిలుస్తారు. వాస్తవానికి భూమి సూర్యుడి చుట్టూ తిరుగుతుంది. ఉపగ్రమైన చంద్రుడు చంద్రుడు భూమి చుట్టూ పరిభ్రమిస్తుంటాడు. సూర్యుడి, చంద్రుడి మధ్య భూమి వచ్చిన సమయంలో సూర్యకాంతి చంద్రుడిని చేరుకోలేకపోతుంది.</p>\n\n\n\n<p>భూమినీడ చంద్రుడిపై పడుతుంది. దీన్ని చంద్రగ్రహణంగా పిలుస్తుంటారు. అయితే, ఈ గ్రహణం భారత్‌లో కనిపించేందుకు అవకాశం లేదు. భారత కాలమానం ప్రకారం బుధవారం ఉదయం 6.11 గంటల సమయం ఏర్పడి.. 10.17 గంటలకు ముగుస్తుంది. మొత్తం గ్రహణం 4 గంటల 6 నిమిషాల పాటు కొనసాగుతుంది. </p>\n\n\n\n<p>ఈ గ్రహణాన్ని నాసా పత్యక్ష ప్రత్యక్ష ప్రసారం చేయనున్నది. ఈ సారి పాక్షిక చంద్రగ్రహణం దర్శనమివ్వనున్నది. మరో వైపు రేపు చంద్రుడు సాధారణ పౌర్ణమి రోజుల్లో కంటే కాస్త పెద్దగా కనిపించనున్నాడు. దీన్నే సూపర్‌మూన్‌గా పిలుస్తుంటారు. ఈ సూపర్‌మూన్‌ని హార్వెస్ట్‌ మూన్‌గా పిలుస్తారు. ఈ చంద్రగ్రహణం యూరప్‌, ఆఫ్రికా, నార్త్‌, సౌత్‌ అమెరికాతో పాటు ఆసియాలోని కొన్ని దేశాల్లో కనిపించనుంది.</p>\n","originalUrl":"https://tattvanews.com/21170/18/09/2024/","hasAudio":false,"hasInfographics":false}