{"id":"wp-en-15482","wp_id":15482,"type":"standard","category":"World","language":"en","title":"Jaswandha, A Sylvan Saga adjudged as best movies at Chalachitram film-fest","excerpt":"By Nava Thakuria  The curtain came down for 8th Chalachitram National Film Festival – 2024  at Jyoti Chitraban premises in  Kahilipara locality of the prehistoric city on 27 October, where Jaswandha (directed by Shoneel Yallattikar) was adjudged as the best movie in the rest of India and A Sylvan Saga by Jyoti Prasad Das in","author":"Tattva News Team","time":"28/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Film-Fest.jpg","readTime":"5 min read","contentHTML":"\n<p> <strong>By Nava Thakuria</strong> </p>\n\n\n\n<p>The curtain came down for 8th Chalachitram National Film Festival – 2024  at Jyoti Chitraban premises in  Kahilipara locality of the prehistoric city on 27 October, where Jaswandha (directed by Shoneel Yallattikar) was adjudged as the best movie in the rest of India and A Sylvan Saga by Jyoti Prasad Das in northeast India category. JP Das also received the best director award, where Abhijit Nayak got the best screenplay award for Wrong Number (directed by Bijit Borgohain).</p>\n\n\n\n<p>Best cinematography awards went to Angsuman Barua & Pradip Ch Sarma (also the director) for Aadi Shakti Maa Kamakhya and Chida Bora & Saril Nandan Deka for Teens of 1942 (directed by Samiran Deka). Bhaskar Jyoti Bhuyan received the best editing award for  Birubala-The Crusader (directed by Dhiraj Kashyap). Jury’s special mention went to A Letter To My Home (directed by Devajani Halder).</p>\n\n\n\n<p>Organized by Chalachitram, a subsidiary of Vishwa Samvad Kendra Assam, the two-day festival showcased 50 documentary and short feature films in both the completion and only screening categories. The annual  event for committed movie-goers aims to foster nationalism through film-works and pay homage to the thousands years old civilization, culture and heritage of Bharat.</p>\n\n\n\n<p>The film-fest revolves with the central theme ‘Our Heritage, Our Pride’ and it also encompasses issues like Land & People, Tourism, Arts, Handicrafts & Textiles, Manuscript & Manuscript Paintings, Painting & Woodcarving, Music and Musicians, Cultural Festivals, Monuments & Heritage sites, Social Reformers & Pioneers, Sports, Tea & Oil Industries, Culture & Values, Social Awareness, Family System,  Women, Environment, etc.</p>\n\n\n\n<p>The awardees were honoured with cash prizes, trophies and certificates during the closing ceremony in presence of distinguished cine-personalities and film-appreciators including Assam’s evergreen celluloid heroin Mridula Barua (who lighted the sacred lamp in front of Bharat Mata’s portrait), eminent film makers Atul Gangowar, Santosh Pathare, Sanskar Desai, Jadumani Dutta, Oinam Gautam, Bhagwat Pritam, etc.  </p>\n\n\n\n<p>The Last Generation, directed by Prabal Khaund, was screened as the inaugural film of CNFF-24. A number of interesting movies were selected for the competition category like Prayojan (directed by  Krishna Das), The Butcher (by Tashi Wangshu MJ),  Journey with A Dance Form (by  Pranjal Pratim Chetia), Heaven On The Earth (by Prasanta Kalita),  Rising Sunbirds (by Sudeshna Gupta),  The Caretaker (by Biswajit Das) and  Missing Cuisine (by  Pranjal Pratim Chetia).</p>\n\n\n\n<p>On the other hand, Being Bald (by Krishna Das),  Garishali (by  Ashomi Sarma), Bichitra (by  Tuhin Kanya Bora), Destination (by Dipak Kumar Roy) and  Ekaki (by  Rupam Jyoti Malakar) were screened in non- competition category of the north-eastern section.</p>\n\n\n\n<p>Outside the region category included My National Flag (by Sweta Kumar Dash), Shashwatam (by Monaksh N Kanirkar),    Nimbu Mirchi (by  Atul Subhashrao Camble),  Tiny World (by  Shashidhar Kote),    Sundarban (by  Arindam Konar & Shyam sundar Paul),  Bhookh (by  Saaikat Bagbaan),  Yes Sir (by  Mohit Singhal),  Multi (by Mrunal Mestri),  The Waiting (by Lalit Kr Jha & Sumit Kohli), Minus (by  Aritra Das),  Uma (by Abanti Sinha),  The Village of Masks (by Ritabrita Mitra),  Promise (by  Ravikant Narayan), Rainbow Classroom (by Madhurjya Alankaar),  Bin Boy (by  Bauddhayan Nukherji) and The Last Talk (by  Ashish Thakur) in the competition category.</p>\n\n\n\n<p>The non- competition category comprised Gods of Clay - Matir Thakur (by Amit Bhattacharjee), Reserve Women Right (by  Bijoy Kumar Dogra),  Rah Me Unse (by  Harsh Panchalwar), Sagavaram (by  Dinesh Balasri), Dennis And His Kambala Buffaloes (by Praveenk Shetty & Nitesh Anchan), Little Explorer (by  Sapru VV), Air Pollution (by  Umesh Y Gaurav), Black Hole (by Pradyumna), I am not Down (by Jyoti Madnani), Khera- The Lakshmi of Chilika (by Sudeshna Gupta), Wimdermere Ki Ramleela (by  Siddharth Rawal), Status (by Madhan R Karthick), Proof Of The Soul (by Gulshan Singh) and Manvi (by  Indrani Ghosh) for screening.</p>\n\n\n\n<p>The festival was inaugurated by Cotton University vice-chancellor Ramesh Ch Deka in presence of national award winning Assamese singer Tarali Sarma, Rashtriya Swayamsevak Sangh’s northeastern media coordinator Sunil Mohanty and a host of other dignitaries. The festival attracted a large number of young film buffs, who enjoyed the entries and brainstormed on film-crafts for two days on the campus, established in memory of Assam’s pioneer filmmaker Rupkonwar Jyotiprasad Agarwala.</p>\n\n\n\n<p>On behalf of the organizing committee, Kishor Shivam along with Pramod Kalita, Indrani Laskar, Amarjyoti Deka, Babita Sarma, Riju Dutta, etc express hope that the exercise would encourage the budding filmmakers to promote more film-works as a powerful tool for the social empowerment of those under privileged and certainly not a source of glossy entertainment only. They also believe that the powerful medium should make the audience aware about the rich cultural heritage of Bharat.</p>\n","originalUrl":"https://en.tattvanews.com/national/jaswandha-a-sylvan-saga-adjudged-as-best-movies-at-chalachitram-film-fest%ef%bf%bc/","hasAudio":false,"hasInfographics":false}