{"id":"wp-en-13412","wp_id":13412,"type":"standard","category":"World","language":"en","title":"EC releases absolute numbers of voters turnout for first five phases￼","excerpt":"Amid confusion over actual number of polled in each phase of Lok Sabha polls, the Election Commission of India on Saturday said that they have decided to further expand the format of the release of turnout data to include the absolute number of voters in every parliamentary constituency as it announced these figures for the five","author":"Tattva News Team","time":"26/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/ECI1.webp","readTime":"5 min read","contentHTML":"\n<p>Amid confusion over actual number of polled in each phase of Lok Sabha polls, the Election Commission of India on Saturday said that they have decided to further expand the format of the release of turnout data to include the absolute number of voters in every parliamentary constituency as it announced these figures for the five phases completed so far.</p>\n\n\n\n<p>“The Commission feels duly strengthened by the Supreme Court’s observations and verdict on the process of release of turnout data by the Election Commission of India. This brings upon the Commission, a higher responsibility to serve the cause of electoral democracy with undeterred resolution.”</p>\n\n\n\n<p>“The Commission has therefore decided to further expand the format of the release of turnout data to include the absolute number of voters in every parliamentary constituency, which of course is discernible Parliamentary Constituency wise by all citizens themselves by applying the turnout percentage to total electors, both already made available in the public domain,” it said.</p>\n\n\n\n<p>The absolute number of voter turnout for the first five phases is 507,297,288. In the first phase of the Lok Sabha polls, the turnout was 110,052,103, the second phase witnessed a turnout of 105,830,572 voters, the third phase 113,234,676, the fourth phase 122,469,319 and the fifth phase a 55,710,618 turnout.</p>\n\n\n\n<p>“The process of collection and storage of votes polled is rigorous, transparent, and participative. The Commission and its officials across the states have been disseminating voter turnout data in the best possible manner, taking into account statutory considerations,” the EC said in a statement.</p>\n\n\n\n<p>It claimed that the whole exercise of the release of turnout data from the date of commencement of polls on April 19 has been accurate, consistent and in accordance with election laws and without any discrepancy whatsoever.</p>\n\n\n\n<p>“The Commission has informed in the public domain and also to individual political parties the detailed process of recording and release of turnout data and the manner of custody and usages of form 17C,” it said.</p>\n","originalUrl":"https://en.tattvanews.com/national/ec-releases-absolute-numbers-of-voters-turnout-for-first-five-phases%ef%bf%bc/","hasAudio":false,"hasInfographics":false}