{"id":"wp-en-12849","wp_id":12849,"type":"standard","category":"World","language":"en","title":"DRDO carried successful flight trial of Indigenous Cruise Missile￼","excerpt":"DRDO has reportedly conducted a successful flight test for the Indigenous Technology Cruise Missile (ITCM). The new missile is said to be equipped with advanced avionics (that deals with aircraft electronic equipment) and software to ensure more reliable and better performance. The flight of the missile was also monitored from the Su-30-Mk-I aircraft of the","author":"Tattva News Team","time":"19/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/DRDO.jpg","readTime":"5 min read","contentHTML":"\n<p>DRDO has reportedly conducted a successful flight test for the Indigenous Technology Cruise Missile (ITCM). The new missile is said to be equipped with advanced avionics (that deals with aircraft electronic equipment) and software to ensure more reliable and better performance.</p>\n\n\n\n<p>The flight of the missile was also monitored from the Su-30-Mk-I aircraft of the Indian Air Force. It was on Thursday when the Ministry of Defence informed that the test was conducted from the Integrated Test Range (ITR), Chandipur, which was off the coast of Odisha on April 18, 2024.</p>\n\n\n\n<p>The missile followed the desired path using waypoint navigation and demonstrated very low-altitude sea-skimming flight. This successful flight test has also established the reliable performance of the indigenous propulsion system developed by the Gas Turbine Research Establishment (GTRE), Bengaluru.</p>\n\n\n\n<p>The missile is developed by Bengaluru-based DRDO laboratory Aeronautical Development Establishment (ADE) along with contributions from other laboratories and Indian industries. The test was carried out in the presence of many senior scientists from various DRDO laboratories along with representatives from the production partner.</p>\n\n\n\n<p>Defence Minister Rajnath Singh congratulated DRDO for the successful flight test of the ITCM and stated that the successful development of indigenous long-range subsonic cruise missiles powered by indigenous propulsion is a major milestone. DRDO Chairman Dr Samir V. Kamat congratulated the entire team of DRDO on the successful conduct of the ITCM launch.</p>\n","originalUrl":"https://en.tattvanews.com/others/drdo-carried-successful-flight-trial-of-indigenous-cruise-missile%ef%bf%bc/","hasAudio":false,"hasInfographics":false}