{"id":"wp-en-13592","wp_id":13592,"type":"standard","category":"World","language":"en","title":"President  Murmu invites Modi to form government at Centre￼","excerpt":"Prime Minister Narendra Modi on Friday met President Droupadi Murmu at the Rashtrapati Bhavan and staked claim to form the government at the Centre. Following this, the President invited PM Modi, the leader of the NDA, to form the government. Narendra Modi is set to be sworn-in as the Prime Minister for the third time on Sunday","author":"Tattva News Team","time":"8/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-Murmu.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Friday met President Droupadi Murmu at the Rashtrapati Bhavan and staked claim to form the government at the Centre. Following this, the President invited PM Modi, the leader of the NDA, to form the government. Narendra Modi is set to be sworn-in as the Prime Minister for the third time on Sunday (June 9) at 6 pm.</p>\n\n\n\n<p><strong> </strong>After meeting the President, PM Modi said that the NDA government has been given a chance for the third time by the people to serve to country. \"I assure the people of the country that in the last two terms, the speed with which the country has moved forward, change is visible in every sector and for 25 crore people to move out of poverty is a proud moment for every India,\" he added. </p>\n\n\n\n<p>“I want to assure people we will not lack in effort in fulfilling their aspirations in our next term,” Modi said after meeting Murmu. Murmu handed over the letter of appointment to Modi. Earlier, leaders of the BJP-led NDA had called on Murmu and handed over letters of support for Modi. </p>\n\n\n\n<p>“NDA will form a strong, stable, growth-oriented government…The president has appointed me as PM-designate...I will hand over the list of ministers to President Murmu before swearing-in,” said Modi. </p>\n\n\n\n<p>\"This is the first election after Azadi Ka Amrit Mahotsav...For the third time, the NDA government has been given a chance by the people to serve the country...Our 10 years just trailer, we will work much harder, faster for development of our country; people know we will deliver,\" said Modi. </p>\n\n\n\n<p>This 18th Lok Sabha is an important milestone towards fulfilling those dreams when the country will celebrate the 100 years of independence in 2047, he said. Earlier in the day, Modi was chosen as the leader of the NDA parliamentary party, thus paving the way for him to become the prime minister for the third time. </p>\n","originalUrl":"https://en.tattvanews.com/national/president-murmu-invites-modi-to-form-government-at-centre%ef%bf%bc/","hasAudio":false,"hasInfographics":false}