{"id":"wp-en-15352","wp_id":15352,"type":"standard","category":"World","language":"en","title":"India, Canada expels diplomats ￼","excerpt":"In a sharp escalation of the row between the two countries, India on Monday ordered the expulsion of six Canadian diplomats, while also announcing its decision to withdraw the Indian High Commissioner to Canada and “other targeted diplomats”, citing security concerns after Ottawa identified them as “persons of interest” in its investigation into the killing","author":"Tattva News Team","time":"15/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/India-Canada.webp","readTime":"5 min read","contentHTML":"\n<p>In a sharp escalation of the row between the two countries, India on Monday ordered the expulsion of six Canadian diplomats, while also announcing its decision to withdraw the Indian High Commissioner to Canada and “other targeted diplomats”, citing security concerns after Ottawa identified them as “persons of interest” in its investigation into the killing of Khalistan separatist Hardeep Singh Nijjar.</p>\n\n\n\n<p>Meanwhile, according to a Canadian government source, Canada had “expelled six Indian diplomats”, India said the diplomats were being withdrawn due to security concerns. In a seemingly tit-for-tat response late on Monday evening, India announced its decision to expel six Canadian diplomats, including Acting High Commissioner Stewart Wheeler, who was summoned to South Block earlier in the day for an explanation.</p>\n\n\n\n<p>Naming the Canadian diplomats in a press statement, India said they have been asked to leave “by or before 11:59 pm on Saturday, October 19, 2024”. The deepening chill between the two countries came days after the meeting between Prime Minister Narendra Modi and Canadian Prime Minister Justin Trudeau on the sidelines of the East Asia Summit in Laos last week.</p>\n\n\n\n<p>The day of fast-paced developments began with the Ministry of External Affairs (MEA) issuing a hard-hitting response to Canada’s “preposterous imputations” on the involvement of Indian diplomats in the Nijjar case, warning that India “reserves the right to take further steps in response”.</p>\n\n\n\n<p>In a major development, the Government of India has decided to withdraw the High Commissioner and other targeted diplomats and officials from Canada, said the Ministry of External Affairs in a statement on Monday. This came in response to Canada's attempt to link them to a probe into the killing of Khalistani terrorist Hardeep Singh Nijjar.</p>\n\n\n\n<p> \" It was underlined that in an atmosphere of extremism and violence, the Trudeau government's actions endangered their safety...We have no faith in the current Canadian Government's commitment to ensure their security. Therefore, the Government of India has decided to withdraw the High Commissioner and other targeted diplomats and officials,\" stated the MEA. </p>\n\n\n\n<p>The government conveyed that India reserves the right to take further steps in response to the \"Trudeau Government's support for extremism, violence and separatism against India\".</p>\n\n\n\n<p>Earlier in the day, the Ministry of External Affairs summoned the Canadian Deputy High Commissioner Stewart Wheeler after slamming the Trudeau government for \"preposterous\" allegations on Indian envoy Sanjay Kumar Verma during an investigation in Canada. India said it received a diplomatic communication suggesting that Indian High Commissioner to Canada Sanjay Kumar Verma and other diplomats are \"persons of interest\" in an investigation related to Nijjar's death.</p>\n","originalUrl":"https://en.tattvanews.com/national/india-canada-expels-diplomats-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}