{"id":"wp-te-20313","wp_id":20313,"type":"standard","category":"World","language":"te","title":"పోలవరం ఎమ్మెల్యే బాలరాజు కారుపై దాడి","excerpt":"ఆకతాయిలు రాళ్లు రువ్వడంతో పోలవరం ఎమ్మెల్యే బాలరాజు కారు అద్దాలు పగిలిపోయాయి. సోమవారం సాయంత్రం బర్రింకల పాడు గ్రామంలో ఈ ఘటన చోటు చేసుకుంది. ఎమ్మెల్యే వాహనం గ్రామంలో వెళుతుండగా గుర్తు తెలియని వ్యక్తులు రాళ్లు రువ్వడంతో కారు అద్దాలు పగిలిపోయాయి. ఎమ్మెల్యే వాహనంపై దాడి చేశారని డ్రైవర్‌ ఫిర్యాదు చేయడంతో ఎస్పీ ప్రతాప్ కిషోర్ స్పందించారు. పోలవరం డిఎస్పి సురేష్ రెడ్డి హుటాహుటిన ఘటనా స్థలానికి చేరుకున్నారు. సంఘటన జరిగిన ప్రాంతంలో జీలుగుమిల్లి సర్కిల్ ఇన్స్పెక్టర్","author":"Tattva News Team","time":"30/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Balaraju.webp","readTime":"5 min read","contentHTML":"\n<p>ఆకతాయిలు రాళ్లు రువ్వడంతో పోలవరం ఎమ్మెల్యే బాలరాజు కారు అద్దాలు పగిలిపోయాయి. సోమవారం సాయంత్రం బర్రింకల పాడు గ్రామంలో ఈ ఘటన చోటు చేసుకుంది. ఎమ్మెల్యే వాహనం గ్రామంలో వెళుతుండగా గుర్తు తెలియని వ్యక్తులు రాళ్లు రువ్వడంతో కారు అద్దాలు పగిలిపోయాయి.</p>\n\n\n\n<p>ఎమ్మెల్యే వాహనంపై దాడి చేశారని డ్రైవర్‌ ఫిర్యాదు చేయడంతో ఎస్పీ ప్రతాప్ కిషోర్ స్పందించారు. పోలవరం డిఎస్పి సురేష్ రెడ్డి హుటాహుటిన ఘటనా స్థలానికి చేరుకున్నారు. సంఘటన జరిగిన ప్రాంతంలో జీలుగుమిల్లి సర్కిల్ ఇన్స్పెక్టర్ క్రాంతి కుమార్ విచారణ జరిపారు.</p>\n\n\n\n<p>కారు అద్దాల పగిలిన ప్రదేశంలో అంతగా అనుమానించాల్సిన పరిస్థితులు లేవని పోలీసులు ప్రాథమికంగా నిర్ధారణకు వచ్చారు. ఈ ఘటనలో పూర్తి స్థాయిలో విచారణ చేసేందుకు పోలీసు అధికారులు సన్నద్ధం అయ్యారు. కారు పై రాయి పడడంతో వెనకగా ఉన్న అద్దాలు బ్రేక్ అయ్యాయి. సంఘటన చోటు చేసుకున్న ప్రాంతంలో హాస్టల్ భవనాలు ఉన్నాయి.</p>\n\n\n\n<p>సోమవారం రాత్రి పోలవరం ఎమ్మెల్యే కారులో డ్రైవర్, వ్యక్తిగత సహాయకులు వెళుతుండగా బర్రింకలపాడు జంక్షన్ దగ్గర ఒక రాయి కార్ వెనుక మిర్రర్ కి తగిలి కార్ అద్దం పగిలింది. ఈ ఘటనలో ఎవరికి ఎటువంటి గాయాలు కలుగలేదని పోలీసులు ప్రకటన విడుదల చేశారు. </p>\n\n\n\n<p>ఘటన జరిగిన ప్రదేశంలో వసతిగృహం ఉందని తెలిపారు. ఆకతాయిలు విసిరిందా, ఎవరైనా ఉద్దేశ పూర్వకంగా విసిరారా అన్నది పోలీసులు విచారిస్తున్నారు. ఈ ఘటనపై పూర్తిస్థాయిలో విచారిస్తున్నామని పోలవరం డిఎస్పీ తెలిపారు. పోలవరం ఎమ్మెల్యే చిర్రి బాలరాజు వాహనంపై చోటు చేసుకున్న రాళ్ళ దాడిని ఉపముఖ్యమంత్రి పవన్‌ కళ్యాణ్‌ ఖండించారు. బర్రింకలపాడు గ్రామంలో కొందరు వ్యక్తులు ఈ దాడికి పాల్పడ్డారని దాడి సమయంలో ఎమ్మెల్యే బాలరాజు వాహనంలో లేకపోవడం వల్ల ఎలాంటి హాని జరగలేదని తెలిపారు. ఈ ఘటనకు కారకులైన వారిని పోలీసులు తక్షణమే గుర్తించి కఠిన చర్యలు తీసుకోవాలని డిమాండ్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20313/30/07/2024/","hasAudio":false,"hasInfographics":false}