{"id":"wp-en-12797","wp_id":12797,"type":"standard","category":"World","language":"en","title":"A day after stone attack on Jagan, stones pleted on Chandrababu, Pawan￼","excerpt":"In a surprising was, causing concern over deteriorating law and order in Andhra Pradesh, ahead of general elections, stones were pelted on former chief minister and TDP chief N Chandrababu Naidu and Jana Sena chief Pawan Kalyan on Sunday evening at two different places, a day after stone attack on chief minister YS Jaganmohan Reddy.","author":"Tattva News Team","time":"15/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Chandrababu-Pawan-stones.jpeg","readTime":"5 min read","contentHTML":"\n<p>In a surprising was, causing concern over deteriorating law and order in Andhra Pradesh, ahead of general elections, stones were pelted on former chief minister and TDP chief N Chandrababu Naidu and Jana Sena chief Pawan Kalyan on Sunday evening at two different places, a day after stone attack on chief minister YS Jaganmohan Reddy.</p>\n\n\n\n<p>While stone pelting at the Chief Minister is widely regarded as a security failure, concerns are being expressed that if stones are pelted at the opposition leaders as well, the elections in AP may turn violent. Moreover, it is astonishing that two key opposition leaders were almost attacked simultaneously.</p>\n\n\n\n<p>During election campaigning in Gajuwaka in Visakhapatnam, a thug threw a stone at Chandrababu Naidu and escaped from there. However, Chandrababu was sidetracked. Police launched a manhunt for the accused as the crowd pelted stones from behind the vehicle and fled from there.</p>\n\n\n\n<p>Chandrababu expressed his anger over the series of stone pelting incidents. \"Yesterday in the dark, a pebble fell on CM Jagan. Stones were thrown at me when there was electricity now. Ganjai batch and blade batch are working,\" alleged Chandrababu.</p>\n\n\n\n<p>He deplored that stones were also pelted on Pawan Kalyan in Tenali. “We will also tell about the drama that happened yesterday in Vijayawada. Stones were thrown at me during the last election as well. Not afraid of claymore mines. Are we afraid of these stones?” he asked indignantly.</p>\n\n\n\n<p>\"Yesterday, the electricity went out in Jagan's yatra. Who should be responsible? Action should be taken against those who blocked the electricity supply and those who threw stones. What are Jagan's police and intelligence personnel doing? If there are attacks... are the police there just to watch?\" Chandrababu Naidu flyed ineffective police.</p>\n\n\n\n<p>He wondered and asked “Who is the person who threw the stone? What are the reasons behind this attack? The details are yet to be known”.</p>\n\n\n\n<p>“Jagan once played a Kodikatthi drama. They tried to blame uncle's murder on me. We all condemned the incident of stone pelting in Vijayawada. Paytm batch dogs were carried at will. They said that the stones were hurled by me,\" Chandrababu fumed.</p>\n\n\n\n<p> On the other hand, as part of the election campaign, when Pawan Kalyan reached Tenali by helicaptor on Sunday evening, stones were  pelted against him. But everyone breathed a sigh of relief as Pawan was not injured in this incident.</p>\n\n\n\n<p>The stone thrown by the assailant went away from Pawan Kalyan. There was no injury to anyone. However, Jana Sena activists catch hold of the person, who had thrown stones and later he was handed over to the police.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/a-day-after-stone-attack-on-jagan-stones-pleted-on-chandrababu-pawan%ef%bf%bc/","hasAudio":false,"hasInfographics":false}