{"id":"wp-en-15382","wp_id":15382,"type":"standard","category":"World","language":"en","title":"Tamannaah Bhatia questioned by ED in HPZ app scam￼","excerpt":"Bollywood actor Tamannaah Bhatia is being questioned by the Enforcement Directorate in Guwahati on Thursday. ED has called Tamannaah Bhatia for questioning in the HPZ app scam. Moreover, the actor is not being questioned as an accused but only for promoting this app. According to sources, the questioning is still going on. She travelled to Guwahati","author":"Tattva News Team","time":"18/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Tammannah.jpg","readTime":"5 min read","contentHTML":"\n<p>Bollywood actor Tamannaah Bhatia is being questioned by the Enforcement Directorate in Guwahati on Thursday. ED has called Tamannaah Bhatia for questioning in the HPZ app scam. Moreover, the actor is not being questioned as an accused but only for promoting this app. According to sources, the questioning is still going on. She travelled to Guwahati with her mother to appear before ED. </p>\n\n\n\n<p>This was Bhatia's second round of questioning with ED. Earlier too, the actor has been under investigation for the use of the Mahadev betting app. She was called in by the Maharashtra Cyber Cell in April for allegedly pushing Indian Premier League games on the FairPlay app, which is a Mahadev subsidiary.</p>\n\n\n\n<p>For the unversed, through this app, people were cheated of crores of rupees by promising to give 4 thousand rupees per day on investing 57 thousand rupees. For this kind of cheating, fake accounts were opened in different banks in the name of shell companies in which money was transferred from investors. The accused invested this money in crypto and bitcoins along with investing money on many betting apps like Mahadev. In this case, ED has so far seized movable and immovable assets worth Rs 497.20 crore. </p>\n","originalUrl":"https://en.tattvanews.com/national/tamannaah-bhatia-questioned-by-ed-in-hpz-app-scam%ef%bf%bc/","hasAudio":false,"hasInfographics":false}