{"id":"wp-en-15457","wp_id":15457,"type":"standard","category":"World","language":"en","title":"India, China to restart patrol at Depsang, Demchok from Oct 30￼","excerpt":"India and China have agreed to restart patrolling by their troops  at Depsang and Demchok along the Line of Actual Control (LAC) in eastern Ladakh at the end of this month. The patrolling is expected to start on October 30. Before that, the two sides will remove all temporary structures set up to stop each other's","author":"Tattva News Team","time":"26/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/LAC.webp","readTime":"5 min read","contentHTML":"\n<p>India and China have agreed to restart patrolling by their troops  at Depsang and Demchok along the Line of Actual Control (LAC) in eastern Ladakh at the end of this month. The patrolling is expected to start on October 30. Before that, the two sides will remove all temporary structures set up to stop each other's patrolling routes.</p>\n\n\n\n<p>Only Depsang and Demchok were under discussion for the reopening of patrolling that was announced last Monday. \"We will go back to patrolling to spots, where we were patrolling before April 2020,\" Army sources said on Friday.</p>\n\n\n\n<p>The troops on either side will inform one another before a patrol party is launched. This means patrolling will be coordinated and decided in advance. \"These are a part of measures put in place so that no faceoff occurs at the LAC,\" the sources said.<a href=\"https://www.facebook.com/sharer.php?u=https://www.telegraphindia.com/india/disengagement-at-two-friction-points-at-demchok-and-depsang-planned-to-be-completed-by-october-28-29-army-sources-on-china-pact/cid/2058310\"></a><a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/india/disengagement-at-two-friction-points-at-demchok-and-depsang-planned-to-be-completed-by-october-28-29-army-sources-on-china-pact/cid/2058310&text=Disengagement at two friction points at Demchok and Depsang planned to be completed by October 28-29 Army sources on China pact\"></a><a href=\"https://api.whatsapp.com/send?text=Disengagement+at+two+friction+points+at+Demchok+and+Depsang+planned+to+be+completed+by+October+28-29:+Army+sources+on+China+pact https://www.telegraphindia.com/india/disengagement-at-two-friction-points-at-demchok-and-depsang-planned-to-be-completed-by-october-28-29-army-sources-on-china-pact/cid/2058310\"></a><a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p>India and China have begun troop disengagement at the two friction points at Demchok and Depsang Plains in eastern Ladakh and this process is likely to get completed by October 28-29, Army sources said on Friday.</p>\n\n\n\n<p>The process follows an agreement firmed up between the two countries on patrolling and disengagement of troops along the Line of Actual Control (LAC) in eastern Ladakh, a major breakthrough to end the over four-year standoff.</p>\n\n\n\n<p>Sources said that patrolling will begin at the two friction points once the disengagement is done and both sides will move their respective troops and dismantle temporary structures. Eventually, they added, the patrolling status is expected to move back to pre-April 2020 level.</p>\n","originalUrl":"https://en.tattvanews.com/national/india-china-to-restart-patrol-at-depsang-demchok-from-oct-30%ef%bf%bc/","hasAudio":false,"hasInfographics":false}