{"id":"wp-te-19613","wp_id":19613,"type":"standard","category":"World","language":"te","title":"దక్షిణాఫ్రికా మహిళలపై టీమిండియా సిరీస్ కైవసం","excerpt":"భారత మహిళల క్రికెట్ జట్టు జోరు కొనసాగించింది. దక్షిణాఫ్రికాపై వరుసగా రెండో విజయం సాధించి మరో మ్యాచ్ మిగిలి ఉండగానే మూడు వన్డేల సిరీస్ కైవసం చేసుకుంది హర్మన్‍ప్రీత్ కౌర్ సేన. బెంగళూరులోని చిన్నస్వామి స్టేడియం వేదికగా బుధవారం జరిగిన రెండో వన్డేలో భారత మహిళల టీమ్ 4 పరుగుల తేడాతో దక్షిణాఫ్రికాపై గెలిచింది. 646 పరుగులు నమోదైన ఈ హైస్కోరింగ్ గేమ్‍లో టీమిండియా పైచేయి సాధించి గెలిచింది. భారత స్టార్ ఓపెనర్ స్మృతి మంధాన (120","author":"Tattva News Team","time":"20/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Smriti.webp","readTime":"5 min read","contentHTML":"\n<p>భారత మహిళల క్రికెట్ జట్టు జోరు కొనసాగించింది. దక్షిణాఫ్రికాపై వరుసగా రెండో విజయం సాధించి మరో మ్యాచ్ మిగిలి ఉండగానే మూడు వన్డేల సిరీస్ కైవసం చేసుకుంది హర్మన్‍ప్రీత్ కౌర్ సేన. బెంగళూరులోని చిన్నస్వామి స్టేడియం వేదికగా బుధవారం జరిగిన రెండో వన్డేలో భారత మహిళల టీమ్ 4 పరుగుల తేడాతో దక్షిణాఫ్రికాపై గెలిచింది. 646 పరుగులు నమోదైన ఈ హైస్కోరింగ్ గేమ్‍లో టీమిండియా పైచేయి సాధించి గెలిచింది.</p>\n\n\n\n<p>భారత స్టార్ ఓపెనర్ స్మృతి మంధాన (120 బంతుల్లో 136 పరుగులు; 18 ఫోర్లు, 2 సిక్స్‌లు) వరుసగా రెండో అద్భుత శతకం చేశారు. భారత కెప్టెన్ హర్మన్ ప్రీత్ కౌర్ (88 బంతుల్లో 103 పరుగులు నాటౌట్; 9 ఫోర్లు, 3 సిక్స్‌లు) అజేయ సెంచరీతో దుమ్మురేపారు. </p>\n\n\n\n<p>లక్ష్యఛేదనలో దక్షిణాఫ్రికా ఓపెనర్ లారా వోల్‍వాట్ (135 బంతుల్లో 135 పరుగులు నాటౌట్; 12 ఫోర్లు, 3 సిక్స్‌లు) శతకంతో చివరి వరకు పోరాడగా.. మరిజానే కాప్ (94 బంతుల్లో 114 పరుగులు; 11 ఫోర్లు, 3 సిక్స్‌లు) సెంచరీతో రాణించారు. దక్షిణాఫ్రికాకు చివరి ఓవర్లో విజయానికి 12 పరుగులు అవసరం కాగా.. భారత బౌలర్ పూజా వస్త్రాకర్ ఆరు పరుగులే ఇచ్చి రెండు వికెట్లు తీశారు. దీంతో ఉత్కంఠ పోరులో టీమిండియా విజయం సాధించింది.</p>\n\n\n\n<p>టాస్ ఓడి ముందుగా బ్యాటింగ్‍కు దిగిన భారత్ 50 ఓవర్లలో 3 వికెట్లకు 325 పరుగుల భారీ స్కోరు చేసింది. టీమిండియా ఓపెనర్ స్మృతి మందాన తన మార్క్ ఆటతో దుమ్మురేపారు. షెఫాలీ వర్మ (20), దయలాన్ హేమలత (24) ఎక్కువసేపు నిలువలేదు. ఆ తర్వాత స్మృతి, హర్మన్ ప్రీత్ కలిసి అదరగొట్టారు. దక్షిణాఫ్రికా బౌలర్లకు చుక్కలు చూపుతూ స్కోరు బోర్డును పరుగులు పెట్టింది. </p>\n\n\n\n<p>103 బంతుల్లో స్మృతి మంధాన సెంచరీ చేశారు. ఆ తర్వాత కూడా దూకుడుగా ఆడారు. మంధాన, హర్మన్‍ప్రీత్ 171 పరుగుల భాగస్వామ్యం నెలకొల్పారు. స్మృతి ఔటయ్యాక కౌర్ దుమ్మురేపారు. హర్మన్ ప్రీత్ చివరి వరకు నిలిచారు. 87 బంతుల్లో సెంచరీ మార్క్ చేరారు. దక్షిణాఫ్రికా బౌలర్లలో నాన్‍కులులెకో లాబా రెండు, మసపత క్లాస్ ఓ వికెట్ తీశారు.</p>\n\n\n\n<p>భారీ లక్ష్యఛేదనలో దక్షిణాఫ్రికా కెప్టెన్ లారా వోల్‍వాట్ (135 నాటౌట్) అజేయ శతకం చేయగా.. మారిజానే కాప్ కూడా శకతంతో ఆకట్టుకున్నారు. అయితే మిగిలిన బ్యాటర్లు విఫలమవడంతో ఉత్కంఠ పోరులో సౌతాఫ్రికా ఓడిపోయింది. 50 ఓవర్లలో 6 వికెట్లకు 321 పరుగులు చేసింది దక్షిణాఫ్రికా. హైస్కోరింగ్ మ్యాచ్‍లో 4 రన్స్ తేడాతో ఓడింది. భారత బౌలర్లలో పూజా వస్త్రాకర్, దీప్తి శర్మ చెరో రెండు వికెట్లతో దుమ్మురేపగా.. అరుంధతీ రెడ్డి, స్మృతి మంధాన చెరో వికెట్ దక్కించుకున్నారు.</p>\n\n\n\n<p>వన్డేల్లో వరుసగా రెండు సెంచరీలు చేసిన తొలి భారత మహిళా క్రికెటర్‌గా స్మ్రితి  మంధాన చరిత్ర సృష్టించారు. ఈ సిరీస్‍లో తొలి వన్డేలో శకతంతో దుమ్మురేపిన ఈ స్టార్ ఓపెనర్.. నేటి రెండో మ్యాచ్‍లోనూ సెంచరీ మెరుపులు మెరిపించారు. ఇది స్మృతికి ఏడో వన్డే శతకంగా ఉంది. భారత మహిళల జట్టు తరఫున అత్యధిక వన్డే సెంచరీలు చేసిన లెజెండ్ మిథాలీ రాజ్‍ను సమం చేశారు స్మృతి మంధాన. మహిళల వన్డేల్లో అత్యధిక సెంచరీల రికార్డు ఆస్ట్రేలియా ప్లేయర్ మెగ్ లానింగ్ (15 శతకాలు) పేరిట ఉంది. ఈ జాబితాలో స్మృతి, మిథాలీ ఇప్పుడు పదో స్థానంలో ఉన్నారు.<a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19613/20/06/2024/","hasAudio":false,"hasInfographics":false}