{"id":"wp-en-13881","wp_id":13881,"type":"standard","category":"World","language":"en","title":"CID files charge sheet against BS Yediyurappa in POCSO case ￼","excerpt":"The Crime Investigation Department (CID) probing molestation charges against former Karnataka Chief Minister BS Yediyurappa filed a charge sheet on Thursday in the special court handling POCSO cases. The Sadashivanagar police had registered a molestation case against the senior BJP leader in March this year. Following this, Karnataka Director General of Police Alok Mohan issued","author":"Tattva News Team","time":"28/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Yediyurappa2-1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Crime Investigation Department (CID) probing molestation charges against former Karnataka Chief Minister BS Yediyurappa filed a charge sheet on Thursday in the special court handling POCSO cases. The Sadashivanagar police had registered a molestation case against the senior BJP leader in March this year.</p>\n\n\n\n<p>Following this, Karnataka Director General of Police Alok Mohan issued an order transferring the case to the CID for further probe. The case originated from a complaint lodged by the mother of a 17-year-old girl, who alleged that Yediyurappa molested her daughter during a meeting on February 2 at his residence.</p>\n\n\n\n<p>The CID questioned Yediyurappa for about three hours on June 17 in connection with the case. The Karnataka High Court had earlier passed orders restraining the CID from arresting Yediyurappa in the case. </p>\n\n\n\n<p>The victim's brother had filed a petition in the court earlier this month alleging that though the case was registered nearly three months ago, no progress has been made in the investigation. The petitioner prayed that Yediyurappa should be arrested and interrogated. </p>\n\n\n\n<p>After the Sadashivanagar police registered the case in March, the Karnataka Director General of Police Alok Mohan had issued an order transferring it to the CID for further investigation.</p>\n\n\n\n<p>Yediyurappa, who has held various key positions in the state government, now faces substantial legal challenges as the court seeks to ensure his appearance in connection with these grave allegations.</p>\n\n\n\n<p>According to police, Yediyurappa has been booked under the POCSO Act and Section 354 A (Sexual harassment) of the Indian Penal Code (IPC) based on a complaint by the mother of a 17-year-old girl who alleged that he sexually assaulted her daughter during a meeting on February 2 this year, at his residence in Dollars Colony in Bengaluru. The 54-year-old woman, who had levelled the charge against Yediyurappa, died at a private hospital here last month, due to lung cancer.</p>\n","originalUrl":"https://en.tattvanews.com/national/cid-files-charge-sheet-against-bs-yediyurappa-in-pocso-case-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}