{"id":"wp-en-14598","wp_id":14598,"type":"standard","category":"World","language":"en","title":"SC takes suo motu cognizance of Kolkata rape-murder case￼","excerpt":"In a major development, the Supreme Court has taken suo motu cognisance of the Kolkata rape-murder case that has shaken the entire country, and will conduct the hearing on the matter on Tuesday (August 20). The hearing will be held by a bench led by CJI DY Chandrachud, Justice JB Pardiwala, Justice Manoj Misra. The top","author":"Tattva News Team","time":"18/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Medicos2.webp","readTime":"5 min read","contentHTML":"\n<p>In a major development, the Supreme Court has taken suo motu cognisance of the Kolkata rape-murder case that has shaken the entire country, and will conduct the hearing on the matter on Tuesday (August 20). The hearing will be held by a bench led by CJI DY Chandrachud, Justice JB Pardiwala, Justice Manoj Misra.</p>\n\n\n\n<p>The top court's action comes as the demand for justice to the trainee doctor who was brutally raped and murdered grows by the day in the entire country. A 32-year-old trainee doctor was raped and murdered at RG Kar Medical College and Hospital on August 9.</p>\n\n\n\n<p>The accused was arrested the next day. The high-profile case is now being investigated by the CBI after Calcutta High Court ordered the West Bengal government to hand over the probe to the central agency.</p>\n\n\n\n<p>The doctors across the country have expressed their anguish and anger over the incident and taken to the streets demanding justice for the victim. Massive peaceful protests have broken out on the streets of various parts of the country. OPD services were suspended all over the nation in protest, however, Emergency services remained operational. </p>\n\n\n\n<p>The Indian Medical Association (IMA) on Saturday (August 17) wrote to Prime Minister Narendra Modi and sought his intervention in the rape-murder case of a trainee doctor at RG Kar Medical College and Hospital in Kolkata.</p>\n\n\n\n<p>The IMA also put forth some solutions and demands to the Prime Minister and said that his taking note of the situation will “give confidence to not only women doctors but also to every woman in workplace”. The letter to PM Modi was written by IMA national president Dr RV Asokan and Honorary Secretary General Dr Anilkumar J Nayak.</p>\n\n\n\n<p>In the letter, the IMA also mentioned the vandalism at the hospital on August 14 night where the crime took place on August 9 and raised concerns over the safety of doctors inside hospitals and campuses.</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-takes-suo-motu-cognizance-of-kolkata-rape-murder-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}