{"id":"wp-en-14749","wp_id":14749,"type":"standard","category":"World","language":"en","title":"Two YCP Rajya Sabha MPs resign, may join TDP","excerpt":"Giving a big jolt to former chief minister and YCP chief YS Jaganmohan Reddy, two of its Rajya Sabha members resigned from the party on Thursday and also submitted their resignations to Rajya Sabha. They are Mopidevi Venkata Ramana and Beeda Mastan Rao. Both are prominent BC leaders. Venkata Ramana is known as close associate","author":"Tattva News Team","time":"30/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/YCP-MPs.webp","readTime":"5 min read","contentHTML":"\n<p>Giving a big jolt to former chief minister and YCP chief YS Jaganmohan Reddy, two of its Rajya Sabha members resigned from the party on Thursday and also submitted their resignations to Rajya Sabha.</p>\n\n\n\n<p>They are Mopidevi Venkata Ramana and Beeda Mastan Rao. Both are prominent BC leaders. Venkata Ramana is known as close associate of YS Rajasekhar Reddy family. He was minister in Rajasekhar Reddy, Rosaiah, Kiran Kumar Reddy and Jaganmohan Reddy cabinets.</p>\n\n\n\n<p>They submitted their resignations to Rajya Sabha to Vice President and Rajya Sabha Chairman Jagdeep Dhankhar, who has accepted their resignations. Mastan Rao, whose term was to end in June 2028, had switched from the TDP to the YCP. He is likely to go back to the TDP.</p>\n\n\n\n<p>Mopidevi, whose term was till June 2026, has already announced that he will join TDP. Both of them have reportedly met TDP chief Chandrababu Naidu last Sunday in Hyderabad, before taking decision to quit YCP.</p>\n\n\n\n<p>With their resignations, the YCP strength in the Rajya Sabha has decreased from 11 to nine. Meanwhile, the TDP, a key NDA ally, currently has no representation in the Upper House. As per reports, the TDP may field Mastan Rao in the upcoming bypoll, though Mopidevi Venkata Ramana is reportedly not interested in returning to the Rajya Sabha. If the TDP wins these bypolls, the ruling NDA will gain two additional members in the Rajya Sabha. He may be sent to Legislative Council.</p>\n\n\n\n<p>Earlier this month, senior YCP leader and former deputy chief minister A Kali Krishna Srinivas, alias Nani resigned from the party citing personal reasons. Moreover, several YCP Corporators have been quitting the party and joining TDP in several municipal corporations in the state.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/two-ycp-rajya-sabha-mps-resign-may-join-tdp/","hasAudio":false,"hasInfographics":false}