{"id":"wp-en-14769","wp_id":14769,"type":"standard","category":"World","language":"en","title":"Delhi court orders framing of murder charges against Jagdish Tytler","excerpt":"Holding that there was sufficient evidence against him to put him on trial, a Delhi court on Friday ordered framing of charges, including that of murder, against Congress leader Jagdish Tytler in a case related to murder of three people in north Delhi's Pul Bangash area during the 1984 anti-Sikh riots. \"Sufficient ground is there to proceed against the","author":"Tattva News Team","time":"31/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Tytler.jpg","readTime":"5 min read","contentHTML":"\n<p>Holding that there was sufficient evidence against him to put him on trial, a Delhi court on Friday ordered framing of charges, including that of murder, against Congress leader Jagdish Tytler in a case related to murder of three people in north Delhi's Pul Bangash area during the 1984 anti-Sikh riots.</p>\n\n\n\n<p>\"Sufficient ground is there to proceed against the accused person,\" Special CBI judge Rakesh Siyal said, posting the matter for September 13 for formally framing the charges when the accused would be asked if he would like to plead guilty or face trial.</p>\n\n\n\n<p>The court ordered framing of charges against the accused for several offences, including unlawful assembly, rioting, promoting enmity between different groups, house trespass and theft. Welcoming the development, BJP national spokesperson RP Singh wrote on X, “Albeit delayed, it appears justice is being done.”</p>\n\n\n\n<p>In its charge sheet filed on May 20, the CBI said Tytler \"incited, instigated and provoked\" the mob that had assembled at Pul Bangash Gurdwara in Azad Market on November 1, 1984, that resulted in the burning down of the gurdwara and killing of three Sikhs — Thakur Singh, Badal Singh and Guru Charan Singh.</p>\n\n\n\n<p>The offence entails a maximum punishment of death penalty in the rarest of rare cases. Another senior Delhi Congress leader and former MP Sajjan Kumar is already serving life imprisonment for the \"remainder of his natural life\" after being convicted by the Delhi High Court on December 17, 2018.</p>\n","originalUrl":"https://en.tattvanews.com/others/delhi-court-orders-framing-of-murder-charges-against-jagdish-tytler/","hasAudio":false,"hasInfographics":false}