{"id":"wp-en-13040","wp_id":13040,"type":"standard","category":"World","language":"en","title":"PM Modi asks BJP candidates to speak against Congress' regressive politics￼","excerpt":"Prime Minister Narendra Modi on Tuesday wrote to the BJP candidates ahead of the third phase of voting and urged them to spread the word against the regressive politics of the Congress and I.N.D.I. alliance.  He also asked them to speak against their agenda to give reservations to Muslims by snatching it from SC/ST and","author":"Tattva News Team","time":"1/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/02/Modi-LS.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Tuesday wrote to the BJP candidates ahead of the third phase of voting and urged them to spread the word against the regressive politics of the Congress and I.N.D.I. alliance.  He also asked them to speak against their agenda to give reservations to Muslims by snatching it from SC/ST and OBC.</p>\n\n\n\n<p> \"They (Congress) are hell-bent on snatching away people's hard-earned money and giving it to their vote bank. Congress has also made it clear that they will support dangerous ideas like 'inheritance tax'. The country will have to unite to stop them, the PM’s letter read”.</p>\n\n\n\n<p>He asserted that very vote that the BJP gets is a vote to accelerate its efforts to form a strong government and make India a developed nation by the year 2047. The encouraging trends of the first two phases of elections show that the people of India are determined to support our vision in this election, he added.</p>\n\n\n\n<p>\"Through this letter, I would like to tell the people of your constituency that this is not an ordinary election. Families across India, especially the senior members, would remember the difficulties they have gone through in the 5-6 decades of Congress' rule”, he said.</p>\n\n\n\n<p>Referring to his 10-yeaer regime, he said that in the last 10 years, the quality of life of every section of society has improved, with many of these troubles removed. “Yet, a lot more is still to be done and this election will be decisive in our mission to ensure a better life for everyone,\" the PM wrote in the letter.</p>\n\n\n\n<p>Responding to the PM's letter, Union Minister and BJP's Porbandar candidate Mansukh Mandaviya expressed gratitude for his inspiring words. \"The work done by you in the last 10 years has brought a big change in the lives of the poor, youth, farmers and women power. All of us workers will work hard on these suggestions of yours,\" Mandaviya wrote on X. </p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-asks-bjp-candidates-to-speak-against-congress-regressive-politics%ef%bf%bc/","hasAudio":false,"hasInfographics":false}