{"id":"wp-en-13624","wp_id":13624,"type":"standard","category":"World","language":"en","title":"Fake narrative emerges as a big challenge to Bharat","excerpt":"By Nava J Thakuria   The first & foremost principle of journalism should be an uncompromised commitment to serve and protect the interest of motherland. Along with the media persons, every citizen should come forward to play their roles with utmost responsibilities for the nation, and the journalists must support the people to fight against fake","author":"Tattva News Team","time":"10/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Assam.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>  </strong></p>\n\n\n\n<p>The first & foremost principle of journalism should be an uncompromised commitment to serve and protect the interest of motherland. Along with the media persons, every citizen should come forward to play their roles with utmost responsibilities for the nation, and the journalists must support the people to fight against fake narratives, said  Ashok Srivastav, senior consulting editor at DD News, while delivering  the keynote address of the annual Devarsi Narad Jayanti program, organized by Vishwa Sambad Kendra (VSK) Assam at Sudarshanalay in northeast India on Sunday.</p>\n\n\n\n<p>He also opined that the increase in the number of Lok Sabha seats for the  opposition parties in the recently concluded general elections has virtually saved the Election Commission of India and EVMs. Denouncing the pre-poll narrative by the opposition parties that if the ruling entities come to power again, India will slip in to the hands of authoritarians. The country came under such dictatorship during the days of Indira Gandhi for a brief period, but she was thrown away from power by the electorates later. For any reason, the people of Bharat will never  allow a dictator to run the show, asserted the outspoken  journalist.</p>\n\n\n\n<p>However, the familiar face of Doordarshan  expressed serious concern over some recent developments, where some fanatics in full public view killed a goat by hanging the photograph of a defeated candidate in Tamil Nadu, the ruling political workers openly threatened those people who did not vote for their nominated candidates in West Bengal, and a lady security person physically assaulted a newly elected Parliamentarian in Chandigarh airport in the guise of  protecting Indian democracy.</p>\n\n\n\n<p>Srivastav was very clear in his views that in contrast to the widely spread news that 700 people  were killed during the farmers’protest in Punjab and Haryana, none actually died of government atrocities. Some protesting farmers died at their residences because of other reasons, stated the scribe with nationalist spirit. He also criticised the  anti-Indian elements, promoted by some foreign media outlets, who described the Citizenship (Amendment) Act 2019 as anti-Muslims for their selfish political interest and wanted to burn the country in the  name of democratic protests.</p>\n\n\n\n<p>Mentionable is that, the annual program is organised across Bharat to redefine the relevance of world's first successful public communicator Devarsi Narad, who was a great scholar, musician and a devoted follower of Lord Vishnu. Revered as the son of Brahma and a disciple of Jupiter, Narad travelled across the three realms of existence and earned the reputation of a selfless messenger of public welfare. With a Veena on hands, Narad Muni used to bring authentic news only and his discourse is considered as objective journalism, which can inspire  dialogues among various conflicting  stakeholders for a pragmatic resolution.</p>\n\n\n\n<p>The decent function in Guwahati also witnessed awarding of four city-based journalists. This year’s Narad Jayanti award was conferred on Assam Tribune’s executive editor Prashanta Jyoti Baruah, where  Diganta Goswami (Dainik Agradoot), Padmini Hazarika (Asomiya Pratidin) and Raju Barua (ND24) were felicitated. The function was attended by VSK Assam president Gauranga Sharma, vice-president  Guru Prasad Medhi, secretary Kishor Shivam along  with many other dignitaries. Hosted by Nava Bujrabarua, the program was enthralled with Narad Stotra by Bharat Rag and concluded with enchanting Vande Mataram performance.</p>\n","originalUrl":"https://en.tattvanews.com/national/fake-narrative-emerges-as-a-big-challenge-to-bharat%ef%bf%bc/","hasAudio":false,"hasInfographics":false}