{"id":"wp-te-20152","wp_id":20152,"type":"standard","category":"World","language":"te","title":"పార్లమెంటులో సభ్యులు మాట్లాడేటప్పుడు అడ్డుపడొద్దు","excerpt":"పార్లమెంటు ఉభయ సభల్లో సభ్యులు మాట్లాడేటప్పుడు ఇతర సభ్యులు అడ్డుపడరాదని కేంద్ర రక్షణ శాఖ మంత్రి రాజ్‌నాథ్ సింగ్ కోరారు. బడ్జెట్ సమావేశాలు ప్రారంభానికి ముందు ఆదివారంనాడు ఏర్పాటు చేసిన అఖిలపక్ష సమావేశంలో ఆయన ఈ విజ్ఞప్తి చేశారు. ఇటీవల రాష్ట్రపతి ప్రసంగంపై ధన్యవాద తీర్మానానికి సమాధానం చెప్పేందుకు ప్రధానమంత్రి మోదీ మాట్లాడుతుండగా ఉభయసభల్లో సభ్యులు అడ్డుతగలడాన్ని పరోక్షంగా ప్రస్తావిస్తూ రాజ్‌నాథ్ ఈ విజ్ఞప్తి చేశారు.  ఇదెంత మాత్రం పార్లమెంటరీ సంప్రదాయం కాదని స్పష్టం చేశారు. అఖిలపక్ష","author":"Tattva News Team","time":"21/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/All-Party-meet1.webp","readTime":"5 min read","contentHTML":"\n<p>పార్లమెంటు ఉభయ సభల్లో సభ్యులు మాట్లాడేటప్పుడు ఇతర సభ్యులు అడ్డుపడరాదని కేంద్ర రక్షణ శాఖ మంత్రి రాజ్‌నాథ్ సింగ్ కోరారు. బడ్జెట్ సమావేశాలు ప్రారంభానికి ముందు ఆదివారంనాడు ఏర్పాటు చేసిన అఖిలపక్ష సమావేశంలో ఆయన ఈ విజ్ఞప్తి చేశారు. ఇటీవల రాష్ట్రపతి ప్రసంగంపై ధన్యవాద తీర్మానానికి సమాధానం చెప్పేందుకు ప్రధానమంత్రి మోదీ మాట్లాడుతుండగా ఉభయసభల్లో సభ్యులు అడ్డుతగలడాన్ని పరోక్షంగా ప్రస్తావిస్తూ రాజ్‌నాథ్ ఈ విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>ఇదెంత మాత్రం పార్లమెంటరీ సంప్రదాయం కాదని స్పష్టం చేశారు. అఖిలపక్ష సమావేశానంతరం పార్లమెంటరీ వ్యవహారాల శాఖ మంత్రి కిరణ్ రిజిజు ఈ విషయం మీడియాకు తెలిపారు.  సభ్యులంతా ప్రజాసామ్య పరిపుష్టతకు కృషి చేయాలని, సభా కార్యక్రమాల్లో జోక్యం చేసుకోవడం కానీ, అంతరాయం కలిగించడం కానీ చేయరాదని అఖిలపక్ష సమావేశంలో రాజ్‌నాథ్ విజ్ఞప్తి చేసినట్టు రిజిజు తెలిపారు.</p>\n\n\n\n<p>వర్షాకాల సమావేశాలు సజావుగా సాగేందుకు మంచి సూచనలు చేసిన అన్ని పార్టీలు ఫ్లోర్ లీడర్లకు ఆయన కృతజ్ఞతలు తెలిపారు. సభలను సజావుగా నడిపే బాధ్యత ఇటు ప్రభుత్వంతో పాటు అటు విపక్షాలకు కూడా ఉంటుందని పేర్కొన్నారు.</p>\n\n\n\n<p>లోక్‌సభలో డిప్యూటీ స్పీకర్‌ పదవిని విపక్షాలకు కేటాయించాలని, ఈ పదవిని ఖాళీగా ఉంచడం సమంజసం కాదని కాంగ్రెస్‌ ఎంపీ గౌరవ్‌ గగోయ్‌ సూచించారు. ఎల్జేపీ నేత చిరాగ్‌ పాశ్వాన్‌, ఎస్పీ ఎంపీ రాం గోపాల్‌ యాదవ్‌, ఆప్‌ సంజయ్‌ సింగ్‌, ఏఐఎంఐఎం చీఫ్‌ అసదుద్దీన్ ఓవైసీ, ఎన్సీపీ నేత ప్రఫుల్‌ పటేల్‌ సహా పలు పార్టీల ప్రతినిధులు అఖిలపక్ష భేటీకి హాజరయ్యారు. ఈ సమావేశంలో కన్వర్‌ యాత్ర మార్గంలో హోటళ్లు, దుకాణాల యజమానుల పేర్లను ప్రదర్శించాలని యూపీ ప్రభుత్వం జారీ చేసిన ఉత్తర్వుల అంశాన్ని ఎస్పీ, ఆప్‌ లేవనెత్తాయని సమాచారం.</p>\n\n\n\n<p>కాగా, బీహార్, ఆంధ్రప్రదేశ్ రాష్ట్రాలకు ప్రత్యేక కేటగిరీ స్టేటస్ ఇవ్వాలని అఖిలపక్ష సమావేశంలో జేడీయూ, వైఎస్ఆర్‌సీపీ కోరినట్టు కాంగ్రెస్ నేత జైరామ్ రమేష్ మీడియాతో మాట్లాడుతూ చెప్పారు. ఒడిశాకు ప్రత్యేక కేటగిరి స్టాటస్ ఇవ్వాలని డిమాండ్ చేసినట్టు బీజేడీ నేత సస్మిత పాత్ర తెలిపారు.  ఎన్నికల అనంతరం ఏపీలో చెలరేగుతున్న హింస, విపక్షంపై జరుగుతున్న దాడులపై ఈ సమావేశంలో వైసీపీ ప్రస్తావించింది.</p>\n\n\n\n<p>రాజ్యసభ ఎంపీ తివారీ మాట్లాడుతూ, సాంప్రదాయబద్ధంగా అఖిలపక్ష సమావేశం జరుగుతుంటుందని, తద్వారా సభ ప్రొసీడింగ్స్‌కు సంబంధించిన అంశాలను లెవనెత్తే అవకాశం ఉంటుందని అన్నారు. ద్రవ్యోల్బణం, నిరుద్యోగిత, పేపర్ లీక్‌లు, చైనాతో భద్రతాంశాలు, పార్లమెంటులో విగ్రహాల తొలగింపు, రైతులు, కార్మికులు, మణిపూర్, రైలు ప్రమాదాలు, 'నీట్' వంటి అశాంలను చర్చించాలని తాము కోరుకుంటున్నామని తెలిపారు.</p>\n\n\n\n<p>ఈనెల 22 నుంచి ఆగస్టు 12 వరకూ పార్లమెంటు వర్షాకాల బడ్జెట్ సమావేశాలు జరుగనుండగా, 23వ తేదీ సోమవారంనాడు 2024-25 సంవత్సరానికి పూర్తి స్థాయి కేంద్ర బడ్జెట్‌ను ఆర్థిక మంత్రి నిర్మలా సీతారామన్ లోక్‌సభలో ప్రవేశపెట్టనున్నారు.</p>\n\n\n\n<p>పశ్చిమబెంగాల్‌లో అమరవీరుల దినోత్సవం జరుపుకొంటున్నందున తృణమూల్ కాంగ్రెస్ నేతలు అఖిలపక్ష సమావేశానికి గైర్హాజరయ్యారు. 1993లో పశ్చిమబెంగాల్‌లో సీపీఎం సారథ్యంలోని లెఫ్ట్ ఫ్రెంట్ అధికారంలో ఉన్నప్పడు రాష్ట్ర సచివాలయానికి మార్చ్ నిర్వహించిన కార్యకర్తలపై పోలీసులు కాల్పులకు దిగడంతో 13 మంది కాంగ్రెస్ మద్దతుదారులు ప్రాణాలు కోల్పోయారు. వారి స్మృత్యర్ధం జూలై 21న అమరవీరులు దినోత్సవం జరుపుతుంటారు. అప్పట్లో మమతా బెనర్జీ యూత్ కాంగ్రెస్ చీఫ్‌గా ఉన్నారు.</p>\n\n\n\n<p></p>\n","originalUrl":"https://tattvanews.com/20152/21/07/2024/","hasAudio":false,"hasInfographics":false}