{"id":"wp-en-15434","wp_id":15434,"type":"standard","category":"World","language":"en","title":"States can regulate and tax 'industrial alcohol', rules SC￼","excerpt":"Holding that the expression ‘industrial alcohol’ is covered under ‘intoxicating liquor’ mentioned in Entry 8 of the State List (of the Seventh Schedule) of the Constitution, the Supreme Court on Wednesday ruled that states can regulate and tax it. By a 8: 1 verdict, a nine-judge Constitution Bench led by Chief Justice of India DY","author":"Tattva News Team","time":"24/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/04/Supreme-Court.jpg","readTime":"5 min read","contentHTML":"\n<p>Holding that the expression ‘industrial alcohol’ is covered under ‘intoxicating liquor’ mentioned in Entry 8 of the State List (of the Seventh Schedule) of the Constitution, the Supreme Court on Wednesday ruled that states can regulate and tax it.</p>\n\n\n\n<p>By a 8: 1 verdict, a nine-judge Constitution Bench led by Chief Justice of India DY Chandrachud overruled the top court’s 1990 judgment in Synthetics & Chemicals Ltd vs State of Uttar Pradesh which had ruled states cannot tax industrial alcohol as “intoxicating liquor” referred only to potable alcohol.</p>\n\n\n\n<p>While Justice Hrishikesh Roy, Abhay S Oka, Justice BV Nagarathna, Justice JB Pardiwala, Justice Manoj Misra, Justice Ujjal Bhuyan, Justice Satish Chandra Sharma and Justice Augustine George Masih went with the CJI, Justice Nagarathna delivered a dissenting verdict.</p>\n\n\n\n<p>The meaning of intoxicating liquor under Entry 8 of the State List (List-II) was beyond the narrow definition of alcoholic beverages or potable alcohol and included all kinds of alcohol which could adversely affect public health, the top court said, adding, “The public interest purpose is evident...”</p>\n\n\n\n<p>The term “intoxicating” could be understood as poisonous and liquor not colloquially or traditionally considered as alcohol may also be covered as “intoxicating liquor” within the meaning of Entry 8 of List 2, the majority said.</p>\n\n\n\n<p>“Alcoholic liquor and intoxicating liquor are used for consumption but the entry of intoxicating liquor stretches to its manufacturing etc. Alcoholic liquor is defined by the ingredient and 'intoxicating' is defined by effect. Thus, alcoholic liquor can be covered by the latter if it causes intoxication,” it said.</p>\n","originalUrl":"https://en.tattvanews.com/economy/states-can-regulate-and-tax-industrial-alcohol-rules-sc%ef%bf%bc/","hasAudio":false,"hasInfographics":false}