{"id":"wp-te-19409","wp_id":19409,"type":"standard","category":"World","language":"te","title":"ఎంఎల్‌సి ఉప ఎన్నికలో తీన్మార్ మల్లన్న విజయం","excerpt":"వరంగల్, ఖమ్మం, నల్లగొండ ఉమ్మడి జిల్లాల పట్టభద్రుల ఎంఎల్‌సి తొలిసారి హస్తగతం కానుంది. ఇప్పటివరకు ఎన్నికలు జరిగిన ప్రతిసారీ గులాబీ పార్టీ విజయకేతనం ఎగురవేసింది. ఈసారి జరిగిన హోరాహోరీ పోరులో కాంగ్రెస్ అభ్యర్థి తీన్మార్ మల్లన్న విజయకేతనం ఎగురవేశారు. బిఆర్‌ఎస్ అభ్యర్థి ఏనుగుల రాకేష్‌రెడ్డి తీవ్ర పోటీ ఇచ్చినప్పటికీ విజయం మాత్రం తీన్మార్‌కే దక్కింది. తొలిసారి గ్రాడ్యుయేట్స్ స్థానం హస్తగతం కావడంతో ఆ పార్టీ శ్రేణులు ఆనందంలో మునిగిపోయారు. పట్టభద్రుల ఎంఎల్‌సి ఉప ఎన్నిక ఓట్ల లెక్కింపు","author":"Tattva News Team","time":"8/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Mallanna.jpeg","readTime":"5 min read","contentHTML":"\n<p>వరంగల్, ఖమ్మం, నల్లగొండ ఉమ్మడి జిల్లాల పట్టభద్రుల ఎంఎల్‌సి తొలిసారి హస్తగతం కానుంది. ఇప్పటివరకు ఎన్నికలు జరిగిన ప్రతిసారీ గులాబీ పార్టీ విజయకేతనం ఎగురవేసింది. ఈసారి జరిగిన హోరాహోరీ పోరులో కాంగ్రెస్ అభ్యర్థి తీన్మార్ మల్లన్న విజయకేతనం ఎగురవేశారు. బిఆర్‌ఎస్ అభ్యర్థి ఏనుగుల రాకేష్‌రెడ్డి తీవ్ర పోటీ ఇచ్చినప్పటికీ విజయం మాత్రం తీన్మార్‌కే దక్కింది.</p>\n\n\n\n<p>తొలిసారి గ్రాడ్యుయేట్స్ స్థానం హస్తగతం కావడంతో ఆ పార్టీ శ్రేణులు ఆనందంలో మునిగిపోయారు. పట్టభద్రుల ఎంఎల్‌సి ఉప ఎన్నిక ఓట్ల లెక్కింపు మూడురోజుల పాటు కొనసాగింది. అధికార కాంగ్రెస్, ప్రతిపక్ష బిఆర్‌ఎస్ అభ్యర్థుల మధ్య పోరు హోరాహోరీగా సాగింది. </p>\n\n\n\n<p>మొదటి ప్రాధాన్యత ఓట్లలో 19 వేల పైచిలుకు ఓట్ల మెజార్టీతో కాంగ్రెస్ అభ్యర్థి తీన్మార్ మల్లన్న ఆధిక్యంలో ఉన్నారు. అయితే గెలుపు కోటా రావాలంటే 1,55,095 ఓట్లు కావాలి. తీన్మార్ 32,282 ఓట్ల దూరంలో ఉన్నారు. రెండో స్థానంలో బిఆర్‌ఎస్ అభ్యర్థి ఏనుగుల రాకేష్‌రెడ్డి ఉన్నారు. గెలుపు కోటా కోసం అధికారులు రెండో ప్రాధాన్యత ఓట్ల ఎలిమినేషన్ రౌండ్ ప్రారంభించారు. </p>\n\n\n\n<p>52 మంది అభ్యర్థులు పోటీలో ఉండటం.. వారికి వచ్చిన ఓట్ల ప్రకారం ఎలిమినేషన్ చేయాలి. తక్కువ ఓట్లు వచ్చిన అభ్యర్థి నుండి ఎలిమినేషన్ ప్రారంభించారు. స్వతంత్ర అభ్యర్థి పాలకూరి అశోక్‌గౌడ్‌కు వచ్చిన 30,461 ఓట్లు, బిజెపి అభ్యర్థి గుజ్జుల ప్రేమేందర్‌రెడ్డి వచ్చిన 43,956 ఓట్లను చివరిగా లెక్కించారు. బిఆర్‌ఎస్ నేతలు మాత్రం స్వతంత్ర అభ్యర్థి, బిజెపి అభ్యర్థికి వచ్చిన రెండో ప్రాధాన్యత ఓట్లు తమకే అధిక శాతం షేర్ జరిగి గెలుస్తామనే ధీమాతో ఉన్నారు.</p>\n\n\n\n<p>కానీ అశోక్‌గౌడ్‌కు వచ్చిన ఓట్లను లెక్కించినప్పుడు దాదాపుగా కొంచెం అటుఇటుగా ఇద్దరికీ సమానంగానే షేర్ అయినట్లు చెబుతున్నారు. బిజెపి అభ్యర్థి ప్రేమేందర్‌రెడ్డి ఓట్ల షేరింగ్ మాత్రం ఆరు వేల ఓట్ల వరకు బిఆర్‌ఎస్ అభ్యర్థి రాకేష్‌రెడ్డికి వచ్చాయి. అప్పటికీ కాంగ్రెస్ అభ్యర్థి తీన్మార్ మల్లన్న 14 వేల ఓట్లకు పైగానే ఆధిక్యంలో ఉన్నారు. ఎల్‌సిగా తమ పార్టీ అభ్యర్థి గెలుపొందనుండడంతో అధికార పార్టీ నేతలు, కార్యకర్తలు సంబరాల్లో మునిగిపోయారు.</p>\n","originalUrl":"https://tattvanews.com/19409/08/06/2024/","hasAudio":false,"hasInfographics":false}