{"id":"wp-te-19096","wp_id":19096,"type":"standard","category":"World","language":"te","title":"ఈవీఎంలను ధ్వంసం చేసిన మాచెర్ల ఎమ్మెల్యే పిన్నెల్లి","excerpt":"మాచెర్ల ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణా రెడ్డికి సంబంధించిన ఓ వీడియో ప్రస్తుతం సోషల్ మీడియాలో తెగ వైరల్ అవుతోంది. మే 13 వ తేదీన జరిగిన ఆంధ్రప్రదేశ్ ఎన్నికల సందర్భంగా మాచెర్ల నియోజకవర్గంలోని ఓ పోలింగ్ స్టేషన్‌లోకి వెళ్లిన పిన్నెల్లి రామకృష్ణా రెడ్డి.. అందులో ఉన్న ఈవీఎం మెషీన్‌ను ధ్వంసం చేసినట్లు అందులో ఉంది.  అయితే ఈ వీడియోను తెలుగుదేశం పార్టీ ట్విటర్‌లో విడుదల చేసింది. ఈ సందర్భంగా ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణా రెడ్డిపై తీవ్ర విమర్శలు","author":"Tattva News Team","time":"22/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/PInnelli-EVM.jpg","readTime":"5 min read","contentHTML":"\n<p>మాచెర్ల ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణా రెడ్డికి సంబంధించిన ఓ వీడియో ప్రస్తుతం సోషల్ మీడియాలో తెగ వైరల్ అవుతోంది. మే 13 వ తేదీన జరిగిన ఆంధ్రప్రదేశ్ ఎన్నికల సందర్భంగా మాచెర్ల నియోజకవర్గంలోని ఓ పోలింగ్ స్టేషన్‌లోకి వెళ్లిన పిన్నెల్లి రామకృష్ణా రెడ్డి.. అందులో ఉన్న ఈవీఎం మెషీన్‌ను ధ్వంసం చేసినట్లు అందులో ఉంది. </p>\n\n\n\n<p>అయితే ఈ వీడియోను తెలుగుదేశం పార్టీ ట్విటర్‌లో విడుదల చేసింది. ఈ సందర్భంగా ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణా రెడ్డిపై తీవ్ర విమర్శలు గుప్పించింది.  ఈ ఘటనకు సంబంధించిన వీడియోను ట్వీట్ చేసిన తెలుగుదేశం పార్టీ.. వైసీపీపై, ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణా రెడ్డిపై తీవ్రంగా మండిపడింది. ప్రజలు వైసీపీకి ఓట్లు వేయడం లేదని.. వైఎస్ జగన్ మోహన్ రెడ్డి చేయని పాపం లేదని పేర్కొంది. </p>\n\n\n\n<p>అంతేకాకుండా పోలింగ్ జరిగిన రోజున.. మాచెర్ల నియోజకవర్గంలోని పాల్వాయి గేట్ పోలింగ్ కేంద్రంలో (202).. ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణా రెడ్డి పోలింగ్ బూత్‌లోకి చొరబడి ఈవీఎంలు ధ్వంసం చేస్తున్న దృశ్యాలు సీసీటీవీ ఫుటేజ్‌లో రికార్డ్ అయ్యాయని తెలిపింది.  ఒక పక్క ఈవీఎంలు ధ్వంసం చేయడం.. మరోపక్క మారణహోమం చేసి.. ఏమీ తెలియనట్టు వైఎస్ జగన్ మోహన్ రెడ్డి దేశం దాటి పోతే.. వైఎస్సార్‌సీపీ నేతలు రాష్ట్రం దాటి పారిపోయారని టీడీపీ ఆరోపించింది. </p>\n\n\n\n<p>అంతేకాకుండా‌ ప్రజాస్వామ్యాన్ని అపహాస్యం చేసిన ప్రతి ఒక్కరూ ఎన్నికల ఫలితాలు విడుదల కానున్న జూన్ 4 వ తేదీ తర్వాత చట్టం ముందు దోషులుగా నిలబడక తప్పదని పేర్కొంది. అయితే ఈ ఘటనకు సంబంధించిన వీడియో ఆలస్యంగా వెలుగులోకి రావడం గమనార్హం. ఈ వీడియోను సీరియస్‌గా తీసుకుని.. ఎన్నికల కమిషన్, పోలీసులు ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణా రెడ్డిపై కఠిన చర్యలు తీసుకోవాలని ప్రతిపక్షాలు డిమాండ్ చేస్తున్నాయి.</p>\n\n\n\n<p>  ఇక ఎన్నికల సందర్భంగా ఆంధ్రప్రదేశ్‌లో చెలరేగిన హింసాత్మక ఘటనలపై ఇప్పటికే కేంద్ర ఎన్నికల సంఘం సీరియస్ అయింది. ఈ క్రమంలోనే సీఎస్ జవహర్ రెడ్డి, డీజీపీ హరీష్ కుమార్ గుప్తాలను ఢిల్లీకి పిలిపించి వివరణ కోరింది. ఈ క్రమంలోనే హింసాత్మక ఘటనలపై స్పెషల్ ఇన్వెస్టిగేషన్ టీమ్ - సిట్‌ను ఏర్పాటు చేసి జరిగిన హింసపై నివేదిక ఇవ్వాలని ఆదేశించింది.</p>\n\n\n\n<p>అయితే సిట్ అధికారులు.. రంగంలోకి దిగి.. హింసాత్మక ఘటనలపై నివేదిక రూపొందించి.. కేంద్ర ఎన్నికల సంఘానికి అందించారు. ఇక ఎన్నికల్లో హింస జరుగుతుంటే వాటిని అడ్డుకోవడంలో విఫలం అయిన కలెక్టర్, ఎస్పీ, డీఎస్పీ, ఇతర పోలీస్ సిబ్బందిపై వేటు వేసింది. కొందర్ని సస్పెండ్ చేయగా.. మరికొందరిపై బదిలీ వేటు పడింది.</p>\n","originalUrl":"https://tattvanews.com/19096/22/05/2024/","hasAudio":false,"hasInfographics":false}