{"id":"wp-en-13732","wp_id":13732,"type":"standard","category":"World","language":"en","title":"Rahul retains Rae Bareli, Priyanka to contest from Wayanad ￼","excerpt":"Congress chief Mallikarjun Kharge on Monday announced that party leader Rahul Gandhi will retain the Rae Bareli Lok Sabha seat vacating the Wayanad seat and Priyanka Gandhi Vadra will be contesting from Wayanad. The decision was taken after a series of discussions held within the party involving top leaders including Congress Parliamentary Party chairperson Sonia Gandhi,","author":"Tattva News Team","time":"18/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Rahul-Priyanka.jpg","readTime":"5 min read","contentHTML":"\n<p>Congress chief Mallikarjun Kharge on Monday announced that party leader Rahul Gandhi will retain the Rae Bareli Lok Sabha seat vacating the Wayanad seat and Priyanka Gandhi Vadra will be contesting from Wayanad.</p>\n\n\n\n<p>The decision was taken after a series of discussions held within the party involving top leaders including Congress Parliamentary Party chairperson Sonia Gandhi, and party general secretaries K. C. Venugopal.  The official announcement came after the meeting held on Monday involving Rahul Gandhi and Priyanka along with the other senior leaders of the party.</p>\n\n\n\n<p>While speaking to the reporters, Kharge said \"Rahul Gandhi won two Lok Saba seats but as per the law, he has to vacate one. Rahul Gandhi will retain Rae Bareli and we have decided that Priyanka ji will fight from Wayanad.\" </p>\n\n\n\n<p>Reacting to the decision, Rahul said that both Rae Bareli and Wayanad \"will get two MPs\".  He  said that it was a difficult decision for him as he has an emotional connection with both Rae Bareli and Wayanad.</p>\n\n\n\n<p>\"The last five years as a member of Parliament from Wayanad have been a very fantastic and enjoyable experience. The people of Wayanad gave me support, energy to fight in a very difficult time. I will never forget that...I will continue to visit Wayanad and the promises we made to Wayanad will be fulfilled,\" he said.</p>\n\n\n\n<p>Since Rahul won both the Wayanad and Rae Bareli Lok Sabha seats, he had to vacate one of the seats within 14 days of the Lok Sabha results, which came out on June 4. </p>\n","originalUrl":"https://en.tattvanews.com/national/rahul-retains-rae-bareli-priyanka-to-contest-from-wayanad-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}