{"id":"wp-te-20991","wp_id":20991,"type":"standard","category":"World","language":"te","title":"మమతా బెనర్జీ ప్రభుత్వానికి ఎంపీ షాక్‌","excerpt":"పశ్చిమబెంగాల్‌లో మమతా బెనర్జీ ప్రభుత్వానికి మరో షాక్‌ తగిలింది. తృణమూల్‌ కాంగ్రెస్‌ (టిఎంసి) రాజ్యసభ ఎంపి జవహర్‌ సిర్కార్‌ ఆదివారం రాజీనామా చేశారు. ఆర్‌జి కర్‌ మెడికల్‌ కాలేజీ, ఆస్పత్రిలో ట్రైనీ డాక్టర్‌ హత్యాచారం, ఆస్పత్రిలో జరిగిన అవినీతికి సంబంధించి తన రాజ్యసభ సభ్యత్వానికి రాజీనామా చేస్తున్నట్లు టిఎంసి పార్టీ చైర్‌పర్సన్‌, పశ్చిమబెంగాల్‌ ముఖ్యమంత్రి మమతా బెనర్జీకి రాసిన లేఖలో పేర్కొన్నారు. ”ఆర్‌జి కర్‌ ఆస్పత్రిలో ఘోరమైన ఘటనపై తీవ్రంగా బాధపడ్డాను, ఈ ఘటన జరిగిన తర్వాత","author":"Tattva News Team","time":"8/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/TMC-MP1.jpg","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమబెంగాల్‌లో మమతా బెనర్జీ ప్రభుత్వానికి మరో షాక్‌ తగిలింది. తృణమూల్‌ కాంగ్రెస్‌ (టిఎంసి) రాజ్యసభ ఎంపి జవహర్‌ సిర్కార్‌ ఆదివారం రాజీనామా చేశారు. ఆర్‌జి కర్‌ మెడికల్‌ కాలేజీ, ఆస్పత్రిలో ట్రైనీ డాక్టర్‌ హత్యాచారం, ఆస్పత్రిలో జరిగిన అవినీతికి సంబంధించి తన రాజ్యసభ సభ్యత్వానికి రాజీనామా చేస్తున్నట్లు టిఎంసి పార్టీ చైర్‌పర్సన్‌, పశ్చిమబెంగాల్‌ ముఖ్యమంత్రి మమతా బెనర్జీకి రాసిన లేఖలో పేర్కొన్నారు.</p>\n\n\n\n<p>”ఆర్‌జి కర్‌ ఆస్పత్రిలో ఘోరమైన ఘటనపై తీవ్రంగా బాధపడ్డాను, ఈ ఘటన జరిగిన తర్వాత ఓపిగ్గా నెలరోజులపాటు ఎదురు చూశాను. మీరు పాత స్టైల్‌లో జూనియర్‌ డాక్టర్ల సమస్యపై ప్రత్యక్షంగా.జోక్యంగా చేసుకుంటారని ఆశించాను. కానీ, అది జరగలేదు\" అంటూ తీవ్ర అసంతృప్తి వ్యక్తం చేశారు. </p>\n\n\n\n<p>\"ప్రభుత్వం ఇప్పుడు చాలా ఆలస్యంగా అరకొర చర్యలు తీసుకుంటుంది. పార్లమెంట్‌లో బెంగాల్‌ సమస్యలు ప్రస్తావించేందుకు మీరు నాకు అవకాశం ఇచ్చినందుకు ధన్యవాదాలు. నేను ఇక ఎంపీగా కొనసాగలేను. అవినీతి, మతతత్వం, కేంద్ర-రాష్ట్ర ప్రభుత్వాల్లో నియంతఅత్వంపై పోరాడటంలో ఏమాత్రం రాజీలేదు” అని జవహర్‌ తన లేఖలో పేర్కొన్నారు.</p>\n\n\n\n<p>ప్రభుత్వం వాస్తవాలను సత్యాన్ని చెప్పినప్పటికీ ప్రభుత్వంపై వ్యతిరేకత, అవిశ్వాసాన్ని ఇన్ని సంవత్సరాలలో ఎప్పుడూ చూడలేదని ఆయన విమర్శించారు. ఆప్తులైన కొద్ది మంది అవినీతిపరుల అడ్డూఅదుపులేని, మితిమీరిన వైఖరికి వ్యతిరేకంగా ప్రభుత్వం ఎలాంటి చర్యలు చేపట్టడంలేదని ఆగ్రహం వ్యక్తం చేశారు.</p>\n\n\n\n<p> ప్రస్తుతం ప్రజలు చేపడుతున్న ఆందోళన ప్రభుత్వాన్ని తాకుతోందని చెబుతూ బాధితులకు రాజకీయాలు వద్దని, న్యాయం కావాలని, నిందితులకు శిక్ష విధించడం కావాలని స్పష్టం చేశారు. రాష్ట్ర ప్రభుత్వానికి, పార్టీకి వ్యతిరేకంగా ఎంతగా ఉద్య మిస్తున్నారో అభయకు న్యాయం జరగాలని అంతగానే ఉద్యమిస్తున్నారని పేర్కొన్నారు.</p>\n\n\n\n<p>పార్టీలో ఆప్తుల, అవినీతిపరులకు అడ్డూ అదుపు లేకుండా పోయిందని, ఒక వర్గం నాయకుల పటిష్టమైన వ్యూహాల గురించి రాష్ట్ర ప్రభుత్వం పూర్తిగా పట్టించుకోనట్లుగా వ్యవహరిస్తుండటంతో తనకున్న భ్రమలు పూర్తిగా తొలగిపోయాయని తెలిపారు. ఇటీవల ఎన్నికైన పలువురు పంచాయితీ, మునిసిపల్‌ నేతలు అవినీతితో పెద్ద ఎత్తున ఆస్తులను సంపాదించడం చూసి ఆశ్చర్యపోయానని, ఇవి తనకే కాదు రాష్ట్ర ప్రజలకు కూడా బాధ కలిగిస్తున్నాయని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20991/08/09/2024/","hasAudio":false,"hasInfographics":false}