{"id":"wp-te-19108","wp_id":19108,"type":"standard","category":"World","language":"te","title":"డివిడెండ్ కింద కేంద్రానికి ఆర్‌బీఐ రూ.2.11 కోట్లు","excerpt":"కేంద్ర ప్రభుత్వాని రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా (ఆర్‌బీఐ) 2023-24 ఆర్థిక సంవత్సరానికి గాను రూ.2.11 లక్షల కోట్లు డివిడెండ్ గా చెల్లించేందుకు నిర్ణయించింది. ఈ మేరకు గవర్నర్ శక్తికాంత దాస్ నేతృత్వంలో ఆర్‌బీఐ కేంద్ర బోర్డు డైరెక్టర్లు ఈ మేరకు సమావేశమైంది. ఈ క్రమంలో ఆర్‌బీఐ వద్ద ఉన్న మిగులను నిధులను కేంద్ర ప్రభుత్వానికి బదిలీ చేసే విషయమై ఆమోదం తెలిపారు డైరెక్టర్లు. 2022- 23 ఆర్థిక సంవత్సరంలో రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా కేంద్రానికి","author":"Tattva News Team","time":"23/5/2024","image":"https://tattvanews.com/wp-content/uploads/2023/06/RBI.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర ప్రభుత్వాని రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా (ఆర్‌బీఐ) 2023-24 ఆర్థిక సంవత్సరానికి గాను రూ.2.11 లక్షల కోట్లు డివిడెండ్ గా చెల్లించేందుకు నిర్ణయించింది. ఈ మేరకు గవర్నర్ శక్తికాంత దాస్ నేతృత్వంలో ఆర్‌బీఐ కేంద్ర బోర్డు డైరెక్టర్లు ఈ మేరకు సమావేశమైంది. ఈ క్రమంలో ఆర్‌బీఐ వద్ద ఉన్న మిగులను నిధులను కేంద్ర ప్రభుత్వానికి బదిలీ చేసే విషయమై ఆమోదం తెలిపారు డైరెక్టర్లు.</p>\n\n\n\n<p>2022- 23 ఆర్థిక సంవత్సరంలో రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా కేంద్రానికి రూ.87,416 కోట్లు డివిడెండ్ రూపంలో చెల్లించింది. అప్పటి డివిడెండ్‌తో పోలిస్తే 2023-24 ఆర్థిక సంవత్సరంలో 140 శాతం అధికంగా డివిడెండ్ చెల్లిస్తుండడం గమనార్హం. ఈ ఏడాది రూ.75 వేల నుంచి రూ. 1.20 లక్షల కోట్ల మేర నిధులు బదిలీ చేస్తారని ఆర్థిక వేత్తలు అంచనా వేశారు.</p>\n\n\n\n<p> అయితే, వారి అంచనాలను మించి డివిడెండ్ చెల్లించేందుకు రిజర్వ్ బ్యాంక్ బోర్డ్ నిర్ణయించింది. రిజర్వ్ బ్యాంక్ నుంచి వచ్చే డివిడెండ్ నిధులను కేంద్రం తన ద్రవ్య లోటును పూడ్చుకునేందుకు ఉపయోగించుకుంటుంది. దేశీయంగా ఆర్థిక కార్యాకలపాలు పుంజుకోవడంతో కంటిన్‌జెంట్ రిస్క్ బఫర్ లెవల్‌ను కూడా 6 శాతం నుంచి 6.50 శాతానికి పెంచింది ఆర్‌బీఐ.</p>\n\n\n\n<p>ప్రతి ఏడాది మిగులు నిధులను కేంద్ర ప్రభుత్వానికి డివిడెండ్ రూపంలో ఇస్తుంటుంది రిజర్వ్ బ్యాంక్. పెట్టుబడులు, డాలర్ నిల్వలపై విలువల మధ్య వ్యత్యాసం, కరెన్సీ ప్రింటింగ్ ఫీ వంటి రూపాల్లో ఆర్‌బీఐకి ఆదాయం సమకూరుతుంటుంది. వీటిల్లో మిగులు నిధులను కేంద్రానికి బదిలీ చేస్తుంటుంది. </p>\n\n\n\n<p>2024- 25 ఆర్థిక సంవత్సరానికి గానూ తాత్కాలిక బడ్జెట్‌లో ఆర్‌బీఐ, ప్రభుత్వ రంగ బ్యాంకుల డివిడెండ్ల రూపంలో ఖజానాకు రూ.1.02 లక్షల కోట్లు సమకూరుతాయని ప్రభుత్వం అంచనా వేసింది. అయితే, రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా ఒక్కటే ఆ అంచనాలకు మించి డివిడెండ్ ప్రకటించింది. ఇక బ్యాంకుల నుంచి సైతం భారీగా డివిడెండ్ రానుంది. ఇది కేంద్రానికి డబుల్ బొనాంజా అనే చెప్పాలి.</p>\n","originalUrl":"https://tattvanews.com/19108/23/05/2024/","hasAudio":false,"hasInfographics":false}