{"id":"wp-te-21242","wp_id":21242,"type":"standard","category":"World","language":"te","title":"ప్రాయశ్చిత్త దీక్ష చేపట్టిన ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్","excerpt":"వైసీపీ హయాంలో తిరుమల లడ్డూ ప్రసాదం తయారీలో ఉపయోగించిన నెయ్యి కల్తీ జరిగినట్లు నిర్ధారణ అయిన నేపథ్యంలో ఏపీ ఉప ముఖ్యమంత్రి పవన్ కల్యాణ్ ‘ప్రాయశ్చిత్త దీక్ష’ చేపట్టారు. గుంటూరు జిల్లాలోని నంబూరులో ఉన్న శ్రీ దశావతార వెంకటేశ్వర స్వామి ఆలయానికి వెళ్లి దీక్ష తీసుకున్నారు.  తిరుపతి లడ్డూ ప్రసాదం అపవిత్రమైన నేపథ్యంలో క్షమించమని వెంకటేశ్వర స్వామిని కోరుతూ ఆయన దీక్ష మాలధారణ తీసుకున్నారు. స్వామి వారి ప్రసాదంలో కల్తీ జరుగుతుంటే హిందూ అధికారులు, బోర్డు సభ్యులు","author":"Tattva News Team","time":"22/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Pawan-deeksha.webp","readTime":"5 min read","contentHTML":"\n<p>వైసీపీ హయాంలో తిరుమల లడ్డూ ప్రసాదం తయారీలో ఉపయోగించిన నెయ్యి కల్తీ జరిగినట్లు నిర్ధారణ అయిన నేపథ్యంలో ఏపీ ఉప ముఖ్యమంత్రి పవన్ కల్యాణ్ ‘ప్రాయశ్చిత్త దీక్ష’ చేపట్టారు. గుంటూరు జిల్లాలోని నంబూరులో ఉన్న శ్రీ దశావతార వెంకటేశ్వర స్వామి ఆలయానికి వెళ్లి దీక్ష తీసుకున్నారు. </p>\n\n\n\n<p>తిరుపతి లడ్డూ ప్రసాదం అపవిత్రమైన నేపథ్యంలో క్షమించమని వెంకటేశ్వర స్వామిని కోరుతూ ఆయన దీక్ష మాలధారణ తీసుకున్నారు. స్వామి వారి ప్రసాదంలో కల్తీ జరుగుతుంటే హిందూ అధికారులు, బోర్డు సభ్యులు ఎందుకు మాట్లాడలేదని పవన్ ప్రశ్నించారు. టీటీడీ ఉద్యోగులు మౌనంగా ఉండి మహా అపరాధం చేశారని, అందుకే తాను దీక్ష తీసుకున్నానని పవన్ చెప్పారు. </p>\n\n\n\n<p>అయితే, ప్రభుత్వాలను నిందించడానికో రాజకీయ లబ్ది కోసం కాదని ఆయన స్పష్టత  ఇచ్చారు.  దోషులకు తప్పకుండా శిక్ష పడాలని, టీటీడీ బోర్డు బాధ్యత తీసుకోవాలని పవన్ స్పష్టం చేశారు. చర్చికి, మసీదులో జరిగితే జగన్ ఊరుకుంటారా? అని ఆయన ప్రశ్నించారు. హిందూ ధర్మానికి జరిగితే ఎందుకు వెనుకేసుకొస్తున్నారని నిలదీశారు.</p>\n\n\n\n<p>కేబినెట్, అసెంబ్లీలో దీనిపై చర్చ జరగాలని, సీబీఐ విచారణకు ఇవ్వాలో లేదో సీఎం నిర్ణయం తీసుకోవాలని ఆయన చెప్పారు. ప్రజలంతా ఆయన వెనుకే ఉంటారని అభిప్రాయపడ్డారు. నెయ్యి తక్కువ ధరకు ఇస్తారని చెప్పిన మధ్యవర్తి ఎవరో తేలాలని పవన్ స్పష్టం చేశారు.</p>\n\n\n\n<p>‘‘స్వామి వారి పూజా విధానాలను మార్చేశారు. శ్రీవాణి ట్రస్ట్ పేరుతో టిక్కెట్లు అమ్ముకున్నారు. వైసీపీ పాలనలో 300 ఆలయాలను అపవిత్రం చేశారు. ఏ మతమైనా కావచ్చు. ఏ ప్రార్థనా మందిరం కావచ్చు. మనోభావాలు దెబ్బతినకూడదు\" అని తెలిపారు. </p>\n\n\n\n<p>\"ప్రసాదాలు కల్తీ జరుగుతోంది, నాణ్యత లేదని ముందు నుంచి చెబుతున్నాం. టీటీడీపై శ్వేతపత్రం విడుదల చేయాలని కోరుతున్నాం. ఈ స్థాయిలో కల్తీ జరుగుతోందని అనుకోలేదు. దారుణం ఏంటంటే అయోధ్యకి లక్ష లడ్డూలు పంపించారు. రాజకీయ లబ్ది కోసం చేస్తున్నామని వైసీపీ అంటుంది. రామతీర్థం దేవుడి విగ్రహం ధ్వంసం చేసినప్పుడే రోడ్డు మీదకు వచ్చేవాడిని. ఆరోజు రాజకీయం చేయలేదు’’ అని పవన్ కల్యాణ్ పేర్కొన్నారు.</p>\n\n\n\n<p>‘‘దాడులు జరుగుతున్నప్పుడు చూస్తు కూర్చుకోడం కూడా తప్పే. ధర్మాన్ని పాడు చేసే హక్కు ఎవరికి లేదు. పగ ప్రతీకారం తీర్చుకునే ప్రభుత్వం కాదు మాది. వైసీపీకి తప్పులు చేయడం అలవాటు అయింది. దీనికి పుల్‌స్టాప్ పెట్టాలి. వైవీ సుబ్బారెడ్డి, ధర్మారెడ్డి ఉన్న బోర్డు ఏం చేసింది? తప్పులు చేసిన వారిని వెనకేసుకు రావద్దు\" అంటూ హితవు చెప్పారు. </p>\n\n\n\n<p>\"చర్చి, మసీదులో జరిగితే ప్రపంచం అంతా గొడవ చేస్తారు. హిందువులకు మనోభావాలు ఉండవా? ఇతర మతాలకు అన్వయిస్తారా?  సనాతన ధర్మం ఒకరు ప్రారంభించింది కాదు. అన్ని విశ్వాసాలను దగ్గరకు తీసుకున్న నేల ఇది’’ అని పవన్ వ్యాఖ్యానించారు.</p>\n","originalUrl":"https://tattvanews.com/21242/22/09/2024/","hasAudio":false,"hasInfographics":false}