{"id":"wp-te-18570","wp_id":18570,"type":"standard","category":"World","language":"te","title":"మరోసారి బహిరంగ క్షమాపణలు తెలిపిన రాందేవ్‌ బాబా","excerpt":"ప్రజలను తప్పుదోవ పట్టించేలా ప్రకటనలు ఇచ్చి, ఆపై సుప్రీంకోర్టు ఆదేశాలను ధిక్కరించిన యోగా గురు రాందేవ్ బాబకు చెందిన ప్రముఖ ఆయుర్వేద ఉత్పత్తుల సంస్థ పతంజలి ఆయుర్వేద లిమిటెడ్ క్షమాపణలు కోరుతూ దేశవ్యాప్తంగా అన్ని పత్రికల్లో తాటికాయంత అక్షరాలతో ప్రకటనలు ఇచ్చింది.  రాందేవ్ బాబా సహచరుడు ఆచార్య బాలకృష్ణ పేరుతో మంగళ, బుధ వారాలలో దినపత్రికల్లో ఈ బహిరంగ క్షమాపణలకు సంబంధించని ప్రకటన వచ్చింది. మొత్తం పేపరులో ఈ ప్రకటన పావువంతు భాగం ఉంది. ఈ ప్రకటనపై","author":"Tattva News Team","time":"25/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Baba-Ramdev.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రజలను తప్పుదోవ పట్టించేలా ప్రకటనలు ఇచ్చి, ఆపై సుప్రీంకోర్టు ఆదేశాలను ధిక్కరించిన యోగా గురు రాందేవ్ బాబకు చెందిన ప్రముఖ ఆయుర్వేద ఉత్పత్తుల సంస్థ పతంజలి ఆయుర్వేద లిమిటెడ్ క్షమాపణలు కోరుతూ దేశవ్యాప్తంగా అన్ని పత్రికల్లో తాటికాయంత అక్షరాలతో ప్రకటనలు ఇచ్చింది. </p>\n\n\n\n<p>రాందేవ్ బాబా సహచరుడు ఆచార్య బాలకృష్ణ పేరుతో మంగళ, బుధ వారాలలో దినపత్రికల్లో ఈ బహిరంగ క్షమాపణలకు సంబంధించని ప్రకటన వచ్చింది. మొత్తం పేపరులో ఈ ప్రకటన పావువంతు భాగం ఉంది. ఈ ప్రకటనపై అత్యున్నత న్యాయస్థానం స్పందిస్తూ.. ఈ క్షమాపణ ప్రకటన.. గతంలో మీరు ప్రజలను తప్పుదోవ పట్టిస్తూ ఇచ్చిన ప్రకటనల పరిమాణంలోనే ఉందా? అని ప్రశ్నించింది.</p>\n\n\n\n<p>సుప్రీంకోర్టులో విచారణ జరుగుతున్న నేపథ్యంలో కోర్టు ఆదేశాలు పాటించనందుకు/ ఉల్లంఘించినందుకు వ్యక్తిగత హోదాతోపాటు కంపెనీ తరపున తాము బేషరుతుగా క్షమాపణలు చెబుతున్నట్టు ఆ ప్రకటనలో పేర్కొన్నారు. పతంజలి ఆయుర్వేద లిమిటెడ్, ఆచార్య బాలకృష్ణ, స్వామి రాందేవ్ పేరుతో ఈ యాడ్ బుధవారం ప్రచురితమైంది. </p>\n\n\n\n<p>ఈ ప్రకటన పత్రికలో పావువంతు ఉండగా, మంగళవారం యాడ్ మాత్రం చిన్నగా ఉండడమే కాకుండా ఆ ప్రకటన ఎవరు ఇచ్చారో తెలియకుండా ఉంది. రాందేవ్, బాలకృష్ణ పేర్లను ప్రస్తావించలేదు.  ఈ కేసును నిన్న విచారించిన జస్టిస్ హిమాకోహ్లీ, జస్టిస్ ఎ.అమానుల్లా నేతృత్వంలోని బెంచ్ క్షమాపణలను ప్రముఖంగా ప్రచురించారా? అని ప్రశ్నించింది. మునుపటి ప్రకటనల ఫాంట్, సైజు అదేనా? అని జస్టిస్ కోహ్లీ ప్రశ్నించారు. </p>\n\n\n\n<p>రాందేవ్, బాలకృష్ణ తరపున సీనియర్ న్యాయవాది ముకుల్ రోహత్గీ వాదనలు వినిపిస్తూ క్షమాపణల ప్రకటనను 67 పత్రికల్లో రూ. 10 లక్షల ఖర్చుతో ప్రచురించినట్టు చెప్పారు. స్పందించిన జస్టిస్ కోహ్లీ.. ప్రకటనలను కత్తిరించి తమకు సమర్పించాలని కోరారు. అవి వాస్తవ పరిమాణంలోనే ఉండాలని, ఈ క్రమంలో వాటిని పెద్దగా చూపించే ప్రయత్నం చేయవద్దని ఆదేశించారు. తదుపరి విచారణను ఈ నెల 30కి వాయిదా వేస్తూ ఆ రోజున రాందేవ్, బాలకృష్ణ కోర్టుకు హాజరు కావాలని ఆదేశించింది.</p>\n\n\n\n<p> కరోనా వ్యాక్సినేష‌న్‌, ఆధునిక వైద్యాన్ని కించ‌ప‌రుస్తూ ప‌తంజ‌లి సంస్థ గ‌తంలో ఇచ్చిన యాడ్స్ విష‌యంలో సుప్రీంకోర్టులో కేసు విచార‌ణ జ‌రుగుతున్న విష‌యం తెలిసిందే. ఈ కేసులో బాబా రాందేవ్‌, ఆచార్య బాల‌కృష్ణపై కోర్టు ఆగ్రహం కూడా వ్యక్తం చేసింది. ఈ నేప‌థ్యంలో రాందేవ్‌ క్షమాపణలు చెప్పారు. ప‌త్రిక‌ల్లో క్షమాప‌ణ‌ల యాడ్స్ కూడా ప్రచురించిన‌ట్లు వెల్లడించారు.</p>\n","originalUrl":"https://tattvanews.com/18570/25/04/2024/","hasAudio":false,"hasInfographics":false}