{"id":"wp-en-14791","wp_id":14791,"type":"standard","category":"World","language":"en","title":"PM Modi assures AP, Telangana CMs all help in flood-rescue operations","excerpt":"Prime Minister Narendra Modi has assured the Chief Ministers of both the Telugu States Chandrababu Naidu and Revanth Reddy that the center will extend all possible help to both the states to help address the challenges posed by the severe weather. He spoke to both the Chief Ministers on Sunday evening to assess the situation","author":"Tattva News Team","time":"2/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/AP-floods.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi has assured the Chief Ministers of both the Telugu States Chandrababu Naidu and Revanth Reddy that the center will extend all possible help to both the states to help address the challenges posed by the severe weather.</p>\n\n\n\n<p>He spoke to both the Chief Ministers on Sunday evening to assess the situation in both states following heavy rains and floods. Chandrababu Naidu explaining the severity of the situation, has urged to declare it as a national calamity.</p>\n\n\n\n<p>According to a release from the Telangana Chief Minister's Office, PM Modi specifically discussed the flood situation with Telangana CM Revanth Reddy, enquiring about the conditions in the worst-affected areas and the extent of the damage caused by the floods. </p>\n\n\n\n<p>PM Modi lauded both state governments for maintaining high alert and effectively preventing the loss of life amid the ongoing heavy rains and floods. He also assured that helicopters would be deployed to provide emergency services in adverse weather conditions.</p>\n\n\n\n<p>He emphasised that the Centre would extend the necessary assistance and relief to the rain-affected areas in Telangana and Andhra Pradesh. In view of the severe weather, the state government has declared all primary and secondary schools closed on Monday as a precautionary measure.</p>\n\n\n\n<p>Meanwhile, Chief Minister Chandrababu Naidu visited the flood-affected areas in Singhnagar in Vijayawada and reviewed the relief measures being provided to the affected people. Throughout the night he was in the flood affected areas, meeting people and monitoring the field-level situation.</p>\n\n\n\n<p>Further, the Chief Minister instructed officials to distribute food and water bottles to the affected people. During his visit, the Chief Minister assessed the situation and discussed the relief measures with officials. He directed them to take the necessary steps to provide assistance to the flood victims. </p>\n\n\n\n<p>The India Meteorological Department has also issued a weather warning for the next five days. The weather department has forecast heavy rainfall accompanied by thunderstorms and lightning.</p>\n\n\n\n<p>For the next four days, isolated places in North Coastal Andhra Pradesh and Yanam are expected to experience thunderstorms with lightning. Police and NDRF teams-initiated rescue and relief operations, relocating affected residents to rehabilitation centres.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/pm-modi-assures-ap-telangana-cms-all-help-in-flood-rescue-operations/","hasAudio":false,"hasInfographics":false}