{"id":"wp-en-13679","wp_id":13679,"type":"standard","category":"World","language":"en","title":"Ajit Doval appointed as National Security Advisor for third time￼","excerpt":"Former IPS officer Ajit Doval was appointed as the National Security Advisor for a third time, as per a government order issued on Thursday. The Cabinet Appointments Committee’s order stated that Doval’s appointment is co-terminus with the term of Prime Minister Narendra Modi or until further orders, whichever is earlier. His third term came into effect from","author":"Tattva News Team","time":"14/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Ajit-Doval-PK-Mishra.jpg","readTime":"5 min read","contentHTML":"\n<p>Former IPS officer Ajit Doval was appointed as the National Security Advisor for a third time, as per a government order issued on Thursday. The Cabinet Appointments Committee’s order stated that Doval’s appointment is co-terminus with the term of Prime Minister Narendra Modi or until further orders, whichever is earlier.</p>\n\n\n\n<p>His third term came into effect from June 10. During the term of his office, Doval will be assigned the rank of Cabinet Minister in the Table of Precedence, as per the order, and the terms and conditions of his appointment will be notified separately.</p>\n\n\n\n<p>Meanwhile, the Appointments Committee also approved the appointment of retired IAS officer PK Mishra as Principal Secretary to Prime Minister. His appointment will be co-terminus with the term of the Prime Minister or until further orders whichever is earlier.</p>\n\n\n\n<p>On the development, a top source in the establishment said with the country at a ‘take-off stage’ the government may have thought it prudent to continue with the experienced hands.  It also shows the trust the PM has on these officials.</p>\n\n\n\n<p>The official release also extended the tenures of Amit Khare and Tarun Kapoor as advisors to the PM in the Prime Minister's Office, in the rank and scale of Secretary to Government of India, for a period of two years. </p>\n\n\n\n<p>While Khare is a 1985 batch IAS officer, Kapoor is a 1987 batch officer from the same service. With the PMO and NSA’s office becoming the central pivots on which the governance and administration of the country operated during the last two terms of the BJP-led NDA government, these are sure-shot signals that the PMO will continue to call the shots. </p>\n","originalUrl":"https://en.tattvanews.com/national/ajit-doval-appointed-as-national-security-advisor-for-third-time%ef%bf%bc/","hasAudio":false,"hasInfographics":false}