{"id":"wp-te-19821","wp_id":19821,"type":"standard","category":"World","language":"te","title":"￼పరువునష్టం కేసులో టిఎంసి ఎంపికి చుక్కెదురు","excerpt":"స్విట్జర్లాండ్‌లో కొనుగోలు చేసిన ఆస్తిపై కేంద్ర మంత్రి హర్దీప్ సింగ్ పురీ భార్య, మాజీ దౌత్యవేత్త లక్ష్మీ ముర్దేశ్వర్ పురీకి వ్యతిరేకంగా ట్వీట్లు పోస్టు చేసిన టిఎంసి ఎంపీ సాకేత్ గోఖలేకు ఢిల్లీ హైకోర్టు శిక్ష విధించింది. లక్ష్మీ ముర్దేశ్వర్ పురీకి క్షమాపణ చెప్పడంతోపాటు రూ. 50 లక్షల నష్టపరిహారం చెల్లించాలని సాకేత్ గోఖలేను హైకోర్టు సోమవారం ఆదేశించింది.  ఐక్య రాజ్య సమితి మాజీ సహాయ సెక్రటరీ జనరల్ లక్ష్మీ ముర్దుశ్వర్ దాఖలు చేసిన పరువు నష్టం","author":"Tattva News Team","time":"2/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Saket-Gokhale.webp","readTime":"5 min read","contentHTML":"\n<p>స్విట్జర్లాండ్‌లో కొనుగోలు చేసిన ఆస్తిపై కేంద్ర మంత్రి హర్దీప్ సింగ్ పురీ భార్య, మాజీ దౌత్యవేత్త లక్ష్మీ ముర్దేశ్వర్ పురీకి వ్యతిరేకంగా ట్వీట్లు పోస్టు చేసిన టిఎంసి ఎంపీ సాకేత్ గోఖలేకు ఢిల్లీ హైకోర్టు శిక్ష విధించింది. లక్ష్మీ ముర్దేశ్వర్ పురీకి క్షమాపణ చెప్పడంతోపాటు రూ. 50 లక్షల నష్టపరిహారం చెల్లించాలని సాకేత్ గోఖలేను హైకోర్టు సోమవారం ఆదేశించింది.</p>\n\n\n\n<p> ఐక్య రాజ్య సమితి మాజీ సహాయ సెక్రటరీ జనరల్ లక్ష్మీ ముర్దుశ్వర్ దాఖలు చేసిన పరువు నష్టం దావాపై జస్టిస్ అనూప్ జైరాం భంభానీ తీర్పు వెలువరించారు. పరువునష్టం కేసులో కోర్టు ఇచ్చిన తీర్పును ప్రస్తావిస్తూ సామాజిక మాధ్యమం కాని ఎలెక్ట్రానిక్ వేదికలపైన కాని ఎటువంటి వ్యాఖ్యలు చేయవద్దని కూడా టిఎంసి ఎంపీని హైకోర్టు ఆదేశించింది. </p>\n\n\n\n<p>జెనీవాలో తనకు గల సొంత అపార్ట్‌మెంట్‌ను దృష్టిలో ఉంచుకుని తన ఆర్థిక వ్యవహారాల గురించి తప్పుడు ఆరోపణలు చేసినందుకు సాకేత్ గోఖలేపై లక్ష్మీ ముర్దేశ్వర్ 2021లో హైకోర్టులో పరువునష్టం కేసు దాఖలు చేశారు. </p>\n\n\n\n<p>నిరాధార ఆరోపణలతో తనను అప్రతిష్ట పాలేసిన గోఖలే తనకు బేషరతుగా క్షమాపణ చెప్పడంతోపాటు రూ. 5 కోట్ల నష్టపరిహారం చెల్లించాలని ఆమె తరఫు న్యాయవాది కోర్టును అభ్యర్థించారు. అయితే పిటిషనర్‌కు గోఖలే క్షమాపణ చెప్పడంతోపాటు 8 వారాలలోగా నష్టపరిహారంగా రూ. 50 లక్షలు చెల్లించాలని హైకోర్టు ఆదేశించింది.</p>\n","originalUrl":"https://tattvanews.com/19821/02/07/2024/","hasAudio":false,"hasInfographics":false}