{"id":"wp-en-14470","wp_id":14470,"type":"standard","category":"World","language":"en","title":"Waqf Bill referred to joint parliamentary panel￼","excerpt":"Amid huge objection by the Opposition, Union Minority Affairs Minister Kiren Rijiju on Thursday said the Waqf (Amendment) Bill does not intend to interfere with the freedom of any religious body and that no provision of the Constitution has been violated. Responding to objections raised by several opposition members on the introduction of the bill","author":"Tattva News Team","time":"9/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Kiren-Rijiju.jpg","readTime":"5 min read","contentHTML":"\n<p>Amid huge objection by the Opposition, Union Minority Affairs Minister Kiren Rijiju on Thursday said the Waqf (Amendment) Bill does not intend to interfere with the freedom of any religious body and that no provision of the Constitution has been violated. Responding to objections raised by several opposition members on the introduction of the bill in Lok Sabha, he said Waqf Act 1995 did not serve its purpose, hence the amendment was planned.</p>\n\n\n\n<p>\"I want to tell Congress these amendments are being brought to achieve what you (Congress) couldn't,\" he said. Defending the amendments, Rijiju said a joint parliamentary committee had recommended that Waqf Act 1995 should be re-looked and hence was not passed in the Lok Sabha.</p>\n\n\n\n<p> \"...We are not running away anywhere. So, if this has to be referred to any committee, I would like to speak on behalf of my govt - a Joint Parliamentary Committee (JPC) be formed, this Bill be referred to it & detailed discussion be held...\"</p>\n\n\n\n<p>While the NDA allies JD(U) and TDP on Thursday backed the Waqf (Amendment) Bill in the Lok Sabha, saying it was aimed at bringing transparency in the functioning of the Waqf Board, the Samajwadi Party and Trinamool Congress opposed it by calling it 'politically motivated.'</p>\n\n\n\n<p>Soon after Union Minority Affairs Minister Kiren Rijiju sought leave to introduce the Bill, opposition INDIA bloc MPs strongly protested the introduction of the Waqf (Amendment) Bill, calling it an “attack” on the Constitution and aimed at targeting Muslims.</p>\n\n\n\n<p>Congressressress MP K C Venugopal, who had submitted notice to oppose its introduction, accused the government of violating the right to freedom of religion and claimed the legislation was being brought with an eye on the upcoming Assembly polls.</p>\n\n\n\n<p>Samajwadi Party chief Akhilesh Yadav said the Bill was being introduced to appease the BJP's hardcore supporters. “What is the point of including non-Muslims in Waqf boards when this is not done in other religious bodies?” Yadav asked.</p>\n\n\n\n<p>“The truth is that the BJP has brought this Bill to appease its hardcore supporters,” the Kannauj MP said, adding that it was brought with an eye on the polls.</p>\n\n\n\n<p>Nationalist Congressressress Party (NCP)-Sharadchandra Pawar MP Supriya Sule said her party opposed the Bill as it was against a particular minority community. “Look at what is happening in Bangladesh, there is so much pain. It is the moral duty of a country to protect minorities,” she said.</p>\n\n\n\n<p>“The government should clarify the intent and the timing of the Bill. We object, withdraw this Bill. Let's discuss it and then bring a Bill that is fair and just,” she demanded.</p>\n\n\n\n<p>AIMIM chairperson Asaduddin Owaisi claimed that the House did not have the competence to make the amendments. “It is a grave attack on the basic structure of the Constitution as it violates the principle of judicial independence and separation of powers,” he said. “You are enemies of Muslims and this Bill is evidence of that,” Owaisi said.</p>\n\n\n\n<p>Strongly defending the bill and hitting out at the Congressressress, Rijiju said the Wakf Act of 1995 did not serve its purpose and the amendments were necessitated as the Congressressress could not achieve the reform it should have.</p>\n\n\n\n<p>“Because you couldn't do it, we had to bring these amendments...Some people have captured Waqf boards and this Bill has been brought to give justice to ordinary Muslims,” he said. He claimed that many leaders in the opposition had privately told him that state Waqf boards had turned into a mafia. “I won't take their names and destroy their political careers,” Rijiju said.</p>\n","originalUrl":"https://en.tattvanews.com/national/waqf-bill-referred-to-joint-parliamentary-panel%ef%bf%bc/","hasAudio":false,"hasInfographics":false}