{"id":"wp-en-13511","wp_id":13511,"type":"standard","category":"World","language":"en","title":"PM Modi says `opportunistic INDI Alliance” failed￼","excerpt":"The Prime Minister also said that the \"opportunistic INDI Alliance\" failed to strike a chord with the voters who rejected their \"regressive politics\". The Prime Minister said the people have seen his government's track record and the manner in which its work has brought about a qualitative change in the lives of the poor, marginalised","author":"Tattva News Team","time":"2/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Modi-Bengal.jpg","readTime":"5 min read","contentHTML":"\n<p>The Prime Minister also said that the \"opportunistic INDI Alliance\" failed to strike a chord with the voters who rejected their \"regressive politics\". The Prime Minister said the people have seen his government's track record and the manner in which its work has brought about a qualitative change in the lives of the poor, marginalised and downtrodden.</p>\n\n\n\n<p>\"India has voted! A heartfelt thank you to all those who exercised their franchise. Their active participation is the cornerstone of our democracy. Their commitment and dedication ensures that the democratic spirit thrives in our nation. I would also like to specially appreciate India's Nari Shakti and Yuva Shakti. Their strong presence at the polls is a very encouraging sign,\" Modi said in a series of posts on X.</p>\n\n\n\n<p>The prime minister said that every scheme of the government has reached the intended beneficiaries without any bias or leakage. Lashing out at the opposition coalition, Modi said, \"The opportunistic INDI Alliance failed to strike a chord with the voters. They are casteist, communal and corrupt. This alliance, aimed to protect a handful of dynasties, failed to present a futuristic vision for the nation.\"</p>\n\n\n\n<p>\"Through the campaign, they only enhanced their expertise on one thing- Modi bashing. Such regressive politics has been rejected by the people,\" he added. He also applauded each and every NDA worker across the length and breadth of India. \"I compliment them for meticulously explaining our development agenda to the people and motivating them to come out and vote. Our karyakartas are our greatest strength,\" Modi said.</p>\n\n\n\n<p>The prime minister also hailed the Election Commission for their \"exemplary efforts\" in conducting the polls. \"I would like to commend the Election Commission for their exemplary efforts in ensuring a smooth and fair electoral process. Their dedication and meticulous planning have been crucial in upholding the integrity of our democracy, allowing citizens across the nation to vote with confidence and security,\" Modi said.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-opportunistic-indi-alliance-failed%ef%bf%bc/","hasAudio":false,"hasInfographics":false}