{"id":"wp-en-13723","wp_id":13723,"type":"standard","category":"World","language":"en","title":"Amit Shah orders  zero-terror plans in Jammu after spate of attacks￼","excerpt":"Union Home Minister Amit Shah chaired a high-level meeting to review the security situation in Jammu and Kashmir in the wake of recent terror incidents in the region. According to reports, Shah directed security agencies to implement area domination and zero-terror plans in the Jammu division like they did in Kashmir to achieve success. Nine pilgrims","author":"Tattva News Team","time":"17/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Amit-Shah-JK.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Home Minister Amit Shah chaired a high-level meeting to review the security situation in Jammu and Kashmir in the wake of recent terror incidents in the region.</p>\n\n\n\n<p>According to reports, Shah directed security agencies to implement area domination and zero-terror plans in the Jammu division like they did in Kashmir to achieve success. Nine pilgrims and a CRPF jawan lost their lives as the union territory witnessed four terror attacks within a week, raising security concerns.</p>\n\n\n\n<p>At the meeting, the home minister was given a thorough briefing on the prevailing situation in Jammu and Kashmir. In the wake of the attacks, the security forces are expected to intensify the counter-terror operations in the region in the coming days.</p>\n\n\n\n<p>“The operations against the terrorists will be carried out in line with the prime minister's directive,”  sources said. Shah also reviewed preparations for the annual Amarnath Yatra which begins on June 29.</p>\n\n\n\n<p>National Security Adviser Ajit Doval, Lieutenant Governor of Jammu and Kashmir Manoj Sinha, Army Chief General Manoj Pande, Army Chief-designate Lt. General Upendra Dwivedi, Union Home Secretary Ajay Bhalla, Director of Intelligence Bureau Tapan Deka, Director General of CRPF Anish Dayal Singh, DG of BSF Nitin Agarwal, Director General of Jammu and Kashmir Police R R Swain and other top security officials attended the meeting.</p>\n\n\n\n<p>Early this week, Prime Minister Narendra Modi had held a similar meeting where he directed officials to deploy the \"full spectrum of counter-terror capabilities\".</p>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-orders-zero-terror-plans-in-jammu-after-spate-of-attacks%ef%bf%bc/","hasAudio":false,"hasInfographics":false}