{"id":"wp-en-13566","wp_id":13566,"type":"standard","category":"World","language":"en","title":"￼A World Environment Day with a difference, says Sunita Narain￼","excerpt":"“It is that day of the year, once again. June 5 is here, a day when all of us renew our pledge to protect the environment. But this year, the day has come with more meaning for us in India. A new government is preparing to take charge in the country, and we believe it","author":"Tattva News Team","time":"6/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Sunita.jpg","readTime":"5 min read","contentHTML":"\n<p>“It is that day of the year, once again. June 5 is here, a day when all of us renew our pledge to protect the environment. But this year, the day has come with more meaning for us in India. A new government is preparing to take charge in the country, and we believe it is a time to recommit to an agenda of development -- one which is inclusive and affordable and hence, sustainable for all. And June 5 is the appropriate date to make that commitment once again,” says Sunita Narain, director general, Centre for Science and Environment (CSE) in a new podcast and video released by CSE to mark the World Environment Day.</p>\n\n\n\n<p>“In my view, the agenda for the next government is the old one, but with a fundamental difference. <strong>This must be India’s agenda of development in and for the age of climate change.</strong> In this age of climate change, the list of priority action areas remains the same. We have unfinished business when it comes to virtually everything: from energy to sanitation, and from health to education. We know that the last government had schemes in place and budgets allocated for all these issues.  But we also know that ensuring the welfare and well-being of people is a work in progress. A lot of work still needs to be done, and in areas that the last government said it had checked off in its to-do list.</p>\n\n\n\n<p>“This should not come as a surprise. India is a vast country, with a massive deficit in governance. The last mile for any government scheme is about making sure that it reaches people every time. This is now combined with the impact of climate change where every day, some or the other part of the country is being battered by at least one extreme weather event. This has huge implications for development programmes—unseasonal and extreme weather lead to more droughts, floods and loss of livelihoods, putting additional strain on the resources of the government. </p>\n\n\n\n<p>“This is why the future agenda must recognise that the imperative of development is about scale, speed and imagination, which takes into account the need to do development differently. <strong>We need a new imagination in the design of development schemes. </strong></p>\n\n\n\n<p>“For long, governments have been caught between the welfare approach—which is often dismissed as a “handout” -- and the capitalistic minimal government approach. In my view, this age of climate risk needs a new narrative. The government needs to rework and re-engineer development so that it is inclusive, affordable and, so, sustainable. This means reimagining the way we work in almost every sphere -- from the supply of clean water, so that it is not resource- or capital-intensive, to the access to energy so that it is clean but, most importantly, affordable. This will require changes in design and then in delivery. We need a new development paradigm that can work for the Planet, but for this, it needs to work for every last person. This, then, is where we need the focus and attention of the new or old-new government. This is our common agenda. </p>\n\n\n\n<p><strong>On water</strong></p>\n\n\n\n<p>“The agenda for ‘clean water for all’ will require a focus on increasing the supply of water through rainwater harvesting and ensuring that the millions of groundwater systems are recharged; that our ponds and tanks are rejuvenated and their catchments protected. It also means rethinking the way cities draw water from longer and longer distances, which adds to loss of water and higher cost and is unaffordable. It requires stressing on the need to recycle every drop of wastewater so that we do not destroy our rivers; this in turn means redesigning our sewage systems so that they are affordable and sustainable. </p>\n\n\n\n<p><strong>On air</strong></p>\n\n\n\n<p>“Past governments have done much to combat this terrible problem of bad air, which is taking a toll of our health. But much more needs to be done. This is where we need to scale up the agenda of clean energy – reduce pollution because of coal-based power plants; shift to cleaner sources of fuel, including natural gas; and of course, reduce the bulge of motorisation in our cities. This needs scaling up public transport -- not just one or even a 1,000 buses, but much more to integrate the right to walk and the right to cycle with the right to take a bus or metro. It an idea that requires reimagining cities so that people can move, not vehicles.</p>\n\n\n\n<p><strong>On energy</strong></p>\n\n\n\n<p>“Clean energy is about providing access to the last person – the woman who still cooks using biomass as fuel, which adds to her health crisis. The last government’s subsidised LPG programme – called Ujjwala – was important as it was a call from the Prime Minister to take the subsidy from the middle classes and give it to the poor. But as we know, cooking energy is a wicked problem: the need of a woman for clean energy is not the highest of priorities of household expenditures – stretched as they are. So, the refill of cylinders did not happen. This is why the government needs a new approach which will provide clean energy to the poorest through a variety of options, including solar energy-based mini-grids and targeted subsidies. This is why we need to scale up our clean energy portfolio, not just in terms of investment in infrastructure but also generation. We know that renewable energy still supplies 9-11 per cent of the total electricity requirements in the country. This needs to be scaled up and quickly.   </p>\n\n\n\n<p><strong>On food and nutrition</strong></p>\n\n\n\n<p>“We need investments in food that is nutritious, that does not come at the cost of land and water degradation, and that does not add to toxins in our soil or our bodies. But most importantly, food that will put money in the hands of farmers. This is where the agenda of investment in local water systems to local industry will be crucial. </p>\n\n\n\n<p>“What is important to note is that most cases, government has schemes and budgets. What we need is to learn from what is working and what is not. We need transformational action; and for this we need to ensure implementation – and as I said, with drive and obsession.  </p>\n\n\n\n<p>“To make all this possible, we need two next-generation reforms. One, we need to <strong>strengthen our ground-level institutions</strong>, where local people take part. We need participatory democracy to make development programmes work. It is now over 30 years since the country passed the 74th and 75th amendments to the Constitution to empower people’s institutions—the Panchayati Raj in rural areas and the municipal system for urban India. We have also experimented with deepening democracy through strengthening of gram sabhas or village assemblies. But all this is unfinished work. We have much more to do to give control over natural resources to village and city governments. We need them to manage funds and schemes; to create green jobs; to invest in natural resources for livelihoods. We need to celebrate the noise of democracy. </p>\n\n\n\n<p>“We also need to <strong>strengthen institutions of governance</strong> for new India. Over the past few years, most conventional institutions have been deliberately, or by sheer neglect, allowed to decay. But the fact is governance and regulations needs institutions that can apply deterrence with accountability and have the ability to navigate inconvenient and tough decisions. </p>\n\n\n\n<p>“Two, even more tomorrow, than today, governance will need <strong>increased feedback and accountability</strong>. This needs tolerance for voices that differ. It is important to understand that alternative information is not dissent or targeted criticism. The more we learn about what is working and what is not, the more governance improves. Currently, most differing voices have been silenced—perhaps not deliberately but through the unsaid that makes it more acceptable to be acceptable if you have said things that the powers want to hear. It is like an echo chamber where only cheerleaders thrive. In my view, this only makes a government poorer—they hear nothing and learn little. </p>\n\n\n\n<p>“Rebuilding trust is key—not just for schemes to succeed but also for societies to thrive. This has to be the agenda going forward. This is the time for change; for society to build green because it is inclusive; to build growth, because it is sustainable. </p>\n","originalUrl":"https://en.tattvanews.com/special-stories/%ef%bf%bca-world-environment-day-with-a-difference-says-sunita-narain%ef%bf%bc/","hasAudio":false,"hasInfographics":false}