{"id":"wp-te-19127","wp_id":19127,"type":"standard","category":"World","language":"te","title":"రేవణ్ణ తక్షణమే పోలీసులకు లొంగిపో... దేవెగౌడ హెచ్చరిక","excerpt":"లైంగిక వేధింపుల కేసు ఎదుర్కొంటున్న కర్ణాటక ఎంపీ ప్రజ్వల్ రేవణ్ణ, ఎక్కడున్నా తక్షణమే వచ్చి పోలీసుల ముందు లొంగిపోవాలని మాజీ ప్రధాని హెచ్డీ దేవెగౌడ హెచ్చరించారు. తన సహనాన్ని పరీక్షించొద్దని, లేదంటే తన ఆగ్రహాన్ని చవిచూడాల్సి వస్తుందని హెచ్చరించారు. ఈ మేరకు ఎక్స్‌లో సుదీర్ఘ లేఖ పోస్టు చేశారు. \"ప్రజ్వల్‌ రేవణ్ణ గురించి మే 18న ఓ ఆలయానికి వెళ్తూ మీడియాతో మాట్లాడాను. ఆయన నాకు, నా కుటుంబం, పార్టీ, శ్రేయోభిలాషులకు కలిగించిన బాధ. ఆ షాక్‌","author":"Tattva News Team","time":"24/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Deva-Gowda-Prajwal.jpg","readTime":"5 min read","contentHTML":"\n<p>లైంగిక వేధింపుల కేసు ఎదుర్కొంటున్న కర్ణాటక ఎంపీ ప్రజ్వల్ రేవణ్ణ, ఎక్కడున్నా తక్షణమే వచ్చి పోలీసుల ముందు లొంగిపోవాలని మాజీ ప్రధాని హెచ్డీ దేవెగౌడ హెచ్చరించారు. తన సహనాన్ని పరీక్షించొద్దని, లేదంటే తన ఆగ్రహాన్ని చవిచూడాల్సి వస్తుందని హెచ్చరించారు. ఈ మేరకు ఎక్స్‌లో సుదీర్ఘ లేఖ పోస్టు చేశారు.</p>\n\n\n\n<p>\"ప్రజ్వల్‌ రేవణ్ణ గురించి మే 18న ఓ ఆలయానికి వెళ్తూ మీడియాతో మాట్లాడాను. ఆయన నాకు, నా కుటుంబం, పార్టీ, శ్రేయోభిలాషులకు కలిగించిన బాధ. ఆ షాక్‌ నుంచి కోలుకోవడానికి కొంత సమయం పట్టింది. కేసులో ఆయన దోషిగా తేలితే కఠిన శిక్ష పడాల్సిందే. నా కుమారుడు, మాజీ సీఎం కుమారస్వామి కూడా ఇదే వైఖరితో ఉన్నారు. ప్రజ్వల్‌, ఎక్కడున్నా వచ్చి పోలీసుల ముందు లొంగిపో. నా సహనాన్ని పరీక్షించొద్దు. ఇది నా విజ్ఞప్తి కాదు, హెచ్చరిక. లేదంటే నాతో పాటు కుటుంబసభ్యుల ఆగ్రహానికి గురవుతావ్‌' అని లేఖలో దేవెగౌడ పేర్కొన్నారు.</p>\n\n\n\n<p>అయితే కొన్ని వారాలుగా ప్రజలు తనపై, తన కుటుంబంపైనా కఠిన పదాలు వాడుతున్న విషయం తనకు తెలుసునని దేవెగౌడ చెప్పారు. వాస్తవాలు బయటకు వచ్చేవరకు వాటిని ఆపాలని వారికి  చెప్పడం ఇష్టం లేదని పేర్కొన్నారు. 60ఏళ్ల రాజకీయ జీవితంలో ప్రజలు తనవెంటే ఉన్నారని తెలిపారు. వారికి తాను ఎంతో రుణపడి ఉన్నానని చెబుతూ వారి విశ్వాసాన్ని తిరిగి పొందడమే తనకు ముఖ్యమని దెవెగౌడ స్పష్టం చేశారు.</p>\n\n\n\n<p>అంతకుముందు ఈ విషయంపై మాజీ ముఖ్యమంత్రి కుమారస్వామి స్పందించారు. 'తాతపై గౌరవం ఉంటే 48 గంటల్లోగా పోలీసుల ముందు లొంగిపోవాలి' అని విజ్ఞప్తి చేశారు. అశ్లీల వీడియోల కేసు అందరినీ తల దించుకునేలా చేసిందని, ఈ ఘటనకు తాను బేషరతుగా ప్రజలను క్షమాపణలు కోరుతున్నానని కుమారస్వామి చెప్పారు.</p>\n\n\n\n<p>లైంగిక దౌర్జన్యం కేసు ఎదుర్కొంటున్న ప్రజ్వల్‌ రేవణ్ణ ఆచూకీ ఇంకా తెలియడం లేదు. విదేశాల్లో ఉన్న ఆయనను రప్పించేందుకు కర్ణాటక ప్రభుత్వం తీవ్ర ప్రయత్నాలు చేస్తోంది. ఈ నేపథ్యంలో ప్రజ్వల్ కుటుంబ సభ్యుల నుంచి వరుస విజ్ఞప్తులు వస్తున్నాయి. ఈ క్రమంలో మాజీ ప్రధాని హెచ్‌డీ దేవెగౌడ మరోసారి స్పందించారు.</p>\n","originalUrl":"https://tattvanews.com/19127/24/05/2024/","hasAudio":false,"hasInfographics":false}