{"id":"wp-en-13746","wp_id":13746,"type":"standard","category":"World","language":"en","title":"PM Modi’s Mann Ki Baat is back on Jun 30￼","excerpt":"Prime Minister Narendra Modi on Tuesday (June 18) announced the return of his monthly radio show ‘Mann Ki Baat’ on June 30 and sought people’s inputs for the same. This will be his first radio show after his re-election to the office for a record third term. The last Mann Ki Baat -- 110th episode","author":"Tattva News Team","time":"19/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-Mann.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Tuesday (June 18) announced the return of his monthly radio show ‘Mann Ki Baat’ on June 30 and sought people’s inputs for the same. This will be his first radio show after his re-election to the office for a record third term. The last Mann Ki Baat -- 110th episode -- was held on February 25 this year, ahead of the Lok Sabha Elections 2024. The upcoming radio show will mark the 111th episode.</p>\n\n\n\n<p>“Delighted to share that after a gap of some months due to the elections, #MannKiBaat is back! This month's programme will take place on Sunday, 30th June. I call upon all of you to share your ideas and inputs for the same. Write on the MyGov Open Forum, NaMo App or record your message on 1800 11 7800,” PM Modi posted on X.</p>\n\n\n\n<p>Mann Ki Baat which started airing on October 3, 2014 is a monthly programme where the Prime Minister interacts with people from all sections of society, who have been inspired to contribute towards fulfilling the great goals he has set for the nation.</p>\n\n\n\n<p>The programme has become a key pillar of the government's citizen-outreach programme addressing multiple social groups such as women, youth, and farmers and has spurred community action.</p>\n\n\n\n<p>Studies have shown that over 100 crore people have connected to Mann Ki Baat at least once, it speaks directly to people, celebrates grassroots-level changemakers and achievements of people and has influenced people towards positive actions. Mann Ki Baat is broadcast on the last Sunday of every month.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modis-mann-ki-baat-is-back-on-jun-30%ef%bf%bc/","hasAudio":false,"hasInfographics":false}