{"id":"wp-en-12846","wp_id":12846,"type":"standard","category":"World","language":"en","title":"￼ITUC Just Transition Centre wins leading sustainability award￼","excerpt":"The 2024 WIN WIN Gothenburg Sustainability Award has been awarded to the International Trade Union Confederation (ITUC) Just Transition Centre (JTC) in recognistion of its support for the rights of workers in the global shift towards an environmentally and socially sustainable future. The award highlights the JTC's role in translating the concept of a \"Just","author":"Tattva News Team","time":"19/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/ITUC-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>The 2024 WIN WIN Gothenburg Sustainability Award has been awarded to the International Trade Union Confederation (ITUC) Just Transition Centre (JTC) in recognistion of its support for the rights of workers in the global shift towards an environmentally and socially sustainable future.</p>\n\n\n\n<p>The award highlights the JTC's role in translating the concept of a \"Just Transition\" into tangible actions and meaningful progress around the world.</p>\n\n\n\n<p>The JTC provides concrete support to ITUC affiliates through capacity building, peer-to-peer learning and documenting best practice. The aim is to ensure that workers transitioning to new sectors or roles have access to necessary skills training, social protection and safety measures.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle said: “This award is well-deserved recognition of the JTC as a hub for knowledge, collaboration and action for a transformation towards greener economies with social justice. The JTC model of working for and with workers is inspiring.  </p>\n\n\n\n<p>“It bridges the gap between workers, unions, employers and governments by ensuring that working people are heard and are integral to the conversation.</p>\n\n\n\n<p>“Social dialogue and union involvement are critical in shaping a just and sustainable future. The path to a greener planet will only be built by including the rights and contributions of workers.”</p>\n\n\n\n<p>Among other things, the award highlights the JTC’s work:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>Facilitating dialogue among stakeholders in South Africa and Indonesia, leading to significant policy reforms and an enhanced role for workers in the transition process.</li><li>Empowering local communities in Los Angeles through collaborative projects to secure stable, well-paid jobs, while addressing environmental and health concerns.</li><li>Promoting cross-sectoral just transition policies and programmes in Brazil.</li></ul>\n\n\n\n<p>The WIN WIN Gothenburg Sustainability Award is a non-profit organisation with the aim of presenting the world’s leading sustainability prize since 2000 to individuals or organisations that make important contributions towards a greener world. Previous winners include Al Gore and Kofi Annan. The theme for the 2024 award was inclusive transition.</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n","originalUrl":"https://en.tattvanews.com/international/%ef%bf%bcituc-just-transition-centre-wins-leading-sustainability-award%ef%bf%bc/","hasAudio":false,"hasInfographics":false}