{"id":"wp-en-13560","wp_id":13560,"type":"standard","category":"World","language":"en","title":"India cautions citizens against fake jobs in Myanmar￼","excerpt":"The Indian embassy in Myanmar has called upon Indian nationals looking for jobs in that country to be careful so that they are not lured into fake or illegal employment. In an advisory, the embassy said an international crime syndicate is active in the Myawaddy region on Myanmar-Thailand border and urged Indians to exercise caution","author":"Tattva News Team","time":"6/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/fake-jobs.png","readTime":"5 min read","contentHTML":"\n<p>The Indian embassy in Myanmar has called upon Indian nationals looking for jobs in that country to be careful so that they are not lured into fake or illegal employment. In an advisory, the embassy said an international crime syndicate is active in the Myawaddy region on Myanmar-Thailand border and urged Indians to exercise caution before taking up job offers in the region.</p>\n\n\n\n<p>\"There has been an increase in the incidents of Indian nationals falling victim to the international crime syndicates active in the Myawaddy region on the Myanmar-Thailand border,\" the embassy said.</p>\n\n\n\n<p>\"We would re-emphasise the importance of adhering to our advisories on the subject for not taking any such job offers without consulting the respective Indian embassies,\" it said.</p>\n\n\n\n<p>\"A new location at Pha Lu area, South of Myawaddy town, is reported to have emerged recently where most of the Indian victims are being trafficked into, via Thailand, after being recruited from India as well as from countries like Malaysia, the UAE, etc,\" it said.</p>\n\n\n\n<p>The embassy urged Indians not to take up job offers made through social media. \"In view of the above, it is reiterated that Indian nationals should not accept such job offers floated through social media platforms or other unverified sources,\" it said. \"Indian nationals are advised to check/verify credentials of foreign employers through the Indian embassy,\" it said.</p>\n\n\n\n<p>The embassy said the antecedents of recruiting agents as well as companies should be checked before taking up any job offer abroad. The advisory came days after 13 Indians, who were lured into illegal work in Laos, were rescued and sent back home.</p>\n","originalUrl":"https://en.tattvanews.com/others/india-cautions-citizens-against-fake-jobs-in-myanmar%ef%bf%bc/","hasAudio":false,"hasInfographics":false}