{"id":"wp-te-18972","wp_id":18972,"type":"standard","category":"World","language":"te","title":"దేశంలోనే అత్యధికంగా ఏపీలో 81.86 శాతం పోలింగ్","excerpt":"ఆంధ్రప్రదేశ్ శాసనసభ ఎన్నికల్లో ఈసారి రికార్డు స్థాయిలో పోలింగ్ నమోదైంది. పోస్టల్ బ్యాలెట్ ఓటింగ్‌తో కలిపి మొత్తంగా 81.86 శాతం పోలింగ్ నమోదైంది. ప్రస్తుతం జరుగుతున్న సార్వత్రిక ఎన్నికల్లో ఇప్పటి వరకూ జరిగిన నాలుగు విడతల్లో ఒక రాష్ట్ర్లంలో నమోదైన అత్యధిక పోలింగ్ శాతం ఇదేనని ఏపీ ఎన్నికల ప్రధానాధికారి ముకేష్ కుమార్ మీనా వెల్లడించారు. ఏపీ ఎన్నికల్లో ఈవీఎంల ద్వారా 80.66 శాతం, పోస్టల్‌ బ్యాలెట్‌తో 1.2 శాతం పోలింగ్‌ నమోదైనట్లు వెల్లడించారు. పట్టణ ప్రాంతాల్లో","author":"Tattva News Team","time":"15/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Meena2.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ శాసనసభ ఎన్నికల్లో ఈసారి రికార్డు స్థాయిలో పోలింగ్ నమోదైంది. పోస్టల్ బ్యాలెట్ ఓటింగ్‌తో కలిపి మొత్తంగా 81.86 శాతం పోలింగ్ నమోదైంది. ప్రస్తుతం జరుగుతున్న సార్వత్రిక ఎన్నికల్లో ఇప్పటి వరకూ జరిగిన నాలుగు విడతల్లో ఒక రాష్ట్ర్లంలో నమోదైన అత్యధిక పోలింగ్ శాతం ఇదేనని ఏపీ ఎన్నికల ప్రధానాధికారి ముకేష్ కుమార్ మీనా వెల్లడించారు.</p>\n\n\n\n<p>ఏపీ ఎన్నికల్లో ఈవీఎంల ద్వారా 80.66 శాతం, పోస్టల్‌ బ్యాలెట్‌తో 1.2 శాతం పోలింగ్‌ నమోదైనట్లు వెల్లడించారు. పట్టణ ప్రాంతాల్లో ఈసారి పోలింగ్ శాతం పెరిగిందని వివరించారు. సుమారుగా 3500 పోలింగ్ కేంద్రాల్లో సాయంత్రం ఆరుదాటిన తర్వాత కూడా ఓటింగ్ కొనసాగినట్లు ముకేష్ కుమార్ మీనా తెలిపారు. అలాగే అర్ధరాత్రి రెండుగంటల వరకూ పోలింగ్ జరిగిందని వెల్లడించారు. </p>\n\n\n\n<p>పోలింగ్ అనంతరం ఈవీఎం మెషీన్లను 350 స్ట్రాంగ్ రూమ్‌లలో భద్రపరిచామని చెప్పారు. ఇక పోలింగ్ సందర్భంగా కొన్నిచోట్ల హింసాత్మక ఘటనలు జరిగాయని మీనా తెలిపారు. కొన్నిచోట్ల పోలింగ్ ముగిసిన తర్వాత కూడా అల్లర్లు కొనసాగాయని చెప్పారు. మాచర్ల, తాడిపత్రి, నర్సారావుపేట వంటి ప్రాంతాల్లో అదనపు బలగాలను మోహరించినట్లు మీనా తెలిపారు. </p>\n\n\n\n<p>మరోవైపు ఎన్నికలను అబ్జర్వర్లంతా పరిశీలన చేశారని.. రీపోలింగ్‌పై ఏమీ చెప్పలేదని సీఈవో వివరించారు.  ఏపీ ఎన్నికలకు సంబంధించి.. 2014లో 78.41 శాతం, 2019లో 79.77 శాతం ఓటింగ్ నమోదైందని మీనా తెలిపారు. 2019 ఎన్నికలతో పోలిస్తే.. 2024 ఏపీ ఎన్నికల్లో పోలింగ్ 2.09 శాతం పోలింగ్‌ పెరిగిందని వెల్లడించారు. </p>\n\n\n\n<p>2024 ఎన్నికల్లో దర్శి అసెంబ్లీ నియోజకవర్గంలో అత్యధిక పోలింగ్ నమోదైంది. దర్శి అసెంబ్లీ నియోజకవర్గంలో 90.91 శాతం పోలింగ్ జరిగినట్లు ఏపీ సీఈవో తెలిపారు. తిరుపతి అసెంబ్లీ నియోజకవర్గంలో అత్యల్పంగా 63.32 శాతం పోలింగ్ నమోదైంది. లోక్ సభ నియోజకవర్గాలకు సంబంధించి.. ఒంగోలు లోక్ సభ నియోజకవర్గ పరిధిలో అత్యధికంగా 87.06 శాతం పోలింగ్ నమోదుకాగా.. అత్యల్పంగా విశాఖ లోక్‌సభ నియోజకవర్గంలో 71.11 శాతం పోలింగ్‌ నమోదైంది.</p>\n\n\n\n<p>మరోవైపు ఏపీలో జరిగిన ఎన్నికల్లో అసెంబ్లీ నియోజకవర్గాల కంటే పార్లమెంట్ నియోజకవర్గాలలోనే ఎక్కువ ఓట్లు పోలయ్యాయని ముకేష్ కుమార్ మీనా తెలిపారు. లోక్ సభ నియోజకవర్గాలకు మొత్తంగా3,33,40,560 ఓట్లు పోలయ్యాయని.. అదే అసెంబ్లీ నియోజకవర్గాలకు 3,33,40,333 ఓట్లు పోలైనట్లు చెప్పారు. అసెంబ్లీలతో పోలిస్తే 227 ఓట్లు పార్లమెంట్ నియోజకవర్గాలకు ఎక్కువగా పోలైనట్లు వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/18972/15/05/2024/","hasAudio":false,"hasInfographics":false}