{"id":"wp-en-13508","wp_id":13508,"type":"standard","category":"World","language":"en","title":"Exit Polls predict landslide victory for BJP-led NDA￼","excerpt":"All major exit polls projected a resounding victory for the Bharatiya Janata Party-led National Democratic Alliance (NDA) in the 2024 Lok Sabha elections that concluded on Saturday. According to their projections, the BJP itself is expected to better its 2019 tally of 303 seats and together with allies may even come close to realising its","author":"Tattva News Team","time":"2/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-wins.webp","readTime":"5 min read","contentHTML":"\n<p>All major exit polls projected a resounding victory for the Bharatiya Janata Party-led National Democratic Alliance (NDA) in the 2024 Lok Sabha elections that concluded on Saturday. According to their projections, the BJP itself is expected to better its 2019 tally of 303 seats and together with allies may even come close to realising its call of “<em>ab ki baar, 400 paar</em>”.</p>\n\n\n\n<p>An average of nine exit polls predicts the NDA will win 362 seats, INDIA bloc 145 and 28 for Others. ABP News-C Voter, India News-D-Dynamics, Times Now-ETG, Jan Ki Baat, Dainik Bhaskar, Republic Bharat-Matrize, Republic TV-P MARQ, India TV-CNX and India Today-My Axis India have come out with their exit poll numbers so far.</p>\n\n\n\n<ul class=\"wp-block-list\"><li>ABP News-C Voter: NDA: 353-383; INDIA: 152-182; Others: 4-12</li><li>India News-D-Dynamics: NDA-371; INDIA: 125; Others: 47</li><li>Times Now-ETG: NDA: 358; INDIA:152; Others: 33</li><li>Jan Ki Baat: NDA: 362-392; INDIA: 141-161; Others: 10-20</li><li>Dainik Bhaskar: NDA: 285-350; INDIA: 145-201; Others: 33-49</li><li>Republic Bharat-Matrize: NDA: 353-368; INDIA: 118-133; Others: 43-48</li><li>Republic TV-P MARQ: NDA: 359; INDIA: 154; Others: 30</li><li>India TV-CNX: NDA: 371-401; INDIA: 109-139; Others: 28-38</li><li>India Today-My Axis India: NDA: 361-401; INDIA: 131-166; Others: 8-20</li></ul>\n\n\n\n<p>Multiple pollsters are predicting a return of the Narendra Modi-led NDA government, winning over 350 seats, with the Opposition’s INDIA bloc managing somewhere between 125 and 150. The average of Jan Ki Baat, India News-D-Dynamics, Dainik Bhaskar, Republic Bharat-Matrize, Republic TV-P MARQ and India TV-CNX polls predict 361-362 seats for NDA, 142-143 for INDIA and 34-35 for Others.<strong></strong></p>\n\n\n\n<p>As many as seven exit polls predicted an average of 361 seats for the BJP-led NDA (less than PM Modi’s target of ‘400 paar’) and 145 for the INDIA bloc. The BJP’s aggregate seats as per these polls would be around 311 and that of the Congress 63.</p>\n\n\n\n<p>If these predictions hold on June 4, the day the results of the Lok Sabha elections would be declared, the Congress would repeat its 2019 performance with a slight improvement. Also, Modi would become the only Prime Minister after late Jawaharlal Nehru to return to office thrice in a row.</p>\n\n\n\n<p>The BJP had won 303 seats and the Congress 52 in the 2019 elections. The Congress was unable to get the post of leader of opposition in the Lok Sabha for which a party needs 10 per cent of the total seats i.e. 54. If actual results come in line with the exit polls, a Congress leader would be the official leader of opposition in the Lok Sabha.</p>\n","originalUrl":"https://en.tattvanews.com/national/exit-polls-predict-landslide-victory-for-bjp-led-nda%ef%bf%bc/","hasAudio":false,"hasInfographics":false}