{"id":"wp-en-13664","wp_id":13664,"type":"standard","category":"World","language":"en","title":"PM Modi to leave for Italy today for G7 Summit￼","excerpt":"Prime Minister Narendra Modi is set to travel to Italy on Thursday to attend the annual summit of G7 advanced economies on his first trip abroad after assuming office for the third straight term.  Foreign Secretary, Vinay Mohan Kwatra, during a press briefing, however, hinted that the Prime Minister would not attend the upcoming Ukraine","author":"Tattva News Team","time":"13/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Moti-Italy.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi is set to travel to Italy on Thursday to attend the annual summit of G7 advanced economies on his first trip abroad after assuming office for the third straight term. </p>\n\n\n\n<p>Foreign Secretary, Vinay Mohan Kwatra, during a press briefing, however, hinted that the Prime Minister would not attend the upcoming Ukraine Peace Summit in Switzerland. Kwatra said that India will particpate at an \"appropriate level\". </p>\n\n\n\n<p>\"India will be participating at the Peace Summit which is to be held in Switzerland, at an appropriate level. That consideration is currently going on in the system. As and when we have a decision on the representative from India who will be participating, we will be very happy to share it with you,\" said Kwatra at a special press briefing before PM Modi's visit to Italy. </p>\n\n\n\n<p>Further, however, said that the bilateral meeting with Ukraine President Volodymyr Zelenskyy in Italy cannot be rejected. It is worth mentioning, the G7 summit, to be held in the luxury resort of Borgo Egnazia in Italy’s Apulia region from June 13 to 15.</p>\n\n\n\n<p>It is likely to be dominated by the raging war in Ukraine and the conflict in Gaza. US President Joe Biden, his French counterpart Emmanuel Macron, Japanese Prime Minister Fumio Kishida and Canadian Prime Minister Justin Trudeau are among the top leaders attending the summit.</p>\n\n\n\n<p>However, the G7 Summit will also focus on the forthcoming peace event, where Zelenskyy is hoping Indian Prime Minister to be present amid the fact New Delhi   </p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-to-leave-for-italy-today-for-g7-summit%ef%bf%bc/","hasAudio":false,"hasInfographics":false}