{"id":"wp-en-14413","wp_id":14413,"type":"standard","category":"World","language":"en","title":"72 killed, hundreds injured in Bangladesh clashes￼","excerpt":"At least 72 people, including 14 policemen, were killed and hundreds injured on Sunday in fierce clashes between protesters demanding Prime Minister Sheikh Hasina's resignation and the ruling party supporters in different parts of Bangladesh on the first day of the non-cooperation movement over a government jobs quota system. The clashes broke out this morning","author":"Tattva News Team","time":"5/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Dhaka-stir.jpg","readTime":"5 min read","contentHTML":"\n<p>At least 72 people, including 14 policemen, were killed and hundreds injured on Sunday in fierce clashes between protesters demanding Prime Minister Sheikh Hasina's resignation and the ruling party supporters in different parts of Bangladesh on the first day of the non-cooperation movement over a government jobs quota system.</p>\n\n\n\n<p>The clashes broke out this morning when protesters attending the non-cooperation programme under the banner of the Students Against Discrimination with the one-point demand of the government's resignation faced opposition from the supporters of the Awami League, Chhatra League, and Jubo League activists.</p>\n\n\n\n<p>Protesters attending the programme launched under the movement faced opposition from the supporters of the Awami League, Chhatra League, and Jubo League activists.  Clashes were reported in at least 13 districts across Bangladesh. Deaths were reported from regions including Feni, Sirajganj, Munshiganj, Rangpur and Dhaka.  A curfew has been imposed on Sunday by the Home Ministry following the violence. </p>\n\n\n\n<p>The government also ordered the shutdown of social media platforms including Facebook, WhatsApp, and Instagram, reported Prothom Alo newspaper. Suspension of the internet was also directed to prevent further escalation of the protests. Amid fresh violence in the country, India issued an advisory to its citizens.</p>\n\n\n\n<p>Meanwhile, Hasina alleged that those protesting were not students but terrorists and vowed strict action against them. \"I appeal to the countrymen to suppress these terrorists with a firm hand,\" she said.</p>\n\n\n\n<p>A meeting of the National Committee on Security Affairs chaired by Hasina took place at Ganabhaban to discuss the situation. Reportedly, chiefs of the Army, Navy, Air Force, police, and other top security agencies took part in the meeting. </p>\n\n\n\n<p>In a related development, a group of former senior military generals Sunday asked the government to withdraw the armed forces from the streets and send them back to barracks.</p>\n\n\n\n<p>“We urge the government to undertake political initiatives to resolve the ongoing crisis. Do not destroy the good standing of our armed forces by keeping them engaged in a disgraceful campaign,” said former army chief Iqbal Karim Bhuiyan, who served as the army chief under Prime Minister Hasina's government.</p>\n","originalUrl":"https://en.tattvanews.com/international/72-killed-hundreds-injured-in-bangladesh-clashes%ef%bf%bc/","hasAudio":false,"hasInfographics":false}