{"id":"wp-te-21275","wp_id":21275,"type":"standard","category":"World","language":"te","title":"భారత్ లో డెడ్లీ మంకీపాక్స్ మరో కేసు నమోదు","excerpt":"ప్రాణాంతక మంకీపాక్స్‌కు సంబంధించి భారత్‌లో మరో కేసు నమోదైనట్లు సమాచారం. హెల్త్ ఎమర్జెన్సీకి దారితీసిన 'క్లేడ్‌ 1బీ' స్ట్రెయిన్‌గా దీన్ని గుర్తించారు. కేరళకు చెందిన యువకుడిలో గతవారం ఈ వ్యాధి నిర్ధరణ అయినట్లు కేంద్ర ప్రభుత్వ వర్గాలు వెల్లడించాయి. కేరళలోని మలప్పురానికి చెందిన 38 ఏళ్ల వ్యక్తి యుఎఇ నుంచి ఇటీవల ఇండియాకు వచ్చాడు. అతడిలో ఎంపాక్స్‌ లక్షణాలు కనిపించాయి. దీంతో వైద్య పరీక్షలు నిర్వహించగా క్లేడ్‌ 1గా నిర్ధరణ అయ్యింది. ప్రపంచ 'హెల్త్ ఎమర్జెన్సీ'కి దారితీసిన","author":"Tattva News Team","time":"24/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/MPox-1.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రాణాంతక మంకీపాక్స్‌కు సంబంధించి భారత్‌లో మరో కేసు నమోదైనట్లు సమాచారం. హెల్త్ ఎమర్జెన్సీకి దారితీసిన 'క్లేడ్‌ 1బీ' స్ట్రెయిన్‌గా దీన్ని గుర్తించారు. కేరళకు చెందిన యువకుడిలో గతవారం ఈ వ్యాధి నిర్ధరణ అయినట్లు కేంద్ర ప్రభుత్వ వర్గాలు వెల్లడించాయి.</p>\n\n\n\n<p>కేరళలోని మలప్పురానికి చెందిన 38 ఏళ్ల వ్యక్తి యుఎఇ నుంచి ఇటీవల ఇండియాకు వచ్చాడు. అతడిలో ఎంపాక్స్‌ లక్షణాలు కనిపించాయి. దీంతో వైద్య పరీక్షలు నిర్వహించగా క్లేడ్‌ 1గా నిర్ధరణ అయ్యింది. ప్రపంచ 'హెల్త్ ఎమర్జెన్సీ'కి దారితీసిన 'క్లేడ్‌ 1బీ' స్ట్రెయిన్‌గా దీన్ని గుర్తించారు. </p>\n\n\n\n<p>అయితే, ప్రస్తుతం అతడి ఆరోగ్య పరిస్థితి నిలకడగానే ఉన్నట్లు ప్రభుత్వ వర్గాలు తెలిపాయి. 2022లో ప్రపంచ ఆరోగ్య సంస్థ పబ్లిక్ హెల్త్ ఎమర్చెన్సీగా ప్రకటించినప్పటి నుంచి భారత్లో 30కేసులు నమోదయ్యాయి.</p>\n\n\n\n<p>ఇండియాలో సెప్టెంబర్‌ 9న మొదటి మంకీపాక్స్‌ కేసు నమోదైంది. ఫారిన్ నుంచి వచ్చిన ఓ వ్యక్తి నమూనాలు పరీక్షించారు. అది పశ్చిమ ఆఫ్రికాలో వ్యాప్తిలో ఉన్న క్లేడ్‌-2 స్ట్రెయిన్గా నిర్ధరించారు. </p>\n\n\n\n<p>కాగా, దాని తీవ్రత తక్కువగా ఉన్నట్లు అప్పుడు వైద్యులు పేర్కొన్నారు. దాదాపు రెండు వారాల పాటు దిల్లీలోని ఎల్‌ఎన్‌జేపీ ఆసుపత్రిలో బాధితుడికి చికిత్స అందించారు. అనంతరం అతడిని సెప్టెంబర్‌ 21న డిశ్చార్జి చేసినట్లు అధికారులు తెలిపారు.</p>\n\n\n\n<p>దేశంలో రెండో కేసు నమోదైన నేపథ్యంలో, ఏవైనా లక్షణాలతో విదేశాల నుంచి భారత్కు వచ్చే వారు ఆరోగ్య శాఖకు తెలియజేయాలని కేరళ ఆరోగ్య శాఖ మంత్రి వీణ జార్జ్ సూచించారు. తద్వారా వీలైనంత త్వరగా చికిత్స పొందాలని విజ్ఞప్తి చేశారు. ఇక, ఈ వ్యాధి సోకిన వారికి రాష్ట్రంలో వివిధ జిల్లాలో చికిత్స, ఐసొలేషన్ ఏర్పాట్లు చేసినట్లు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/21275/24/09/2024/","hasAudio":false,"hasInfographics":false}