{"id":"wp-te-20790","wp_id":20790,"type":"standard","category":"World","language":"te","title":"ఎట్టకేలకు కవితకు బెయిల్ మంజూరు","excerpt":"ఢిల్లీ లిక్కర్ స్కామ్ కేసులో బీఆర్ఎస్ ఎమ్మెల్సీ కవితకు భారీ ఊరట లభించింది. ఈడీ, సీబీఐ కేసుల్లో సుప్రీంకోర్టు మంగళవారం బెయిల్ మంజూరు చేసింది. కవితను అరెస్టు చేసి నేటికి 164 రోజులు కాగా జ్యుడిషీయల్ కస్టడీలో భాగంగా ఆమె 153 రోజులుగా తీహార్ జైలులోనే ఉన్నారు. పలుమార్లు ఆమె బెయిల్ కోసం సీబీఐ, ఈడీ కోర్టులను ఆశ్రయించగా చేదు అనుభవమే ఎదురైంది.  దీంతో కవిత సుప్రీం కోర్టులో బెయిల్ పిటిషన్ దాఖలు చేశారు. నేడు ఈ","author":"Tattva News Team","time":"27/8/2024","image":"https://tattvanews.com/wp-content/uploads/2023/03/Kavitha-SC.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్ స్కామ్ కేసులో బీఆర్ఎస్ ఎమ్మెల్సీ కవితకు భారీ ఊరట లభించింది. ఈడీ, సీబీఐ కేసుల్లో సుప్రీంకోర్టు మంగళవారం బెయిల్ మంజూరు చేసింది. కవితను అరెస్టు చేసి నేటికి 164 రోజులు కాగా జ్యుడిషీయల్ కస్టడీలో భాగంగా ఆమె 153 రోజులుగా తీహార్ జైలులోనే ఉన్నారు. పలుమార్లు ఆమె బెయిల్ కోసం సీబీఐ, ఈడీ కోర్టులను ఆశ్రయించగా చేదు అనుభవమే ఎదురైంది. </p>\n\n\n\n<p>దీంతో కవిత సుప్రీం కోర్టులో బెయిల్ పిటిషన్ దాఖలు చేశారు. నేడు ఈ పిటిషన్ విచారణకు రాగా.. జస్టిస్ గవాయ్, విశ్వానాథ్‌లతో కూడిన ధర్మాసనం ఆమెకు  బెయిల్ మంజూరు చేసింది.  అయితే కవితకు బెయిల్ మంజూరు చేసే విషయంలో సుప్రీం కోర్టు మూడు అంశాలను ప్రధానంగా పరిగణలోకి తీసుకుంది. </p>\n\n\n\n<p>ఈ కేసులో సీబీఐ తుది ఛార్జిషీట్ దాఖలు చేయడం, ఈడీ దర్యాప్తును కూడా పూర్తి చేయడం, కవితను మహిళగా కూడా పరిగణించి ఆమెకు బెయిల్ మంజూరు చేస్తున్నట్లు ద్విసభ్య ధర్మాసనం వెల్లడించింది. రూ.10 లక్షల చొప్పున రెండు కేసుల్లో రూ. 20 లక్షల వ్యక్తిగత పూచీకత్తుతో పాటు పాస్‌పోర్టు స్వాధీనం చేయాలని ఆదేశించింది.</p>\n\n\n\n<p>ఇక దేశవ్యాప్తంగా సంచలనం సృష్టించిన ఢిల్లీ లిక్కర్ స్కాం కేసులో కవితు మార్చి 15న హైదరాబాద్‌లో అరెస్టు చేశారు. ఈడీ కోర్టు ఆమెకు మార్చి 26న జ్యుడీషియల్ కస్టడీకి విధించింది. అప్పటి నుంచి కవిత తీహార్ జైలులోనే ఉన్నారు. ఇదే కేసులో సీబీఐ ఆమెను ఏప్రిల్‌ 15న అరెస్టు చేసింది. పలు మార్లు సీబీఐ అధికారులు ఆమెను విచారించి అభియోగాలు మోపారు. </p>\n\n\n\n<p>సౌత్ గ్రూప్ నుంచి 100 కోట్లు అక్రమ లావాదేవీలు జరిపినట్లు అభియోగాల్లో పేర్కొన్నారు. ఇదిలా ఉండగా.. 153 రోజులు జైలులో ఉన్న కవిత దాదాపు 11 కేజీలు బరువు తగ్గారు.  ఈ క్రమంలోనే జూలై 16న కవిత తొలిసారి అస్వస్థత‌కు గుర‌య్యారు. దీంతో ఆమెను ఢిల్లీలోని దీన్‌ దయాళ్‌ ఉపాధ్యాయ ఆస్పత్రికి తరలించి చికిత్స అందించారు. జడ్జి అనుమతితో జూలై 18న ఎయిమ్స్‌కు తరలించి చికిత్స అందించారు. </p>\n\n\n\n<p>ఆగ‌స్టు 22న క‌విత మరోసారి అస్వస్థత‌కు గుర‌య్యారు. వైరల్ ఫీవర్‌తో పాటు, గైనిక్ సమస్యలతో బాధపడటంతో ఆమెను ఎయిమ్స్‌కు త‌ర‌లించారు. భర్త అనిల్‌ సమక్షంలో వైద్య పరీక్షలు నిర్వహించిన డాక్టర్లు అదే రోజు తిరిగి జైలుకు తరలించారు.</p>\n\n\n\n<p>తాజాగా.. సుప్రీంకోర్టు బెయిల్ ఇవ్వడంతో ఆమె ఐదు నెలల తర్వాత జైలు నుంచి బయటకు రానున్నారు. కవితకు బెయిల్ రావడంపై బీఆర్ఎస్ నేతలు హర్షం వ్యక్తం చేస్తున్నారు. సాయంత్రం 6 తర్వాత కవిత జైలు నుంచి విడుదలయ్యే ఛాన్స్ ఉంది. ఈ మేరకు బెయిల్ ఆర్టర్ కాఫీలను తీసుకొని న్యాయవాదులు తీహార్ జైలుకు బయల్దేరారు.</p>\n","originalUrl":"https://tattvanews.com/20790/27/08/2024/","hasAudio":false,"hasInfographics":false}