{"id":"wp-en-15111","wp_id":15111,"type":"standard","category":"World","language":"en","title":"Differences with India on border issue reduced, says China","excerpt":"China and India were able to \"reduce differences\" and build \"some consensus\" on disengaging troops from friction points to end the standoff in eastern Ladakh and agreed to maintain dialogue to reach a resolution acceptable to both sides at an \"early date\", the Chinese Defence Ministry said on Thursday. Under the guidance of two leaders,","author":"Tattva News Team","time":"27/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/China-troops.jpg","readTime":"5 min read","contentHTML":"\n<p>China and India were able to \"reduce differences\" and build \"some consensus\" on disengaging troops from friction points to end the standoff in eastern Ladakh and agreed to maintain dialogue to reach a resolution acceptable to both sides at an \"early date\", the Chinese Defence Ministry said on Thursday.</p>\n\n\n\n<p>Under the guidance of two leaders, China and India have maintained communication with each other through diplomatic and military channels including between two foreign ministers and China’s Foreign Minister and India’s National Security Advisor and through the border consultation mechanisms, Zhang Xiaogang said.</p>\n\n\n\n<p>Both China and India through talks were “able to reduce their differences and build some consensus besides agreeing to strengthen dialogue to accommodate each other’s legitimate concerns”, Zhang, a spokesperson for the Ministry of National Defence, told a media briefing here.</p>\n\n\n\n<p>“The two sides agreed to reach a resolution at an early date acceptable to both sides,” he said.</p>\n\n\n\n<p>He was replying to a question on the talks between the two countries on disengagement from the remaining friction points especially Demchok and Depsang to end the over four-year-long military standoff in eastern Ladakh resulting in a freeze of relations between the two countries.</p>\n\n\n\n<p>Zhang referred to the meeting between External Affairs Minister S Jaishankar and Chinese Foreign Minister Wang Yi as well as the recent meeting on the sidelines of the BRICS meeting in Russia between Wang and National Security Advisor  Ajit Doval.</p>\n\n\n\n<p>On September 3, Chinese Foreign Ministry spokesperson Mao Ning, while commenting on the talks between Wang and Doval, said the “front-line armies of the two countries have realised disengagement in four areas in the Western sector of the China-India border, including the Galwan Valley”.</p>\n\n\n\n<p>In his reply to the question, Zhang didn’t comment on the progress of the disengagement from the remaining areas including Depsang and Demchok but said both sides will continue to consolidate the outcomes. “We will continue to consolidate the outcomes we have reached and respect bilateral agreements and confidence-building measures to safeguard peace and tranquillity at the border,” he said.</p>\n","originalUrl":"https://en.tattvanews.com/international/differences-with-india-on-border-issue-reduced-says-china%ef%bf%bc/","hasAudio":false,"hasInfographics":false}