{"id":"wp-en-13553","wp_id":13553,"type":"standard","category":"World","language":"en","title":"BJP put an end to Naveen Patnaik’s hold over Odisha","excerpt":"The 2024 Assembly election results in Odisha ended the reign of one of India’s most powerful regional leaders – Naveen Patnaik. His party, Biju Janata Dal (BJD) could muster just close to 50 seats, way behind the majority mark of 74 seats in the 147-member Assembly. The BJP will form its first-ever government in the","author":"Tattva News Team","time":"5/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Naveen.webp","readTime":"5 min read","contentHTML":"\n<p>The 2024 Assembly election results in Odisha ended the reign of one of India’s most powerful regional leaders – Naveen Patnaik. His party, Biju Janata Dal (BJD) could muster just close to 50 seats, way behind the majority mark of 74 seats in the 147-member Assembly.<strong></strong></p>\n\n\n\n<p>The BJP will form its first-ever government in the state, ending Chief Minister Navin Patnaik’s 24-year hold over the state as it won 78 seats in the 147-member Assembly.  The Biju Janata Dal (BJD) was restricted to 51 seats. The half way mark in the state Assembly is 74. The Congress got 14 seats and the CPM one.</p>\n\n\n\n<p>This is the first time in 24 years that the saffron party will form a government on its own in the state where it had struck an alliance with the BJD in 2000. The coastal state witnessed a fierce battle as Prime Minister Narendra Modi launched a frontal attack on his friend, Naveen Patnaik, questioning the latter’s ability to rule the state due to his failing health.</p>\n\n\n\n<p>The BJP’s promise of double engine worked wonders in the state as it was set to emerge as the single largest party in the assembly. The double whammy for Patnaik continued as BJD was decimated in the Lok Sabha polls too as BJP won in 19 seats out of 21, with one each in favour of BJD and Congress. </p>\n\n\n\n<p>This mandate comes with multiple messages, the primary being the politics of the state dominated by Naveen Patnaik. The BJP’s campaign was centred around targetting Patnaik’s aide, former IAS officer, V K Pandian, who was said to be the political heir. As Pandian belonged to Tamil Nadu, BJP turned his ethnicity coupled with Naveen’s \"falling health\" key issues to gain entry into the minds of Odias.</p>\n\n\n\n<p>As the biggest gain is coming to the BJP from Odisha, it is offsetting the major decline in the Hindi heartland states of Uttar Pradesh and Rajasthan. Interestingly, if the results of Odisha are read along with Andhra Pradesh which also had simultaneous elections to the assembly, the voters have voted out the incumbent governments.</p>\n\n\n\n<p>In Andhra Pradesh, TDP-BJP-JSP stormed to power defeating Jagan Reddy’s five-year government. Naveen Patnaik’s perceived closeness to the BJP as he supported the NDA government in the last 10 years, appears to have cost the party dearly.</p>\n\n\n\n<p>Prime Minister Narendra Modi said in a post on X: “Thank you Odisha! It’s a resounding victory for good governance and celebrating Odisha’s unique culture. BJP will leave no stone unturned in fulfilling the dreams of people and taking Odisha to new heights of progress.”</p>\n\n\n\n<p>“I am very proud of all our hard working Party Karyakartas for their efforts,” he said. The vote share of the BJD and BJP in the Assembly poll was 40.18% and 39.96%, respectively, according to preliminary estimates. In the Lok Sabha election, the BJP secured 45.51% vote share against the BJD’s 37.50%. Final figures were still awaited.</p>\n\n\n\n<p>In 2019, the vote share of the BJD in the Assembly election was 45.2% (with 112 seats) against BJP’s 32.8% (23 seats). In the Lok Sabha, it was 43.3% (12 seats) for the BJD and 38.9% (eight seats) for the BJP.</p>\n\n\n\n<p>“It’s a day of pride for our state, Odias and the country. I express my gratitude to the 4.5 crore people of Odisha for reposing their faith on the words of Prime Minister Narendra Modi. I express my gratitude to the Prime Minister,” said Union Minister Dharmendra Pradhan.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-put-an-end-to-naveen-patnaiks-hold-over-odisha%ef%bf%bc/","hasAudio":false,"hasInfographics":false}