{"id":"wp-en-14809","wp_id":14809,"type":"standard","category":"World","language":"en","title":"Sandip Ghosh sent to 8 days of CBI custody","excerpt":"Sandip Ghosh, former principal of RG Kar Medical College and Hospital, has been sent to 8 days of police custody in connection with a corruption case. While hearing the matter, the Alipur Court granted the CBI eight-day custody of Sandip Ghosh and three others in the case of alleged financial irregularities at the RG Kar","author":"Tattva News Team","time":"4/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Ghosh-custody.webp","readTime":"5 min read","contentHTML":"\n<p>Sandip Ghosh, former principal of RG Kar Medical College and Hospital, has been sent to 8 days of police custody in connection with a corruption case. While hearing the matter, the Alipur Court granted the CBI eight-day custody of Sandip Ghosh and three others in the case of alleged financial irregularities at the RG Kar Medical College and Hospital.</p>\n\n\n\n<p>During the hearing of the matter, the CBI said at the court that there is a large nexus that needs to be exposed and hence we are asking for interrogation. \"We have just arrested 4 people. There is a large nexus. We need their custody to unearth the entire nexus,” the CBI said in the court. </p>\n\n\n\n<p>Earlier in the day, Sandip Ghosh and three others were brought to Alipore Judges Court in connection with RG Kar Medical College and Hospital financial irregularities case after they were arrested by the CBI anti-corruption branch last night.</p>\n\n\n\n<p>Just after an hour of Ghosh’s arrest, the CBI officers picked up his security guard and two vendors who used to supply materials to the hospital where the body of a woman medic, was found on August 9.</p>\n\n\n\n<p>The CBI on Monday arrested former RG Kar Medical College and Hospital principal Sandip Ghosh and three others in connection with the alleged financial irregularities at the facility, </p>\n\n\n\n<p>Officials told news agency PTI that three others who have been arrested are Ghosh's security guard Afsar Ali (44), and hospital vendors Biplav Singha (52) and Suman Hazara (46) who used to supply material to the hospital.</p>\n\n\n\n<p>Monday was the 15th day of Ghosh's questioning by the agency. From the agency's Salt Lake office, the 53-year-old was taken to the CBI's Nizam Palace office in Kolkata, which houses the agency's anti-corruption wing, and was arrested.</p>\n\n\n\n<p>This is the second major arrest at the hospital since August 9. Earlier, a Kolkata Police civic volunteer, Sanjoy Roy, was arrested by the Kolkata Police and handed over to the central agency in connection with the medic's alleged rape and murder.</p>\n","originalUrl":"https://en.tattvanews.com/economy/sandip-ghosh-sent-to-8-days-of-cbi-custody/","hasAudio":false,"hasInfographics":false}