{"id":"wp-te-19962","wp_id":19962,"type":"standard","category":"World","language":"te","title":"నీట్-యుజి లీక్ లో మరో ఇద్దరు వ్యక్తులు అరెస్టు","excerpt":"నీట్-యుజి పేపర్ లీకేజీకి సంబంధించి సిబిఐ పాట్నాకు చెందిన అభ్యర్థితో సహా మరో ఇద్దరిని అరెస్టు చేసింది. దీంతో ఏజెన్సీ అరెస్టు చేసిన వారి సంఖ్య 11కి చేరుకుందని అధికారులు మంగళవారం తెలిపారు.  నలందకు చెందిన నీట్-యుజి ఆశించిన సన్నీ, గయకు చెందిన మరో అభ్యర్థి రంజిత్ కుమార్ తండ్రిని అరెస్టు చేసినట్లు వారు తెలిపారు. బీహార్ నీట్-యుజి పేపర్ లీక్ కేసులో గుజరాత్‌లోని లాతూర్, గోద్రాలలో అవకతవకలకు సంబంధించి ఒక్కొక్కరిని, సాధారణ కుట్రకు సంబంధించి డెహ్రాడూన్‌కు","author":"Tattva News Team","time":"10/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Neet1.webp","readTime":"5 min read","contentHTML":"\n<p>నీట్-యుజి పేపర్ లీకేజీకి సంబంధించి సిబిఐ పాట్నాకు చెందిన అభ్యర్థితో సహా మరో ఇద్దరిని అరెస్టు చేసింది. దీంతో ఏజెన్సీ అరెస్టు చేసిన వారి సంఖ్య 11కి చేరుకుందని అధికారులు మంగళవారం తెలిపారు.  నలందకు చెందిన నీట్-యుజి ఆశించిన సన్నీ, గయకు చెందిన మరో అభ్యర్థి రంజిత్ కుమార్ తండ్రిని అరెస్టు చేసినట్లు వారు తెలిపారు.</p>\n\n\n\n<p>బీహార్ నీట్-యుజి పేపర్ లీక్ కేసులో గుజరాత్‌లోని లాతూర్, గోద్రాలలో అవకతవకలకు సంబంధించి ఒక్కొక్కరిని, సాధారణ కుట్రకు సంబంధించి డెహ్రాడూన్‌కు చెందిన ఒకరిని సిబిఐ ఇప్పటివరకు ఎనిమిది మందిని అరెస్టు చేసినట్లు అధికారులు తెలిపారు.</p>\n\n\n\n<p>బీహార్ నీట్-యుజి పేపర్ లీక్ కేసులో గుజరాత్‌లోని లాతూర్ , గోద్రాలలో అవకతవకలకు సంబంధించి ఒక్కొక్కరిని, సాధారణ కుట్రకు సంబంధించి డెహ్రాడూన్‌కు చెందిన ఒకరిని సిబిఐ ఇప్పటివరకు ఎనిమిది మందిని అరెస్టు చేసినట్లు అధికారులు తెలిపారు.</p>\n\n\n\n<p>మెడికల్ ప్రవేశ పరీక్షలో జరిగిన అవకతవకలపై విచారణ చేపట్టిన సిబిఐ ఆరు ఎఫ్‌ఐఆర్‌లను నమోదు చేసింది. బీహార్‌లోని ఎఫ్‌ఐఆర్ పేపర్ లీకేజీకి సంబంధించినది కాగా, గుజరాత్, రాజస్థాన్ మరియు మహారాష్ట్రలకు చెందిన మిగిలినవి అభ్యర్థులను మోసగించడం మరియు మోసం చేయడంతో ముడిపడి ఉన్నాయి.</p>\n\n\n\n<p>ప్రభుత్వ మరియు ప్రైవేట్ సంస్థలలో ఎంబిబిఎస్, బిడిఎస్, ఆయుష్ మరియు ఇతర సంబంధిత కోర్సులలో ప్రవేశాల కోసం ఎన్ టిఎ ద్వారా నీట్ -యుజి నిర్వహిస్తారు. ఈ ఏడాది మే 5న విదేశాల్లో 14 సహా 571 నగరాల్లోని 4,750 కేంద్రాల్లో పరీక్ష నిర్వహించారు. 23 లక్షల మంది అభ్యర్థులు పరీక్షకు హాజరయ్యారు.</p>\n","originalUrl":"https://tattvanews.com/19962/10/07/2024/","hasAudio":false,"hasInfographics":false}