{"id":"wp-en-15884","wp_id":15884,"type":"standard","category":"World","language":"en","title":"Dr Bhagwat slams regulatory rigidity in education","excerpt":"RSS chief Dr. Mohan Bhagwat has said the education system should act as a facilitator and not a barrier to learning and asserted it was essential to remain rooted in \"our basic foundational values\" while adapting to changing times. The RSS chief, who was speaking after inaugurating LokSeva E School in Baner here on Friday,","author":"Tattva News Team","time":"21/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Dr-Bhagwat-Pune.jpeg","readTime":"5 min read","contentHTML":"\n<p>RSS chief Dr. Mohan Bhagwat has said the education system should act as a facilitator and not a barrier to learning and asserted it was essential to remain rooted in \"our basic foundational values\" while adapting to changing times.</p>\n\n\n\n<p>The RSS chief, who was speaking after inaugurating LokSeva E School in Baner here on Friday, emphasised that education is not a business but a \"vrat\" (pledge) to create fine human beings.</p>\n\n\n\n<p>\"The education system should act as a facilitator, not a barrier, to learning. It must serve as a tool to empower students rather than functioning solely as a regulator. The role of regulation in education should focus on streamlining processes and ensuring smooth functioning, rather than enforcing rigid 'dos and don'ts' that can stifle the experimental spirit among students,\" he said.</p>\n\n\n\n<p>Hailing the National Education Policy (NEP), the RSS chief said it may have been introduced recently, but discussions to have such a kind of system have been underway for many years, adding that several schools have been imparting \"value-based\" education for long.</p>\n\n\n\n<p>The new education system will be implemented completely, and it will lead the country to the desired dream, he said.</p>\n\n\n\n<p>\"We need to change ourselves according to the times, but while doing so, we must ensure that we are rooted in our basic foundational values. While sticking to those eternal foundational values, we need to lead ahead and face the future. We need to juxtapose the modern and ancient, for which all must contribute,\" he opined.</p>\n\n\n\n<p>Education should not remain restricted to a framework but must be holistic that the entire society must preserve, Bhagwat added.</p>\n\n\n\n<p>There is no doubt that by preserving foundational values, India will emerge as an excellent leader in the ultra-modern world since the nation has that kind of capability, the RSS chief said.</p>\n","originalUrl":"https://en.tattvanews.com/national/dr-bhagwat-slams-regulatory-rigidity-in-education%ef%bf%bc/","hasAudio":false,"hasInfographics":false}