{"id":"wp-te-19627","wp_id":19627,"type":"standard","category":"World","language":"te","title":"రామాయణ లఘు నాటిక ప్రదర్శించిన ముంబై ఐఐటి విద్యార్థులకు జరిమానా","excerpt":"రామాయణ గాధ పేరిట ‘రావోహణ్’ లఘునాటికను ప్రదర్శించినందుకు విద్యార్థులపై ముంబైలోని ఐఐటి విద్యాసంస్థ భారీ జరిమానా విధించింది. ప్రతి ఒక్కరికి రూ 1.2 లక్ష చొప్పున ఎనమండుగురు విద్యార్థులకు ఫైన్ విధించింది. మార్చి 31న విద్యార్థులు కళాప్రదర్శన సందర్భంగా అత్యుత్సాహంతో రామాయణం ప్రదర్శించింది.  అయితే వారు ఇందులోని రాముడు, సీత ఇతర పాత్రలను వక్రీకరించడం, హిందూ పురాణ పాత్రలను కించపరిచే విధంగా పాత్రలను మలిచి, కోట్లాది మంది హిందువుల విశ్వాసాలను మంటగలిపారనే విమర్శలు, ఫిర్యాదులు రావడంతో ఐఐటి","author":"Tattva News Team","time":"21/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Bombay-IIT.jpg","readTime":"5 min read","contentHTML":"\n<p>రామాయణ గాధ పేరిట ‘రావోహణ్’ లఘునాటికను ప్రదర్శించినందుకు విద్యార్థులపై ముంబైలోని ఐఐటి విద్యాసంస్థ భారీ జరిమానా విధించింది. ప్రతి ఒక్కరికి రూ 1.2 లక్ష చొప్పున ఎనమండుగురు విద్యార్థులకు ఫైన్ విధించింది. మార్చి 31న విద్యార్థులు కళాప్రదర్శన సందర్భంగా అత్యుత్సాహంతో రామాయణం ప్రదర్శించింది. </p>\n\n\n\n<p>అయితే వారు ఇందులోని రాముడు, సీత ఇతర పాత్రలను వక్రీకరించడం, హిందూ పురాణ పాత్రలను కించపరిచే విధంగా పాత్రలను మలిచి, కోట్లాది మంది హిందువుల విశ్వాసాలను మంటగలిపారనే విమర్శలు, ఫిర్యాదులు రావడంతో ఐఐటి యాజమాన్యం తీవ్రస్థాయిలో స్పందించింది. అన్ని అంశాలను క్షుణ్ణంగా పరిశీలించింది. ఈ స్కిట్‌లో వేషాలేసిన ఎనమండుగురు విద్యార్థులపై జిరిమానా విధిస్తున్నట్లు ప్రకటనలో తెలిపింది.</p>\n\n\n\n<p>స్త్రీవాదాన్ని ప్రోత్సహించడం, ఆధునికత పేరిట విద్యార్థులు ఈ విపరీత చేష్టలకు దిగారని ఫిర్యాదులు అందడంతో యాజమాన్యం సంబంధిత విషయంపై స్పందించింది. క్రమశిక్షణా కమిటీ సమావేశంలో పరిస్థితిని సమీక్షించారు. ఇటీవలే వీరిపై భారీ జరిమానాల నిర్ణయం తీసుకున్నారని వెల్లడైంది. </p>\n\n\n\n<p>నలుగురు విద్యార్థులకు తలో రూ 40 వేల వరకూ ఫైన్ విధించారు. ఈ నాటకంలో పాల్గొన్న గ్రాడ్యుయేట్‌విద్యార్థులపై అదనపు ఆంక్షలు కూడా పెట్టారు. వీరికి హాస్టల్ ప్రవేశం, వ్యాయామశాలలో ప్రవేశాలపై నిషేధం విధించారు. ఈ నెల20 లోగానే వీరంతా జరిమానాలు చెల్లించాల్సి ఉంటుందని వర్తమానం పంపించారు. లేకపోతే మరిన్ని తీవ్రతర చర్యలు తప్పవని యాజమాన్యం హెచ్చరించింది.</p>\n","originalUrl":"https://tattvanews.com/19627/21/06/2024/","hasAudio":false,"hasInfographics":false}