{"id":"wp-te-18925","wp_id":18925,"type":"standard","category":"World","language":"te","title":"కాంగ్రెస్ కు రాహుల్‌ వయస్సంత సీట్లైనా రావు... మోదీ","excerpt":"ఈ లోక్‌సభ ఎన్నికల్లో కాంగ్రెస్‌ పార్టీకి గతంలో ఎన్నడూ రానంత తక్కువ సీట్లు వస్తాయని ప్రధాని నరేంద్ర మోదీ స్పష్టం చేశారు. ఆయన కాంగ్రెస్‌ అగ్రనేత రాహుల్‌ గాంధీ వయస్సును గుర్తు చేస్తూ.. ‘‘రాహుల్‌కు యాభై ఏళ్లు దాటాయి. కానీ, కాంగ్రెస్‌ పార్టీకి అన్ని సీట్లు కూడా రావు’’ అని తేల్చి చెప్పారు. అవినీతి అనేది ఇండియా కూటమిలోని ఉమ్మడి తత్వం అని, అదే ఆ పార్టీలను కలిపిందని మోదీ ఆరోపించారు.  పశ్చిమ బెంగాల్‌లో టీఎంసీ ప్రభుత్వం","author":"Tattva News Team","time":"13/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-WB.jpg","readTime":"5 min read","contentHTML":"\n<p>ఈ లోక్‌సభ ఎన్నికల్లో కాంగ్రెస్‌ పార్టీకి గతంలో ఎన్నడూ రానంత తక్కువ సీట్లు వస్తాయని ప్రధాని నరేంద్ర మోదీ స్పష్టం చేశారు. ఆయన కాంగ్రెస్‌ అగ్రనేత రాహుల్‌ గాంధీ వయస్సును గుర్తు చేస్తూ.. ‘‘రాహుల్‌కు యాభై ఏళ్లు దాటాయి. కానీ, కాంగ్రెస్‌ పార్టీకి అన్ని సీట్లు కూడా రావు’’ అని తేల్చి చెప్పారు. అవినీతి అనేది ఇండియా కూటమిలోని ఉమ్మడి తత్వం అని, అదే ఆ పార్టీలను కలిపిందని మోదీ ఆరోపించారు. </p>\n\n\n\n<p>పశ్చిమ బెంగాల్‌లో టీఎంసీ ప్రభుత్వం అవినీతిని పూర్తిస్థాయి బిజినె్‌సగా మార్చిందని విమర్శించారు. పశ్చిమ బెంగాల్‌ను ఆ పార్టీ ‘కుటీర బాంబుల పరిశ్రమ’గా మార్చివేసిందని మండిపడ్డారు. ‘‘ప్రతి ఇంటికి మంచి నీళ్లు అని మేం అంటుంటే.. ప్రతి ఇంటిలో బాంబు అని వాళ్లు మాట్లాడుతున్నారు’’ అని ఆగ్రహం వ్యక్తం చేశారు. ప్రధాని మోదీ ఆదివారం బెంగాల్‌లోని హౌరా, బారక్‌పూర్‌, హుగ్లీలో ఎన్నికల ర్యాలీల్లో పాల్గొని ప్రసంగించారు.</p>\n\n\n\n<p> అక్రమ వలసదారుల సంక్షేమమే టీఎంసీ ఎజెండా అని, సీఎం మమతా బెనర్జీ బెంగాల్‌ రాష్ట్ర ప్రజలను పట్టించుకోవడం ఎప్పుడో మానేశారని ఆరోపించారు. ఇక్కడ హిందువులు రెండో తరగతి పౌరులుగా మారిపోయారని మోదీ ఆందోళన వ్యక్తం చేశారు. రాష్ట్రంలో హిందువులు రామనామం పలకడాన్ని, రామనవమి పండుగను చేసుకోవడాన్ని కూడా అడ్డుకుంటున్నారని ఆగ్రహం వ్యక్తం చేశారు.</p>\n\n\n\n<p> ‘‘ఇటీవల ఓ టీఎంసీ ఎమ్మెల్యే హిందువులను భాగీరథి నదిలో పడేస్తాం అన్నారు. వాళ్లకు అంత ధైర్యం ఎక్కడి నుంచి వచ్చింది?’’ అని ఎమ్మెల్యే హుమామూన్‌ కబీర్‌ వ్యాఖ్యలను ఉద్దేశిస్తూ మండిపడ్డారు. ఓటు బ్యాంకు రాజకీయాలకు టీఎంసీ లొంగిపోయిందన్నారు. తాను బతికి ఉండగా సీఏఏను ఎవరూ రద్దు చేయలేరని మోదీ స్పష్టం చేశారు. సీఏఏ అనేది పౌరసత్వం ఇవ్వడానికే తప్ప, లాక్కోవడానికి కాదని పేర్కొన్నారు. <ins></ins></p>\n\n\n\n<p>సందేశ్‌ఖాలీలో టీఎంసీ కొత్త నాటకానికి తెరతీసిందని మోదీ ఆరోపించారు. సందేశ్‌ఖాలీ స్థానిక బీజేపీ నేత అక్కడి మహిళల నుంచి ఖాళీ కాగితాలపై సంతకాలు తీసుకొని, ఆ తర్వాత వాటిపై టీఎంసీ నేతలకు వ్యతిరేకంగా ఫిర్యాదులు రాసి పోలీసులకు ఇస్తున్నట్లు తాజాగా వీడియోలు వైరల్‌ అయ్యాయి. వీటితో పాటు సందేశ్‌ఖాలీలో ఆందోళనలు చేయాలంటూ మహిళలకు బీజేపీనే రూ.2వేల చొప్పున పంచిందని, స్థానిక బీజేపీ నేతనే ఈ విషయాన్ని చెప్పినట్లు మరికొన్ని వీడియోలు వైరల్‌ అయ్యాయి.</p>\n\n\n\n<p>వీటిని ఉద్దేశించి మోదీ ఆ వ్యాఖ్యలు చేశారు. సందేశ్‌ఖాలీ మహిళలను టీఎంసీ గూండాలు బెదిరిస్తున్నారని విమర్శించారు. ‘‘సందేశ్‌ఖాలీలోని తల్లులకు, చెల్లెళ్లకు టీఎంసీ ఏం చేసిందో మనందరం చూశాం. కేవలం నిందితుని పేరు షాజహాన్‌ షేక్‌ అని పేరు ఉన్నందుకే ఇదంతా జరుగుతోంది. కానీ, టీఎంసీకి భయపడకండి. దోషులెవరినీ వదలబోం’’ అని మోదీ స్పష్టం చేశారు</p>\n","originalUrl":"https://tattvanews.com/18925/13/05/2024/","hasAudio":false,"hasInfographics":false}