{"id":"wp-te-21113","wp_id":21113,"type":"standard","category":"World","language":"te","title":"మరణించిన గల్ఫ్ కార్మికుల కుటుంబానికి 5 లక్షల ఎక్స్ గ్రేషియా","excerpt":"గురుకుల పాఠశాలలో, కళాశాలలో గల్ఫ్ కార్మికుల పిల్లలకు గురుకులాల్లో చదవాలని అనుకునే వారికి 100 శాతం అడ్మిషన్ ఇచ్చేలా చర్యలు తీసుకుంటామని రవాణా, బీసీ సంక్షేమ శాఖ మంత్రి పొన్నం ప్రభాకర్ హామీ ఇచ్చారు. కాంగ్రెస్ ప్రభుత్వం ఏర్పడినప్పటినుంచి గల్ఫ్ దేశాల్లో మరణించిన కార్మికుల కుటుంబాలకు 5 లక్షల ఎక్స్ గ్రేషియా ఇచ్చేలా ప్రభుత్వం దృష్టికి తీసుకెళ్తామని హామీ ఇచ్చారు.  గల్ఫ్ కార్మికుల సంక్షేమం కోసం తీసుకోవాల్సిన చర్యలపై ముఖ్యమంత్రి రేవంత్ రెడ్డి ఆదేశాలతో పొన్నం ప్రభాకర్","author":"Tattva News Team","time":"15/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Gulf-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>గురుకుల పాఠశాలలో, కళాశాలలో గల్ఫ్ కార్మికుల పిల్లలకు గురుకులాల్లో చదవాలని అనుకునే వారికి 100 శాతం అడ్మిషన్ ఇచ్చేలా చర్యలు తీసుకుంటామని రవాణా, బీసీ సంక్షేమ శాఖ మంత్రి పొన్నం ప్రభాకర్ హామీ ఇచ్చారు. కాంగ్రెస్ ప్రభుత్వం ఏర్పడినప్పటినుంచి గల్ఫ్ దేశాల్లో మరణించిన కార్మికుల కుటుంబాలకు 5 లక్షల ఎక్స్ గ్రేషియా ఇచ్చేలా ప్రభుత్వం దృష్టికి తీసుకెళ్తామని హామీ ఇచ్చారు. </p>\n\n\n\n<p>గల్ఫ్ కార్మికుల సంక్షేమం కోసం తీసుకోవాల్సిన చర్యలపై ముఖ్యమంత్రి రేవంత్ రెడ్డి ఆదేశాలతో పొన్నం ప్రభాకర్ అధ్యక్షతన గల్ఫ్ కార్మికులు అధికంగా ఉండే నియోజక వర్గ ఎమ్మెల్యేలు ఇతర ముఖ్య నేతలతో శనివారం సమావేశాన్ని నిర్వహించారు. గతంలో చనిపోయిన వారి కుటుంబాలకు మానవతా దృక్పథంతో లక్ష రూపాయల ఎక్స్ గ్రేషియా ఇవ్వాలని ఎన్‌ఆర్‌ఐ సెల్ సూచించింది. దీనిని తెలంగాణ ఏర్పడినప్పటి రోజు నుంచి, ఏరోజు తీసుకుంటే బాగుంటుందనే దానిపై కమిటీ లు పలువురు సూచనలు చేశారు.</p>\n\n\n\n<p>ఈ సమావేశంలో ప్రభుత్వ విప్ వేములవాడ ఎమ్మెల్యే ఆది శ్రీనివాస్, టిపిసిసి ఎన్‌ఆర్‌ఐ సెల్ వినోద్ ఆధ్వర్యంలో రూపొందిన గల్ఫ్ బాధితులకు సంబంధించిన 5 అంశాల పై సమావేశంలో చర్చించారు. అందులో ప్రధానంగా గల్ఫ్ కార్మికుల సంక్షేమంపై అధ్యయనం చేయడానికి ప్రభుత్వం ఒక సలహా కమిటీ నీ ఏర్పాటు చేయాలని, అందులో గల్ఫ్ ప్రభావిత ప్రాంత ఎమ్మెల్యేలు, ఎమ్మెల్సీలు , నాయకులు ఈ కమిటీ లో సభ్యులుగా నియమించి ఇందుకోసం జీవో విడుదల చేయాలని సూచించారు.</p>\n\n\n\n<p>ప్రజా భవన్ లో ప్రతి మంగళవారం , శుక్రవారం ప్రజావాణి లో గల్ఫ్ కార్మికుల కోసం ప్రవాసి ప్రజావాణి నిర్వహిస్తే బాగుంటుందని సూచించారు. మంత్రి పొన్నం ప్రభాకర్ మాట్లాడుతూ ప్రస్తుతం నిర్వహిస్తున్న ప్రజావాణి లో ఈనెల 20 వ తేది నుండి గల్ఫ్ కోసం ప్రత్యేక కౌంటర్ ప్రారంభిస్తామని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/21113/15/09/2024/","hasAudio":false,"hasInfographics":false}