{"id":"wp-te-18480","wp_id":18480,"type":"standard","category":"World","language":"te","title":"20 మంది కాంగ్రెస్ ఎమ్మెల్యేలతో వస్తానంటే వద్దని చెప్పా.. కేసీఆర్","excerpt":"20 మంది కాంగ్రెస్ ఎమ్యెల్యేలు వస్తానంటే తాను ఇప్పుడే వద్దని చెప్పానని ప్రతిపక్ష నేత, బిఆర్ఎస్ అధినేత కె చంద్రశేఖర్ రావు సంచలన ప్రకటన చేశారు. లోక్ సభ ఎన్నికల్లో పార్టీ అభ్యర్థులకు గురువారం బి. ఫారంలతో పాటు రూ 95 లక్షలు చొప్పున చెక్ లను అందజేస్తూ తెలంగాణలోని కాంగ్రెస్ ప్రభుత్వం మనుగడ సాధించటం కష్టమే అనిపిస్తోందని స్పష్టం చేశారు. అయితే, కాంగ్రెస్ ప్రభుత్వానికి బిఆర్ఎస్ నుండి కాకుండా బిజెపి నుండి ముప్పు ఏర్పడే అవకాశం","author":"Tattva News Team","time":"19/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/KCR.webp","readTime":"5 min read","contentHTML":"\n<p>20 మంది కాంగ్రెస్ ఎమ్యెల్యేలు వస్తానంటే తాను ఇప్పుడే వద్దని చెప్పానని ప్రతిపక్ష నేత, బిఆర్ఎస్ అధినేత కె చంద్రశేఖర్ రావు సంచలన ప్రకటన చేశారు. లోక్ సభ ఎన్నికల్లో పార్టీ అభ్యర్థులకు గురువారం బి. ఫారంలతో పాటు రూ 95 లక్షలు చొప్పున చెక్ లను అందజేస్తూ తెలంగాణలోని కాంగ్రెస్ ప్రభుత్వం మనుగడ సాధించటం కష్టమే అనిపిస్తోందని స్పష్టం చేశారు. అయితే, కాంగ్రెస్ ప్రభుత్వానికి బిఆర్ఎస్ నుండి కాకుండా బిజెపి నుండి ముప్పు ఏర్పడే అవకాశం ఉందని తెలిపారు.</p>\n\n\n\n<p>“నాడు బీఆర్ఎస్ పార్టీకి వంద మందికిపైగా ఎమ్మెల్యేలు ఉండగానే సర్కార్ ను పడగొట్టేందుకు బీజేపీ యత్నించింది. అలాంటిది మ్యాజిక్ ఫిగర్ కు దగ్గరగా 64 మంది ఎమ్మెల్యేలతో ఉన్న కాంగ్రెస్ ప్రభుత్వాన్ని ఉండనిస్తారా?” అని నేతలతో అన్నట్లు సమాచారం. బిఆర్ఎస్ నుండి కాంగ్రెస్ లోకి వెళ్లినవారు బాధపడుతున్నారని,  అక్కడ పరిస్థితి ఏం బాగాలేదని చెప్పారని నేతలతో కేసీఆర్ అన్నట్లు తెలిసింది. </p>\n\n\n\n<p>అంతేకాకుండా కాంగ్రెస్ లోని ఓ సీనియర్ నాయకుడు తనని సంప్రదించారని కేసీఆర్ చెప్పటం ఇప్పుడు అతిపెద్ద సంచలనంగా మారింది. బీఆర్ఎస్‌ని వీడి కాంగ్రెస్‌లోకి వెళ్తే ఇక్కడ అంతా బీజేపీ కథ నడుస్తుందని సదరు సీనియర్ నేత చెప్పినట్లు కేసీఆర్ నేతలతో అన్నారట! “ఇరవై మంది ఎమ్మెల్యేలను తీసుకొని రావాలా సార్ అని నన్ను సంప్రదించాడు, కానీ ఇప్పుడే వద్దని చెప్పాను” అని కేసీఆర్ అన్నట్లు తెలిసింది.</p>\n\n\n\n<p>మొదటిసారిగా, కుమార్తె కవిత అరెస్ట్ గురించి మాట్లాడుతూ ఆ కేసు నిలబడదని, ఆమె నిరపరాధిగా బైటకు వస్తుందని భరోసా వ్యక్తం చేశారు. అయితే,  కొనుగోలు కేసులో కీలక బిజెపి నేత బిఎల్ సంతోష్ పై అరెస్ట్ వారెంట్ తో తెలంగాణ పోలీసులు ఢిల్లీలోని బిజెపి కార్యాలయంలకు తమ ప్రభుత్వం పంపడంతోనే కక్షసాధింపుగా తన కుమార్తెను అరెస్ట్ చేశారని ఆయన ఆరోపించారు.</p>\n\n\n\n<h1 class=\"wp-block-heading\" id=\"m_400875273191499488gmail-news-headline\"></h1>\n","originalUrl":"https://tattvanews.com/18480/19/04/2024/","hasAudio":false,"hasInfographics":false}