{"id":"wp-en-13274","wp_id":13274,"type":"standard","category":"World","language":"en","title":"Amit Shah seems SC `special treatment’ in Kejriwal’s interim bail￼","excerpt":"Days after the Supreme Court granted interim bail to Delhi Chief Minister Arvind Kejriwal in the excise policy case, Union Home Minister Amit Shah on Wednesday said he “does not see the top court’s decision as a routine or normal judgement” and that “a lot of people in the country believe that special treatment has","author":"Tattva News Team","time":"16/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Amit-Shah-ANI1.jpg","readTime":"5 min read","contentHTML":"\n<p>Days after the Supreme Court granted interim bail to Delhi Chief Minister Arvind Kejriwal in the excise policy case, Union Home Minister Amit Shah on Wednesday said he “does not see the top court’s decision as a routine or normal judgement” and that “a lot of people in the country believe that special treatment has been given to him.”</p>\n\n\n\n<p>\"Right now he (Arvind Kejriwal) is stuck in another issue (Swati Maliwal assault), let him get free from that then let's see what happens,\" said Home Minister in an interview, when asked about Kejriwal's release and campaigning for I.N.D.I.A bloc.</p>\n\n\n\n<p>Responding to Arvind Kejriwal's which he made a day after he was granted interim bail that PM Modi will no longer be Prime Minister when he turns 75, Amit Shah said, \"Prime Minister Narendra Modi will remain till 2029, and Arvind Kejriwal I have bad news for you... even after 2029 PM Modi will lead us.\"</p>\n\n\n\n<p>Speaking about how many seats will BJP win in West Bengal, the Home Minister responded, \"We are winning 24-30 seats in West Bengal.\" On Pakistan-occupied Kashmir (PoK), Amit Shah said, \"As far as PoK is concerned, it is not only the commitment of the BJP but also the commitment of the Parliament of the country”, he said.</p>\n\n\n\n<p>He asserted that “PoK is a part of India and we have rights over it. No one can deny that... Farooq Abdullah and Congress leaders are saying that Pakistan has an atom bomb, so respect them...will an Atomic power with a 130 crore population Bharat, be scared of someone and give up its right? Rahul Baba should explain to the country what are their alliance leaders saying, respect Pakistan? Give up PoK?.. Never!\"</p>\n\n\n\n<p>On PoK protests, Amit Shah said, \"...There is mismanagement there, it is their subject...but Pakistan-occupied Kashmir is ours because the entire Kashmir has merged with the Indian Union. How to take that right is India's question...\"</p>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-seems-sc-special-treatment-in-kejriwals-interim-bail%ef%bf%bc/","hasAudio":false,"hasInfographics":false}