{"id":"wp-en-13054","wp_id":13054,"type":"standard","category":"World","language":"en","title":"ECI bars KCR from poll campaign for 48 hours￼","excerpt":"The Election Commission of India on Wednesday barred former Chief Minister and BRS president K Chandrasekhar Rao from campaigning for 48 hours, starting 8 pm on Wednesday on charges of making “derogatory and objectionable statements” against the Congress. He was on the way from Kothagudem to Mahabubabad to participate in the roadshow, when the orders","author":"Tattva News Team","time":"2/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/10/KCR1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Election Commission of India on Wednesday barred former Chief Minister and BRS president K Chandrasekhar Rao from campaigning for 48 hours, starting 8 pm on Wednesday on charges of making “derogatory and objectionable statements” against the Congress. He was on the way from Kothagudem to Mahabubabad to participate in the roadshow, when the orders were released.</p>\n\n\n\n<p>Citing previous instances of Chandrashekhar Rao violating the Model Code of Conduct  (MCC) since 2019, the Commission said the BRS president was issued several advisories and instructions earlier too regarding his speech.</p>\n\n\n\n<p>Accordingly, the ECI exercised its powers under Article 324 of the Constitution and barred Chandrashekhar Rao from “holding any public meetings, processions, rallies, shows and interviews, public utterances in the media in connection with the ongoing elections for 48 hours from 8 pm on May 1.”</p>\n\n\n\n<p>Earlier, the ECI issued a notice to Chandrashekhar Rao acting on the complaint of TPCC senior vice-president G Niranjan for making derogatory and objectionable statements against the Congress during a press conference held at Siricilla on April 5. Besides seeking a report from officials, the Commission issued notices to the BRS president for his explanation.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/eci-bars-kcr-from-poll-campaign-for-48-hours%ef%bf%bc/","hasAudio":false,"hasInfographics":false}