{"id":"wp-te-18607","wp_id":18607,"type":"standard","category":"World","language":"te","title":"రాయ్‌ బరేలీలో పోటీకి వరుణ్ గాంధీ విముఖత","excerpt":"గాంధీ కుటుంబానికి కంచుకోటగా పేరొందిన  ఉత్తర ప్రదేశ్ లోని రాయ్ బరేలి నియోజకవర్గం నుండి పోటీ చేసేందుకు బీజేపీ ఎంపీ వరుణ్ గాంధీ తిరస్కరించినట్లు తెలుస్తున్నది. అక్కడి నుండి బిజెపి అభ్యర్థిగా పోటీచేయమని గత కొంతకాలంగా పార్టీ పెద్దలు వత్తిడి తెస్తున్నా అందుకు విముఖంగా ఉన్నట్లు చెబతున్నారు.  ఈ స్థానంలో ప్రియాంకా గాంధీ పోటీ చేసే అవకాశం ఉండడంతో ఆమెపై పోటీకి బలమైన అభ్యర్థిని ఎంచుకోవడం కోసం బిజెపి ఈ నిర్ణయం తీసుకున్నట్లు తెలుస్తున్నది. ఆయన ప్రస్తుతం","author":"Tattva News Team","time":"26/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Varun.webp","readTime":"5 min read","contentHTML":"\n<p>గాంధీ కుటుంబానికి కంచుకోటగా పేరొందిన  ఉత్తర ప్రదేశ్ లోని రాయ్ బరేలి నియోజకవర్గం నుండి పోటీ చేసేందుకు బీజేపీ ఎంపీ వరుణ్ గాంధీ తిరస్కరించినట్లు తెలుస్తున్నది. అక్కడి నుండి బిజెపి అభ్యర్థిగా పోటీచేయమని గత కొంతకాలంగా పార్టీ పెద్దలు వత్తిడి తెస్తున్నా అందుకు విముఖంగా ఉన్నట్లు చెబతున్నారు.</p>\n\n\n\n<p> ఈ స్థానంలో ప్రియాంకా గాంధీ పోటీ చేసే అవకాశం ఉండడంతో ఆమెపై పోటీకి బలమైన అభ్యర్థిని ఎంచుకోవడం కోసం బిజెపి ఈ నిర్ణయం తీసుకున్నట్లు తెలుస్తున్నది. ఆయన ప్రస్తుతం ఉత్తరప్రదేశ్‌లోని పిలిభీత్‌ లోక్‌సభ స్థానం నుంచి ప్రాతినిధ్యం వహిస్తున్నారు. తనతో మాటమాత్రమైనా చెప్పకుండా ఆ నియోజకవర్గం తనకు కాకుండా కాంగ్రెస్ నుండి వచ్చిన నేతకు కేటాయించడం పట్ల ఆగ్రహంగా ఉన్న ఆయన తన సోదరి ప్రియాంకపై పోటీకి సిద్ధంగా లేరని స్పష్టం అవుతుంది.</p>\n\n\n\n<p>అక్కడి నుండి పోటీ చేసేందుకు కుమారుడు వరుణ్ గాంధీని ఒప్పించమని మాజీ కేంద్ర మంత్రి మానేక గాంధీని పార్టీ నాయకత్వం కోరినా జోక్యం చేసుకొనేందుకు ఆమె సహితం విముఖత వ్యక్తం చేసిన్నట్లు చెబుతున్నారు.</p>\n\n\n\n<p>ఈ విషయమై స్వయంగా బిజెపి అధ్యక్షుడు జెపి నడ్డా, హోంమంత్రి అమిత్ షా మాట్లాడినా ఆయన సుముఖత వ్యక్తం చేయలేదని చెబుతున్నారు. పార్టీ అంతర్గతంగా నిర్వహించిన సర్వేలో వరుణ్ గాంధీ బలమైన అభ్యర్థి కాగలరని తేలడంతో ఆయన పట్ల పార్టీ మొగ్గు చూపుతున్నది.</p>\n\n\n\n<p>మధ్య ప్రదేశ్ మాజీ ముఖ్యమంత్రి ఉమా భారతి, ఉత్తర ప్రదేశ్ ఉప ముఖ్యమంత్రి బ్రిజేష్ పథక్, భజరంగ్ దళ్ వ్యవస్థాపక అధ్యక్షుడు వినయ్ కతియార్ వంటి పలు పేర్లను పరిశీలించినా అంతర్గత సర్వేలో వారెవ్వరికి విజయావకాశాలు ఉన్నట్లు తేలలేదు.</p>\n\n\n\n<p>ప్రియాంకగాంధీ అక్కడి నుండి పోటీచేసి, మంచి మెజారిటీతో గెలుపొందితే దేశవ్యాప్తంగా కాంగ్రెస్ శ్రేణులలో నూతన ఉత్తేజంకు కారకురాలు కాగలరని బిజెపి భావిస్తున్నది. అందుకనే ఆమెను ఓడించేందుకు బలమైన అభ్యర్హ్డికోసం అన్వేషిస్తున్నది.</p>\n","originalUrl":"https://tattvanews.com/18607/26/04/2024/","hasAudio":false,"hasInfographics":false}