{"id":"wp-te-20468","wp_id":20468,"type":"standard","category":"World","language":"te","title":"జగన్ కు ఏమైనా జరిగితే కూటమిదే బాధ్యత!","excerpt":"వైసీపీ అధినేత వైఎస్‌ జగన్‌ మోహన్ రెడ్డికి ఏదైనా జరిగితే కూటమి ప్రభుత్వానిదే బాధ్యత అని మాజీ మంత్రి అంబటి రాంబాబు హెచ్చరించారు. ఎస్‌ఆర్‌సీ రిపోర్టు రాకుండానే వైఎస్‌ జగన్‌ సెక్యూరిటీని ప్రభుత్వం తీసేసిందని మండిపడ్డారు. జగన్‌ ఓడిపోయాడు.. కానీ చావలేదని స్వయంగా అయ్యన్నపాత్రుడు మాట్లాడారని.. ఇలాంటి పరిస్థితుల్లోనే సెక్యూరిటీ కోసం కోర్టుకు వెళ్లామని ఆయన చెప్పారు. వైఎస్‌ జగన్‌ సెక్యూరిటీపై కూటమి నేతలు విచిత్రమైన ప్రచారం చేస్తున్నారని అంబటి రాంబాబు ధ్వజమెత్తారు. కూటమి ప్రభుత్వం తప్పుడు","author":"Tattva News Team","time":"8/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Jagan.webp","readTime":"5 min read","contentHTML":"\n<p>వైసీపీ అధినేత వైఎస్‌ జగన్‌ మోహన్ రెడ్డికి ఏదైనా జరిగితే కూటమి ప్రభుత్వానిదే బాధ్యత అని మాజీ మంత్రి అంబటి రాంబాబు హెచ్చరించారు. ఎస్‌ఆర్‌సీ రిపోర్టు రాకుండానే వైఎస్‌ జగన్‌ సెక్యూరిటీని ప్రభుత్వం తీసేసిందని మండిపడ్డారు. జగన్‌ ఓడిపోయాడు.. కానీ చావలేదని స్వయంగా అయ్యన్నపాత్రుడు మాట్లాడారని.. ఇలాంటి పరిస్థితుల్లోనే సెక్యూరిటీ కోసం కోర్టుకు వెళ్లామని ఆయన చెప్పారు.</p>\n\n\n\n<p>వైఎస్‌ జగన్‌ సెక్యూరిటీపై కూటమి నేతలు విచిత్రమైన ప్రచారం చేస్తున్నారని అంబటి రాంబాబు ధ్వజమెత్తారు. కూటమి ప్రభుత్వం తప్పుడు ప్రచారం చేస్తోందని మండిపడ్డారు. జగన్‌కు ఎక్కువ భద్రత ఉన్నట్లుగా గోబెల్స్‌ ప్రచారం చేశారని చెబుతూ  వైఎస్‌ జగన్‌ ముఖ్యమంత్రిగా ఉన్నప్పుడు 986 మంది సెక్యూరిటీ ఉన్నారని ప్రచారం చేశారని గుర్తుచేశారు. అప్పట్లో జగన్‌కు ఉన్నది కేవలం 139 మంది సెక్యూరిటీనే అని స్పష్టం చేశారు.</p>\n\n\n\n<p>నారా లోకేశ్‌ కూడా జ్ఞానం లేకుండా మాట్లాడుతున్నారని అంబటి రాంబాబు మండిపడ్డారు. 10 మంది సాయుధ గార్డులతో సెక్యూరిటీ ఉన్నారని, కాన్వాయ్‌లో రెండు మూడు బుల్లెట్‌ ప్రూఫ్‌ కార్లు ఉన్నాయని మాట్లాడుతున్నారని  అన్నారని గుర్తు చేశారు. జగన్‌ కాన్వాయ్‌లో ల్యాండ్‌క్రూజర్‌ కార్లు ఉన్నాయని లోకేశ్‌ అంటున్నారని.. ల్యాండ్‌ క్రూజర్‌ ఎక్కడుందో చూపించాలని లోకేశ్‌కు సవాలు విసిరారు. </p>\n\n\n\n<p>ఒక డొక్కు బుల్లెట్‌ ప్రూఫ్‌ కారు మాత్రమే ఇచ్చారని చెప్పారు. అలిపిరి ఘటన తర్వాత చంద్రబాబు ఎన్‌ఎస్‌జీ సెక్యూరిటీ తెచ్చుకున్నారని రాంబాబు గుర్తు చేశారు. ఆయన ప్రతిపక్షంలో ఉన్నప్పుడు దాన్ని ఎవరూ తగ్గించమని కోరలేదని పేర్కొన్నారు. మరి ఇప్పుడు వైఎస్‌ జగన్‌ సెక్యూరిటీని ఎందుకు తగ్గించారని ప్రశ్నించారు.</p>\n\n\n\n<p>కక్ష సాధింపు చర్యతో వ్యవహరించవద్దని కూటమి ప్రభుత్వానికి అంబటి రాంబాబు హితవు పలికారు. మాజీ ముఖ్యమంత్రికి ఇవ్వాల్సిన సెక్యూరిటీ ఇవ్వాలని డిమాండ్‌ చేశారు. వైఎస్‌ జగన్‌ భద్రత తగ్గించడం వల్ల ఏదైనా జరిగితే దానికి ప్రభుత్వమే బాధ్యత వహించాలని స్పష్టం చేశారు. </p>\n\n\n\n<p>హైదరాబాద్‌లో చంద్రబాబు ఇంటి ముందు ఇప్పటికీ ప్రవేశం లేదని ఆయన గుర్తుచేశారు. కానీ వైఎస్‌ జగన్‌ ఇంటి ముందు రోడ్డును తెరిచి జనాలను పంపిస్తున్నారని విస్మయం వ్యక్తం చేశారు. చంద్రబాబు మనుమడు దేవాన్ష్‌కు కూడా ఆరుగురు సెక్యూరిటీని ఎలా పెట్టారని ప్రశ్నించారు. దీనికి చంద్రబాబు సమాధానం చెప్పాలని డిమాండ్‌ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20468/08/08/2024/","hasAudio":false,"hasInfographics":false}