{"id":"wp-en-14459","wp_id":14459,"type":"standard","category":"World","language":"en","title":"PM-KUSUM scheme needs recalibration to achieve its targets on time, says new CSE study","excerpt":"The Pradhan Mantri Kissan Urja Evam Utthaan Mahabhiyaan (PM KUSUM scheme), introduced in 2019, has a commendable objective: that of solarising agriculture in India. But in the six years since its inception, the scheme has achieved only about 30 per cent of its targets. With its deadline year – 2026 – approaching fast, will it","author":"Tattva News Team","time":"8/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/PM-Kusum.jpg","readTime":"5 min read","contentHTML":"\n<p>The Pradhan Mantri Kissan Urja Evam Utthaan Mahabhiyaan (PM KUSUM scheme), introduced in 2019, has a commendable objective: that of solarising agriculture in India. But in the six years since its inception, the scheme has achieved only about 30 per cent of its targets. With its deadline year – 2026 – approaching fast, will it be able to cover the remaining ground?</p>\n\n\n\n<p>A new report by Centre for Science and Environment (CSE), which focuses on gathering data and information especially from the perspective of farmers on on-ground implementation of the scheme, has offered a roadmap to help PM-KUSUM strike its targets. The report, titled <em>Implementation Challenges of the PM KUSUM Scheme: Case Studies from Selected Indian States</em>, was released here today at a webinar organised by CSE.</p>\n\n\n\n<p>Speaking in the webinar, Nivit Kumar Yadav, programme director, industrial pollution and renewable energy, CSE, said: “Our report outlines findings from surveys conducted by CSE in the states of Haryana, Punjab, Rajasthan and Chhattisgarh. With climate change exerting increasing impacts and at scale, it has become all the more critical to invest in sustainable practices, especially in important sectors like agriculture. In such a scenario, schemes like PM-KUSUM can drive India’s climate action – but only if implemented with care and caution.”</p>\n\n\n\n<p>The CSE report finds that farmers who have opted for solar water pumps are satisfied as it has enabled them to irrigate their fields during the day. </p>\n\n\n\n<p>Farmers who have moved from diesel or electric pumps to solar-powered pumps have found it profitable, but only if the pumps they have installed are of the correct size -- farmers in Haryana, says the report, are saving up to Rs 55,000 per year after shifting from diesel water pumps to solar variants.</p>\n\n\n\n<p>One of the principal challenges that the scheme has faced in its implementation has been the availability of cheap electricity for farmers. However, this cheap electricity has its flip side – it leads to increases in a state’s subsidy burden. This access to cheap electricity leads to a lack of incentive for farmers to shift from electric water pumps to solar water pumps.</p>\n\n\n\n<p>Another challenge is the centralisation of the implementation model in some states. In Punjab, the report notes, the scheme’s implementation is overseen by the Punjab Renewable Energy Development Agency, as opposed to Rajasthan, where each component of the scheme has a different implementing agency. Yadav says that to truly realise the potential of the PM-KUSUM scheme, a decentralised model is important. “State implementing agencies with the necessary knowledge about each component should be responsible for the components that are under their expertise.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/pm-kusum-scheme-needs-recalibration-to-achieve-its-targets-on-time-says-new-cse-study/","hasAudio":false,"hasInfographics":false}