{"id":"wp-en-15828","wp_id":15828,"type":"standard","category":"World","language":"en","title":"AP CM Chandrababu says Polavaram Project to be completed by October, 2026￼","excerpt":"Andhra Pradesh Chief Minister N Chandrababu Naidu asserted that he is determined to complete the Polavaram irrigation project by October, 2026. Though engineers are of the opinion that it will be completed by 2027, he said he has asked them to expedite all works and complete in advance. He inspected the project site on Monday","author":"Tattva News Team","time":"17/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Chandrababu-Polavaram.jpg","readTime":"5 min read","contentHTML":"\n<p>Andhra Pradesh Chief Minister N Chandrababu Naidu asserted that he is determined to complete the Polavaram irrigation project by October, 2026. Though engineers are of the opinion that it will be completed by 2027, he said he has asked them to expedite all works and complete in advance.</p>\n\n\n\n<p>He inspected the project site on Monday and announced the `work schedule’ of the project. He said that the execution of R&R package will be completed by 2026. The CM also said that the ECIR Gap-2 work, the approach channel work and the land acquisition of 16,400 acres have to be completed by June 2026.</p>\n\n\n\n<p>“We will start the diaphragm wall work on January 2 next year. Officials say that it will be completed by March 2026. They say that the diaphragm wall should be constructed by December 2025. They say that the project will be completed by 2027. I have told the officials to complete it even earlier. I am saying that the water storage should be in place by 2026”, he said.</p>\n\n\n\n<p>Chandrababu Naidu said that the completion of Polavaram Project will turn as a `Game Changer’ for the growth of the state. Describing this project as a `Life Line’ to the state, he said the project will bring additional irrigation to 7.20 lakh acres. It will provide drinking water facility to 28 lakh people and 960 MW of electricity will be generated. He said that 23 TMC will be available for Visakhapatnam’s industrial needs and drinking water, he added.</p>\n\n\n\n<p>He said that there will be a situation where water will be provided for Veligonda irrigation as well, and from there it can be taken to Banakacharla. He said that the Uttarandhra Sujala Sravanti will be transported directly to Visakhapatnam and will go to Vamsadhara, and if these can be completed, it will be useful for all the districts in the state.</p>\n\n\n\n<p>Chief Minister recalled that during his earlier term as Chief Minister, theyit  have built almost 72 percent of works. But, he deplored that later the YSRCP government has failed to move ahead and spoiled the entire project work. As a result, till now it has been completed to date only 76.79 percent.</p>\n\n\n\n<p>“We had taken up diaphragm wall with about Rs 460 Cr. But YSRCP Govt spoiled the entire work in the name of reverse tendering. As YSRCP Govt failed to bridge copper dam gap, diaphragm wall got damaged in 2020 floods. Now we need additional Rs 2,400 Cr to construct diaphragm wall. Such is the heavy price we have to pay for YSRCP Government’s negligence and mistakes”, he said.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/ap-cm-chandrababu-says-polavaram-project-to-be-completed-by-october-2026%ef%bf%bc/","hasAudio":false,"hasInfographics":false}