{"id":"wp-te-19801","wp_id":19801,"type":"standard","category":"World","language":"te","title":"వెంకయ్యనాయుడు సేవలను దేశం మరవదు.. మోదీ","excerpt":"మాజీ ఉపరాష్ట్రపతి ఎం వెంకయ్యనాయుడు 75వ జన్మదినం సందర్భంగా ఆయన జీవిత ప్రస్థానంపై మూడు పుస్తకాలను ప్రధాని నరేంద్ర మోదీ వర్చువల్‌గా విడుదల చేశారు. హైదరాబాద్ గచ్చిబౌలిలోని ఆన్వయ కన్వెన్షన్ సెంటర్లో ఈ కార్యక్రమం జరిగింది. 'సేవలో వెంకయ్యనాయుడు జీవితం', '13వ ఉపరాష్ట్రపతిగా వెంకయ్యనాయుడు లక్ష్యం, సందేశం' 'మహానేత వెంకయ్యనాయుడు జీవితం, ప్రయాణం' అనే పుస్తకాలను మోదీ విడుదల చేశారు. వెంకయ్య జీవితంపై పుస్తకాలు ప్రజలకు ప్రేరణగా నిలుస్తాయని మోదీ చెప్పారు. ఈ పుస్తకాలు దేశ ప్రజల","author":"Tattva News Team","time":"1/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Venkaiah-Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>మాజీ ఉపరాష్ట్రపతి ఎం వెంకయ్యనాయుడు 75వ జన్మదినం సందర్భంగా ఆయన జీవిత ప్రస్థానంపై మూడు పుస్తకాలను ప్రధాని నరేంద్ర మోదీ వర్చువల్‌గా విడుదల చేశారు. హైదరాబాద్ గచ్చిబౌలిలోని ఆన్వయ కన్వెన్షన్ సెంటర్లో ఈ కార్యక్రమం జరిగింది. 'సేవలో వెంకయ్యనాయుడు జీవితం', '13వ ఉపరాష్ట్రపతిగా వెంకయ్యనాయుడు లక్ష్యం, సందేశం' 'మహానేత వెంకయ్యనాయుడు జీవితం, ప్రయాణం' అనే పుస్తకాలను మోదీ విడుదల చేశారు.</p>\n\n\n\n<p>వెంకయ్య జీవితంపై పుస్తకాలు ప్రజలకు ప్రేరణగా నిలుస్తాయని మోదీ చెప్పారు. ఈ పుస్తకాలు దేశ ప్రజల సేవకు మార్గనిర్దేశనం చేస్తాయని, వెంకయ్యనాయుడుతో సుదీర్ఘకాలం పనిచేసే అవకాశం తనకు దక్కిందని పేర్కొన్నారు. గ్రామస్థాయి నుంచి వచ్చి ఉన్నత స్థానానికి ఎదిగారని కొనియాడారు. వేలాది కార్యకర్తలు ఆయన నుంచి ఎంతో నేర్చుకున్నారన్న మోదీ, అత్యయిక పరిస్థితి వేళ వెంకయ్యనాయుడు పోరాడారని గుర్తు చేసుకున్నారు.</p>\n\n\n\n<p>అత్యయిక పరిస్థితి సమయంలో 17 నెలలు జైలు జీవితం గడిపారన్న మోదీ, గ్రామీణ, పట్టణాభివృద్ధిశాఖలో తనదైన ముద్రవేశారని పేర్కొన్నారు. స్వచ్ఛభారత్‌, అమృత్‌ యోజన వంటి ఎన్నో పథకాలు సమర్థంగా అమలు చేశారని, వెంకయ్యనాయుడు చాతుర్యం, వాగ్దాటి ముందు ఎవరూ నిలవలేరని స్పష్టం చేశారు. రాజ్యసభ ఛైర్మన్‌గా సభను సజావుగా నడిపారని ప్రశంసించారు. </p>\n\n\n\n<p>రాజ్యసభ ఛైర్మన్‌గా ఆయన సేవలను దేశం మరవదన్న మోదీ, ఆర్టికల్‌ 370 రద్దు బిల్లు తొలుత రాజ్యసభ ముందుకు వచ్చిందని, ఆ బిల్లు ఆమోదంలో వెంకయ్య పాత్ర కీలకమనిగుర్తు చేశారు. రాజ్యసభ నిర్వహణలో వెంకయ్య అనుభవం ఉపయోగపడిందని చెబుతూ  దీర్ఘకాలం ఆయన ఆరోగ్యంగా ఉండి మార్గనిర్దేశం చేయాలని కోరారు. </p>\n\n\n\n<p>దేశ ప్రజలకు ప్రధాని అందిస్తున్న సేవలు కొనసాగించాలని వెంకయ్యనాయుడు అభిలషించారు. రిఫార్మ్‌, పర్‌ఫార్మ్‌, ట్రాన్స్‌ఫార్మ్‌ నినాదంతో ముందుకెళ్తున్నారన్న వెంకయ్య, అవసరం ఉన్నంత వరకు ఉచిత రేషన్‌ పథకం కొనసాగించాలని సూచించారు. యువతకు నైపుణ్య శిక్షణ కార్యక్రమాలను కొనసాగించాలని, మాతృభాషలను కేంద్రం ప్రోత్సహించడం గొప్ప విషయమని ప్రశంసించారు.</p>\n\n\n\n<p>ఉత్సాహం ఉన్నవాళ్లు రాజకీయాల్లోకి రావాలని, సిద్ధాంతపరమైన రాజకీయాలను ప్రోత్సహించాలని వెంకయ్యనాయుడు పిలుపునిచ్చారు. చట్టసభలకు ఎంపికైనవారు హుందాగా ప్రవర్తించాలన్న వెంకయ్య, విలువలు పాటిస్తూ మాతృభాషను ప్రోత్సహిస్తూ ముందుకు సాగాలని ఆకాంక్షించారు. విలువలను కాపాడాల్సిన బాధ్యత నాయకులపై ఉందని, ఎవరు ఎప్పుడు ఏ పార్టీలో ఉంటున్నారో తెలియట్లేదని ఆవేదన వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19801/01/07/2024/","hasAudio":false,"hasInfographics":false}