{"id":"wp-te-20780","wp_id":20780,"type":"standard","category":"World","language":"te","title":"ఐక్యమత్యమే బలం.. విడిపోతే చెల్లాచెదురే..!","excerpt":"దేశ ప్రజలు కలిసికట్టుగా ఉంటేనే జాతి మనుగడ సాగుతుందని యూపీ ముఖ్యమంత్రి యోగి ఆదిత్యానాథ్‌ జన్మాష్టతెలిపారు. ఆగ్రాలో సోమవారంనాడు రాష్ట్రవీర్ దుర్గాదాస్ రాథోడ్ విగ్రహావిష్కరణ అనంతరం జరిగిన ర్యాలీలో  మాట్లాడుతూ మనమంతా కలిసి ఉంటేనే జాతి పటిష్టంగా ఉంటుందని చెప్పారు. కొన్ని వారాలుగా హింసాత్మక నిరసనలు అట్టుడకడంతో బంగ్లాదేశ్ ప్రధాని షేక్ హసీనా బలవంతంగా దేశం విడిచిపెట్టిన వెళ్లిన ఘటనను ఉటంకిస్తూ ఆయన మనం విడిపోతే బలహీనపడతామని హెచ్చరించారు. ఐక్యత లేకుండా మనం ఏదీ సాధించలేమని, మనం","author":"Tattva News Team","time":"27/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Yogi-Krishna.webp","readTime":"5 min read","contentHTML":"\n<p>దేశ ప్రజలు కలిసికట్టుగా ఉంటేనే జాతి మనుగడ సాగుతుందని యూపీ ముఖ్యమంత్రి యోగి ఆదిత్యానాథ్‌ జన్మాష్టతెలిపారు. ఆగ్రాలో సోమవారంనాడు రాష్ట్రవీర్ దుర్గాదాస్ రాథోడ్ విగ్రహావిష్కరణ అనంతరం జరిగిన ర్యాలీలో  మాట్లాడుతూ మనమంతా కలిసి ఉంటేనే జాతి పటిష్టంగా ఉంటుందని చెప్పారు.</p>\n\n\n\n<p>కొన్ని వారాలుగా హింసాత్మక నిరసనలు అట్టుడకడంతో బంగ్లాదేశ్ ప్రధాని షేక్ హసీనా బలవంతంగా దేశం విడిచిపెట్టిన వెళ్లిన ఘటనను ఉటంకిస్తూ ఆయన మనం విడిపోతే బలహీనపడతామని హెచ్చరించారు.</p>\n\n\n\n<p>ఐక్యత లేకుండా మనం ఏదీ సాధించలేమని, మనం ఐక్యంగా ఉంటే విజయాలు సాధిస్తామని చెప్పుకొచ్చారు. బంగ్లాదేశ్‌లో ఏం జరిగిందో మనం చూశాం..మనం ఐక్యంగా ఉంటే ఏదైనా సాధించగలం విడిపోతే భంగపడతామని స్పష్టం చేశారు. బంగ్లాలో జరిగిన పొరపాట్లు ఇక్కడ పునరావృతం కాకుండా చూసుకోవాలని హితవు చెప్పారు.</p>\n\n\n\n<p>\"దేశం కంటే ఏదీ ఎక్కువ కాదు. మనమంతా సమైక్యంగా ఉన్నప్పుడే దేశ సాధికారత సాధ్యమవుతుంది. విడిపోతే నాశనం తప్పదు. బంగ్లాదేశ్‌లో ఏం జరిగిందో చూడండి. ఆ పొరపాటు ఇక్కడ జరక్కూడదు\" అని ఐక్యతా సందేశాన్ని ఇచ్చారు. </p>\n\n\n\n<p>బంగ్లాదేశ్ లో నేడు హిందూ జనాభా కేవలం 8 శాతమే. దాంతో హిందువుల మీద దాడులు, హిందువుల మందిరాల కూల్చివేతలు, ఆస్తుల విధ్వంసాలు కొనసాగుతున్నాయన్నారు. షేక్ హసీనా దేశం వదిలిపెట్టాక ఇప్పటి వరకు బంగ్లాదేశ్ లో 200 దాడులు జరిగాయని గుర్తు చేశారు.</p>\n\n\n\n<p>నికి ముందు మధురలో శ్రీకృష్ణ జన్మోత్సవాలను సీఎం ప్రారంభించారు. బంకే బిహారి ఆలయంలో ప్రత్యేక ప్రార్థనలు చేశారు. రాష్ట్ర ప్రజలకు కృష్ణాష్టమి శుభాకాంక్షలు తెలిపారు. ప్రజల జీవితాల్లో సుఖసంతోషాలు నిండాలని, అభివృద్ధి భారత్ కలను సాకారం చేసేందుకు అందరికీ తగిన శక్తిని కృష్ణ భగవానుడు ప్రసాదించాలని కోరుకుంటున్నానని ట్వీట్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20780/27/08/2024/","hasAudio":false,"hasInfographics":false}