{"id":"wp-en-15868","wp_id":15868,"type":"standard","category":"World","language":"en","title":"Parliament adjourns sine die amid protests by Opposition and treasury benches","excerpt":"On the final day of the Winter Session of Parliament, both Houses were adjourned sine die shortly after reconvening. The Houses were adjourned amid a faceoff between the Centre and Opposition MPs over the scuffle on Thursday amid protests by the BJP and Congress MPs over comments on B R Ambedkar. Meanwhile, the Lok Sabha","author":"Tattva News Team","time":"20/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Lok-Sabha1.webp","readTime":"5 min read","contentHTML":"\n<p>On the final day of the Winter Session of Parliament, both Houses were adjourned sine die shortly after reconvening. The Houses were adjourned amid a faceoff between the Centre and Opposition MPs over the scuffle on Thursday amid protests by the BJP and Congress MPs over comments on B R Ambedkar.</p>\n\n\n\n<p>Meanwhile, the Lok Sabha adopted a resolution referring the bills on simultaneous elections to a joint parliamentary committee amid uproar. Rajya Sabha BJP members Ghanshyam Tiwari, Bhubaneshwar Kalita, K Laxman and Kavita Patidar to be part of parliamentary panel on simultaneous polls.</p>\n\n\n\n<p>A scuffle, an Fir against Rahul Gandhi and two BJP MPs injured — unprecedented scenes were witnessed yesterday after the Opposition began protests against Union Minister Amit Shah, who they claim insulted Dr B R Ambedkar during his speech in the Rajya Sabha. As both protesting camps clashed on the Parliament premises, the BJP claimed that two of its MPs – Pratap Sarangi and Mukesh Rajput – were allegedly pushed by the Leader of the Opposition in the Lok Sabha Rahul Gandhi and sustained injuries.</p>\n\n\n\n<p>As such, in a decisive move aimed at maintaining decorum and ensuring the smooth functioning of Parliament, Lok Sabha Speaker  Om Birla Thursday issued strict instructions that no political party, Member of Parliament (MP), or groups of MPs will be allowed to hold any dharna (protest) or demonstration at the gates of Parliament House.</p>\n\n\n\n<p>The acrimonious face-off between the opposition and ruling NDA over alleged insult to B R Ambedkar took an unprecedented ugly turn on Parliament premises on Thursday with claims of pushing and shoving involving MPs, leaving two BJP members hospitalised and a woman BJP MP accusing Rahul Gandhi of \"misbehaving\" with her.</p>\n\n\n\n<p>The BJP charged the Leader of Opposition in Lok Sabha with pushing an MP leading to injuries to two of its lawmakers, but Gandhi denied it and said it was he who was pushed by a ruling party member while Congress president Mallikarjun Kharge also accused protesting BJP members of shoving him and injuring his knees.</p>\n\n\n\n<p>Both sides lodged complaints at Parliament Street police station, blaming each other for what must be a sordid incident without parallel involving MPs within the premises of Parliament. They also complained to the respective Chair in the Lok Sabha and the Rajya Sabha against each other.</p>\n\n\n\n<p>Meanwhile, Congress MPs met Lok Sabha Speaker Om Birla and submitted a complaint against the alleged unruly conduct by BJP MPs against Rahul Gandhi and attempts to stop him from entering Parliament House.</p>\n\n\n\n<p>Phangnon Konyak, a woman BJP MP from Nagaland, said in the Rajya Sabha that Gandhi came in \"very close proximity of me\" during a \"peaceful\" protest and shouted at her. He made her uncomfortable, she said, accusing him of conduct unbecoming of his position as the Leader of Opposition.</p>\n","originalUrl":"https://en.tattvanews.com/national/parliament-adjourns-sine-die-amid-protests-by-opposition-and-treasury-benches/","hasAudio":false,"hasInfographics":false}