{"id":"wp-en-14659","wp_id":14659,"type":"standard","category":"World","language":"en","title":"￼AIIMS, RML Hospital resident doctors call of 11-day strike after SC appeal￼","excerpt":"The Resident Doctors Association (RDA) of Delhi AIIMS has decided to end their 11-day strike on Thursday. This decision follows an appeal and directive from the Supreme Court, which urged the doctors to resume their duties. The RDA expressed their gratitude to the Supreme Court for acknowledging the incident at RG Kar Medical College and","author":"Tattva News Team","time":"23/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Protests.jpeg","readTime":"5 min read","contentHTML":"\n<p>The Resident Doctors Association (RDA) of Delhi AIIMS has decided to end their 11-day strike on Thursday. This decision follows an appeal and directive from the Supreme Court, which urged the doctors to resume their duties. The RDA expressed their gratitude to the Supreme Court for acknowledging the incident at RG Kar Medical College and addressing the larger issue of safety and security for healthcare workers nationwide.</p>\n\n\n\n<p> \"We sincerely appreciate the Supreme Court's intervention in ensuring the well-being and protection of healthcare professionals across the country,\" the RDA said in a statement. </p>\n\n\n\n<p>Earlier in the day, the apex court asked protesting doctors to resume work and assured them that no adverse action would be taken after they rejoin. \"We are resuming duties following the Supreme Court’s appeal and assurances and intervention in the RG Kar incident and safety for doctors. We commend the Court's action and call for adherence to its directives. Patient care remains our top priority,\" the RDA said in a post on X. </p>\n\n\n\n<p>A bench comprising Chief Justice D.Y. Chandrachud and Justices J.B. Pardiwala and Manoj Misra questioned the timeline of the probe presented by Kolkata police and asked whether a case of unnatural death was registered after post-mortem. Following a delay from the state counsel Kapil Sibal in clarifying the timeline of events, the bench asked the state to ensure the presence of a responsible police officer during the hearing. </p>\n\n\n\n<p>Referring to the timeline, the bench asked whether a case of unnatural death was registered after post-mortem was done. “This is very surprising, post mortem precedes registration of the UD!” expressed Justice Pardiwala, Live Law reported. </p>\n\n\n\n<p>“The entire procedure followed by your State is something which I have not come across in the 30 years of my career,” Justice Pardiwala observed. The bench also said the conduct of superintendent (non-medical) was doubtful.</p>\n\n\n\n<p>The bench directed the state to present a proper timeline when hearing resume post lunch. It also directed the protesting doctors to resume work and said a general order would be passed, directing administrations not to take any action against them. The bench said the National Task Force constituted by it will hear the concerns of resident doctors and sought a list of associations from the counsel.</p>\n\n\n\n<p>Hearing the suo motu case on Tuesday, the bench came down heavily on the state government and directed the Central Bureau of Investigation to submit a status report on Thursday. The bench had also directed the CISF to take over security at RG Kar Medical College and Hospital. The apex court also formed the National Task Force to suggest an action plan for doctors’ safety and to ensure better working conditions for medical professionals.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/%ef%bf%bcaiims-rml-hospital-resident-doctors-call-of-11-day-strike-after-sc-appeal%ef%bf%bc/","hasAudio":false,"hasInfographics":false}