{"id":"wp-te-18674","wp_id":18674,"type":"standard","category":"World","language":"te","title":"తమ్ముడు పవన్ కోసం చిరంజీవి ప్రచారం","excerpt":"రాజకీయాలకు దూరమైన మెగాస్టార్ చిరంజీవి తమ్ముడు పవన్ కల్యాణ్ కోసం ఎన్నికల ప్రచారంలోకి దిగనున్నారు. చిరంజీవితో పాటు మెగా ఫ్యామిలీ సినీ స్టార్లందరూ ప్రచారంలో పాల్గొననున్నారు. చిరంజీవి స్వయంగా వస్తుండటంతో పిఠాపురంలోని జనసైనికులు, కూటమి శ్రేణుల్లో ఆసక్తి నెలకొంది. చిరంజీవి ప్రచారం కోసం భారీగా ఏర్పాట్లు చేస్తున్నారు. చిరంజీవి ప్రచారంలో పాల్గొంటే పవన్ కల్యాణ్ కు కలిసి వ‌స్తుందని జనసైనికులు భావిస్తున్నారు. పవన్ కల్యాణ్ జనసేన పార్టీ పెట్టిన తర్వాత రెండు అసెంబ్లీ స్థానాల్లో పోటీ చేసి","author":"Tattva News Team","time":"30/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Chiranjeevi-Pawan.jpg","readTime":"5 min read","contentHTML":"\n<p>రాజకీయాలకు దూరమైన మెగాస్టార్ చిరంజీవి తమ్ముడు పవన్ కల్యాణ్ కోసం ఎన్నికల ప్రచారంలోకి దిగనున్నారు. చిరంజీవితో పాటు మెగా ఫ్యామిలీ సినీ స్టార్లందరూ ప్రచారంలో పాల్గొననున్నారు. చిరంజీవి స్వయంగా వస్తుండటంతో పిఠాపురంలోని జనసైనికులు, కూటమి శ్రేణుల్లో ఆసక్తి నెలకొంది. చిరంజీవి ప్రచారం కోసం భారీగా ఏర్పాట్లు చేస్తున్నారు. చిరంజీవి ప్రచారంలో పాల్గొంటే పవన్ కల్యాణ్ కు కలిసి వ‌స్తుందని జనసైనికులు భావిస్తున్నారు.</p>\n\n\n\n<p>పవన్ కల్యాణ్ జనసేన పార్టీ పెట్టిన తర్వాత రెండు అసెంబ్లీ స్థానాల్లో పోటీ చేసి ఓడిపోయారు. ఈ పార్టీ నుంచి కేవలం ఒకే ఒక్క ఎమ్మెల్యేను గెలిపించుకో గలిగారు. ఆ ఎమ్మెల్యే కూడా జనసేనను వీడి వైఎస్ఆర్ సీపీలో చేరారు. ఈ ఎన్నిక‌ల్లో గెలుపే ధ్యేయంగా పిఠాపురం నియోజక వర్గం నుంచి పవన్ రంగంలోకి దిగారు. </p>\n\n\n\n<p>ఓటర్లు తనను నమ్మాలని, ఆ నమ్మకాని తాను నిలబెడుతానని చెబుతూ పిఠాపురంలోనే నివాసం ఉండేందుకు నిర్ణయించుకున్నారు. ఇటీవలె గృహ ప్రవేశం కూడా చేశారు. నియోజక వర్గంలో ఎన్నికల ప్రచారం నిర్వహిస్తూ వారాహి సభల్లో పాల్గొంటూ, స్థానిక ఓటర్ల సమస్యలపైన దృష్టి పెట్టారు. దానితో ఈ సారి ఏదేమైనా పవన్ ను గెలిపించుకోవాలని పట్టుదల మెగా ఫ్యామిలిలో వ్యక్తం అవుతుంది. అందుకనే ఒక్కొరుగా ప్రచారంలోకి దిగుతున్నారు. </p>\n\n\n\n<p>టాలీవుడ్ శాసిస్తున్న స్థారందరూ మెగా ఫ్యామిలోనే ఉన్నారు. బాబాయిని తప్పకుండా గెలిపించాలంటూ సినీ వరణ్ తేజ్ పిఠాపురంలో నిర్వహించిన రోడ్డు షోకి వేలాది జనం తరలి వచ్చారు. తమ్ముడి గెలుపు కోసం చిరంజీవి కూడా పిఠాపురంలో ప్రచారం చేయాలనే నిర్ణయానికి వచ్చినట్లు సమాచారం. మే నెల 5వ తేదీన‌ ప్రచారానికి వస్తున్నట్లు సోషల్ మీడియాలో ప్రచారం జరుగుతోంది. అయితే చిరంజీవి నుంచి ఎలాంటి అధికారిక ప్రకటన విడుదల కాలేదు. </p>\n\n\n\n<p>పవన్ కల్యాణ్ పై పోటీకి దిగిన వైఎస్ఆర్ సీపీ అభ్యర్థి వంగ గీత పట్టు వదలని విక్రమార్కురాలు. అయితే చిరంజీవితో ఆమెకు మంచి అనుబంధం ఉంది. గతంలో చిరంజీవి పెట్టిన ప్రజారాజ్యంలో చేరిన ఆమె ఆ పార్టీ అభ్యర్థిగా పిఠాపురం అసెంబ్లీ నియోజక వర్గం నుంచి పోటీ చేసి గెలిచారు. ఆ ఎన్నికల్లో వంగ గీత గెలుపు కోసం ‘ చిరంజీవి పిఠాపురంలో ప్రచారం చేశారు.</p>\n\n\n\n<p>ఆ తర్వాత ఆమె చిరంజీవితో కలిసి కాంగ్రెస్ లో చేరారు. ఆమెకు సుదీర్ఘ రాజకీయ అనుభవం ఉండటమే కాకుండా జిల్లా పరిషద్ చైర్ పర్సన్, ఎమ్యెల్యే, రాజ్యసభ- లోక్ సభ సభ్యురాలిగా అనేక పదవులు కూడా అనుభవించారు. ఇదే వంగ గీతను పవన్ కల్యాణ్ కు ప్రత్యర్థిగా సీఎం జగన్ రంగంలోకి దింపారు.  పైగా ఇద్దరూ ఒకే సామాజిక వర్గానికి చెందిన వారు.</p>\n\n\n\n<p> ఈ నేపథ్యంలో కాపు సామాజిక వర్గం ఓటర్లు ఎవరిని ఆదరిస్తారనేది స్థానికుల్లో చర్చగా మారింది. ఇలాంటి పరిస్థితుల్లో పవన్ కల్యాణ్‌ను గెలిపించుకోవడానికి కుటుంబ సభ్యులంతా ఏకతాటిపై నిలబడటం గమనార్హం. పార్టీలో ముఖ్య నాయకుడిగా ఉన్న నాగబాబు ఇప్పటికే కీలక పాత్ర పోషిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/18674/30/04/2024/","hasAudio":false,"hasInfographics":false}