{"id":"wp-te-21091","wp_id":21091,"type":"standard","category":"World","language":"te","title":"పోర్ట్‌ బ్లెయిర్ పేరు మార్పు.. శ్రీ విజయపురం అని నామకరణం","excerpt":"కేంద్ర పాలిత ప్రాంతం అయిన అండమాన్ నికోబార్ దీవుల రాజధాని పోర్ట్ బ్లెయిర్ పేరు మార్చుతూ కేంద్రంలోని నరేంద్ర మోదీ నిర్ణయం తీసుకుంది. ఇక నుంచి పోర్ట్ బ్లెయిర్‌ను శ్రీ విజయపురంగా పిలవాలని కేంద్ర హోంశాఖ మంత్రి అమిత్ షా ట్విటర్ వేదికగా వెల్లడించారు. వలసవాద గుర్తుల నుంచి భారత దేశానికి విముక్తి కల్పించాలన్న ప్రధానమంత్రి నరేంద్ర మోదీ ఆశయాలకు అనుగుణంగా పోర్ట్‌ బ్లెయిర్‌ పేరును శ్రీ విజయపురంగా మార్చాలని నిర్ణయించినట్లు ఆయన తెలిపారు. పోర్ట్ బ్లెయిర్","author":"Tattva News Team","time":"14/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Port-Blair.jpg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర పాలిత ప్రాంతం అయిన అండమాన్ నికోబార్ దీవుల రాజధాని పోర్ట్ బ్లెయిర్ పేరు మార్చుతూ కేంద్రంలోని నరేంద్ర మోదీ నిర్ణయం తీసుకుంది. ఇక నుంచి పోర్ట్ బ్లెయిర్‌ను శ్రీ విజయపురంగా పిలవాలని కేంద్ర హోంశాఖ మంత్రి అమిత్ షా ట్విటర్ వేదికగా వెల్లడించారు. వలసవాద గుర్తుల నుంచి భారత దేశానికి విముక్తి కల్పించాలన్న ప్రధానమంత్రి నరేంద్ర మోదీ ఆశయాలకు అనుగుణంగా పోర్ట్‌ బ్లెయిర్‌ పేరును శ్రీ విజయపురంగా మార్చాలని నిర్ణయించినట్లు ఆయన తెలిపారు.<br><br>పోర్ట్ బ్లెయిర్ అనే పేరు వలసవాద వారసత్వాన్ని సూచిస్తోందని అందుకే దాన్ని శ్రీ విజయపురంగా మార్చినట్లు వెల్లడించారు. శ్రీ విజయపురం అనేది భారత స్వాతంత్య్ర పోరాటంలో సాధించిన విజయానికి ప్రతీక అని, స్వాతంత్య్ర పోరాటంలో అండమాన్‌ నికోబార్‌ పాత్ర ఎంతో ప్రత్యేకం అని అమిత్‌ షా పేర్కొన్నారు. దేశ చరిత్రతో పాటు స్వాతంత్య్ర పోరాటంలోనూ అండమాన్ నికోబార్‌ దీవులది కీలక పాత్ర అని ఈ సందర్భంగా అమిత్‌ షా కొనియాడారు.</p>\n\n\n\n<p>చోళ సామ్రాజ్యంలో నౌకదళ స్థావరంగా ఉన్న అండమాన్ నికోబార్ ప్రాంతం ఇప్పుడు భారతదేశ వ్యూహాత్మక, అభివృద్ధి ఆశయాలకు కీలక కేంద్రంగా పని చేస్తోందని అమిత్ షా చెప్పారు. ఇక భారత జాతీయ పతాకాన్ని తొలిసారిగా నేతాజీ సుభాష్‌ చంద్రబోస్‌ అండమాన్ నికోబార్ ప్రాంతంలోనే ఎగుర వేసినట్లు అమిత్ షా గుర్తు చేశారు. </p>\n\n\n\n<p>వీర్‌ సావర్కర్‌తో పాటు అనేక మంది స్వాతంత్ర్య సమరయోధులను బంధించిన సెల్యూలర్‌ జైలు కూడా అండమాన్ నికోబార్ ప్రాంతంలో ఉందని వెల్లడించారు. బ్రిటీష్ వలసవాద పాలనలో ఈస్ట్ ఇండియా కంపెనీకి చెందిన బ్రిటీష్ అధికారి కెప్టెన్ ఆర్చిబాల్డ్ బ్లెయిర్ పేరు మీద ఈ పట్టణానికి పోర్ట్ బ్లెయిర్‌ అనే పేరు వచ్చింది.</p>\n\n\n\n<p>నేతాజీ సుభాష్ చంద్రబోస్‌కు నివాళిగా అండమాన్ నికోబార్ ప్రాంతంలో ఉన్న 21 దీవుల పేర్లను మారుస్తున్నట్లు 2018లో ప్రధానమంత్రి నరేంద్ర మోదీ ప్రకటించారు. రాస్ ద్వీపం, నీల్ ఐలాండ్, హేవ్‌లాక్ ద్వీపాల పేర్లను నేతాజీ సుభాష్ చంద్రబోస్ ద్వీప్, షాహీద్ ద్వీప్, స్వరాజ్ ద్వీప్‌గా మార్పు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21091/14/09/2024/","hasAudio":false,"hasInfographics":false}