{"id":"wp-te-19550","wp_id":19550,"type":"standard","category":"World","language":"te","title":"'నీట్' పరీక్షల్లో అవకతవకలపై కేంద్రం సీరియస్","excerpt":"'నీట్' పరీక్షల విషయంలో తలెత్తిన వివాదంపై కేంద్ర విద్యాశాఖ మంత్రి ధర్మేంద్ర ప్రధాన్ స్పందిస్తూ పరీక్షల్లో కొన్ని అవకతవకలు జరిగినట్టు తమ దృష్టికి వచ్చిందని మీడియాతో మాట్లాడుతూ తెలిపారు. సుప్రీంకోర్టు సిఫారసు మేరకు 1,563 మంది విద్యార్థులకు తిరిగి పరీక్షలు నిర్వహించాలని ఉత్తర్వులు ఇచ్చామని చెప్పారు.  రెండు ప్రాంతాల్లో అవకతవలకు వెలుగుచూశాయని, ఈ విషయం ప్రభుత్వం సీరియస్‌గా తీసుకుంటుందని విద్యార్థులు, వారి తల్లిదండ్రులకు తాను భరోసా ఇస్తునట్టు చెప్పారు. దేశవ్యాప్తంగా పోటీ పరీక్షలు నిర్వహించే నేషనల్ టెస్టింగ్ ఏజెన్సీ","author":"Tattva News Team","time":"16/6/2024","image":"https://tattvanews.com/wp-content/uploads/2022/12/Dharmendra-Pradhan-LS.jpg","readTime":"5 min read","contentHTML":"\n<p>'నీట్' పరీక్షల విషయంలో తలెత్తిన వివాదంపై కేంద్ర విద్యాశాఖ మంత్రి ధర్మేంద్ర ప్రధాన్ స్పందిస్తూ పరీక్షల్లో కొన్ని అవకతవకలు జరిగినట్టు తమ దృష్టికి వచ్చిందని మీడియాతో మాట్లాడుతూ తెలిపారు. సుప్రీంకోర్టు సిఫారసు మేరకు 1,563 మంది విద్యార్థులకు తిరిగి పరీక్షలు నిర్వహించాలని ఉత్తర్వులు ఇచ్చామని చెప్పారు. </p>\n\n\n\n<p>రెండు ప్రాంతాల్లో అవకతవలకు వెలుగుచూశాయని, ఈ విషయం ప్రభుత్వం సీరియస్‌గా తీసుకుంటుందని విద్యార్థులు, వారి తల్లిదండ్రులకు తాను భరోసా ఇస్తునట్టు చెప్పారు. దేశవ్యాప్తంగా పోటీ పరీక్షలు నిర్వహించే నేషనల్ టెస్టింగ్ ఏజెన్సీ  తమ పనితీరును చాలా మెరుగుపరచుకోవాల్సి ఉందని ధర్మేంద్ర ప్రధాన్ పేర్కొన్నారు. ఎన్‌టీఏ ఉన్నతాధికారులు దోషులుగా తేలినప్పటికీ వారిని సైతం విడిచిపెట్టేది లేదని చెప్పారు. దోషులెవరైనా వారికి కఠిన శిక్ష తప్పదనని స్పష్టం చేశారు.</p>\n\n\n\n<p>నీట్ పరీక్షను గత మే 5న దేశవ్యాప్తంగా ఉన్న 4,750 కేంద్రాల్లో నిర్వహించగా, 24 లక్షల మంది హాజరయ్యారు. జూన్ 14న ఫలితాలు వెలువడతాయని అంచనా వేసినప్పటికీ సార్వత్రిక ఎన్నికల ఫలితాలు వెలువడిన జూన్ 4వ తేదీన ఫలితాలను ప్రకటించారు. పరీక్ష పేపర్లు దిద్దడం ఇంతకుముందే పూర్తి కావడంతో ఫలితాలను విడుదల చేశారు. </p>\n\n\n\n<p>అయితే, బీహార్ వంటి రాష్ట్రాల్లో ప్రశ్నాపత్రం ముందుగానే లీక్ అయిందని, పలు చోట్లు అవకతవకలు చోటుచేసుకున్నాయని ఆరోపణలు వెల్లువెత్తాయి. దీంతో ఎంబీబీఎస్, ఇతర కోర్సులలో అడ్మిషన్ కోసం పరీక్షలు రాసిన 1,563 మంది అభ్యర్థులకు ఇచ్చిన గ్రేస్ మార్కులను రద్దు చేస్తామని సుప్రీంకోర్టుకు కేంద్రం, ఎన్‌టీఏ గత గురువారంనాడు విన్నవించాయి. </p>\n\n\n\n<p>కాగా, 'నీట్' పరీక్షల్లో జరిగిన అవకతవకలపై ఇప్పటికే కేంద్రాన్ని కాంగ్రెస్ పార్టీ తప్పుపట్టింది. ఈ విషయంలో మోదీ మౌనాన్ని ప్రశ్నించింది. సుప్రీంకోర్టు పర్యవేక్షణలో ఫోరెన్సిక్ దర్యాప్తు మాత్రమే లక్షలాది మంది యువ విద్యార్థుల భవిష్యత్తును కాపాడగలదని పేర్కొంది. </p>\n\n\n\n<p>నీట్‌ ప్రశ్నాపత్నం లీకేజ్‌తో పాటు పరీక్షలో జరిగిన అవకతవకలపై సుప్రీంకోర్టు సిట్టింగ్‌ జడ్జి పర్యవేక్షణలో సీబీఐ విచారణ చేపట్టాలని కర్నాటక మంత్రి ఈశ్వర ఖండ్రే డిమాండ్‌ చేశారు. నీట్ అక్రమాలపై అత్యున్నత స్ధాయి విచారణకు కాంగ్రెస్‌ నేతలు కోరుతున్నారని చెప్పారు.</p>\n\n\n\n<ul class=\"wp-block-list\"><li><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></li></ul>\n","originalUrl":"https://tattvanews.com/19550/16/06/2024/","hasAudio":false,"hasInfographics":false}