{"id":"wp-en-12921","wp_id":12921,"type":"standard","category":"World","language":"en","title":"Calcutta High Court cancels 2016 teacher recruitment￼","excerpt":"The Calcutta High Court on Monday cancelled the entire recruitment panel of the 2016 West Bengal School Service Commission (WBSSC), leading to job losses of 25,753 teaching (for classes 9, 10, 11 and 12) and non-teaching staff (for Group C and D).  A division bench of Justices Debangsu Basak and Shabbar Rashidi delivered the verdict","author":"Tattva News Team","time":"23/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Calcutta-HC.jpg","readTime":"5 min read","contentHTML":"\n<p>The Calcutta High Court on Monday cancelled the entire recruitment panel of the 2016 West Bengal School Service Commission (WBSSC), leading to job losses of 25,753 teaching (for classes 9, 10, 11 and 12) and non-teaching staff (for Group C and D). </p>\n\n\n\n<p>A division bench of Justices Debangsu Basak and Shabbar Rashidi delivered the verdict after finding that many in the panel were hired as part of the infamous SSC recruitment scam.</p>\n\n\n\n<p>The verdict came after the court had earlier directed to re-evaluate the OMR sheets from the SLST-2016 recruitment exam in the ongoing proceedings in the cash-for-job multi-tier recruitment scam. </p>\n\n\n\n<p>On Monday, the court instructed the commission to start a new recruitment process within the next 15 days to reconstitute the panel and give jobs to deserving applicants. </p>\n\n\n\n<p>Furthermore, the court ruled that those who were unlawfully recruited must repay the full salary they received for the period they were employed with 12% annual interest.</p>\n\n\n\n<p>The high court, though, has made an exception in the case of two persons on humanitarian grounds, saying their jobs will remain safe. One of them, named Soma Das, is battling cancer. </p>\n\n\n\n<p>Hundreds of candidates, who had been protesting in Kolkata for more than three years claiming they were deserving candidates who were not hired, expressed joy after the verdict. </p>\n\n\n\n<p>Meanwhile, the TMC-led West Bengal government has challenged the verdict. “Cancelling the entire panel is an illegal verdict and we will challenge it in higher courts. Don’t lose hope,” said West Bengal Chief Minister Mamata Banerjee. “We stand by everyone who has lost their job. We will get get you justice.”</p>\n\n\n\n<p>Opposition parties, on the other hand, criticised her government and said that the court’s verdict had proven that the TMC had engaged in mass-level corruption. </p>\n","originalUrl":"https://en.tattvanews.com/others/calcutta-high-court-cancels-2016-teacher-recruitment%ef%bf%bc/","hasAudio":false,"hasInfographics":false}