{"id":"wp-te-21382","wp_id":21382,"type":"standard","category":"World","language":"te","title":"అస్వస్థతతో బహిరంగ సభలో అదుపు తప్పి పడబోయిన ఖర్గే!￼","excerpt":"కాంగ్రెస్‌ జాతీయ అధ్యక్షుడు మల్లికార్జున ఖర్గే అస్వస్థతకు గురయ్యారు. జమ్ముకశ్మీర్‌లోని కఠువా జిల్లాలో ఆదివారం ఆ పార్టీ ఏర్పాటు చేసిన బహిరంగ సభలో ప్రసంగిస్తున్న సమయంలో ఆయన అదుపు తప్పి పడపోబోయారు. దీంతో అక్కడున్న నేతలు ఖర్గేను పట్టుకున్నారు. వెంటనే నీరు తాగించారు.  అయినప్పటికీ ఆయన ప్రసంగాన్ని మాత్రం ఆపలేదు. పార్టీ నేతలు ఆయనను పట్టుకుని నిలబడి ఉండగా ప్రసంగాన్ని కొనసాగించారు.  \"జమ్ముకశ్మీర్‌కు రాష్ట్ర హోదాను తిరిగి తీసుకువస్తాం. అందుకోసం పోరాడుతూనే ఉంటాం. ఎనిమిది పదుల వయసులో","author":"Tattva News Team","time":"30/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kharge-JK-2.jpg","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్‌ జాతీయ అధ్యక్షుడు మల్లికార్జున ఖర్గే అస్వస్థతకు గురయ్యారు. జమ్ముకశ్మీర్‌లోని కఠువా జిల్లాలో ఆదివారం ఆ పార్టీ ఏర్పాటు చేసిన బహిరంగ సభలో ప్రసంగిస్తున్న సమయంలో ఆయన అదుపు తప్పి పడపోబోయారు. దీంతో అక్కడున్న నేతలు ఖర్గేను పట్టుకున్నారు. వెంటనే నీరు తాగించారు. </p>\n\n\n\n<p>అయినప్పటికీ ఆయన ప్రసంగాన్ని మాత్రం ఆపలేదు. పార్టీ నేతలు ఆయనను పట్టుకుని నిలబడి ఉండగా ప్రసంగాన్ని కొనసాగించారు.  \"జమ్ముకశ్మీర్‌కు రాష్ట్ర హోదాను తిరిగి తీసుకువస్తాం. అందుకోసం పోరాడుతూనే ఉంటాం. ఎనిమిది పదుల వయసులో ఉన్న నేను అప్పుడే చనిపోను. మోదీ సర్కార్‌ను గద్దె దించే వరకు అలసిపోను. అప్పటివరకు బతికే ఉంటా\" అని స్పష్టం చేశారు.</p>\n\n\n\n<p>అయితే మల్లికార్జున ఖర్గే అస్వస్థతకు గురైన దృశ్యాలు సోషల్‌ మీడియాలో వైరల్‌గా మారాయి. వెంటనే పార్టీ అగ్రనాయకత్వం జమ్ముకశ్మీర్‌ నేతలను అప్రమత్తంగా ఉండమని సూచించింది. అనంతరం కఠువా ఆస్పత్రికి వైద్య పరీక్షల కోసం పార్టీ నాయకులు ఖర్గేని తీసుకెళ్లారు. </p>\n\n\n\n<p>ఆరోగ్య పరిస్థితిని పరిశీలించిన వైద్యులు- బీపీ సమస్య ఉన్నట్లు గుర్తించారు. అదే సమయంలో మల్లికార్జున ఖర్గే ఆరోగ్యం నిలకడగా ఉందని ఆయన కుమారుడు ప్రియాంక్ ఖర్గే సోషల్ మీడియాలో వెల్లడించారు. వైద్య పరీక్షల అనంతరం ఆస్పత్రి నుంచి మల్లికార్జున ఖర్గే ఆదివారం సాయంత్రం డిశ్చార్జ్ అయ్యారు.  ఖర్గే ఆరోగ్య పరిస్థితిపై కాంగ్రెస్ అగ్రనేత, లోక్ సభ పక్ష నేత రాహుల్ గాంధీ, సీనియర్ నేత ప్రియాంక గాంధీ, ఏఐసీసీ మాజీ అధ్యక్షురాలు సోనియా గాంధీ ఆరా తీసినట్లు తెలుస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/21382/30/09/2024/","hasAudio":false,"hasInfographics":false}