{"id":"wp-en-13611","wp_id":13611,"type":"standard","category":"World","language":"en","title":"Naveen Patnayak’s key-aid VK Pandian quits politics￼","excerpt":"Biju Janata Dal (BJD) leader and 5T Chairman VK Pandian on Sunday announced that he has decided to consioulsy withdraw himself from active politics adding he's sorry if campaign narrative against him played part in BJD's loss. In a video message on social media platform X, Pandian said, \"...Now consciously I decide to withdraw myself","author":"Tattva News Team","time":"10/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/VK-Pandian.jpg","readTime":"5 min read","contentHTML":"\n<p>Biju Janata Dal (BJD) leader and 5T Chairman VK Pandian on Sunday announced that he has decided to consioulsy withdraw himself from active politics adding he's sorry if campaign narrative against him played part in BJD's loss.</p>\n\n\n\n<p>In a video message on social media platform X, Pandian said, \"...Now consciously I decide to withdraw myself from active politics. I am sorry if I have hurt anyone on this journey. I am sorry if this campaign narrative against me has had a part to play in BJD's loss...\"</p>\n\n\n\n<p>Naveen Patnaik's BJD lost to the Bharatiya Janata Party (BJP) in both Lok Sabha and Assembly elections held simultaneously in the last four phases of the general elections 2024.</p>\n\n\n\n<p>In Lok Sabha polls, Odisha which has a total of 21 parliamentary seats, the BJD failed to register even a single victory. The BJP won 20 seats and one seat was claimed by the Congress. In Assembly polls, the saffron party secured a comfortable majority winning 78 seats in the 147-member House.</p>\n\n\n\n<p>The saffron party went to the elections under the leadership of Modi without naming a chief ministerial candidate. Mocked as a 'sign-board party' in Odisha in the 1990s, the BJP stormed into power in the state, ending the 24-year reign of BJD leader Naveen Patnaik.</p>\n\n\n\n<p>Proving all political analysts wrong, the BJP in a huge leap won 78 of the 147 seats in the assembly, trouncing the BJD which also failed to win even a single seat in the Lok Sabha elections.</p>\n\n\n\n<p>The BJD, which has been in power in Odisha since 2000, was in fact stunned by the saffron surge in all the regions including its forts in the coastal and southern regions of Odisha.</p>\n","originalUrl":"https://en.tattvanews.com/regional/naveen-patnayaks-key-aid-vk-pandian-quits-politics%ef%bf%bc/","hasAudio":false,"hasInfographics":false}