{"id":"wp-en-15369","wp_id":15369,"type":"standard","category":"World","language":"en","title":"India eyes 500 GW renewable power by 2030￼","excerpt":"India has unveiled its National Electricity Plan (Transmission), targeting 500 gigawatts (GW) of renewable energy capacity by 2030 and over 600 GW by 2032. Developed by the Central Electricity Authority (CEA), the plan addresses rising energy demands. It supports the nation’s goal of net-zero emissions by 2070. It emphasizes research, skill development, and modern transmission","author":"Tattva News Team","time":"17/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Power.webp","readTime":"5 min read","contentHTML":"\n<p>India has unveiled its National Electricity Plan (Transmission), targeting 500 gigawatts (GW) of renewable energy capacity by 2030 and over 600 GW by 2032. Developed by the Central Electricity Authority (CEA), the plan addresses rising energy demands. It supports the nation’s goal of net-zero emissions by 2070.</p>\n\n\n\n<p>It emphasizes research, skill development, and modern transmission technologies, aiming to position India as a leader in clean energy by 2047. Key elements include adding over 191,000 circuit kilometres (ckm) of transmission lines and 1,270 GVA of transformation capacity in the next decade, along with integrating 47 GW of battery energy storage and 31 GW of pumped storage systems.</p>\n\n\n\n<p>Union Minister of Power, Mr. Manohar Lal, emphasized that the plan is not only about capacity growth but reimagining India’s energy landscape, aiming for 500 GW of non-fossil energy by 2030. It also promotes green hydrogen and ammonia manufacturing hubs in coastal regions.</p>\n\n\n\n<p>It plans to enhance inter-regional transmission capacity from 119 GW to 143 GW by 2027, with an investment requirement of over US$ 108.92 billion (Rs. 9.15 lakh crore) by 2032. Mr. Subhrakant Panda of FICCI noted the economic potential of transitioning to clean energy.</p>\n\n\n\n<p>At the same time, the plan incorporates advanced technologies such as hybrid substations. It aims to upgrade operating voltage to 1,200 kV AC. Union Minister of New and Renewable Energy, Shripad Yesso Naik, called for significant investments in renewable technologies, energy storage, and grid modernization to achieve a sustainable energy mix.</p>\n","originalUrl":"https://en.tattvanews.com/economy/india-eyes-500-gw-renewable-power-by-2030%ef%bf%bc/","hasAudio":false,"hasInfographics":false}