{"id":"wp-te-21423","wp_id":21423,"type":"standard","category":"World","language":"te","title":"భవనాల కూల్చివేతపై మార్గదర్శకాలు జారీ చేస్తాం","excerpt":"భవనాల కూల్చివేతల అంశంపై పౌరులు అందరికీ తాము మార్గదర్శక సూత్రాలు జారీ చేస్తామని సుప్రీం కోర్టు మంగళవారం ప్రకటించింది. నేర నిందితుల ఇళ్లతో సహా ఆస్తులను పలు రాష్ట్రాల్లో కూల్చివేస్తున్నారనే ఆరోపణలతో దాఖలైన పిటిషన్లపై తీర్పును కోర్టు రిజర్వ్ చేసింది.  తన ఆదేశాలు దేశం అంతటికీ వర్తిస్తాయని సర్వోన్నత న్యాయస్థానం చెబుతూ, ఒక వ్యక్తి నిందితుడు లేదా నిర్ధా.రిత దోషి కావడం ఆస్తి కూల్చివేతకు కారణం కాజాలదని స్పష్టం చేసింది. కాగా, సుప్రీంకోర్టు అనుమతి లేకుండా దేశవ్యాప్తంగా","author":"Tattva News Team","time":"2/10/2024","image":"https://tattvanews.com/wp-content/uploads/2024/10/Bulldozer-justice.jpg","readTime":"5 min read","contentHTML":"\n<p>భవనాల కూల్చివేతల అంశంపై పౌరులు అందరికీ తాము మార్గదర్శక సూత్రాలు జారీ చేస్తామని సుప్రీం కోర్టు మంగళవారం ప్రకటించింది. నేర నిందితుల ఇళ్లతో సహా ఆస్తులను పలు రాష్ట్రాల్లో కూల్చివేస్తున్నారనే ఆరోపణలతో దాఖలైన పిటిషన్లపై తీర్పును కోర్టు రిజర్వ్ చేసింది. </p>\n\n\n\n<p>తన ఆదేశాలు దేశం అంతటికీ వర్తిస్తాయని సర్వోన్నత న్యాయస్థానం చెబుతూ, ఒక వ్యక్తి నిందితుడు లేదా నిర్ధా.రిత దోషి కావడం ఆస్తి కూల్చివేతకు కారణం కాజాలదని స్పష్టం చేసింది. కాగా, సుప్రీంకోర్టు అనుమతి లేకుండా దేశవ్యాప్తంగా కూల్చివేతలపై స్టే ను సుప్రీంకోర్టు మంగళవారం పొడగించింది</p>\n\n\n\n<p>‘మేము ఏది నిర్దేశిస్తున్నా మనది సెక్యులర్ దేశం. ఏ ఒక్క వర్గానికో కాకుండా పౌరులు అందరికీ, సంస్థలు అన్నిటికీ మేము ఉత్తర్వు జారీ చేస్తున్నాం’ అని న్యాయమూర్తులు బి ఆర్ గవాయ్, కె వి విశ్వనాథన్‌తో కూడిన ధర్మాసనం తెలిపింది.  భారత్ లౌకిక దేశమని…రోడ్లను ఆక్రమించి కట్టిన ఆలయాలు, దర్గాలు, గురుద్వారాలు వంటి ఏ మతానికి చెందిన కట్టడాలనైనా తొలగించాల్సిందేనని సుప్రీంకోర్టు స్పష్టం చేసింది.</p>\n\n\n\n<p>ఒక ప్రత్యేక మతానికి వేరే చట్టం ఉండదని బెంచ్ స్పష్టం చేస్తూ, సార్వత్రిక రోడ్డు, ప్రభుత్వ స్థలాలు లేదా అడవుల్లో అనధికార నిర్మాణాలను తాము కాపాడబోమని తెలిపింది. ‘ఏ సార్వత్రిక స్థలాల్లోనైనా కబ్జాదారులకు మా ఉత్తర్వు ఉపయుక్తం కాకుండా మేము జాగ్రత్త పడతాం’ అని బెంచ్ తెలియజేసింది. ఈ విషయంలో విచారణ పూర్తి అయిన తరువాత ‘ఉత్తర్వుల కోసం మూసివేయడమైంది’ అని బెంచ్ తెలిపింది.</p>\n\n\n\n<p>రాష్ట్ర ప్రభుత్వాల తరఫున సొలిసిటర్ జనరల్ తుషార్ మెహతా వాదనలు వినిపిస్తూ.. ఒకటీ రెండు సంఘటనల ఆధారంగా న్యాయస్థానం ఓ అంచనాకు రావద్దని కోరారు. ఇళ్ల కూల్చివేతలకు సంబంధించి ముందుగా నోటీసులు జారీ చేస్తున్నట్లు తెలిపారు. అక్రమ కట్టడాలని తేల్చాక నోటీసులు ఇచ్చి కూల్చివేస్తున్నట్లు వివరించారు. ఏదో ఒక ఘటననో, ఓ వర్గం వారి ఆరోపణలతోనో కూల్చివేతలు అక్రమమని భావించవద్దని కోరారు.</p>\n\n\n\n<p>దీనిపై స్పందించిన సుప్రీం కోర్టు ధర్మాసనం… మనది లౌకిక దేశమని గుర్తుచేస్తూ మత విశ్వాసాలకన్నా ప్రజల భద్రతే ముఖ్యమని గతంలోనూ పలు తీర్పుల్లో స్పష్టం చేసినట్లు తెలిపింది. రోడ్లపై ఉన్న మతపరమైన కట్టడాలను తొలగింపును కోర్టు సమర్థించిందని గుర్తుచేసింది. నిందితుల ఇళ్ల కూల్చివేత విషయంలోనే అభ్యంతరాలు వ్యక్తమవుతున్నాయని, ఆక్రమణల తొలగింపు చట్టప్రకారమే జరగాలన్నదే ధర్మాసనం అభిప్రాయమని పేర్కొంది.</p>\n\n\n\n<p>‘‘అక్రమ కట్టడం అని అధికారులు నిర్ధారణకు వస్తే ఆ ప్రాంతమంతా సర్వే చేయాలి. ఓ నిర్దిష్ట పరిసరాల్లోనే కూల్చేయకూడదు. ప్రత్యేకంగా ఓ ఇంటికే వెళ్లి కూల్చేయకూడదు. ప్రతిదీ మేము చట్ట ప్రకారం చేసామనకూడదు’’ అని న్యాయవాది ఎం.ఆర్. శంషాద్ అన్నారు.</p>\n","originalUrl":"https://tattvanews.com/21423/02/10/2024/","hasAudio":false,"hasInfographics":false}