{"id":"wp-en-13516","wp_id":13516,"type":"standard","category":"World","language":"en","title":"BJP in Arunachal Pradesh, SKM in Sikkim retain power￼","excerpt":"Both the ruling parties BJP in Arunachal Pradesh and the Sikkim Krantikari Morcha (SKM) in Sikkim have retain their power in the assembly elections, for which counting of votes took place on Sunday. The ruling BJP which already had won unanimously in 10 seats of Arunachal Pradesh has won 36 seats in the remaining 50","author":"Tattva News Team","time":"2/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Arunachal-CM.jpeg","readTime":"5 min read","contentHTML":"\n<p>Both the ruling parties BJP in Arunachal Pradesh and the Sikkim Krantikari Morcha (SKM) in Sikkim have retain their power in the assembly elections, for which counting of votes took place on Sunday.</p>\n\n\n\n<p>The ruling BJP which already had won unanimously in 10 seats of Arunachal Pradesh has won 36 seats in the remaining 50 seats, for which counting of votes was held. With 46 of 60 seats, the Pema Khandu-led BJP is all set to form the government for the third consecutive term.</p>\n\n\n\n<p>Meanwhile, the Congress won one seat in Bameng, the National People’s Party (NPEP) won five seats so far and three Independent candidates have won. The votes cast for 133 candidates in elections to 50 assembly seats in the state were counted at about 24 centres.</p>\n\n\n\n<p>The counting day for assembly polls in Arunachal and Sikkim was advanced from June 4 to Sunday as the term of the two assemblies are ending on June 2 and a new House has to be constituted by that day.</p>\n\n\n\n<p>The Assembly polls in the state took place simultaneously with the Lok Sabha polls in its first and largest phase on April 19. The overall voter turnout was recorded at 82.95 per cent, higher than the 2019 Assembly elections.</p>\n\n\n\n<p>Meanwhile, ruling Sikkim Krantikari Morcha (SKM) has returned to power in the state with a resounding victory, securing a landslide win by capturing 31 out of 32 seats in the assembly elections.</p>\n\n\n\n<p>Prem Singh Tamang, the Chief Minister of Sikkim and leader of the SKM party, has emerged victorious in the Rhenock constituency, securing a decisive win over his Sikkim Democratic Front (SDF) rival Som Nath Poudyal by a margin of 7,044 votes.</p>\n\n\n\n<p>Speaking to the media during the celebration at the party office in Gangtok, Tamang expressed gratitude to the people of Sikkim and acknowledged the hard work of his party workers.</p>\n\n\n\n<p>“Pawan Kumar Chamling lost completely in 2019 only but it’s a democracy. The work they couldn’t do in 25 years, we did it in five years. People have voted on that basis,” Tamang said.</p>\n\n\n\n<p>The SDF, meanwhile, has only managed to secure a win from the Shyari constituency. Pawan Kumar Chamling, the former CM and SDF supremo, faced defeat to SKM nominee Bhoj Raj Rai in the Poklok assembly seat by a margin of 3,063 vote</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-in-arunachal-pradesh-skm-in-sikkim-retain-power%ef%bf%bc/","hasAudio":false,"hasInfographics":false}