{"id":"wp-en-14128","wp_id":14128,"type":"standard","category":"World","language":"en","title":"Supreme Court dismisses review petition on Hindenburg Report￼","excerpt":"The Supreme Court has dismissed a petition seeking review of its January 3 order dismissing PILs seeking to transfer the probe into allegations of stock price manipulation levelled by Hindenburg Research Report against Adani Group from SEBI to an SIT. \"Having perused the review petition, there is no error apparent on the face of the","author":"Tattva News Team","time":"16/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/SC-Adani.webp","readTime":"5 min read","contentHTML":"\n<h2 class=\"wp-block-heading\">The Supreme Court has dismissed a petition seeking review of its January 3 order dismissing PILs seeking to transfer the probe into allegations of stock price manipulation levelled by Hindenburg Research Report against Adani Group from SEBI to an SIT.</h2>\n\n\n\n<p>\"Having perused the review petition, there is no error apparent on the face of the record. No case for review under Order XLVII Rule 1 of the Supreme Court Rules 2013. The review petition is, therefore, dismissed,” a Bench of CJI DY Chandrachud, Justice JB Pardiwala and Justice Manoj Misra said in its May 8 order which has become public now.</p>\n\n\n\n<p>“The facts of this case do not warrant a transfer of investigation from SEBI… The threshold for the transfer of investigation has not been demonstrated to exist,” the Bench had said in its January 3 order, rejecting the PILs.</p>\n\n\n\n<p>Noting that SEBI has completed 22 out of the 24 investigations into the allegations levelled against the Adani Group and taking into account the assurance given by Solicitor General Tushar Mehta on behalf of SEBI, the top court had directed SEBI to complete the two pending investigations expeditiously, preferably within three months.</p>\n\n\n\n<p>It had also directed the Centre and SEBI to take into consideration the recommendations of the Expert Committee to protect the interests of the Indian investors.</p>\n\n\n\n<p>“This court has not interfered with the outcome of the investigations by SEBI. SEBI should take its investigations to their logical conclusion in accordance with law,” it had said, adding. It had also rejected allegations of conflict of interest against the Expert Committee appointed by it to look into the matter, saying they were “unsubstantiated”.</p>\n\n\n\n<p>The Bench directed the Centre and SEBI to constructively consider the suggestions of the Expert Committee in its report... and take any further actions as are necessary to strengthen the regulatory framework, protect investors and ensure the orderly functioning of the securities market.”</p>\n","originalUrl":"https://en.tattvanews.com/economy/supreme-court-dismisses-review-petition-on-hindenburg-report%ef%bf%bc/","hasAudio":false,"hasInfographics":false}