{"id":"wp-en-15238","wp_id":15238,"type":"standard","category":"World","language":"en","title":"Unprecedented, Horrific toll on Palestinian journalists by Israel￼","excerpt":"One year in, Israel’s conduct of the war has exacted an unprecedented and horrific toll on Palestinian journalists and the region’s media landscape. At least 128 journalists and media workers, all but five of them Palestinian, have been killed – more journalists than have died in the course of any year since CPJ began documenting","author":"Tattva News Team","time":"6/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/CPJ.jpg","readTime":"5 min read","contentHTML":"\n<p>One year in, Israel’s conduct of the war has exacted an unprecedented and horrific toll on Palestinian journalists and the region’s media landscape.</p>\n\n\n\n<p>At least 128 journalists and media workers, all but five of them Palestinian, have been killed – more journalists than have died in the course of any year since CPJ began documenting journalist killings in 1992. All of the killings, except two, were carried out by Israeli forces. CPJ has found that at least five journalists were specifically targeted by Israel for their work and is investigating at least 10 more cases of deliberate targeting. Two Israeli journalists were killed in the October 7, 2023, attack by Hamas.</p>\n\n\n\n<p>The killings, along with censorship, arrests, the continued ban on independent media access into Gaza, persistent internet shutdowns, the destruction of media outlets, and displacement of the Gaza media community, have severely restricted reporting on the war and hampered documentaiton, however, as of October 4, 2024, CPJ’s research was able to confirm the following: </p>\n\n\n\n<p><strong>Unprecedented numbers of killed journalists</strong></p>\n\n\n\n<p>At least 128 journalists and media workers  have been killed since the war began. These 128 killings include: 123 Palestinian journalists and media workers, in addition to three Lebanese and two Israeli journalists. </p>\n\n\n\n<p>11% of those killed were female, and the majority of all killed were under 40 years old. 75% of Palestinians were killed by Israeli airstrikes; the rest were killed by other types of fire, including drone strikes, tank fire, shootings, and fire of unknown type.</p>\n\n\n\n<p>At least five of the killings were targeted murders of journalists by the IDF, four in Gaza and one in Lebanon. CPJ is investigating at least 10 additional cases where the IDF may have specifically targeted the journalists. (See below for an explanation of how CPJ defines “murder” in its methodology.)  Four of the murdered journalists targeted were wearing press insignia at the time they were killed. </p>\n\n\n\n<p>More journalists and media workers have died in the Israel-Gaza war than in any other year since CPJ began documenting journalist killings in 1992. By comparison, 56 journalists were killed in Iraq in 2006 – the next deadliest year. The targeted or indiscriminate killing of journalists, if committed deliberately or recklessly, is a war crime.</p>\n\n\n\n<p><strong>Arrests and allegations of torture of detained journalists</strong></p>\n\n\n\n<p>Since the war, at least 69 Palestinian journalists have been arrested;  Israel arrested 66, and Palestinian authorities arrested three. Forty-three Palestinian journalists remain detained by Israel.</p>\n\n\n\n<p>Of this record number who have been imprisoned, most were detained by Israel in the West Bank and held without charge under Israel’s administrative detention law, which allows for indefinite renewal of detention orders. Ten of the 43 journalists still in custody are being held under this law. </p>\n\n\n\n<p>CPJ has documented cases of five journalists alleging torture and mistreatment while imprisoned. On a per capita basis, Israeli authorities now hold the highest number of detained journalists in the world in a given year over the past two decades, followed by Turkey, Iran, and China. There are numerous accounts of Israeli-held journalists being subjected to violence, humiliation, and mistreatment during their detention. </p>\n\n\n\n<p><strong>Censorship and blocked access to Gaza</strong></p>\n\n\n\n<p>Estimated number of international journalists accrediated by Israel to cover the war: 4,000 </p>\n\n\n\n<p>Number of international journalists able to enter Gaza to independently cover the war  since October 7: One </p>\n\n\n\n<p>Number of news outlets and civil society organizations that have urged Israel to grant independent access to Gaza: 70+.</p>\n\n\n\n<p>Number of media offices shut down permanently or temporarily by Israel: 5+ </p>\n\n\n\n<p>Approximate number of press facilities that the Palestinian Journalists’ Syndicate reported have been destroyed in the war: 70</p>\n\n\n\n<p>In Israel, press freedom has been curtailed by the passage of a new law that empowers the government to ban media outlets, an increasing number of banned articles, government officials’ anti-press rhetoric, alleged attempts to control news outlets and attacks on both international and local reporters in the West Bank and Israel, among other threats. </p>\n\n\n\n<p><strong>Impunity and lack of accountability</strong></p>\n\n\n\n<p>Members of the IDF held to account for killing, targeting, attacking, or abusing journalists: Zero Number of investigations underway into the killing of journalists or other alleged war crimes by the IDF, due to the IDF’s lack of transparency about the status of investigations: Unknown </p>\n","originalUrl":"https://en.tattvanews.com/special-stories/unprecedented-horrific-toll-on-palestinian-journalists-by-israel%ef%bf%bc/","hasAudio":false,"hasInfographics":false}