{"id":"wp-te-20717","wp_id":20717,"type":"standard","category":"World","language":"te","title":"యుద్ధ రంగంలో పరిష్కారాలు అసాధ్యం","excerpt":"* ప్రెసిడెంట్ జెలెన్‌స్కీతో శాంతిప్రతిపాదన ఏ సమస్యకు అయినా యుద్ధ రంగంలో పరిష్కారాలు దొరకవని భారత ప్రధాని నరేంద్ర మోదీ  స్పష్టం చేశారు. ఉక్రెయిన్ రష్యా ఘర్షణల నేపథ్యం, అవిరామంగా శాంతి విచ్ఛిన్నం దశలో ఆయన పోలండ్‌లో స్పందించారు. ఇది యుద్ధాల కాలం కాదని, సామరస్యపు యుగం కావాల్సి ఉందని గతంలో వెలువరించిన సందేశాన్ని మరోసారు విన్పించారు. ఉక్రెయిన్‌లో ఆయన శుక్రవారం పర్యటించనున్నారు.  ప్రపంచంలో పలు చోట్ల ఉద్రిక్తతలు ఉన్నాయి. ఉక్రెయిన్, రష్యా మధ్య పోరు సాగుతోంది.","author":"Tattva News Team","time":"23/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Modi-Poland.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>* ప్రెసిడెంట్ జెలెన్‌స్కీతో శాంతిప్రతిపాదన</strong></p>\n\n\n\n<p>ఏ సమస్యకు అయినా యుద్ధ రంగంలో పరిష్కారాలు దొరకవని భారత ప్రధాని నరేంద్ర మోదీ  స్పష్టం చేశారు. ఉక్రెయిన్ రష్యా ఘర్షణల నేపథ్యం, అవిరామంగా శాంతి విచ్ఛిన్నం దశలో ఆయన పోలండ్‌లో స్పందించారు. ఇది యుద్ధాల కాలం కాదని, సామరస్యపు యుగం కావాల్సి ఉందని గతంలో వెలువరించిన సందేశాన్ని మరోసారు విన్పించారు. ఉక్రెయిన్‌లో ఆయన శుక్రవారం పర్యటించనున్నారు. </p>\n\n\n\n<p>ప్రపంచంలో పలు చోట్ల ఉద్రిక్తతలు ఉన్నాయి. ఉక్రెయిన్, రష్యా మధ్య పోరు సాగుతోంది. మరో వైపు మధ్యప్రాచ్యంలో ఇరాన్, ఇజ్రాయెల్, గాజాస్ట్రిప్‌లో నరమేధం వంటి పలు హింసాత్మక సంఘటనలు దేనికి సంకేతం అని ప్రశ్నించారు. రగిలే వివాదాలను పరస్పర సంప్రదింపులు, సామరస్యంతో పరిష్కరించుకోవల్సి ఉంటుంది.</p>\n\n\n\n<p>యుద్ధం ఎప్పుడూ సమస్యకు పరిష్కారం కాదు. ఇది చివరికి సమస్యలను జటిలం చేస్తుంది. పైగా ప్రాంతీయ ఘర్షణలు విస్తరించి అంతర్జాతీయ సంఘర్షణలకు దారితీస్తాయని ఆందోళన వ్యక్తం చేశారు. పలు చోట్ల ఘర్షణలు అందరిని కలవరపరుస్తున్నాయి. అంతా కలిసికట్టుగా ఉంటేనే కయ్యాలకు సరైన పరిష్కారం దక్కుతుందని ప్రధాని తేల్చిచెప్పారు. </p>\n\n\n\n<p>ఇంతకు ముందు రష్యాలో దేశాధ్యక్షులు పుతిన్‌తో మోడీ చర్చలు జరిపారు. ఇప్పుడు ఉక్రెయిన్ పర్యటన దశలో ప్రెసిడెంట్ జెలెన్‌స్కీతో కీవ్‌లో చర్చలు ఉంటాయి. తాను ఉక్రెయిన్‌కు ప్రెసిడెంట్ జెలెన్‌స్కీ ఆహ్వానంపై వెళ్లుతున్నానని, పలు విషయాలపై చర్చలు ఉంటాయని మోదీ తెలిపారు. ఉక్రెయిన్‌లో తాను ప్రధానంగా అక్కడి ఘర్షణకు శాంతియుత పరిష్కారం దిశలో తన అభిప్రాయాలను ఆయనతో పంచుకుంటానని చెప్పారు.</p>\n\n\n\n<p>ఆరు వారాల క్రితం రష్యాలో కీలక పర్యటన జరిపిన మోదీ  ఇప్పుడు ఉక్రెయిన్‌కు వెళ్లుతున్నారు. మోదీ  అప్పటి రష్యా పర్యటనపై అమెరికా ఇతర మిత్రదేశాల నుంచి తీవ్ర విమర్శలు ఎదురయ్యాయి. భారత్‌కు రష్యాకు ఉన్న చిరకాల అనుబంధం నేపథ్యంలో మోదీ  ఉక్రెయిన్ పర్యటన కీలకమైనదని, దీని పరిణామాలపై ఆసక్తిగా ఉన్నామని అమెరికా కూడా స్పందించింది.</p>\n\n\n\n<p>భారత్ బౌద్ధ నేల. సహానుభూతిని వ్యక్తం చేస్తుంది. ఇది భారతీయ అంతర్లీన లక్షణం. భారతీయులకు ఇదే ప్రత్యేక గుర్తింపుగా నిలిచింది. కష్టాలలో ఆదుకోవడం ఏ కాలంలో అయినా భారత్ నైజం. ఎక్కడ ఆపద తలెత్తినా ఆదుకునేందుకు ముందుకు రావడం భారతదేశం ఎంచుకున్న బౌద్ధ సిద్ధాంతం. సంప్రదాయం. యుద్ధం కన్నా శాంతిపట్లనే భారతదేశం ఎక్కువగా ఆకాంక్షలు పెంచుకుంటుందని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/20717/23/08/2024/","hasAudio":false,"hasInfographics":false}