{"id":"wp-te-19555","wp_id":19555,"type":"standard","category":"World","language":"te","title":"జగన్ ఇంటి వద్ద అక్రమ నిర్మాణాల కూల్చివేతపై రేవంత్ ప్రభుత్వం సీరియస్","excerpt":"హైదరాబాద్ నగరంలోని అక్రమ కట్టడాలపై జీహెచ్‌ఎంసీ అధికారులు దృష్టి సారించారు. నిబంధనలకు విరుద్ధంగా కట్టిన నిర్మాణాలను కూల్చేసే పనిలో నిమగ్నమయ్యారు. ఈ క్రమంలోనే.. హైదరాబాద్ లోటస్‌పాండ్‌లో ఉన్న ఏపీ మాజీ సీఎం, వైఎస్సాఆర్‌ కాంగ్రెస్ పార్టీ అధినేత  వైఎస్ జగన్ మోహన్ రెడ్డి నివాసం ముందు ఉన్న అక్రమ కట్టడాలను కూడా అధికారులు కూల్చేశారు. అయితే ఆ ఇంట్లో ఏపీ కాంగ్రెస్ అధ్యక్షురాలు, జగన్ సోదరి వైఎస్ షర్మిల, ఆమె అమ్మగారు వైఎస్ విజయలక్ష్మి నివాసం ఉంటుండడంతో","author":"Tattva News Team","time":"17/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Lotus-Pond-house.webp","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాద్ నగరంలోని అక్రమ కట్టడాలపై జీహెచ్‌ఎంసీ అధికారులు దృష్టి సారించారు. నిబంధనలకు విరుద్ధంగా కట్టిన నిర్మాణాలను కూల్చేసే పనిలో నిమగ్నమయ్యారు. ఈ క్రమంలోనే.. హైదరాబాద్ లోటస్‌పాండ్‌లో ఉన్న ఏపీ మాజీ సీఎం, వైఎస్సాఆర్‌ కాంగ్రెస్ పార్టీ అధినేత  వైఎస్ జగన్ మోహన్ రెడ్డి నివాసం ముందు ఉన్న అక్రమ కట్టడాలను కూడా అధికారులు కూల్చేశారు.</p>\n\n\n\n<p>అయితే ఆ ఇంట్లో ఏపీ కాంగ్రెస్ అధ్యక్షురాలు, జగన్ సోదరి వైఎస్ షర్మిల, ఆమె అమ్మగారు వైఎస్ విజయలక్ష్మి నివాసం ఉంటుండడంతో రేవంత్ రెడ్డి ప్రభుత్వం ఆగ్రహం వ్యక్తం చేసినట్లు తెలిసింది.  ఈ కూల్చివేత అంశం తీవ్ర చర్చనీయాంశంగా మారటంతో జీహెచ్ఎంసీ ఇంఛార్జ కమిషనర్ ఆమ్రపాలి సీరియస్ అయినట్టు సమాచారం.</p>\n\n\n\n<p>పక్క రాష్ట్ర మాజీ సీఎం, వైఎస్సార్ కాంగ్రెస్ పార్టీ అధినేత అయిన జగన్ ఇంటికి సంబంధించిన నిర్మాణాల కూల్చివేతపై ఉన్నతాధికారులకు ఎలాంటి సమాచారం ఇవ్వకపోవటంపై ఆమ్రపాలి తీవ్ర ఆగ్రహం వ్యక్తం చేసినట్టు తెలుస్తోంది. ఓ మంత్రి ఆదేశాలతోనే.. జీహెచ్ఎంసీ అధికారులు ఈ కూల్చివేతలు చేసినట్టు ప్రచారం జరుగుతున్న నేపథ్యంలో.. ఖైరతాబాద్ జోనల్ కమిషనర్ హేమంత్ బోర్కడే‌పై ఆమ్రపాలి చర్యలకు ఉపక్రమించారు.</p>\n\n\n\n<p>హేమంత్ బోర్కడే‌పై బదిలీ వేటు వేయగా.. జీఐడీకి రిపోర్ట్ చేయాలని ఆదేశాలు జారీ చేశారు. ఖైరతాబాద్ జోనల్ కమిషనర్ బాధ్యతల నుంచి తొలగిస్తూ కమిషనర్ ఆమ్రపాలి ఆదేశాలు జారీ చేశారు.  లోటస్ పాండ్‌లోని వైఎస్ జగన్ నివాసం ముందు రోడ్డును ఆక్రమించి నిర్మాణాలు చేపట్టినట్లుగా జీహెచ్ఎంసీకి ఫిర్యాదులు అందాయి. </p>\n\n\n\n<p>ఫుట్‍పాత్ ఆక్రమించి జగన్ ఇంటి ముందు సెక్యూరిటీ పోస్ట్‌ల నిర్మాణం చేపట్టినట్లు స్థానికులు జీహెచ్‌ఎంసీ అధికారులకు ఫిర్యాదు చేశారు. దీంతో.. పోలీసుల ఆధ్వరంలో రంగంలోకి దిగిన జీహెచ్‌ఎంసీ అధికారులు అక్రమ నిర్మాణాలు కూల్చేశారు. జేసీబీలతో సెక్యూరిటీ పోస్టులను పూర్తిగా నెలమట్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19555/17/06/2024/","hasAudio":false,"hasInfographics":false}