{"id":"wp-te-20622","wp_id":20622,"type":"standard","category":"World","language":"te","title":"ఎంఎల్‌సిలుగా కోదండరామ్, ఆమెర్  ప్రమాణ స్వీకారం","excerpt":"ఎమ్మెల్సీలుగా టీజేఎస్ వ్యవస్థాపక అధ్యక్షుడు ప్రొఫెసర్ కోదండరాం, జర్నలిస్ట్ అమీర్ అలీఖాన్ శుక్రవారం ప్రమాణ స్వీకారం చేశారు. గవర్నర్ కోటాలో ఎమ్మెల్సీల నియామకంపై రాష్ట్ర హైకోర్టు ఇచ్చిన ఆదేశాలపై సుప్రీం కోర్టు స్టే విధిస్తూ తీర్పును వెలువరించింది. దీంతో ఎమ్మెల్సీల నియామకంపై ఎట్టకేలకు వివాదానికి తెరపడింది.  ఈ మేరకు శాసన మండలి చైర్మన్ గుత్తా సుఖేందర్ రెడ్డి తన ఛాంబర్‌లో వారితో ప్రమాణం చేయించారు. ఈ కార్యక్రమానికి మంత్రులు పొన్నం ప్రభాకర్, పొంగులేటి శ్రీనివాసరెడ్డి, విప్ బీర్ల","author":"Tattva News Team","time":"17/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/MLCs.jpg","readTime":"5 min read","contentHTML":"\n<p>ఎమ్మెల్సీలుగా టీజేఎస్ వ్యవస్థాపక అధ్యక్షుడు ప్రొఫెసర్ కోదండరాం, జర్నలిస్ట్ అమీర్ అలీఖాన్ శుక్రవారం ప్రమాణ స్వీకారం చేశారు. గవర్నర్ కోటాలో ఎమ్మెల్సీల నియామకంపై రాష్ట్ర హైకోర్టు ఇచ్చిన ఆదేశాలపై సుప్రీం కోర్టు స్టే విధిస్తూ తీర్పును వెలువరించింది. దీంతో ఎమ్మెల్సీల నియామకంపై ఎట్టకేలకు వివాదానికి తెరపడింది. </p>\n\n\n\n<p>ఈ మేరకు శాసన మండలి చైర్మన్ గుత్తా సుఖేందర్ రెడ్డి తన ఛాంబర్‌లో వారితో ప్రమాణం చేయించారు. ఈ కార్యక్రమానికి మంత్రులు పొన్నం ప్రభాకర్, పొంగులేటి శ్రీనివాసరెడ్డి, విప్ బీర్ల ఐలయ్య యాదవ్, ఎమ్మెల్సీ మహేష్ కూమార్ గౌడ్, ప్రభుత్వ సలహాదారుడు వేం నరేందర్ రెడ్డి, తదితరులు హాజరయ్యారు.</p>\n\n\n\n<p>గవర్నర్ కోటాలో ఎమ్మెల్సీల నియామకంపై గతంలో తెలంగాణ హైకోర్టు ఇచ్చిన ఆదేశాలపై తాజాగా సర్వోన్నత న్యాయస్థానం స్టే విధించింది. తదుపరి ఆదేశాలు వచ్చే వరకు హైకోర్టు ఆదేశాలపై స్టే ఉంటుందని జస్టిస్ విక్రంనాథ్, జస్టిస్ ప్రసన్న బాలచంద్ర వరలే ధర్మాసనం స్పష్టం చేసింది. </p>\n\n\n\n<p>కొత్తగా ఎమ్మెల్సీలను నియమించకుండా అడ్డుకునేలా స్టే విధించాలని పిటిషనర్లు కోరగా అందుకు ధర్మాసనం నిరాకరించింది. కొత్త ఎమ్మెల్సీల నియామకాన్ని అడ్డుకుంటే గవర్నర్, ప్రభుత్వ హక్కులకు భంగం కలిగించనట్లే అవుతోందని, ఖాళీలను భర్తీ చేయడం ప్రభుత్వం కర్తవ్యమని ధర్మాసనం వెల్లడించడంతో కొదండరాం, అలీఖాన్ లైన్‌లకు శాసనమండలి సభ్యులకు ప్రమాణం చేసేందుకు మార్గం సుమగమైంది.</p>\n","originalUrl":"https://tattvanews.com/20622/17/08/2024/","hasAudio":false,"hasInfographics":false}