{"id":"wp-en-14534","wp_id":14534,"type":"standard","category":"World","language":"en","title":"SC closes contempt proceedings against Ramdev￼","excerpt":"The Supreme Court on Tuesday closed the contempt proceedings against yoga guru Ramdev, his aide Balkrishna and Patanjali Ayurved Limited after accepting the apology tendered by them in the misleading advertisements case. \"The court has closed the contempt proceedings based on the undertakings given by Ramdev, Balkrishna and Patanjali Ayurved Ltd,\" advocate Gautam Talukdar, who","author":"Tattva News Team","time":"14/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Baba-Ramdev-SC.jpg","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Tuesday closed the contempt proceedings against yoga guru Ramdev, his aide Balkrishna and Patanjali Ayurved Limited after accepting the apology tendered by them in the misleading advertisements case.</p>\n\n\n\n<p>\"The court has closed the contempt proceedings based on the undertakings given by Ramdev, Balkrishna and Patanjali Ayurved Ltd,\" advocate Gautam Talukdar, who represented the yoga guru, Balkrishna and the firm, said.</p>\n\n\n\n<p>A bench of justices Hima Kohli and Ahsanuddin Amanullah had on May 14 reserved its order on the contempt notice issued to Ramdev, Balkrishna and Patanjali Ayurved Ltd in the case.</p>\n\n\n\n<p>The <a href=\"https://www.dailypioneer.com/2024/top-stories/-bail-is-rule--for-offences-even-under-special-statutes--sc.html\">Apex Court <u> </u></a>is hearing a plea filed by the Indian Medical Association (IMA) alleging a smear campaign against the Covid vaccination drive and modern systems of medicine.</p>\n\n\n\n<p>On February 27, the top court had issued notices to Patanjali Ayurved and managing director Balkrishna asking why contempt proceedings should not be initiated against them for prima facie violating the firm's undertaking given in the court earlier about advertising of its products and their medicinal efficacy.</p>\n\n\n\n<p>The court had on March 19 said it was deemed appropriate to issue a show cause notice to Ramdev as the advertisements issued by Patanjali, which were in the teeth of the undertaking given to the court on November 21, 2023, reflect an endorsement by him.</p>\n\n\n\n<p>In its November 21, 2023 order, the top court had noted that the counsel representing Patanjali Ayurved had assured it that \"henceforth there shall not be any violation of any law(s), especially relating to advertising or branding of products manufactured and marketed by it and, further, that no casual statements claiming medicinal efficacy or against any system of medicine will be released to the media in any form\". The top court had said Patanjali Ayurved Ltd is \"bound down to such assurance\".</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-closes-contempt-proceedings-against-ramdev%ef%bf%bc/","hasAudio":false,"hasInfographics":false}