{"id":"wp-en-13211","wp_id":13211,"type":"standard","category":"World","language":"en","title":"One more Indian over killing of Khalistani Nijjar￼","excerpt":"The Canadian investigators probing the June 2023 killing of Hardeep Singh Nijjar has arrested another Indian national, taking the total number of arrests in the case to four. The Integrated Homicide Investigation Team from British Columbia identified the suspect as 22-year-old Amandeep Singh. He was already arrested by Ontario police in connection with an unrelated","author":"Tattva News Team","time":"12/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Canada-arrest.webp","readTime":"5 min read","contentHTML":"\n<p>The Canadian investigators probing the June 2023 killing of Hardeep Singh Nijjar has arrested another Indian national, taking the total number of arrests in the case to four.</p>\n\n\n\n<p>The Integrated Homicide Investigation Team from British Columbia identified the suspect as 22-year-old Amandeep Singh. He was already arrested by Ontario police in connection with an unrelated firearms charge.</p>\n\n\n\n<p>“We pursued the evidence and gained sufficient information for the BC Prosecution Service to charge Amandeep Singh with first-degree murder and conspiracy to commit murder,” stated the police.</p>\n\n\n\n<p>“This arrest shows the nature of on our ongoing investigations to hold responsible those who played a role in the homicide of Hardeep Singh Nijjar,” they added. The Royal Canadian Mounted Police had earlier arrested Karanpreet Singh, 28, Karan Brar, 22, and Kamalpreet Singh, 22, and charged them with first-degree murder and conspiracy to commit murder.</p>\n\n\n\n<p>Police alleged that the Edmonton-based Indian nationals are members of an alleged hit squad tasked by New Delhi, claiming they had entered Canada on “student visas but may have been working at the direction of Indian intelligence when they shot Nijjar.”</p>\n\n\n\n<p>According to Canadian police sources, the members of the hit squad allegedly played different roles as shooters, drivers and spotters on the day Nijjar was killed at the Guru Nanak Sikh Gurdwara in Surrey.</p>\n\n\n\n<p>However, the Ministry of External Affairs said Canada has not shared any specific or relevant evidence or information with India on the alleged involvement of the Indian nationals in the killing.</p>\n","originalUrl":"https://en.tattvanews.com/international/one-more-indian-over-killing-of-khalistani-nijjar%ef%bf%bc/","hasAudio":false,"hasInfographics":false}