{"id":"wp-en-15661","wp_id":15661,"type":"standard","category":"World","language":"en","title":"Number of 5G subscribers in India may triple to 970 million by 2030","excerpt":"India’s 5G subscriber base is projected to grow threefold to reach 970 million by 2030, representing 74% of the total mobile customer base, according to a recent report by Ericsson. Based on Ericsson ConsumerLab research, the report highlights the growing impact of Generative AI applications as a key driver for enhanced 5G performance. By the","author":"Tattva News Team","time":"28/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/05/5g.jpg","readTime":"5 min read","contentHTML":"\n<p>India’s 5G subscriber base is projected to grow threefold to reach 970 million by 2030, representing 74% of the total mobile customer base, according to a recent report by Ericsson. Based on Ericsson ConsumerLab research, the report highlights the growing impact of Generative AI applications as a key driver for enhanced 5G performance.</p>\n\n\n\n<p>By the end of 2024, the report estimates that 5G subscriptions in India will exceed 270 million, or 23% of total mobile subscriptions. By 2030, this number is expected to soar to 970 million, reflecting the increasing reliance on 5G networks nationwide.</p>\n\n\n\n<p>Globally, 5G subscriptions are set to reach nearly 2.3 billion by the end of 2024, accounting for 25% of all mobile subscriptions, with projections for 6.3 billion by 2030.</p>\n\n\n\n<p>The report also anticipates that 5G subscriptions will surpass 4G globally in 2027. In India, 67% of 5G smartphone users are expected to use Generative AI applications weekly within the next five years.</p>\n\n\n\n<p>Additionally, smartphone users are becoming increasingly willing to pay extra for guaranteed performance, with one in six 5G users indicating they would spend 20% more on their monthly mobile bills for assured connectivity at event venues, such as video calling, streaming, and online payments.</p>\n","originalUrl":"https://en.tattvanews.com/economy/number-of-5g-subscribers-in-india-may-triple-to-970-million-by-2030%ef%bf%bc/","hasAudio":false,"hasInfographics":false}