{"id":"wp-te-21124","wp_id":21124,"type":"standard","category":"World","language":"te","title":"రెండు రోజుల్లో రాజీనామా చేస్తా.. కేజ్రీవాల్","excerpt":"ఢిల్లీ ముఖ్యమంత్రి  అర్వింద్‌ కేజ్రీవాల్‌  తాను రెండు రోజుల్లో సీఎం పదవికి రాజీనామా చేస్తానని ప్రకటించారు. తాను నిర్దోషిగా నిరూపించుకునేంత వరకు సీఎం పదవిలో ఉండనని స్పష్టం చేశారు. ఆదివారం ఉదయం ఢిల్లీలోని ఆప్ కార్యాలయంలో పార్టీ కార్యకర్తలను ఉద్దేశించి కేజ్రీవాల్‌ ప్రసంగించారు. ఆమ్‌ ఆద్మీ పార్టీ కష్టాల్లో ఉన్నప్పుడు సాక్షాత్తు భగవంతుడే తమతో ఉండి ముందుకు నడిపించాడని అర్వింద్‌ కేజ్రీవాల్‌ అన్నారు. దేవుడిచ్చిన ధైర్యంతో శత్రువులతో పోరాడతానని తెలిపారు. ఆప్‌ నాయకులు సత్యేందర్ జైన్, అమానతుల్లా","author":"Tattva News Team","time":"15/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kejriwal.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ ముఖ్యమంత్రి  అర్వింద్‌ కేజ్రీవాల్‌  తాను రెండు రోజుల్లో సీఎం పదవికి రాజీనామా చేస్తానని ప్రకటించారు. తాను నిర్దోషిగా నిరూపించుకునేంత వరకు సీఎం పదవిలో ఉండనని స్పష్టం చేశారు. ఆదివారం ఉదయం ఢిల్లీలోని ఆప్ కార్యాలయంలో పార్టీ కార్యకర్తలను ఉద్దేశించి కేజ్రీవాల్‌ ప్రసంగించారు.</p>\n\n\n\n<p>ఆమ్‌ ఆద్మీ పార్టీ కష్టాల్లో ఉన్నప్పుడు సాక్షాత్తు భగవంతుడే తమతో ఉండి ముందుకు నడిపించాడని అర్వింద్‌ కేజ్రీవాల్‌ అన్నారు. దేవుడిచ్చిన ధైర్యంతో శత్రువులతో పోరాడతానని తెలిపారు. ఆప్‌ నాయకులు సత్యేందర్ జైన్, అమానతుల్లా ఖాన్ ఇంకా జైల్లోనే ఉన్నారని, త్వరలోనే వారు కూడా బయటకు వస్తారని ఆశిస్తున్నట్లు పేర్కొన్నారు.</p>\n\n\n\n<p>‘రెండు రోజుల తర్వాత నేను ముఖ్యమంత్రి పదవికి రాజీనామా చేస్తాను. ప్రజలు తీర్పు చెప్పే వరకు ఆ కుర్చీలో కూర్చోను. ఢిల్లీలో ఎన్నికలకు నెలరోజుల సమయం ఉంది. న్యాయస్థానం నుంచి నాకు న్యాయం జరిగింది. ఇప్పుడు ప్రజాకోర్టు నుంచి న్యాయం కావాలి. ప్రజల ఆజ్ఞ మేరకే నేను ముఖ్యమంత్రి కుర్చీలో కూర్చుంటాను’ అని కేజ్రీవాల్ అన్నారు.</p>\n\n\n\n<p>తాను సీఎంగా రాజీనామా చేసిన అనంతరం, ఆప్​ నేతల్లో ఒకరు ఆ పదవిని చేపడతారని కేజ్రీవాల్ తెలిపారు. తాను మాత్రం ప్రజల్లోకి వెళ్లి, ప్రజల మద్దతును సేకరిస్తానని స్పష్టం చేశారు. ఢిల్లీలో 2025 ఫిబ్రవరిలో అసెంబ్లీ ఎన్నికలు జరగాల్సి ఉంది. కానీ నవంబర్​లో జరిగే మహారాష్ట్ర ఎన్నికలతో పాటు దిల్లీలోనూ ఎన్నికలు నిర్వహించాలని కేజ్రీవాల్​ డిమాండ్​ చేశారు.</p>\n\n\n\n<p>అదే సమయంలో బిజెపిపై కెజ్రీవాల్ ​ తీవ్రస్థాయిలో మండిపడ్డారు. బ్రిటీషర్ల కన్నా ప్రధానమంత్రి నరేంద్ర మోదీ ప్రభుత్వమే నియంతృత్వ పాలనను కొనసాగిస్తోందని విమర్శించారు. బీజేపీ పార్టీని విచ్ఛిన్నం చేసి ప్రభుత్వాన్ని ఏర్పాటు చేయాలనుకుంటోందని ఆరోపించారు. తన ఆత్మస్థైర్యాన్ని దెబ్బతీయాలని కూడా చూసిందని, కానీ బీజేపీ నేతలు విఫలమయ్యారని ఆయన అన్నారు.</p>\n\n\n\n<p>“పార్టీని విచ్ఛిన్నం చేయాలని, కేజ్రీవాల్ ధైర్యాన్ని, మనోధైర్యాన్ని దెబ్బతీయాలని అనుకున్నారు. పార్టీలను విచ్ఛిన్నం చేయడం, ఎమ్మెల్యేలను విచ్ఛిన్నం చేయడం, నాయకులను జైలుకు పంపడం వంటి ఫార్ములాను రూపొందించారు. కేజ్రీవాల్​ను జైలుకు పంపడం ద్వారా దిల్లీలో ప్రభుత్వాన్ని ఏర్పాటు చేస్తారని భావించారు. కానీ వారు మా పార్టీని విచ్ఛిన్నం చేయలేకపోయారు. పార్టీ కార్యకర్తల నుంచి కూడా వేరుచేయలేకపోయారు,” అని కేజ్రీవాల్ చెప్పుకొచ్చారు.</p>\n\n\n\n<p>మద్యం విధానానికి సంబంధించిన సీబీఐ కేసులో సుప్రీంకోర్టు ఇటీవల కేజ్రీవాల్‌కు బెయిల్‌ మంజూరు చేస్తూ శుక్రవారం తీర్పు వెలువరించింది. దాంతో దాదాపు ఆరు నెలల తర్వాత ఆయన తీహార్‌ జైలు నుంచి విడుదలయ్యారు.</p>\n","originalUrl":"https://tattvanews.com/21124/15/09/2024/","hasAudio":false,"hasInfographics":false}