{"id":"wp-te-20316","wp_id":20316,"type":"standard","category":"World","language":"te","title":"￼కేరళలో విపరీతంగా విరిగిపడిన కొండచరియలు... 36 మంది మృతి!￼","excerpt":"కేరళలో మంగళవారం ఘోర ప్రమాదం జరిగింది. వాయనాడ్‌లోని ముండక్కై, చూరల్‌మల గ్రామాల్లో పలుచోట్ల కొండచరియలు విరిగిపడినట్లు అధికారులు తెలిపారు. టీ ఎస్టేట్ కార్మికులు నివసించే ఈ ప్రాంతంలో మంగళవారం తెల్లవారుజామున కుండపోత వర్షాల కారణంగా కొండచరియలు విరిగిపడ్డాయి. 36  మందికి పైగా మరణించారు. 100 మందికి పైగా కొండచరియాల్లోనే చిక్కుకున్నారు. వారిని బయటకు తీయడం కూడా కష్టంగా ఉందని తెలుస్తోంది. మృతుల సంఖ్య మరింత పెరిగే అవకాశం ఉంది. అధికారులు తెలిపిన వివరాల ప్రకారం, మెప్పాడి సమీపంలోని","author":"Tattva News Team","time":"30/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Kerala.webp","readTime":"5 min read","contentHTML":"\n<p>కేరళలో మంగళవారం ఘోర ప్రమాదం జరిగింది. వాయనాడ్‌లోని ముండక్కై, చూరల్‌మల గ్రామాల్లో పలుచోట్ల కొండచరియలు విరిగిపడినట్లు అధికారులు తెలిపారు. టీ ఎస్టేట్ కార్మికులు నివసించే ఈ ప్రాంతంలో మంగళవారం తెల్లవారుజామున కుండపోత వర్షాల కారణంగా కొండచరియలు విరిగిపడ్డాయి. 36  మందికి పైగా మరణించారు. 100 మందికి పైగా కొండచరియాల్లోనే చిక్కుకున్నారు. వారిని బయటకు తీయడం కూడా కష్టంగా ఉందని తెలుస్తోంది. మృతుల సంఖ్య మరింత పెరిగే అవకాశం ఉంది.</p>\n\n\n\n<p>అధికారులు తెలిపిన వివరాల ప్రకారం, మెప్పాడి సమీపంలోని  కొండా ప్రాంతాలలో తెల్లవారుజామున కొండచరియలు విరిగిపడ్డాయి. మలప్పురంలోని నిలంబూర్ ప్రాంతానికి ప్రవహించే చలియార్ నదిలో చాలా మంది కొట్టుకుపోతారని అనిపించిందని స్థానికులు భయంతో చెప్పారు. వాయనాడ్‌లోని మెప్పాడి పంచాయతీ పరిధిలోని ముండక్కై, చూరల్‌మల గ్రామాల్లో పలుచోట్ల కొండచరియలు విరిగిపడి పెద్ద ప్రమాదం జరిగినట్టుగా వెల్లడించారు.</p>\n\n\n\n<p>కోయంబత్తూరులోని సూలూరు నుంచి వాయనాడ్‌కు రెండు ఇండియన్  ఎయిర్ ఫోర్స్  (ఐఏఎఫ్) హెలికాప్టర్లు వెళ్లాయని ముఖ్యమంత్రి కార్యాలయం తెలిపింది. అంతేకాకుండా ఇండియన్ ఆర్మీ డిఫెన్స్ సెక్యూరిటీ కార్ప్స్ రెండు బెటాలియన్లు కన్నూర్ నుండి వాయనాడ్‌కు తరలివెళ్లాయి. కన్నూర్ డిఫెన్స్ సెక్యూరిటీ కార్ప్స్ కు చెందిన రెండు బృందాలు కూడా రెస్క్యూ ఆపరేషన్‌లో పాల్గొంటున్నారు. భారీ వర్షంతో సహాయక చర్యలకు ఆటంకం ఏర్పడుతోంది.</p>\n\n\n\n<p>ప్రధాన మంత్రి నరేంద్ర మోదీ ముఖ్యమంత్రి విజయన్ తో ఫోనులో మాట్లాడి పరిస్థితిని అడిగి తెలుసుకున్నారు. కేంద్ర ప్రభుత్వం నుండి అన్నిరకాల సహాయం అందించగలమని హామీ ఇచ్చారు.</p>\n\n\n\n<p>అధికారులు తెలిపిన వివరాల ప్రకారం ముండక్కై వద్ద అనేక ఇల్లు, దుకాణాలు, వాహనాలు శిథిలాల కింద ఉన్నాయి. ఘటనాస్థలికి వెళ్లే వంతెన కొట్టుకుపోవడంతో శిథిలాల కింద చిక్కుకున్న వారిని ఆదుకునేందుకు గ్రామస్తులు ముందుకురాలేకపోయారు. టీ ఎస్టేట్‌ కార్మికుల కుటుంబాలు జీవిస్తున్న ఈ ప్రాంతంలో విషాదం నెలకొంది.</p>\n\n\n\n<p>వాయనాడ్ సహా కేరళలోని పలు ఉత్తర జిల్లాల్లో సోమవారం నుంచి భారీ వర్షాలు కురుస్తున్నాయి. కేరళ ముఖ్యమంత్రి పినరయి విజయన్‌తో మాట్లాడి కొండచరియలు విరిగిపడిన ప్రాంతాన్ని అన్ని విధాలా ఆదుకుంటామని ప్రధాని నరేంద్ర మోదీ హామీ ఇచ్చారు.</p>\n\n\n\n<p>ఇప్పటికే బాధితుల సహాయం కోసం జాతీయ ఆరోగ్య మిషన్ కంట్రోల్ రూమ్ ప్రారంభించింది. అత్యవసర సాయం కోసం 9656938689 , 8086010833హెల్ప్ లైన్ నెంబర్లు ఇచ్చింది. దగ్గరలోని ప్రాంతాల్లో అన్ని ఆసుపత్రులు పూర్థిస్థాయిలో పనిచేసేలా ఆదేశాలు ఇచ్చారు. అత్యవసర సేవలు అందించేందుకు ఆసుపత్రులు సిద్ధంగా ఉన్నాయి.</p>\n\n\n\n<p>ప్రభుత్వ సంస్థలు సెర్చ్ అండ్ రెస్క్యూ ఆపరేషన్‌లో పాల్గొన్నాయని ముఖ్యమంత్రి పినరయి విజయన్ తెలిపారు. కార్యకలాపాలు సమన్వయంతో జరుగుతాయని, సహాయ కార్యక్రమాలు పర్యవేక్షించేందుకు రాష్ట్ర మంత్రులు వెళ్లారని చెప్పారు. కొండచరియలు విరిగిపడటంతో రెస్క్యూ సిబ్బంది ఘటన స్థలానికి చేరుకోవడానికి ఇబ్బంది కలుగుతోంది.</p>\n","originalUrl":"https://tattvanews.com/20316/30/07/2024/","hasAudio":false,"hasInfographics":false}