{"id":"wp-en-13643","wp_id":13643,"type":"standard","category":"World","language":"en","title":"Call for Urgent Action to end child labour￼","excerpt":"* World Day Against Child Labour 2024 On the World Day Against Child Labour, 12 June, the International Trade Unions Confederation (ITUC) demands urgent action to end child labour in line with global commitments and goals. ITUC General Secretary Luc Triangle said: “The world has made a promise to children to end child labour by","author":"Tattva News Team","time":"12/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Child-Labour.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"><strong>* </strong><strong>World Day Against Child Labour 2024</strong><strong></strong></h1>\n\n\n\n<p>On the World Day Against Child Labour, 12 June, the International Trade Unions Confederation (ITUC) demands urgent action to end child labour in line with global commitments and goals.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle said: “The world has made a promise to children to end child labour by 2025 as stated in SDG Target 8.7. But there are still 160m children working today. Governments must scale up their efforts to tackle poverty and social injustice, and propose urgent rights-based action as set out in the Durban Call to Action.  They can learn a lot from the work done by trade unions.”</p>\n\n\n\n<ul class=\"wp-block-list\"><li>Trades Union Congress Ghana affiliate, the General Agriculture Workers’ Union, introduced a child labour clause in collective agreements, campaigned on the right to education for children and advocated an area-based approach  to end child labour with support from the Global March   Against Child Labour.</li><li>In <a href=\"#inbox/_blank\">Bangladesh</a>, with support from ITUC-Asia Pacific, unions joined efforts to accelerate the elimination of child labour by organising workers and rescue missions, advocating for stricter regulations and effective enforcement.</li><li>A rise in the exploitation of immigrant children by corporations in dangerous workplaces around the USA led the AFL- CIO to renew its call  for strong laws to prevent child labour abuse and to hold employers accountable by increasing penalties.</li><li>In the Netherlands, the CNV and the FNV actively work for the elimination of child labour in supply chains through agreements with Dutch companies on international responsible business conduct. Their affiliates also support trade unions in Asia and Africa to introduce child labour-free zones.</li></ul>\n\n\n\n<p>Luc Triangle continued: “As long as workers continue to struggle for a decent living wage and adequate social protection, we will witness the scourge of child labour. We want a New Social Contract  for decent work for all workers, so that parents can earn a good living and children can learn at school. To achieve these reforms, we need democracy  in every workplace, and beyond, so workers always have a say.</p>\n\n\n\n<p>“Ending corporate greed is essential to ending child labour. That means enforcing due diligence in global supply chains and holding businesses to account for their exploitation of workers and children, particularly in agriculture, where over 70 per cent of child labour occurs.</p>\n\n\n\n<p>“We urge all nations to improve their implementation of ILO Convention 182, on the worst forms of child labour and we urge the ratification of Convention 138 on Minimum Age by the 11 governments   who have not yet done so”.</p>\n\n\n\n<p>Governments should also use the Pact for the Future, that will be adopted during the SDG Summit of the Future  in September 2024, to intensify efforts to eradicate forced labour, end modern slavery and human trafficking, and eliminate all forms of child labour.</p>\n\n\n\n<p></p>\n","originalUrl":"https://en.tattvanews.com/special-stories/call-for-urgent-action-to-end-child-labour%ef%bf%bc/","hasAudio":false,"hasInfographics":false}