{"id":"wp-te-19573","wp_id":19573,"type":"standard","category":"World","language":"te","title":"పోలవరం ప్రాజెక్ట్ పూర్తిగా అస్తవ్యస్తమైంది.... చంద్రబాబు","excerpt":"ఆంధ్రప్రదేశ్‌కు జీవనాడిగా భావిస్తున్న పోలవరం ప్రాజెక్టు పూర్తిగా అస్తవ్యస్తమైందని ముఖ్యమంత్రి చంద్రబాబు నాయుడు ఆవేదన వ్యక్తం చేశారు. ముఖ్యమంత్రి పదవి చేపట్టిన తర్వాత సోమవారం ప్రాజెక్ట్ ను సందర్శించి, సమీక్ష  నిర్వహించిన ఆయన ప్రాజెక్టును చూస్తుంటే బాధ, ఆవేదన కలుగుతోందని చెప్పారు.  2014 ఎన్నికల్లో గెలిచిన తర్వాత దూరదృష్టితో పోలవరం ముంపు ప్రాంతంలోని తెలంగాణాకు చెందిన ఏడు మండలాలను ఏపీలో విలీనం చేయించామని చంద్రబాబు గుర్తుచేశారు. నాటి ఎన్డీయే-2 కేబినెట్‌ ప్రత్యేక ఆర్డినెన్స్ ద్వారా ఏడు మండలాలను","author":"Tattva News Team","time":"18/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Chandrababu-Polavaram1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌కు జీవనాడిగా భావిస్తున్న పోలవరం ప్రాజెక్టు పూర్తిగా అస్తవ్యస్తమైందని ముఖ్యమంత్రి చంద్రబాబు నాయుడు ఆవేదన వ్యక్తం చేశారు. ముఖ్యమంత్రి పదవి చేపట్టిన తర్వాత సోమవారం ప్రాజెక్ట్ ను సందర్శించి, సమీక్ష  నిర్వహించిన ఆయన ప్రాజెక్టును చూస్తుంటే బాధ, ఆవేదన కలుగుతోందని చెప్పారు. </p>\n\n\n\n<p>2014 ఎన్నికల్లో గెలిచిన తర్వాత దూరదృష్టితో పోలవరం ముంపు ప్రాంతంలోని తెలంగాణాకు చెందిన ఏడు మండలాలను ఏపీలో విలీనం చేయించామని చంద్రబాబు గుర్తుచేశారు. నాటి ఎన్డీయే-2 కేబినెట్‌ ప్రత్యేక ఆర్డినెన్స్ ద్వారా ఏడు మండలాలను ఏపీలో విలీనం చేయగలిగామని చంద్రబాబు ప్రస్తావించారు. అప్పటికే పోలవరం ప్రాజెక్టు చాలా సంక్షోభాల్లో ఉందని, 2005లో వైఎస్సార్‌ ప్రారంభించిన ప్రాజెక్టు పనులపై అప్పటికే అనేక ఆరోపణలు వచ్చాయని గుర్తుచేశారు. </p>\n\n\n\n<p>కాగా రాష్ట్ర విభజన తర్వాత పోలవరాన్ని జాతీయ ప్రాజెక్టుగా ప్రకటించారని చెప్పారు.  ఇక డ్యామ్ ఎత్తు 45.72 మీటర్ల డ్యాం ఎత్తు ఉంటే 194 టీఎంసీల నీరు నిల్వ ఉంటుందని, ఆ ఎత్తును తగ్గించడానికి ప్రయత్నించారని చంద్రబాబు పేర్కొన్నారు. స్పిల్ వే ద్వారా 50 లక్షల క్యూసెక్కుల నీరు వెళ్లేలా డిజైన్ చేశామని, చైనాలో త్రీ గార్జియస్ ప్రాజెక్టు ద్వారా మాత్రమే అంత ఎక్కువ వాటర్ డిశ్ఛార్జి అవుతోందని తెలిపారు.</p>\n\n\n\n<p>రాజకీయాల్లో ఉండ తగని వ్యక్తి రాజకీయాల్లోకి వస్తే ఇలాగే జరుగుతుందని మాజీ సీఎం జగన్‌పై సీఎం చంద్రబాబు తీవ్ర విమర్శలు గుప్పించారు. ‘‘ఆయన రావడం తప్పు కాదు. క్షమించరాని నేరం. అప్పటి నా కష్టాన్ని బూడిదలో పోసిన పన్నీరు చేశారు. వైసీపీ ప్రభుత్వం రావడమే రివర్స్ టెండరింగ్ అన్నారు. అధికారంలోకి వచ్చిన ఐదు రోజుల్లోనే కాంట్రాక్టు ఏజెన్సీని మార్చేశారు\" అంటూ ధ్వజమెత్తారు. </p>\n\n\n\n<p>2020 వరదల్లో డయాఫ్రం వాల్ 35 శాతం పాడయ్యిందని చెబుతూ రూ.480 కోట్లతో అత్యవసరంగా నిర్మిస్తే దానిని అలా చేశారని విచారం వ్యక్తం చేశారు.  పోలవరం ప్రాజెక్టు డయాఫ్రం వాల్ దెబ్బతిన్నదని, కొంతమేర కాపర్ డ్యాం కట్టకపోవడంతో వరద తాకిడికి డయాఫ్రం వాల్ దెబ్బతిందని వివరించారు. </p>\n\n\n\n<p>దెబ్బతిన్న దానికి సమాంతరంగా మరోటి నిర్మిస్తే రూ.447 కోట్లు వ్యయం అవుతుందని, మొత్తం అంతా కట్టాలంటే రూ.990 కోట్లు అవుతుందని చెప్పారు. రెండు కాపర్ డ్యామ్‌లను రూ.550 కోట్లతో నిర్మించారని పేర్కొన్నారు. రూ.2 వేల కోట్లు కాపర్ డ్యాం గ్యాప్ నిర్మాణానికి అవుతుందని, ఇప్పుడు ప్రాజెక్టు పూర్తి కావాలంటే 4 ఏళ్ల సమయం పడుతుందని చెబుతున్నారని తెలిపారు. </p>\n\n\n\n<p>కాపర్ డ్యాం సీపేజీలు ఉన్నాయి.. వరదలు వస్తే మరింత నష్టం జరుగుతుందని ఆందోళన వ్యక్తం చేశారు. ఎంత నష్టం చేయాలో అంత నష్టం ప్రాజెక్టుకు చేకూర్చారని చంద్రబాబు ఆవేదన వ్యక్తం చేశారు. సాగునీటి ప్రాజెక్టుల కోసం ఏడాదికి సరాసరిన రూ.13,683 కోట్లు ఖర్చు చేశామని చెబుతూ పోలవరం ప్రాజెక్టులో ఎలాంటి రహస్యాలు లేవని, కేస్ స్టడీగా అందరికీ తెలియాలని స్పష్టం చేశారు. </p>\n\n\n\n<p>ప్రాజెక్టు పూర్తిగా అస్తవ్యస్తమైందని, ప్రాజెక్టు కొట్టుకుపోతే ఇక రివర్స్ టెండరింగ్ ఏమిటీ? అని చంద్రబాబు ప్రశ్నించారు. కాపర్ డ్యాం గ్యాప్‌లు నింపే సమయంలోనే కాంట్రాక్టర్‌ను మార్చేశారని, పోలవరం ప్రాజెక్టు గురించి ఏమీ తెలియకపోవడం అతని ఇజం, మూర్ఖత్వం అని చంద్రబాబు ఆగ్రహం వ్యక్తం చేశారు. </p>\n\n\n\n<p>ఆర్ అండ్ ఆర్ ప్యాకేజ్ సరిగ్గా అమలు చేయకుండా ప్రాజెక్టుని మరింత క్లిష్టంగా మార్చారని మండిపడ్డారు. మొత్తంగా పోలవరం ప్రాజెక్టుకి సంబంధించి చాలా సమస్యలు ఉన్నాయని, వాటన్నింటిని పరిష్కరించాల్సిన అవసరం ఉందని చంద్రబాబు స్పష్టం చేశారు. జగన్ రాజకీయాల్లో ఉండదగిన వ్యక్తి కాదని, అందుకే అతడికి ఈ పరిస్థితి వచ్చిందని సీఎం చంద్రబాబు అభిప్రాయపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/19573/18/06/2024/","hasAudio":false,"hasInfographics":false}