{"id":"wp-en-14005","wp_id":14005,"type":"standard","category":"World","language":"en","title":"New UK PM Starmer says ready to conclude `Free Trade pact with India￼","excerpt":"Newly elected British Prime Minister Keir Starmer in his first call to Prime Minister Narendra Modi on Saturday told him that the United Kingdom is ready to conclude the Free Trade Agreement with India. Earlier, Prime Minister Narendra Modi took to social media platform X and said, \"Pleased to speak with @Keir_Starmer. Congratulated him on being","author":"Tattva News Team","time":"7/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/UK-India.webp","readTime":"5 min read","contentHTML":"\n<p>Newly elected British Prime Minister Keir Starmer in his first call to Prime Minister Narendra Modi on Saturday told him that the United Kingdom is ready to conclude the Free Trade Agreement with India.</p>\n\n\n\n<p>Earlier, Prime Minister Narendra Modi took to social media platform X and said, \"Pleased to speak with @Keir_Starmer. Congratulated him on being elected as the Prime Minister of the UK. We remain committed to deepening Comprehensive Strategic Partnership and robust economic ties for the progress and prosperity of our peoples and global good.\"</p>\n\n\n\n<p>India and the UK have been negotiating a Free Trade Agreement (FTA) for over two years with a Conservative Party-led government but the talks were stalled in the 14th round amidst the general election cycles in both countries.</p>\n\n\n\n<p>It is now expected to be picked up by the new Starmer-led Labour government, which was voted in with a landslide this week. “The Prime Minister Starmer said he looked forward to further deepening the strong and respectful relationship between both countries, and welcomed Prime Minister Modi’s leadership on key global challenges, such as climate change and economic growth,” the spokesperson noted.</p>\n\n\n\n<p>The leaders are then said to have discussed the importance of the “living bridge” between both countries, and the 2030 Roadmap and are said to have agreed that there was a wide range of areas across defence and security, critical and emerging technology, and climate change, for the two countries to deepen cooperation on.</p>\n\n\n\n<p>“Discussing the Free Trade Agreement, the Prime Minister said he stood ready to conclude a deal that worked for both sides. The leaders hoped to meet at the earliest opportunity,” the spokesperson added.</p>\n\n\n\n<p>Both sides have been working towards clinching a pact to enhance the GBP 38.1 billion bilateral trading partnership since January 2022, when Boris Johnson was the British prime minister.</p>\n\n\n\n<p>The talks have since had to contend with political turmoil in the UK that first led to a short-lived Liz Truss premiership followed by Rishi Sunak as Britain's first prime minister of Indian heritage.</p>\n\n\n\n<p>The new Starmer-led government’s new Foreign Secretary, David Lammy, is also on the record saying that he wants to “finish the job” on the FTA and said he plans to visit India within the first month of being elected.</p>\n\n\n\n<p>“My message to Finance Minister Sitharaman and Trade Minister Goyal is that Labour is ready to go. Let’s finally get our free trade deal done and move on,” he said at the India Global Forum in London last week.</p>\n","originalUrl":"https://en.tattvanews.com/national/new-uk-pm-starmer-says-ready-to-conclude-free-trade-pact-with-india%ef%bf%bc/","hasAudio":false,"hasInfographics":false}