{"id":"wp-en-15284","wp_id":15284,"type":"standard","category":"World","language":"en","title":"Ratan Tata cremated with full state honours in Mumbai￼","excerpt":"Ratan Tata, the esteemed chairman emeritus of Tata Sons, was cremated with full state honours in Maharashtra's Worli on Thursday evening. He breathed his last at Mumbai's Breach-Candy Hospital on Wednesday. The chairman emeritus of the Tata Group was 86. He was also given a ceremonial guard of honour by the Mumbai Police after his mortal remains","author":"Tattva News Team","time":"11/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Ratan-Tata-funeral.webp","readTime":"5 min read","contentHTML":"\n<p>Ratan Tata, the esteemed chairman emeritus of Tata Sons, was cremated with full state honours in Maharashtra's Worli on Thursday evening. He breathed his last at Mumbai's Breach-Candy Hospital on Wednesday. The chairman emeritus of the Tata Group was 86. He was also given a ceremonial guard of honour by the Mumbai Police after his mortal remains were brought to a crematorium in Worli for final rites.</p>\n\n\n\n<p>The last rites were performed as per the Parsi tradition, one of the priests present at the crematorium said. After the funeral, there will be three more days of rituals which will be conducted at the late business tycoon's bungalow in Colaba, south Mumbai, he said.</p>\n\n\n\n<p>Union Home Minister Amit Shah  paid respects to the mortal remains of Tata on behalf of the Government of India as Prime Minister Narendra Modi is in Laos to attend the ASEAN-India and East Asia summits.</p>\n\n\n\n<p>Top politicians, including NCP (SP) president Sharad Pawar, Maharashtra Chief Minister Eknath Shinde, his Andhra Pradesh counterpart N Chandrababu Naidu, Gujarat CM Bhupendra Patel, Maharashtra Deputy CMs Devendra Fadnavis and Ajit Pawar, Shiv Sena (UBT) chief Uddhav Thackeray, and Maharashtra Navnirman Sena president Raj Thackeray also went to NCPA.</p>\n\n\n\n<p>Earlier in the days, Tata's mortal remains were kept at the National Centre for Performing Arts (NCPA) in south Mumbai from 10 am to 4 pm on Thursday for people to pay respect. Tributes were poured in from leaders including Prime Minister Narendra Modi to Chief Ministers of almost every state. The Maharashtra government has declared one day of mourning.</p>\n","originalUrl":"https://en.tattvanews.com/national/ratan-tata-cremated-with-full-state-honours-in-mumbai%ef%bf%bc/","hasAudio":false,"hasInfographics":false}