{"id":"wp-en-15831","wp_id":15831,"type":"standard","category":"World","language":"en","title":"Reusing treated wastewater offers an opportunity to ease India's water crisis, says CSE","excerpt":"Of the total urban wastewater and sewage generated in India, a mere 28 per cent (20,236 million litre per day or MLD) undergoes treatment, leaving a substantial 72 per cent untreated and allowed to flow into rivers, lakes and land. All this treated water – and the remaining untreated amount if treated – holds an","author":"Tattva News Team","time":"17/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Waste-water.jpg","readTime":"5 min read","contentHTML":"\n<p>Of the total urban wastewater and sewage generated in India, a mere 28 per cent (20,236 million litre per day or MLD) undergoes treatment, leaving a substantial 72 per cent untreated and allowed to flow into rivers, lakes and land. All this treated water – and the remaining untreated amount if treated – holds an opportunity within itself: the opportunity to ease India’s urban water crisis, says a new report from Centre for Science and Environment (CSE) that was released on Monday.</p>\n\n\n\n<p>The report, titled <em>Waste to Worth: Managing India’s urban water crisis through wastewater reuse</em>, was released at a national workshop organised jointly by CSE and the National Mission for Clean Ganga (NMCG), under the Union Ministry of Jal Shakti, Government of India.</p>\n\n\n\n<p>Speaking on the occasion, CSE Director Genral Sunita Narain said: “India faces significant water scarcity challenges due to rapid urbanisation, industrial growth, population expansion – and most importantly -- climate change. Wastewater reuse can be a key part of the strategy to address these concerns and promote water circularity and sustainability.”</p>\n\n\n\n<p>“In fact, there is an opportunity for turning wastewater into water again, and this is what our report’s title – Waste to Worth -- is referring to,” Narain added.</p>\n\n\n\n<p>Releasing the report, Rajiv Mital, Director General, NMCG said: “Using and disposing treated water, without harnessing its potential, means we are losing out on utilising an important resource. The challenge is to scale up and ensure that the work we do in this sector is impactful.”</p>\n\n\n\n<p>The Jal Shakti Ministry has mandated that cities must recycle and reuse at least 20 per cent of the water they consume. Says Subrata Chakraborty, senior programme manager, water programme, CSE: “This is in line with the belief that promoting a circular economy is essential for achieving a sustainable and climate-resilient future, and for managing the ever-growing demand for freshwater.”</p>\n\n\n\n<p>The CSE report points out that the gap in total sewage water generated and its treatment is the highest in Uttar Pradesh, followed by the states of Maharashtra, Karnataka, Rajasthan, Tamil Nadu, Delhi and Haryana (in that order). Says Chakraborty: “Having said that, the report also highlights good examples -- cases of states that have introduced policies to encourage treated wastewater reuse.”</p>\n\n\n\n<p>Maharashtra, for instance, mandates industries in urban areas to use treated wastewater. Gujarat targets 100 per cent reuse with applications in agriculture and industry, and Tamil Nadu promotes reuse for industrial and urban greening projects. At the national level, the National Urban Sanitation Policy (NUSP) and the Namami Gange Programme emphasise wastewater management and reuse as key components of water security initiatives.</p>\n\n\n\n<p>Cities like Nagpur, Benguluru and Chennai have taken the lead in implementing wastewater reuse practices. Nagpur supplies treated wastewater to power plants, significantly reducing freshwater usage, while Benguluru utilises it for agriculture, lake revival and groundwater recharge. Chennai has adopted treated wastewater for industrial applications, urban landscaping and groundwater recharge.</p>\n\n\n\n<p>Sumita Singhal, programme manager, water, CSE, says: “Upscaling wastewater reuse faces challenges, including infrastructure gaps in sewage treatment and distribution, quality assurance to meet reuse standards, public resistance due to cultural beliefs, and the high operational costs of treatment facilities.”</p>\n\n\n\n<p>She adds: “The data implies that 28 per cent (20,236 MLD) treated water is immediately available for reuse. Aligning policies with urban planning and industrial needs can enhance adoption, while advancements in decentralised and cost-effective treatment technologies can address infrastructure deficits.”</p>\n","originalUrl":"https://en.tattvanews.com/national/reusing-treated-wastewater-offers-an-opportunity-to-ease-indias-water-crisis-says-cse%ef%bf%bc/","hasAudio":false,"hasInfographics":false}