{"id":"wp-te-18834","wp_id":18834,"type":"standard","category":"World","language":"te","title":"మెజార్టీ కోల్పోయిన హర్యానా బీజేపీ సర్కార్!","excerpt":"హిమాచల్ ప్రదేశ్‌లో అధికారంలో ఉన్న కాంగ్రెస్ పార్టీ నుంచి బీజేపీలోకి వలసలు కొనసాగడంతో ఆ రాష్ట్రంలో సుఖ్వీందర్ సింగ్ సుఖు ప్రభుత్వం కూలిపోయే దశకు వచ్చింది. లోక్‌సభ ఎన్నికల తర్వాత హిమాచల్ ప్రదేశ్‌లో బీజేపీ ప్రభుత్వం ఏర్పడుతుందని బిజెపి నేతలు ధీమా వ్యక్తం చేస్తున్నారు.  ఈ క్రమంలోనే ఈ సార్వత్రిక ఎన్నికలకు ముందు మరో రాష్ట్ర ప్రభుత్వం సంక్షోభంలో పడింది. హర్యానాలో అధికార బీజేపీకి మద్దతుగా ఉన్న ముగ్గురు ఇండిపెండెంట్ ఎమ్మెల్యేలు నాయబ్ సింగ్ సైనీ ప్రభుత్వానికి","author":"Tattva News Team","time":"8/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Haryana.jpg","readTime":"5 min read","contentHTML":"\n<p>హిమాచల్ ప్రదేశ్‌లో అధికారంలో ఉన్న కాంగ్రెస్ పార్టీ నుంచి బీజేపీలోకి వలసలు కొనసాగడంతో ఆ రాష్ట్రంలో సుఖ్వీందర్ సింగ్ సుఖు ప్రభుత్వం కూలిపోయే దశకు వచ్చింది. లోక్‌సభ ఎన్నికల తర్వాత హిమాచల్ ప్రదేశ్‌లో బీజేపీ ప్రభుత్వం ఏర్పడుతుందని బిజెపి నేతలు ధీమా వ్యక్తం చేస్తున్నారు. </p>\n\n\n\n<p>ఈ క్రమంలోనే ఈ సార్వత్రిక ఎన్నికలకు ముందు మరో రాష్ట్ర ప్రభుత్వం సంక్షోభంలో పడింది. హర్యానాలో అధికార బీజేపీకి మద్దతుగా ఉన్న ముగ్గురు ఇండిపెండెంట్ ఎమ్మెల్యేలు నాయబ్ సింగ్ సైనీ ప్రభుత్వానికి మద్దతు ఉపసంహరించుకోవడంతో ఆ ప్రభుత్వం మైనారిటీలో పడింది. ఆ ముగ్గురు ఇండిపెండెంట్ ఎమ్మెల్యేలు కాంగ్రెస్ పార్టీకి మద్దతు ప్రకటించడం గమనార్హం.</p>\n\n\n\n<p>ఇప్పటివరకు దేశంలో చాలా రాష్ట్రాల్లో బీజేపీలోకి వలసలు కొనసాగి ఆయా రాష్ట్ర ప్రభుత్వాలు కూలిపోయి బీజేపీ సర్కార్ ఏర్పాటయ్యాయి. కానీ ఈసారి మాత్రం హర్యానాలో బీజేపీకి బిగ్ షాక్ తగిలినట్లయింది. ఈ లోక్‌సభ ఎన్నికల్లో కాంగ్రెస్‌ పార్టీకి మద్దతుగా ప్రచారం చేయాలని నిర్ణయించుకున్నట్లు తెలిపారు.</p>\n\n\n\n<p>హర్యానాలో ఇండిపెండెంట్లుగా గెలిచిన సోంబీర్ సాంగ్వాన్, రణధీర్ గొల్లెన్, ధరంపాల్ గొండర్  తాజాగా బీజేపీ సర్కార్‌కు మద్దతు ఉపసంహరించుకున్నారు. ఈ క్రమంలోనే హర్యానా మాజీ సీఎం, కాంగ్రెస్ నేత భూపిందర్ సింగ్ హుడా, హర్యానా పీసీసీ చీఫ్ ఉదయ్ భాన్ సమక్షంలో ఈ విషయాన్ని వెల్లడించారు. </p>\n\n\n\n<p>రైతులకు సంబంధించిన ఆందోళనతో పాటు పలు సమస్యల కారణంగా ఈ నిర్ణయం తీసుకున్నట్లు ఆ ముగ్గురు ఎమ్మెల్యేలు తెలిపారు. ముగ్గురూ కాంగ్రెస్‌ పార్టీకి మద్దతు ఇస్తున్నట్లు ప్రకటించారు. నాయబ్ సింగ్ సైనీ ప్రభుత్వం ప్రస్తుతం మైనారిటీలో పడిందని పీసీసీ చీఫ్ ఉదయ్ భాన్ వెల్లడించారు. </p>\n\n\n\n<p>నాయబ్ సింగ్ సైనీ వెంటనే ముఖ్యమంత్రి పదవికి రాజీనామా చేయాలని డిమాండ్ చేశారు. ఆయనకు ఒక్క నిమిషం కూడా సీఎం పదవిలో ఉండే హక్కు లేదని స్పష్టం చేశారు. హర్యానా అసెంబ్లీకి వెంటనే ఎన్నికలు నిర్వహించాలని ఆయన డిమాండ్ చేశారు. వెంటనే రాష్ట్రపతి పాలన విధించాలని కాంగ్రెస్ డిమాండ్ చేసింది. </p>\n\n\n\n<p>ముగ్గురు ఎమ్మెల్యేలు మద్దతు ఉపసంహరించుకోవడం, కాంగ్రెస్ పార్టీ డిమాండ్ల నేపథ్యంలో ఎట్టకేలకు హర్యానా సీఎం నాయబ్ సింగ్ సైనీ తీవ్ర స్థాయిలో విరుచుకుపడ్డారు. కాంగ్రెస్ పార్టీ కొందరి కోరికలను మాత్రమే నెరవేరుస్తుందని, వారికి ప్రజలతో ఎలాంటి సంబంధం లేదని తీవ్ర ఆరోపణలు గుప్పించారు. </p>\n\n\n\n<p>హర్యానా ముఖ్యమంత్రిగా పనిచేసిన మనోహర్ లాల్ ఖట్టర్ లోక్‌సభ ఎన్నికలకు కొన్ని రోజుల ముందు రాజీనామా చేశారు. ఈ క్రమంలోనే కొత్త ముఖ్యమంత్రిగా నాయబ్ సింగ్ సైనీ ఎన్నికయ్యారు. అయితే ఈ ముగ్గురు స్వతంత్య్ర ఎమ్మెల్యేలకు నాయబ్ సింగ్ సైనీ ప్రభుత్వంలో చోటు దక్కకపోవడంతో వారు తీవ్ర అసంతృప్తిగా ఉన్నట్లు విశ్వసనీయ వర్గాల ద్వారా తెలుస్తోంది. </p>\n\n\n\n<p>ఈ ముగ్గురు నాయబ్ సింగ్ సైనీ ప్రభుత్వానికి మద్దతు ఉపసంహరించుకోవడంతో బీజేపీ ప్రభుత్వం మ్యాజిగ్ ఫిగర్‌ కోల్పోయిందని కాంగ్రెస్ పార్టీ ఆరోపించింది. హర్యానా అసెంబ్లీలో మొత్తం 90 స్థానాలు ఉండగా.. అందులో బీజేపీకి కేవలం 40 మంది ఎమ్మెల్యేలు మాత్రమే ఉన్నారు. గతంలో బీజేపీకి మద్దతు తెలిపిన జననాయక జనతా పార్టీ-జేజేపీ.. లోక్‌సభ ఎన్నికల్లో సీట్ల పంపకాల్లో వచ్చిన విభేదాల కారణంగా ఇటీవలె తన మద్దతు ఉపసంహరించుకుంది.</p>\n","originalUrl":"https://tattvanews.com/18834/08/05/2024/","hasAudio":false,"hasInfographics":false}