{"id":"wp-te-18747","wp_id":18747,"type":"standard","category":"World","language":"te","title":"వయనాడ్ లో ఓడిపోతానని భయంతోనే రాయ్ బరేలీలో పోటీ","excerpt":"కాంగ్రెస్ యువరాజు (రాహుల్ గాంధీని ఉద్దేశించి) వయనాడ్లో ఓడిపోతాననే భయంతో రాయ్ బరేలీ నుంచి బరిలోకి దిగుతున్నారని ప్రధాని నరేంద్ర మోదీ విమర్శించారు. అమేఠీ నుంచి పోటీ చేయడానికి భయపడి రాయ్ బరేలీ నియోజకవర్గానికి రాహుల్ పారిపోయారని ఎద్దేవా చేశారు.  శుక్రవారం బంగాల్లోని బర్ధమాన్-దుర్గాపుర్లో ఎన్నికల ప్రసంగంలో కాంగ్రెస్, టీఎంసీ సర్కార్ పై ప్రధాని మోదీ తీవ్ర విమర్శలు గుప్పించారు. \"కాంగ్రెస్ అగ్ర నాయకురాలు (సోనియా గాంధీని ఉద్దేశించి) ప్రత్యక్ష ఎన్నికల్లో పోరాడే ధైర్యం చేయరని నేను","author":"Tattva News Team","time":"4/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్ యువరాజు (రాహుల్ గాంధీని ఉద్దేశించి) వయనాడ్లో ఓడిపోతాననే భయంతో రాయ్ బరేలీ నుంచి బరిలోకి దిగుతున్నారని ప్రధాని నరేంద్ర మోదీ విమర్శించారు. అమేఠీ నుంచి పోటీ చేయడానికి భయపడి రాయ్ బరేలీ నియోజకవర్గానికి రాహుల్ పారిపోయారని ఎద్దేవా చేశారు. </p>\n\n\n\n<p>శుక్రవారం బంగాల్లోని బర్ధమాన్-దుర్గాపుర్లో ఎన్నికల ప్రసంగంలో కాంగ్రెస్, టీఎంసీ సర్కార్ పై ప్రధాని మోదీ తీవ్ర విమర్శలు గుప్పించారు.</p>\n\n\n\n<p>\"కాంగ్రెస్ అగ్ర నాయకురాలు (సోనియా గాంధీని ఉద్దేశించి) ప్రత్యక్ష ఎన్నికల్లో పోరాడే ధైర్యం చేయరని నేను ఎప్పుడో పార్లమెంటులో చెప్పాను. ఆమె ప్రత్యక్ష ఎన్నికల నుంచి పారిపోయి రాజస్థాన్‌ నుంచి రాజ్యసభకు ఎన్నికయ్యారు. వయనాడ్లో రాహుల్ ఓడిపోతారని ముందే చెప్పాను. అందుకే యువరాజు రాయ్బరేలీలో పోటీ చేస్తున్నారు. అమేఠీలో పోటీకి కూడా రాహుల్ భయపడ్డారు\" అంటూ విమర్శించారు. </p>\n\n\n\n<p>\"మత ప్రాతిపదికన రిజర్వేషన్లు కల్పిస్తామని లిఖితపూర్వక హామీ ఇవ్వమని నేను కాంగ్రెస్కు సవాల్ చేశాను. కానీ వారు మౌనంగా ఉన్నారు. నాకు వ్యతిరేకంగా ఇచ్చిన 'ఓట్ జిహాద్' పిలుపుపై కాంగ్రెస్, టీఎంసీ మౌనంగా ఉన్నాయి. ఎందుకంటే వారు జిహాద్కు మద్దతిస్తున్నారు\" అని ఆరోపించారు. </p>\n\n\n\n<p>2024 లోక్‌సభ ఎన్నికల్లో కాంగ్రెస్ అతితక్కువ సీట్లు గెలుచుకుంటుందని చెబుతూ కాంగ్రెస్ చరిత్రలో ఈ ఎన్నికల్లో గెలిచేవే అతి తక్కువ సీట్లు  అని ప్రధాని మోదీ జోస్యం చెప్పారు. తాను రాజకీయాల్లోకి ఆనందించడానికి రాలేదని, తన జీవితాన్ని ప్రజా సేవకు అంకితం చేయాలనుకుంటున్నానని ప్రధాని మోదీ తెలిపారు. </p>\n\n\n\n<p>బంగాల్‌లో టీఎంసీ సర్కార్ హిందువులను ద్వితీయ శ్రేణి పౌరులుగా చేసిందని మండిపడ్డారు. సందేశ్ఖాలీ అల్లర్ల నిందితుడు షేక్ షాజహాన్ను బంగాల్ ప్రభుత్వం కాపాడుతోందని ఆరోపించారు. టీఎంసీ సర్కార్కు మానవత్వం కంటే బుజ్జగింపు రాజకీయాలే ముఖ్యమని ఆరోపించారు. </p>\n\n\n\n<p>భారత దేశం అభివృద్ధి చెందితే బంగాల్ ప్రజల ఆదాయం పెరుగుతుందని పేర్కొన్నారు. దుర్గాపుర్ను ప్రపంచం మొతం పారిశ్రామిక నగరంగా పిలవాలని కోరుకుంటున్నానని ప్రధాని మోదీ తెలిపారు. ప్రతిపక్ష కూటమి తమ ఓటు బ్యాంకు రాజకీయాలను ముందుకు తీసుకెళ్లడానికి ఏదైనా చేస్తుందని మండిపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/18747/04/05/2024/","hasAudio":false,"hasInfographics":false}