{"id":"wp-en-15749","wp_id":15749,"type":"standard","category":"World","language":"en","title":"Hosiery sector revenue set for 10-12% growth","excerpt":"A CRISIL Rating analysis of 30 hosiery manufacturers, representing a third of the industry by revenue, forecasts a 10-12% on-year revenue growth for Indian hosiery makers this fiscal. This growth is driven by a revival in rural demand, volume support from the export market, and strong modern trade sales.  Despite a 1-2% dip in average","author":"Tattva News Team","time":"10/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Hosierty.jpg","readTime":"5 min read","contentHTML":"\n<p>A CRISIL Rating analysis of 30 hosiery manufacturers, representing a third of the industry by revenue, forecasts a 10-12% on-year revenue growth for Indian hosiery makers this fiscal. This growth is driven by a revival in rural demand, volume support from the export market, and strong modern trade sales.</p>\n\n\n\n<p> Despite a 1-2% dip in average sales realisation due to a reduction in selling prices aimed at clearing year-end inventory, volume growth is expected to offset this decline. The industry’s operating margin is projected to improve by 150-200 basis points, supported by softer input prices and improved capacity utilisation from higher volumes. </p>\n\n\n\n<p>CRISIL Ratings highlights that rural sales, which account for almost half of domestic revenue, will contribute significantly to growth. Factors such as a higher agricultural yield from an above-normal monsoon, increased minimum support prices, and more government spending on rural infrastructure are expected to boost rural spending.</p>\n\n\n\n<p>Exports to the Middle East and North Africa, along with growth in urban demand driven by modern trade, will further support volume growth. The industry’s operating margin is expected to widen, bolstered by improved capacity utilisation and lower advertising spending. As a result, cash accruals are likely to increase, and reduced inventory holding periods will strengthen liquidity.</p>\n\n\n\n<p>The working capital requirement is expected to decrease, and debt levels will likely remain stable, keeping the debt-to-net-worth ratio below one. While rural inflation and farm income sustainability are key risks, export growth and modern trade dynamics will be crucial for sustaining higher-than-expected growth in volume and margins. </p>\n","originalUrl":"https://en.tattvanews.com/economy/hosiery-sector-revenue-set-for-10-12-growth-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}