{"id":"wp-en-12976","wp_id":12976,"type":"standard","category":"World","language":"en","title":"SC rejects pleas seeking cross-verification of votes cast using EVMs with VVPAT￼","excerpt":"The Supreme Court on Friday dismissed all pleas demanding voting using paper ballots, 100 per cent cross-verification of vote count in electronic voting machines (EVMs) with the Voter Verifiable Paper Audit Trail (VVPAT) and physical deposit of VVPAT slips.  A bench of Justices Sanjiv Khanna and Dipankar Datta pronouncing the verdict observed blindly distrusting a","author":"Tattva News Team","time":"26/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/EVMs.jpg","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Friday dismissed all pleas demanding voting using paper ballots, 100 per cent cross-verification of vote count in electronic voting machines (EVMs) with the Voter Verifiable Paper Audit Trail (VVPAT) and physical deposit of VVPAT slips. </p>\n\n\n\n<p>A bench of Justices Sanjiv Khanna and Dipankar Datta pronouncing the verdict observed blindly distrusting a system can lead to unwarranted suspicions. Maintaining that \"democracy is all about striving to build harmony and trust between all institutions\", the bench delivered two concurring verdicts and dismissed all the pleas in the matter, including those seeking to go back to ballot papers in elections.</p>\n\n\n\n<p>Justice Khanna, however, suggested the Election Commission to examine the possibilities of setting up an electronic machine to count paper slips and whether a bar code could be provided, along with a party symbol, for each party.</p>\n\n\n\n<p>The bench directed the Election Commission to store the Symbol Loading Unit for a period of 45 days once the symbol loading process is completed. The apex court also said after a declaration of results, a team of engineers can check the burnt memory in the microcontroller EVM based on candidates’ request.</p>\n\n\n\n<p>However, the request has to be raised within seven days and the cost of verification will have to be borne by the candidates. The cost will be refunded if any tampering is found, Court said.</p>\n\n\n\n<p>Justice Khanna said, “The burnt memory semicontroller in 5 per cent of the EVMs that is the Control Unit, Ballot Unit and the VVPAT per assembly constituency per parliamentary constituency shall be checked and verified by a team of engineers from the manufacturers of the EVM post the announcement of results on a written request by candidates 2 and 3.”</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-rejects-pleas-seeking-cross-verification-of-votes-cast-using-evms-with-vvpat%ef%bf%bc/","hasAudio":false,"hasInfographics":false}