{"id":"wp-te-20445","wp_id":20445,"type":"standard","category":"World","language":"te","title":"బంగ్లాదేశ్‌లో మైనారిటీలకు భద్రత కరవు","excerpt":"బంగ్లాదేశ్‌లో రాజకీయ పరిస్ధితిపై బీజేపీ ఎంపీ మనోజ్‌ తివారీ ఆందోళన వ్యక్తం చేశారు. తివారీ మంగళవారం మీడియా ప్రతినిధులతో మాట్లాడుతూ బంగ్లాదేశ్‌లో రాజకీయ సంక్షోభం నేపధ్యంలో నెలకొన్న పరిస్ధితులు విచారకరంగా ఉన్నాయని తెలిపారు. శాంతిభద్రతల పరిస్ధితి కుప్పకూలిందని, ప్రజాస్వామ్యం పెను ప్రమాదంలో పడిందని, ఎక్కడ చూసినా అరాచకం రాజ్యమేలుతోందని ఆవేదన వ్యక్తం చేశారు. బంగ్లాదేశ్‌లో మైనారిటీలు అభద్రతతో సమస్యల్లో కొట్టుమిట్టాడుతున్నారని చెప్పారు. ఈరోజు పార్లమెంట్ వేదికగా విదేశీ వ్యవహారాల మంత్రి డాక్టర్‌ ఎస్‌ జైశంకర్‌ బంగ్లా పరిస్ధితిపై","author":"Tattva News Team","time":"7/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Manoj-Tiwari.jpg","readTime":"5 min read","contentHTML":"\n<p>బంగ్లాదేశ్‌లో రాజకీయ పరిస్ధితిపై బీజేపీ ఎంపీ మనోజ్‌ తివారీ ఆందోళన వ్యక్తం చేశారు. తివారీ మంగళవారం మీడియా ప్రతినిధులతో మాట్లాడుతూ బంగ్లాదేశ్‌లో రాజకీయ సంక్షోభం నేపధ్యంలో నెలకొన్న పరిస్ధితులు విచారకరంగా ఉన్నాయని తెలిపారు. శాంతిభద్రతల పరిస్ధితి కుప్పకూలిందని, ప్రజాస్వామ్యం పెను ప్రమాదంలో పడిందని, ఎక్కడ చూసినా అరాచకం రాజ్యమేలుతోందని ఆవేదన వ్యక్తం చేశారు.</p>\n\n\n\n<p>బంగ్లాదేశ్‌లో మైనారిటీలు అభద్రతతో సమస్యల్లో కొట్టుమిట్టాడుతున్నారని చెప్పారు. ఈరోజు పార్లమెంట్ వేదికగా విదేశీ వ్యవహారాల మంత్రి డాక్టర్‌ ఎస్‌ జైశంకర్‌ బంగ్లా పరిస్ధితిపై సవివర నివేదిక సమర్పించారని తెలిపారు. ఈ సంక్లిష్ట సమయంలో విపక్షం యావత్తూ ప్రభుత్వం వెంట నిలిచినందుకు తాను విపక్షాన్ని ప్రశంసిస్తున్నానని చెప్పారు. </p>\n\n\n\n<p>ఈ అంశాన్ని అంతర్జాతీయ స్ధాయిలో లేవనెత్తి పరిష్కారం చూపేందుకు భారత్‌ చొరవ చూపుతుందని తాను భావిస్తున్నానని ఆయన పేర్కొన్నారు. ఇక ఉద్యోగాల్లో రిజర్వేషన్ల వ్యతిరేక ఆందోళనలతో పొరుగు దేశం బంగ్లాదేశ్‌  అట్టుడుకుతోంది. వేలాది మంది నిరసనకారులు దేశవ్యాప్తంగా పెద్ద ఎత్తున ఆందోళన చేపడుతున్నారు. రాజధాని ఢాకా సహా అనేక నగరాల్లో విధ్వంసానికి పాల్పడుతున్నారు.  ప్రభుత్వ వ్యతిరేక నిరసనల్లో వందలాది మంది ప్రాణాలు కోల్పోయారు.</p>\n","originalUrl":"https://tattvanews.com/20445/07/08/2024/","hasAudio":false,"hasInfographics":false}