{"id":"wp-te-20248","wp_id":20248,"type":"standard","category":"World","language":"te","title":"అయిదేళ్ల వైసీపీ పాలనలో ఆర్థిక వ్యవస్థ ధ్వంసం .. చంద్రబాబు","excerpt":"అయిదేళ్ల వైసీపీ పాలన ఆర్థిక వ్యవస్థ ధ్వంసమైందని, ఆర్థిక అవకతకలతో తీవ్ర ఆర్థిక ఇబ్బందులు వచ్చామని ఏపీ ముఖ్యమంత్రి చంద్రబాబునాయుడు ఆందోళన వ్యక్తం చేశారు. ఏపీలో ఆర్థిక పరిస్థితిపై, వైసీపీ హయాంలో ఆర్థిక అవకతవకలపై అసెంబ్లీలో చంద్రబాబు శ్వేతపత్రం విడుదల చేశారు. సరైన విధానం లేకుండా రాష్ట్ర విభజన జరగడంతో రాష్ట్రంలో తీవ్రమైన ఆర్థిక ఇబ్బందులు వచ్చాయని పేర్కొన్నారు.  రాజధానిగా హైదరాబాద్ ను కోల్పోవడంతో ఆర్థిక ఇబ్బందులు ఎదుర్కోక తప్పని పరిస్థితులు ఏర్పడ్డాయని తెలిపారు. ఏపీలో పట్టణ","author":"Tattva News Team","time":"26/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Chandrababu.webp","readTime":"5 min read","contentHTML":"\n<p>అయిదేళ్ల వైసీపీ పాలన ఆర్థిక వ్యవస్థ ధ్వంసమైందని, ఆర్థిక అవకతకలతో తీవ్ర ఆర్థిక ఇబ్బందులు వచ్చామని ఏపీ ముఖ్యమంత్రి చంద్రబాబునాయుడు ఆందోళన వ్యక్తం చేశారు. ఏపీలో ఆర్థిక పరిస్థితిపై, వైసీపీ హయాంలో ఆర్థిక అవకతవకలపై అసెంబ్లీలో చంద్రబాబు శ్వేతపత్రం విడుదల చేశారు. సరైన విధానం లేకుండా రాష్ట్ర విభజన జరగడంతో రాష్ట్రంలో తీవ్రమైన ఆర్థిక ఇబ్బందులు వచ్చాయని పేర్కొన్నారు. </p>\n\n\n\n<p>రాజధానిగా హైదరాబాద్ ను కోల్పోవడంతో ఆర్థిక ఇబ్బందులు ఎదుర్కోక తప్పని పరిస్థితులు ఏర్పడ్డాయని తెలిపారు. ఏపీలో పట్టణ ప్రాంతాలు తక్కువగా ఉండటంతో ఆదాయం చాలా తక్కువగా ఉంటుందని వివరించారు. ఉమ్మడి ఆంధ్రప్రదేశ్ లో రాష్ట్రానికి 46 శాతం ఆదాయం మాత్రమే వచ్చిందని చెబుతూ  52 శాతం జనాభా ఉన్న ఏపీకి 46 శాతం ఆదాయం వస్తే..42 శాతం జనాభా ఉన్న తెలంగాణకు 54 శాతం ఆదాయం వస్తోందని చెప్పారు.</p>\n\n\n\n<p> కృష్ణపట్నం పోర్టు ఏపీలో ఉంటే దాని రిజిస్ట్రేషన్ ఆఫీస్ హైదరాబాద్ లో ఉందని గుర్తు చేశారు.  కంపెనీలు, ఆస్తులన్నీ హైదరాబాద్ లో ఉంటే అప్పులు ఏపీకి మిగిలాయని, పునర్విభజన చట్టంలో ఉన్న షెడ్యూల్ 9,10 సమస్యలు పరిష్కారం కాలేదని శ్వేతపత్రంలో పేర్కొన్నారు. విభజనలో సేవా రంగం తెలంగాణకు వెళ్  ఏపీకి వ్యవసాయం వచ్చిందని తెలిపారు. </p>\n\n\n\n<p>రాష్ట్రంలో సేవల రంగం అభివృద్ధి చెందితే అంతా అభివృద్ధి జరుగుతుందని పేర్కొంటూ వ్యవసాయం ఎక్కువగా ఉన్న ఏ ప్రభుత్వానికైనా ఆదాయం తక్కువగానే ఉంటుందని తెలిపారు. కేంద్రం నుంచి రాష్ట్రానికి వచ్చిన నిధులను వినియోగించుకోవడంలో గత ప్రభుత్వం విఫలమైందని చంద్రబాబు విమర్శించారు.</p>\n\n\n\n<p>2019… -24 మధ్య రాష్ట్రంలో ఆర్థిక విధ్వంసం జరిగిందని, పన్నులను విపరీతంగా పెంచేశారని, చివరికి చెత్తపై కూడా పన్ను వేశారని దుయ్యబట్టారు. వైసీపీ హయాంలో జీఎస్ డీపీ రూ.6.94 లక్షల కోట్లు తగ్గిందని చెప్పారు. తమది ప్రజా సంక్షేమం కోసం పనిచేసిన ప్రభుత్వమని, ఇస్తామని చెప్పిన పెన్షన్ ను సకాలంలో అందజేశామని తెలిపారు. 2014..-19 లో రాష్ట్రం అభివృద్ధి దిశగా పనిచేస్తే.. 2019..-24 మధ్య రాష్ట్రం పూర్తిగా నష్టపోయిందని తెలిపారు.</p>\n\n\n\n<p>పోలవరం పూర్తయితే సాగునీటి అవసరాలు పూర్తిగా తీరుతాయని చంద్రబాబు చెప్పారు. ఇక ప్రజా అవసరాలకు పట్టిసీమను తెచ్చామని తెలిపారు. రూ.1667 కోట్లు ఖర్చు చేశాం. పట్టిసీమతో రూ.44వేల కోట్ల ఆదాయం సమకూరిందని సీఎం చంద్రబాబు వివరించారు. కానీ అప్పటి ప్రభుత్వం అయిదేళ్లపాటు పట్టిసీమను ఆపరేట్ చేయలేదని తెలిపారు.</p>\n\n\n\n<p>‘‘ గోదావరి ఉన్నంత వరకూ ఈ ప్రాంతానికి నీటి ఎద్దడి రాకూడదు. కానీ ఆ పరిస్ధితి కూడా తెచ్చిన వ్యక్తి నాటి పాలకుడు. పోలవరానికి 15,364 కోట్లు ఖర్చు చేశాం. అదే టీడీపీ అధికారంలో కొనసాగి ఉంటే ఈపాటికే ప్రాజెక్టు ప్రారంభమయ్యేది\" అని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20248/26/07/2024/","hasAudio":false,"hasInfographics":false}