{"id":"wp-te-20235","wp_id":20235,"type":"standard","category":"World","language":"te","title":"టీచర్‌గా విద్యార్థులకు పాఠాలు చెప్పిన రాష్ట్రపతి","excerpt":"రాష్ట్రపతి పదవిలో ఉన్నా ఉపాధ్యాయ వృత్తిపై ద్రౌపది ముర్ముకు మక్కువ తగ్గలేదు. ఆమె ఒకప్పుడు 1994-97 మధ్య కాలంలో రాయ్‌రంగ్‌పూర్ లోని శ్రీ అరబిందో ఇంటిగ్రెల్ ఎడ్యుకేషన్ సెంటర్‌లో గౌరవ అసిస్టెంట్ టీచర్‌గా వ్యవహరించారు. తాను రాష్ట్రపతి పదవీ బాధ్యతలు చేపట్టి గురువారం నాటికి రెండేళ్లు పూర్తయ్యాయి. ఈ సందర్భంగా ఆమె ప్రెసిడెంట్ ఎస్టేట్ లోని డాక్టర్ రాజేంద్ర ప్రసాద్ కేంద్రీయ విద్యాలయ పాఠశాలకు వెళ్లి తొమ్మిదో తరగతి విద్యార్థులకు పాఠాలు బోధించడం ప్రత్యేకంగా ఆకట్టుకుంది. సాక్షాత్తు","author":"Tattva News Team","time":"26/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/President-Murmu.jpg","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రపతి పదవిలో ఉన్నా ఉపాధ్యాయ వృత్తిపై ద్రౌపది ముర్ముకు మక్కువ తగ్గలేదు. ఆమె ఒకప్పుడు 1994-97 మధ్య కాలంలో రాయ్‌రంగ్‌పూర్ లోని శ్రీ అరబిందో ఇంటిగ్రెల్ ఎడ్యుకేషన్ సెంటర్‌లో గౌరవ అసిస్టెంట్ టీచర్‌గా వ్యవహరించారు. తాను రాష్ట్రపతి పదవీ బాధ్యతలు చేపట్టి గురువారం నాటికి రెండేళ్లు పూర్తయ్యాయి.</p>\n\n\n\n<p>ఈ సందర్భంగా ఆమె ప్రెసిడెంట్ ఎస్టేట్ లోని డాక్టర్ రాజేంద్ర ప్రసాద్ కేంద్రీయ విద్యాలయ పాఠశాలకు వెళ్లి తొమ్మిదో తరగతి విద్యార్థులకు పాఠాలు బోధించడం ప్రత్యేకంగా ఆకట్టుకుంది. సాక్షాత్తు రాష్ట్రపతియే వచ్చి తమకు పాఠాలు చెప్పడం విద్యార్థులకు చక్కని అనుభూతిని కలిగించింది. మొదట ఆమె విద్యార్థులను వారి పేర్లతో సహా వారి వ్యక్తిగత లక్షాలు, అభిరుచులు అడిగి తెలుసుకున్నారు.</p>\n\n\n\n<p>గ్లోబల్ వార్మింగ్‌పై బోధించి పర్యావరణ పరిరక్షణ ప్రాముఖ్యతను వివరించారు. వీలైనన్ని మొక్కలు నాటితే పర్యావరణ మార్పు ప్రభావం మనపై ఉండబోదని సూచించారు. ఏక్ పేడ్ మా కే నామ్ (అమ్మ పేరుతో ఒక మొక్క నాటండి) అని ప్రధాని మోడీ సూచించడాన్ని ఈ సందర్భంగా పిల్లలకు గుర్తు చేశారు. </p>\n\n\n\n<p>ప్రతి విద్యార్థి తమ పుట్టిన రోజునాడు మొక్క నాటాలని సూచించారు. ఒడిశా ఆదివాసీకి చెందిన ద్రౌపది ముర్ము రాష్ట్రపతిగా 2022 జులై 25న ప్రమాణ స్వీకారం చేశారు. రాష్ట్రపతిగా అత్యున్నత పదవిని పొందిన తొలి ఆదివాసీగా ఆమె చరిత్రకెక్కారు. రాష్ట్రపతి కాకముందు ఝార్ఖండ్ గవర్నర్‌గా ద్రౌపదీ ముర్ము బాధ్యతలు నిర్వహించారు.</p>\n","originalUrl":"https://tattvanews.com/20235/26/07/2024/","hasAudio":false,"hasInfographics":false}