{"id":"wp-en-15501","wp_id":15501,"type":"standard","category":"World","language":"en","title":"Diwali sales set to hit Rs 4.25 trillion￼","excerpt":"As Diwali preparations gather momentum, markets in Delhi and across India are gearing up for a festive shopping spree anticipated to generate a remarkable turnover of US$ 50.57 (Rs 4.25 trillion). Delhi alone is projected to contribute US$ 8.92 billion (Rs. 75,000 crore). Following the successful celebrations of Raksha Bandhan, Navratri, and Karva Chauth, traders","author":"Tattva News Team","time":"30/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Diwali.webp","readTime":"5 min read","contentHTML":"\n<p>As Diwali preparations gather momentum, markets in Delhi and across India are gearing up for a festive shopping spree anticipated to generate a remarkable turnover of US$ 50.57 (Rs 4.25 trillion). Delhi alone is projected to contribute US$ 8.92 billion (Rs. 75,000 crore). </p>\n\n\n\n<p>Following the successful celebrations of Raksha Bandhan, Navratri, and Karva Chauth, traders are going all out to attract Diwali shoppers, showcasing elaborate showroom decorations, festive lights, and a wide array of discounts and offers.</p>\n\n\n\n<p>Chandni Chowk Member of Parliament and Confederation of All India Traders (CAIT) Secretary General, Mr. Praveen Khandelwal, highlighted the extensive preparations underway, stating, “Grand preparations are underway across the national capital and other parts of the country for Diwali and the festive season.”</p>\n\n\n\n<p>Markets are set to be adorned with vibrant lights, rangolis, and Diwali-themed decorations, fostering a festive atmosphere for shoppers in metropolitan areas, Tier-II and Tier-III cities, towns, and villages alike. Traders are stocking up on various Diwali essentials, including gifts, jewellery, electronics, clothing, home decor, and puja materials.</p>\n\n\n\n<p>He noted the variety of items available: “Gift items, clothing, jewellery, electronics, mobile phones, furnishings, decor items, puja materials, rangoli, idols and pictures of deities, ready-made garments, toys, food items, confectionery, electrical goods, and consumer durables” are all well-stocked to meet anticipated demand.</p>\n\n\n\n<p>CAIT National President, Mr. B C Bhartia, added that special promotions, such as ‘Buy One-Get One’ offers and exclusive Diwali discounts, will further entice customers while traders implement safety measures to manage the expected surge in crowds.</p>\n","originalUrl":"https://en.tattvanews.com/national/diwali-sales-set-to-hit-rs-4-25-trillion%ef%bf%bc/","hasAudio":false,"hasInfographics":false}