{"id":"wp-en-12997","wp_id":12997,"type":"standard","category":"World","language":"en","title":"‘Arvind Kejriwal ‘sher’, nobody can break him’, his wife at road show￼","excerpt":"Jailed Delhi chief minister Arvind Kejriwal's wife, Sunita Kejriwal, held her maiden Lok Sabha election roadshow on Saturday in support of the Aam Aadmi Party (AAP) East Delhi candidate Kuldeep Kumar. Addressing the party supporters, Sunita called Arvind Kejriwal a “sher” (lion) and said that “nobody can break him” or “make him bow down”. “For one","author":"Tattva News Team","time":"28/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Sunita-Kejriwal.jpg","readTime":"5 min read","contentHTML":"\n<p>Jailed Delhi chief minister Arvind Kejriwal's wife, Sunita Kejriwal, held her maiden Lok Sabha election roadshow on Saturday in support of the Aam Aadmi Party (AAP) East Delhi candidate Kuldeep Kumar. Addressing the party supporters, Sunita called Arvind Kejriwal a “<em>sher</em>” (lion) and said that “nobody can break him” or “make him bow down”.</p>\n\n\n\n<p>“For one month, they have forcefully put your chief minister and my husband in jail. No court has convicted him so far. They are saying that an investigation is ongoing. If the investigation goes on for 10 years, will they keep him in jail for 10 years?”, she asked.</p>\n\n\n\n<p>“Earlier, people were jailed only after the court convicted someone, but She added, “Kejriwal was jailed because he built schools, provided free electricity and opened Mohalla Clinics…We will vote to remove dictatorship and save democracy”.</p>\n\n\n\n<p>Earlier, Delhi minister Atishi said Sunita sought votes and blessings for the Aam Aadmi Party (AAP) in the absence of her husband who is in judicial custody. </p>\n\n\n\n<p>Sunita Kejriwal's roadshow is about 1.5 kilometre long which will commence from Kalyanpuri block 20. During the roadshow, Sunita will be welcomed at five places. Women will stand at one place, elderly pilgrims at the second place, and parents at the third place to welcome them. </p>\n\n\n\n<p>Sunita, a retired IRS officer, is slowly emerging out of the shadows to assume a bigger role in the party to give a fillip to the AAP's campaigning which has been affected by the chief minister's arrest in March in a money laundering case. Kejriwal's would remain in judicial custody till May 7 as per a court order. Atishi alleged that Kejriwal was arrested to stop him from campaigning for the Lok Sabha polls.</p>\n","originalUrl":"https://en.tattvanews.com/national/arvind-kejriwal-sher-nobody-can-break-him-his-wife-at-road-show%ef%bf%bc/","hasAudio":false,"hasInfographics":false}