{"id":"wp-en-14017","wp_id":14017,"type":"standard","category":"World","language":"en","title":"MHA disciplinary action against Kolkata Commissioner, DCP￼","excerpt":"C","author":"Tattva News Team","time":"8/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/CV-Ananda-Bose.webp","readTime":"5 min read","contentHTML":"\n<p>The Union Ministry of Home Affairs (MHA) initiated disciplinary action against the Kolkata Commissioner and DCP for allegedly maligning the office of the West Bengal Governor.  </p>\n\n\n\n<p>The action has been taken against CP Vineet Goyal and DCP Central Indira Mukherjee after Governor CV Ananda Bose submitted a report to the MHA alleging that they were  \"functioning in a manner which is completely unbecoming of a public servant\".</p>\n\n\n\n<p>Speaking on the report, a government official said, \"These IPS officers through their acts have not only tarnished the office of the Governor but also functioned in a manner which is completely unbecoming of a public servant. They have conveniently chosen to ignore the Conduct Rules.\"</p>\n\n\n\n<p>A central government official said that they are accused of maligning the office of the Governor by promoting and spreading canards. It is worth mentioning here that Bose in his report to the ministry in the last week of June had said that Kolkata Police was not allowing the post-poll violence victims to meet him despite him giving them the requisite permission.</p>\n\n\n\n<p>The official added, \"The Union Home Ministry has initiated disciplinary action against IPS officers based on a detailed report submitted by Bengal Governor CV Ananda Bose.\" He also added that the copies of the letter were sent to the West Bengal's Mamata government on July 4. Moreover, in his report, Governor Bose has also accused other officials, posted in Raj Bhavan, of promoting and encouraging concocted allegations by a woman employee during April-May 2024.</p>\n\n\n\n<p>Incidentally, a contractual woman employee of Raj Bhavan, on May 2, alleged molestation by Governor Bose following which the Kolkata Police also started a probe. The issue became the centre of Bengal politics providing new dimension to the tussle between Mamata Banerjee and Raj Bhavan. </p>\n\n\n\n<p>Mamata Banerjee on June 27, held an administrative meeting and claimed, \"Women have informed her they are afraid to visit Raj Bhavan due to recent incidents reported there\". Irked by his comments, Governor Bose moved to the High Court and filed a defamation suit against CM Mamata Banerjee. </p>\n","originalUrl":"https://en.tattvanews.com/national/mha-disciplinary-action-against-kolkata-commissioner-dcp%ef%bf%bc/","hasAudio":false,"hasInfographics":false}