{"id":"wp-en-14745","wp_id":14745,"type":"standard","category":"World","language":"en","title":"Union Cabinet approves setting up of 12 industrial smart cities","excerpt":"The Union Cabinet on Wednesday approved 12 new industrial cities in 10 states to boost domestic manufacturing with an estimated investment of Rs 28,602 crore. Spanning across 10 states and strategically planned along six major corridors, these projects represent a significant leap forward in India's quest to enhance its manufacturing capabilities and economic growth. These industrial","author":"Tattva News Team","time":"29/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-Oath.webp","readTime":"5 min read","contentHTML":"\n<p>The Union Cabinet on Wednesday approved 12 new industrial cities in 10 states to boost domestic manufacturing with an estimated investment of Rs 28,602 crore. Spanning across 10 states and strategically planned along six major corridors, these projects represent a significant leap forward in India's quest to enhance its manufacturing capabilities and economic growth.</p>\n\n\n\n<p>These industrial areas will be located in Khurpia in Uttarakhand, Rajpura-Patiala in Punjab, Dighi in Maharashtra, Palakkad in Kerala, Agra in Uttar Pradesh, Prayagraj in Uttar Pradesh, Gaya in Bihar, Zaheerabad in Telangana, Orvakal in Andhra Pradesh, Kopparthy in Andhra Pradesh and Jodhpur-Pali in Rajasthan.</p>\n\n\n\n<p>The Union Cabinet has approved 12 new project proposals under the National Industrial Corridor Development Programme (NICDP) with an estimated investment of Rs 28,602 crore, said Union Minister Ashwini Vaishnaw after the Cabinet meeting.</p>\n\n\n\n<p>The move will transform the industrial landscape of the country, creating a robust network of industrial nodes and cities that will significantly boost economic growth and global competitiveness.</p>\n\n\n\n<p> They will be developed as greenfield smart cities of global standards. The approach ensures that the cities are equipped with advanced infrastructure that supports sustainable and efficient industrial operations.</p>\n\n\n\n<p> NICDP is expected to generate significant employment opportunities, with an estimated 1 million direct jobs and up to 3 million indirect jobs being created through planned industrialisation.  These projects will create an investment potential of about Rs 1.52 lakh crore.</p>\n","originalUrl":"https://en.tattvanews.com/national/union-cabinet-approves-setting-up-of-12-industrial-smart-cities/","hasAudio":false,"hasInfographics":false}