{"id":"wp-en-15167","wp_id":15167,"type":"standard","category":"World","language":"en","title":"Mithun Chakraborty to be honoured with Dadasaheb Phalke Award￼","excerpt":"Legendary actor Mithun Chakraborty will be honoured with the prestigious Dadasaheb Phalke Award. Union minister for railways, information and broadcasting, electronics and IT Ashwini Vaishnav took to his X (formerly Twitter) handle on Monday to announce the news. In his post, he mentioned that Mithun will be presented with the award for his contribution to","author":"Tattva News Team","time":"30/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Mithun1.jpg","readTime":"5 min read","contentHTML":"\n<p>Legendary actor Mithun Chakraborty will be honoured with the prestigious Dadasaheb Phalke Award. Union minister for railways, information and broadcasting, electronics and IT Ashwini Vaishnav took to his X (formerly Twitter) handle on Monday to announce the news. In his post, he mentioned that Mithun will be presented with the award for his contribution to Indian cinema. The award will be presented at the 70th National Film Awards, which will be held on October 8, 2024.</p>\n\n\n\n<p>Dadasaheb Phalke Award  is the highest government honour accorded for contributions in the field of cinema. The three-time National Award winner, who is one of the very few to have won the Best Actor win on debut, is a veteran of over 350 films in Hindi, Bengali, Bhojpuri, Odia, Telugu, and Tamil.</p>\n\n\n\n<p>Mithun Chakraborty, fondly called Mithun Da, has been an accomplished actor, writer, singer, TV host, producer, social worker, entrepreneur and now a politician as well. Mithun Chakraborty rose to fame with his 1982 film Disco Dancer. His dance moves and acting skills impressed the viewers. Some of his popular films include Agneepath, Jallaad, The Kashmir Files, OMG - Oh My God!, Golmaal 3, and Guru, among many others.</p>\n\n\n\n<p>Earlier this year, he was awarded Padma Bhushan, the third-highest civilian honour, by the Government of India. Mithun Da is also a record holder in the Limca Book of Records for 19 film releases as a lead actor in a single year. The record is still unbroken in Hindi cinema.</p>\n\n\n\n<p>Known for his histrionics, and dance skills, Mithun was a superstar in his own right in the 80s and 90s, and gracefully transitioned into supporting roles over the past few years. Some of his popular films include Disco Dancer, Mrigayaa, Gudia, Guru, and Oh my God.</p>\n\n\n\n<p>The veteran actor broke into the collective consciousness of the nation through his turn as a dancing superstar in Disco Dancer (1982), but not before establishing his acting credentials through films like legendary filmmaker Mrinal Sen’s Mrigayaa (1976), Surakshaa (1979), Bimal Dutt’s Kasturi (1980), and Khwaja Ahmad Abbas’ The Naxalites, which was screened at Cannes Film Festival.</p>\n","originalUrl":"https://en.tattvanews.com/national/mithun-chakraborty-to-be-honoured-with-dadasaheb-phalke-award%ef%bf%bc/","hasAudio":false,"hasInfographics":false}