{"id":"wp-en-13842","wp_id":13842,"type":"standard","category":"World","language":"en","title":"First time Lok Sabha set for fight over Speaker post ￼","excerpt":"The government and Opposition are locked in a faceoff after the ruling NDA decided to renominate BJP MP Om Birla for the post of Lok Sabha Speaker while not deciding on the post of Deputy Speaker.  The Opposition responded by fielding Congress MP from Kerala Kodikunnil Suresh for the post of Speaker, setting the stage for a","author":"Tattva News Team","time":"25/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Spekar-election.webp","readTime":"5 min read","contentHTML":"\n<p>The government and Opposition are locked in a faceoff after the ruling NDA decided to renominate BJP MP Om Birla for the post of Lok Sabha Speaker while not deciding on the post of Deputy Speaker.  The Opposition responded by fielding Congress MP from Kerala Kodikunnil Suresh for the post of Speaker, setting the stage for a rare contest for the high office, first time after independence.<a href=\"https://www.facebook.com/sharer.php?u=https://www.telegraphindia.com/india/lok-sabha-set-for-historic-fight-over-speaker-post-as-government-opposition-fail-to-reach-consensus/cid/2029448\"></a><a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/india/lok-sabha-set-for-historic-fight-over-speaker-post-as-government-opposition-fail-to-reach-consensus/cid/2029448&text=Lok Sabha set for historic fight over Speaker post as government Opposition fail to reach consensus\"></a><a href=\"https://api.whatsapp.com/send?text=Lok Sabha set for historic fight over Speaker post as government Opposition fail to reach consensus https://www.telegraphindia.com/india/lok-sabha-set-for-historic-fight-over-speaker-post-as-government-opposition-fail-to-reach-consensus/cid/2029448\"></a><a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p>Accusing the ruling National Democratic Alliance of not following the convention of giving Lok Sabha Deputy Speaker's position to the Opposition, the INDIA bloc on Tuesday fielded Congress leader K Suresh as its candidate for the Speaker's position against Om Birla.</p>\n\n\n\n<p>Congress leader K C Venugopal and DMK's T R Baalu walked out of Defence Minister Rajnath Singh's office, refusing to endorse NDA candidate Birla without being offered the Deputy Speaker's position.</p>\n\n\n\n<p>Venugopal said the BJP refused to give a commitment on offering the Deputy Speaker's post to the opposition. Union ministers Amit Shah and J P Nadda besides Singh tried to persuade opposition leaders to endorse the NDA nominee but in vain.</p>\n\n\n\n<p>Sources said over 10 sets of nominations were filed in support of Birla's candidature, including from Prime Minister Narendra Modi, Union ministers Shah, Singh and Nadda, and BJP allies like TDP, JD(U), JD(S) and LJP (R). Three sets of nominations were filed in support of Suresh, a Dalit leader and eight-term MP.</p>\n\n\n\n<p>With Congress Party's K Suresh, an eight-term Kerala MP, filing his nominations for the Lok Sabha Speaker election earlier, there will be a contest for the post for the first time since independence.</p>\n\n\n\n<p>Defence Minister Rajnath Singh tasked to engage the opposition said he spoke to Congress president Mallikarjun Kharge thrice since last night. Earlier, Congress MP Rahul Gandhi said the opposition would back the Speaker nominee of the government if given the Deputy Speaker post.</p>\n","originalUrl":"https://en.tattvanews.com/national/first-time-lok-sabha-set-for-fight-over-speaker-post-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}