{"id":"wp-en-14482","wp_id":14482,"type":"standard","category":"World","language":"en","title":"IT hiring likely to grow by 8.5% by next year￼","excerpt":"With IT companies gradually recovering from recent downturns and actively increasing their hiring efforts, a report released on Thursday projects an 8.5% rise in job roles within the industry by next year. The demand for skilled IT talent is picking up after a period of sluggishness late last year and early this year. According to","author":"Tattva News Team","time":"10/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/IT-jobs.jpg","readTime":"5 min read","contentHTML":"\n<p>With IT companies gradually recovering from recent downturns and actively increasing their hiring efforts, a report released on Thursday projects an 8.5% rise in job roles within the industry by next year. The demand for skilled IT talent is picking up after a period of sluggishness late last year and early this year.</p>\n\n\n\n<p>According to Indeed, a global job matching and hiring platform, this anticipated surge in recruitment is supported by data from the Indeed Hiring Tracker and the Indeed platform, reflecting a robust recovery in the job market.</p>\n\n\n\n<p>The report also reveals that nearly 70% of tech jobs currently available on Indeed are for software roles, driven by the rapid adoption of technologies like AI, machine learning, and blockchain. This trend is further fuelled by the booming tech startup ecosystem, where new ventures prioritize hiring developers to build and scale their products.</p>\n\n\n\n<p>Notable roles in demand include Application Developer, Software Engineer, Full-Stack Developer, Senior Software Engineer, and PHP Developer, with increasing needs for .NET Developers, Software Architects, DevOps Engineers, Data Engineers, and Front-End Developers.</p>\n\n\n\n<p>Additionally, the ongoing need for software updates, security patches, and new features continues to drive demand for skilled professionals adept at keeping pace with technological advancements.</p>\n\n\n\n<p>Head of Sales at Indeed India, Mr. Sashi Kumar, noted that while the IT sector had previously faced hiring slowdowns due to global uncertainties, the sector is now experiencing a resurgence, with Global Capability Centres (GCCs) expected to significantly contribute to the increased hiring, particularly in software and technological roles.</p>\n","originalUrl":"https://en.tattvanews.com/economy/it-hiring-likely-to-grow-by-8-5-by-next-year%ef%bf%bc/","hasAudio":false,"hasInfographics":false}