{"id":"wp-te-19640","wp_id":19640,"type":"standard","category":"World","language":"te","title":"172 ఎమ్మెల్యేలతో ప్రమాణ స్వీకారం చేయించిన బుచ్చయ్య చౌదరి","excerpt":"కోలాహలంగా ఆంధ్ర ప్రదేశ్ అసెంబ్లీ తొలి సమావేశాలు శుక్రవారం జరిగాయి. ముఖ్యమంత్రి, టిడిపి అధినేతనారా చంద్రబాబు నాయుడు రెండున్నరేళ్ల తర్వాత అసెంబ్లీలోకి అడుగుపెట్టారు. వైఎస్సార్సీపీ నేతలు తీవ్రంగా కించపరడంతో సీఎంగానే మళ్లీ అడుగుపెడతానని 2021 నవంబర్లో ఆయన శపథం చేస్తూ సభనుండి బైటకు వెళ్లిపోయారు. అది నేడు నెరవేరింది. తన సతీమణి వ్యక్తిత్వాన్ని కించపరిచేలా అసెంబ్లీలో అప్పటి మంత్రి అంబటి రాంబాబు మాట్లాడటం, దానికి కొందరు వైఎస్సార్సీపీ సభ్యులు వంతపాడటం, సభా నాయకుడిగా వారించాల్సిన అప్పటి సీఎం","author":"Tattva News Team","time":"21/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/AP-Assembly.jpg","readTime":"5 min read","contentHTML":"\n<p>కోలాహలంగా ఆంధ్ర ప్రదేశ్ అసెంబ్లీ తొలి సమావేశాలు శుక్రవారం జరిగాయి. ముఖ్యమంత్రి, టిడిపి అధినేతనారా చంద్రబాబు నాయుడు రెండున్నరేళ్ల తర్వాత అసెంబ్లీలోకి అడుగుపెట్టారు. వైఎస్సార్సీపీ నేతలు తీవ్రంగా కించపరడంతో సీఎంగానే మళ్లీ అడుగుపెడతానని 2021 నవంబర్లో ఆయన శపథం చేస్తూ సభనుండి బైటకు వెళ్లిపోయారు. అది నేడు నెరవేరింది.</p>\n\n\n\n<p>తన సతీమణి వ్యక్తిత్వాన్ని కించపరిచేలా అసెంబ్లీలో అప్పటి మంత్రి అంబటి రాంబాబు మాట్లాడటం, దానికి కొందరు వైఎస్సార్సీపీ సభ్యులు వంతపాడటం, సభా నాయకుడిగా వారించాల్సిన అప్పటి సీఎం జగన్‌ వెకిలి నవ్వులతో వారిని ప్రోత్సహించడంతో చంద్రబాబు ఆరోజు తీవ్ర మనస్తాపం చెందారు.</p>\n\n\n\n<p>జగన్‌ వ్యవహారశైలి ఏ విధంగా ఉన్నప్పటికీ అతనికి అగౌరవం కలిగేలా ప్రవర్తించరాదని తెలుగుదేశం శాసనసభ్యులకు చంద్రబాబు స్పష్టం చేయడమే కాకుండా జగన్ వాహనాన్ని అసెంబ్లీ ప్రాంగణం లోపలకి అనుమతించాలని ఆదేశించారు. </p>\n\n\n\n<p>ప్రస్తుతం అసెంబ్లీలో జగన్మోహన్ రెడ్డికి కావాల్సిన సంఖ్యా బలం లేకపోవడంతో గేటు బయట దిగి కాలినడకనే లోపలకు రావాల్సి ఉంటుంది. ప్రతిపక్షం విషయంలో సభ్యులు హుందాగా వ్యవహరించాలని చంద్రబాబు అసెంబ్లీకి బయల్దేరే ముందే ఎమ్మెల్యేలకు సూచించారు.</p>\n\n\n\n<p>చిన్న చిన్న అంశాలను రాజకీయం చేయొద్దని, శాసనసభలో రాగద్వేషాలకు తావు ఇవ్వొద్దని ఆదేశించారు. జగన్‌కు ఇవ్వాల్సిన గౌరవం ఇవ్వాలని తమకు స్పష్టం చేశారని, ఎలాంటి ఇబ్బందులు సృష్టించొద్దని చంద్రబాబు తమ ఎమ్మెల్యేలకు తెలియజేశారని మంత్రి పయ్యావుల కేశవ్ తెలిపారు. కౌరవ సభ నుంచి గౌరవ సభగా మారిన తరుణంలో అందుకు అనుగుణంగా నడుచుకోవాలని నిర్ణయించారు.</p>\n\n\n\n<p>సమావేశాల ప్రారంభం నేపథ్యంలో అసెంబ్లీకి చంద్రబాబు వచ్చారు. శాసనసభ సమావేశాలు ఉదయం 9.46 గంటలకు ప్రారంభమయ్యాయి. చంద్రబాబు నాయుడు, ఉపముఖ్యమంత్రి పవన్‌ కల్యాణ్‌ తొలుత ఎమ్మెల్యేలుగా ప్రమాణం చేశారు. అనంతరం మంత్రులు ప్రమాణం చేశారు. మాజీ సీఎం జగన్ మోహన్ రెడ్డి సాధారణ ఎమ్మెల్యేగా ప్రమాణం చేశారు. </p>\n\n\n\n<p>ముగ్గురు ఎమ్మెల్యేలు అందుబాటులో లేకపోవడంతో ఇవాళ 172 ఎమ్మెల్యేలతో ప్రొటెం స్పీకర్‌ బుచ్చయ్యచౌదరి ప్రమాణం చేయించారు. శాసనసభను రేపటికి వాయిదా వేశారు. ఉదయం 10.30 గంటలకు ప్రారంభం కానుంది. ఉదయం 11 గంటలకు శాసనసభ స్పీకర్‌గా అయ్యన్నపాత్రుడుని ఎన్నుకోనున్నారు.</p>\n\n\n\n<p>జగన్ మోహన్ రెడ్డి చాలాముబావంగా కనిపించారు. కేవలం ప్రమాణస్వీకారం సమయంలోనే సభలో కొద్దీ నిముషాల సేపు ఉన్నారు. ఎన్నికల ఫలితాల అనంతరం మొదటిసారిగా తాడేపల్లి లోని తన నివాసం నుండి బైటకు వచ్చి అసెంబ్లీ సమావేశాలకు హాజరయ్యారు. అసెంబ్లీ ఆవరణలో తమ పార్టీ గదిలో ఓ గంటసేపు గడిపి తిరిగి ఇంటికి వెళ్లిపోయారు.</p>\n\n\n\n<p>అమరావతి రైతుల నుండి నిరసనలు ఎదురు కావచ్చనే భయంతో అసెంబ్లీ వెనుక గేటు నుండి వచ్చారు. మంత్రులు, సీనియర్ సభ్యులను పలకరించడం వంటి పనులేవీ చేయలేదు. స్పీకర్ బుచ్చయ్య చౌదరికి వందనం చేయగా ఆయన హుందాగా జగన్ భుజం తట్టారు.</p>\n\n\n\n<p>అసెంబ్లీ మొదటి గేటు వద్ద ముఖ్యమంత్రి చంద్రబాబుకు కూటమి ఎమ్మెల్యేలు ఘనస్వాగతం పలికారు. అసెంబ్లీలోని తన ఛాంబర్‌లో పూజలు నిర్వహించి చంద్రబాబు ఆశీనులయ్యారు. ఉపముఖ్యమంత్రి పవన్‌ కల్యాణ్‌ చంద్రబాబును ఆలింగనం చేసుకున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19640/21/06/2024/","hasAudio":false,"hasInfographics":false}