{"id":"wp-te-19213","wp_id":19213,"type":"standard","category":"World","language":"te","title":"కన్యాకుమారిలో ప్రధాని మోదీ ధాన్యం","excerpt":"ప్రతి లోక్‌సభ ఎన్నికల తుది విడత పోలింగ్ సమయానికి ఏదైనా ఆధ్యాత్మిక క్షేత్రంలో ధ్యానం చేసే ధోరణిని ప్రధానమంత్రి నరేంద్ర మోదీ కొనసాగిస్తున్నారు. ఈసారి ఆయన తమిళనాడులోని కన్యాకుమారిలో ఉన్న స్వామి వివేకానంద రాక్ మెమోరియల్‌‌లో ధ్యానం చేయబోతున్నారు. స్వామి వివేకానంద ధ్యానం చేసిన ధ్యాన మండపంలో మే 30వ తేదీన సాయంత్రం నుంచి జూన్ 1వ తేదీన సాయంత్రం వరకు మోదీ ధాన్యం చేయనున్నారు. దాదాపు రెండు రోజుల పాటు ప్రధానమంత్రి ధ్యాన మండపంలోనే మెడిటేషన్","author":"Tattva News Team","time":"29/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-medi.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రతి లోక్‌సభ ఎన్నికల తుది విడత పోలింగ్ సమయానికి ఏదైనా ఆధ్యాత్మిక క్షేత్రంలో ధ్యానం చేసే ధోరణిని ప్రధానమంత్రి నరేంద్ర మోదీ కొనసాగిస్తున్నారు. ఈసారి ఆయన తమిళనాడులోని కన్యాకుమారిలో ఉన్న స్వామి వివేకానంద రాక్ మెమోరియల్‌‌లో ధ్యానం చేయబోతున్నారు.</p>\n\n\n\n<p>స్వామి వివేకానంద ధ్యానం చేసిన ధ్యాన మండపంలో మే 30వ తేదీన సాయంత్రం నుంచి జూన్ 1వ తేదీన సాయంత్రం వరకు మోదీ ధాన్యం చేయనున్నారు. దాదాపు రెండు రోజుల పాటు ప్రధానమంత్రి ధ్యాన మండపంలోనే మెడిటేషన్ చేస్తూ గడపనున్నారు.</p>\n\n\n\n<p>భగవాన్ శివుని కోసం ఎదురుచూస్తూ పార్వతీ దేవి ఒకే పాదంపై కన్యాకుమారిలో ధ్యానం చేశారని పురాణాలు చెబుతున్నాయి. గౌతమ బుద్ధుని జీవితంలో సారనాథ్‌ స్థూపానికి ఎంతటి ప్రాధాన్యత ఉందో, స్వామి వివేకానందుడి జీవితంలో కన్యాకుమారి రాక్ మెమోరియల్‌‌‌కు అంతటి ప్రాధాన్యం ఉంది. </p>\n\n\n\n<p>ఇక్కడ ధ్యానం చేసిన తర్వాతే స్వామి వివేకానందుడికి తన కర్తవ్యం బోధపడిందని చెబుతారు. భారత దేశ నిర్మాణం కోసం ఏం చేయాలనేది అక్కడే ఆయన నిర్ణయించుకున్నారని అంటారు. అందుకే ఈసారి మెడిటేషన్ చేయడానికి స్వామి వివేకానంద రాక్ మెమోరియల్‌ను ప్రధాని మోదీ ఎంపిక చేసుకున్నారని తెలుస్తోంది. </p>\n\n\n\n<p>రెండు రోజులు కన్యాకుమారిలో ధ్యానం చేయడం ద్వారా ప్రధాని మోదీ దేశ సమైక్యతను చాటి చెప్పాలని భావిస్తున్నారని బీజేపీ వర్గాలు చెబుతున్నాయి. 2019 లోక్‌సభ ఎన్నికల టైంలో ప్రధాని మోడీ కేదార్‌నాథ్‌ గుహలో ధ్యానం చేసి యావత్ దేశం దృష్టిని ఆకర్షించారు. </p>\n\n\n\n<p>అంతకుముందు 2014 ఎన్నికల టైంలో శివాజీ ప్రతాప్‌గఢ్‌ను మోడీ సందర్శించారు. కాగా, దేశంలోని 543 లోక్‌సభ స్థానాలకు ఏప్రిల్ 19న మొదలైన ఎన్నికల ప్రక్రియ జూన్ 1 తుది విడత పోలింగ్‌తో ముగియనుంది. ఓట్ల లెక్కింపు జూన్ 4న జరుగుతుంది.</p>\n","originalUrl":"https://tattvanews.com/19213/29/05/2024/","hasAudio":false,"hasInfographics":false}