{"id":"wp-te-18595","wp_id":18595,"type":"standard","category":"World","language":"te","title":"రెండో దశ లోక్ సభ పోలింగ్ నేడే","excerpt":"దేశవ్యాప్తంగా 12 రాష్ట్రాలు, కేంద్రపాలిత ప్రాంతాల్లోని 89 లోక్ సభ సీట్లలో శుక్రవారం  రెండో దశ పోలింగ్ జరుగుతుంది. ఇప్పటికే ఏప్రిల్ 19న పలు రాష్ట్రాల్లో లోక్ సభ ఎన్నికల తొలి దశ పోలింగ్ జరిగింది. ఇలా తొలి దశ పూర్తి చేసుకున్న రాష్ట్రాల్లో రెండో దశ పోలింగ్ జరగబోతోంది. అలాగే మరికొన్ని రాష్ట్రాలు, కేంద్ర పాలిత ప్రాంతాల్లో రేపు ఒకే దశలో పోలింగ్ కూడా జరగబోతోంది. ఇందుకోసం ఈసీ విస్తృత ఏర్పాట్లు చేసింది. రెండో దశ","author":"Tattva News Team","time":"26/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Polling.webp","readTime":"5 min read","contentHTML":"\n<p>దేశవ్యాప్తంగా 12 రాష్ట్రాలు, కేంద్రపాలిత ప్రాంతాల్లోని 89 లోక్ సభ సీట్లలో శుక్రవారం  రెండో దశ పోలింగ్ జరుగుతుంది. ఇప్పటికే ఏప్రిల్ 19న పలు రాష్ట్రాల్లో లోక్ సభ ఎన్నికల తొలి దశ పోలింగ్ జరిగింది. ఇలా తొలి దశ పూర్తి చేసుకున్న రాష్ట్రాల్లో రెండో దశ పోలింగ్ జరగబోతోంది. అలాగే మరికొన్ని రాష్ట్రాలు, కేంద్ర పాలిత ప్రాంతాల్లో రేపు ఒకే దశలో పోలింగ్ కూడా జరగబోతోంది. ఇందుకోసం ఈసీ విస్తృత ఏర్పాట్లు చేసింది.</p>\n\n\n\n<p>రెండో దశ పోలింగ్ జరగబోతున్న 89 లోక్ సభ సీట్లలో 2019 ఎన్నికల్లో బీజేపీ 55, కాంగ్రెస్ 18 సీట్లు గెల్చుకున్నాయి. ఈ 89 సీట్లలో 9 ఎస్సీ, 7 ఎస్టీ రిజర్వుడు సీట్లు కూడా ఉన్నాయి. 2019లో ఎన్డీయే కూటమి పార్టీలు వీటిలో 61 సీట్లను గెల్చుకోగా.. ఇప్పుడు ఇండియా కూటమిగా ఏర్పడిన పార్టీలు 23 సీట్లు గెల్చుకున్నాయి. అప్పటికీ ఇప్పటికీ పరిస్ధితుల్లో చాలా మార్పు వచ్చింది.</p>\n\n\n\n<p>రెండో దశ పోలింగ్ జరుగుతున్న 89 సీట్లలో మొత్తం 1,210 మంది అభ్యర్థులు బరిలో నిలిచారు. ఈ దశలో బీఎస్పీ అత్యధికంగా 74 మంది అభ్యర్థులను నిలబెట్టగా, బీజేపీ 69 మంది, కాంగ్రెస్ 68 మంది అభ్యర్థులను నిలబెట్టాయి. కర్ణాటకలో 14 స్థానాల్లో అత్యధికంగా 247 మంది అభ్యర్థులు, మహారాష్ట్ర (8 సీట్లు) 204 మంది ఉన్నారు. కేరళలో (మొత్తం 20 సీట్లు) 189 మంది అభ్యర్ధులు బరిలో ఉన్నారు.</p>\n\n\n\n<p>ఈసారి క్రిమినల్ కేసులు ఉన్న 250 మంది అభ్యర్థుల్లో అత్యధికంగా కేరళలో 67 మంది, మహారాష్ట్రలో 49 మంది, కర్ణాటకలో 39 మంది ఉన్నారు. కేరళలో మూడో వంతు అభ్యర్థులు క్రిమినల్ కేసులు ఎదుర్కొంటున్నారు. కాంగ్రెస్ అభ్యర్థులందరిలో 35 మందిపై లేదా 51 శాతం మంది అభ్యర్దులపై క్రిమినల్ కేసులున్నాయి. </p>\n\n\n\n<p>బీజేపీ అభ్యర్ధుల్లో 31 మంది లేదా 45 శాతం మంది క్రిమినల్ కేసుల్లో ఉన్నారు. సీపీఎం నిలబెట్టిన 18 మందిలో 14 మంది కేసులు ఎదుర్కొంటున్నారు. రెండో దశలో పోటీ చేస్తున్న 390 మంది కోటీశ్వరుల అభ్యర్థులలో కర్ణాటకలో అత్యధికంగా 80 మంది ఉన్నారు. కేరళలో 63 మంది, మహారాష్ట్రలో 60 మంది ఉన్నారు.</p>\n\n\n\n<p>అభ్యర్థులందరిలో 42 మంది కోటీశ్వరులు యూపీలోని ఎనిమిది సీట్లలో 46 శాతం మంది అభ్యర్థులు రెండవ స్థానంలో ఉన్నారు. బీజేపీ అత్యధిక కోటీశ్వరుల అభ్యర్థులను 64 మందిని లేదా 93శాతం మందిని కలిగి ఉంది. కాంగ్రెస్ లోనూ 62 మంది లేదా 91శాతం అభ్యర్ధులు కోటీశ్వరులే. రెండో దశలో అత్యంత ధనవంతులైన ఇద్దరు అభ్యర్థులు కాంగ్రెస్‌కు చెందినవారే. ఈ దశలో కనీసం ఆరుగురు ఇండిపెండెంట్లు సున్నా ఆస్తులను ప్రకటించారు.</p>\n\n\n\n<p>మొదటి రెండు దశల్లో మొత్తం 235 మంది అభ్యర్థులు ఉన్నారు. బీజేపీ అత్యధిక మహిళా అభ్యర్థులను కలిగి ఉంది. తర్వాత స్ధానంలో కాంగ్రెస్, బీఎస్పీకి ఆరేసి అభ్యర్ధులున్నారు. కేరళలో అత్యధికంగా 24 మంది మహిళా అభ్యర్థులున్నారు. ఈసారి కేరళలోని మొత్తం 20 లోక్ సభ సీట్లకు ఎన్నికలు జరుగుతున్నాయి. ఇందులో 2.71 కోట్ల మంది ఓటేయబోతున్నారు. ఇందులో తొలిసారి ఓటర్లు 5.34 లక్షలు. </p>\n\n\n\n<p>ఇతర రాష్ట్రాల్లో మహారాష్ట్రలో 8 సీట్లు (అకోలా, అమరావతి, బుల్దానా, హింగోలి, నాందేడ్, పర్భానీ, వార్ధా, యవత్మాల్-వాషిం)కి ఈసారి ఎన్నికలు జరుగుతున్నాయి. అలాగే మధ్యప్రదేశ్లో 7 సీట్లు (బేతుల్, దామో, హోషంగాబాద్, ఖజురహో, రేవా, సత్నా, తికమ్‌గఢ్)కు రేపు పోలింగ్ జరుగుతుంది. అస్సాంలో 5 సీట్లు (దీఫు, కరీంగంజ్, దర్రాంగ్-ఉదల్‌గురి, నాగావ్, సిల్చార్)కు పోలింగ్ జరుగుతుంది.</p>\n","originalUrl":"https://tattvanews.com/18595/26/04/2024/","hasAudio":false,"hasInfographics":false}