{"id":"wp-en-13540","wp_id":13540,"type":"standard","category":"World","language":"en","title":"Actress Hema arrested in Bengaluru rave party drugs case ￼","excerpt":"Telugu actor Hema, who had earlier tested positive for consumption of drugs during a rave party in Bengaluru, was arrested on Monday. She, initially, misled by claiming that she was not present at the rave party. The sleuths of Bengaluru central crime branch had served her notices twice, to appear before them for questioning in","author":"Tattva News Team","time":"4/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Hema1.jpeg","readTime":"5 min read","contentHTML":"\n<p>Telugu actor Hema, who had earlier tested positive for consumption of drugs during a rave party in Bengaluru, was arrested on Monday. She, initially, misled by claiming that she was not present at the rave party.</p>\n\n\n\n<p>The sleuths of Bengaluru central crime branch had served her notices twice, to appear before them for questioning in the alleged drugs case. She, however, failed to appear before the police citing health issues.</p>\n\n\n\n<p>She was reportedly taken into custody when she appeared before the investigating police agency on Monday, June 3, after failing to appear before them on May 27 and June 1.</p>\n\n\n\n<p>After the raid on the farmhouse on the outskirts of Bengaluru, where the rave party was held on May 22, 86 people had tested positive for drug use. Following this, Hema released a video clarifying that she was at a farmhouse in Hyderabad and urged the viewers not to believe the rumours about her getting caught in the rave party.</p>\n\n\n\n<p>During the raid, the Anti-Narcotics wing of Bengaluru police found many people partying there including two Tollywood actresses namely Hema and Ashi Roy. The CCB personnel, probing the rave party hosted at a GM farmhouse in Bengaluru, had already arrested six people in connection with the rave party bust that was held on May 20.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/actress-hema-arrested-in-bengaluru-rave-party-drugs-case-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}