{"id":"wp-en-14626","wp_id":14626,"type":"standard","category":"World","language":"en","title":"SC pulls up Bengal government, police in Kolkata doctor rape-murder￼","excerpt":"Saying that it was “deeply concerned” about the “virtual absence of safe conditions of work for young doctors across the country”, the Supreme Court on Tuesday pulled up the West Bengal government over the August 9 rape and murder of a woman doctor at R G Kar Medical College and Hospital in Kolkata. It questioned the","author":"Tattva News Team","time":"20/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Bengal.jpg","readTime":"5 min read","contentHTML":"\n<p>Saying that it was “deeply concerned” about the “virtual absence of safe conditions of work for young doctors across the country”, the Supreme Court on Tuesday pulled up the West Bengal government over the August 9 rape and murder of a woman doctor at R G Kar Medical College and Hospital in Kolkata.</p>\n\n\n\n<p>It questioned the role of the state police and the former principal of the institution, and put in place a nine-member panel to recommend solutions to issues related to the safety and well-being of medical professionals.</p>\n\n\n\n<p>Terming the rape and murder “horrific given the nature of the crime”, a three-judge bench presided by Chief Justice of India (CJI) D Y Chandrachud asked the Central Bureau of Investigation (CBI) to furnish a status report on the investigation by August 22.</p>\n\n\n\n<p>“We would want CBI to file a state report before this court on Thursday. We want CBI to appraise us on the status of the investigation. Investigation obviously will be at sensitive stage, therefore report should be submitted to court,” the bench also comprising Justices J B Pardiwala and Manoj Misra said.</p>\n\n\n\n<p>The court also directed the Central Industrial Security Force (CISF) to provide security to the hospital, wondering “what was the police doing?” when a mob gathered at the hospital on the night of August 14, attacked protesters, and vandalised the premises.</p>\n\n\n\n<p>“It’s a matter of very serious concern. The doctors… they were all working with her… doctors are on protest …a mob assembles at the hospital. The hospital is invaded and critical facilities are damaged… What was the police doing?” asked the CJI. It recorded in the order, “We are unable to comprehend how the authorities were not able to deal with the vandalism…”.</p>\n\n\n\n<p>The bench also posed questions on the role of Sandip Kumar Ghosh, the former principal of R G Kar Medical College and Hospital, and said it seems there was an attempt to pass off the murder as a suicide. “After the crime was detected in the early hours of the morning, the principal of the hospital tries to pass this off as a suicide. Parents are not allowed to see the body for almost three hours,” the CJI observed.</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-pulls-up-bengal-government-police-in-kolkata-doctor-rape-murder%ef%bf%bc/","hasAudio":false,"hasInfographics":false}