{"id":"wp-te-20730","wp_id":20730,"type":"standard","category":"World","language":"te","title":"షరతులు లేని రుణమాఫీ చేయాలి.. ఏలేటి మహేశ్వర్ రెడ్డి","excerpt":"కాంగ్రెస్ రుణమాఫీ మోసంపై శుక్రవారం జిల్లా కేంద్రంలోని ఆర్డీవో కార్యాలయం వ‌ద్ద‌ బీజేపీ రైతు ధర్నా చేపట్టింది. ఈ ధర్నా కార్యక్రమానికి బీజేఎల్పీ నేత ఏలేటి మహేశ్వర్ రెడ్డి, ఎంపీ గోడం నగేష్ తో పాటు రైతులు, బీజేపీ నాయకులు, కార్యకర్తలు పాల్గొన్నారు. ఈసందర్భంగా కాంగ్రెస్ ప్రభుత్వానికి, ముఖ్యమంత్రికి వ్యతిరేకంగా నినాదాలు చేశారు.  ఈ సందర్భంగా బీజేపీ శాసనసభా పార్టీ నేత ఏలేటి మహేశ్వర్ రెడ్డి మాట్లాడుతూ ఈనెల 31వ తేదీ లోపు రాష్ట్రంలోని రైతులందరికీ రెండు","author":"Tattva News Team","time":"24/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Maheshwar-Reddy-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్ రుణమాఫీ మోసంపై శుక్రవారం జిల్లా కేంద్రంలోని ఆర్డీవో కార్యాలయం వ‌ద్ద‌ బీజేపీ రైతు ధర్నా చేపట్టింది. ఈ ధర్నా కార్యక్రమానికి బీజేఎల్పీ నేత ఏలేటి మహేశ్వర్ రెడ్డి, ఎంపీ గోడం నగేష్ తో పాటు రైతులు, బీజేపీ నాయకులు, కార్యకర్తలు పాల్గొన్నారు. ఈసందర్భంగా కాంగ్రెస్ ప్రభుత్వానికి, ముఖ్యమంత్రికి వ్యతిరేకంగా నినాదాలు చేశారు. </p>\n\n\n\n<p>ఈ సందర్భంగా బీజేపీ శాసనసభా పార్టీ నేత ఏలేటి మహేశ్వర్ రెడ్డి మాట్లాడుతూ ఈనెల 31వ తేదీ లోపు రాష్ట్రంలోని రైతులందరికీ రెండు లక్షల రుణమాఫీ చేయకుంటే హైదరాబాదులోని ఇందిరా పార్కు వద్ద నిరవధిక నిరాహార దీక్ష చేపడతానని తెలిపారు. కాంగ్రెస్ ప్రభుత్వం రుణమాఫీ పేరుతో రైతులను మోసం చేసిందని ధ్వజమెత్తారు. </p>\n\n\n\n<p>రాష్ట్రంలో ఇప్పటివరకు ఎంతమంది రైతులకు రుణమాఫీ చేశారో శ్వేతపత్రం విడుదల చేయాలని డిమాండ్ చేశారు. రాష్ట్రంలో 60లక్షల మంది రైతులు రుణమాఫీకి అర్హత ఉంటే కేవలం 22లక్షల మందికి మాత్రమే రుణమాఫీ చేయడం విడ్డూరమని మండిపడ్డాయిరు. 49వేల కోట్లు రుణమాఫీకి ఇవ్వాల్సి ఉండగా 17వేల కోట్లు మాత్రమే రుణమాఫీ చేశారని గుర్తు చేశారు. </p>\n\n\n\n<p>రాష్ట్ర మంత్రులే పూర్తి రుణమాఫీ కాలేదని చెప్తుంటే ముఖ్యమంత్రి పూర్తి రుణమాఫీ అని చెప్పడం విడ్డూరంగా ఉందని పేర్కొన్నారు. దేవుళ్లపై ఒట్లు పెట్టి రుణమాఫీ చేశామని మాట తప్పిన ముఖ్యమంత్రి కారణంగా రాష్ట్రానికి అరిష్టం జరిగిందని, తెలంగాణ రాష్ట్రానికి అరిష్టం పోవాలని ప్రతి గుడిలో పూజలు చేస్తామని పేర్కొన్నారు. </p>\n\n\n\n<p>రుణమాఫీ కోసం రైతులకు ప్రభుత్వం రేషన్ కార్డు, ఆధార్ కార్డు పేరుతో ఆంక్షలు పెట్టడం సరికాదని తెలిపారు. వెంటనే ప్రతి రైతుకు రుణమాఫీ చేయాలని డిమాండ్ చేశారు. లేనట్లయితే రైతులందరికీ రుణమాఫీ అయ్యే వరకు రైతుల పక్షాన నిలబడి పోరాటం చేస్తామని తెలిపారు. ఈ కార్యక్రమంలో బీజేపీ రాష్ట్ర, జిల్లా నాయకులు, రైతులు, బీజేపీ నాయకులు, కార్యకర్తలు, తదితరులు పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20730/24/08/2024/","hasAudio":false,"hasInfographics":false}