{"id":"wp-en-15242","wp_id":15242,"type":"standard","category":"World","language":"en","title":"Five spectators die, over 200 faint at Chennai Air show￼","excerpt":"At least five  people lost their lives due to suffocation amid a heavy crowd at the air show organised by the Indian Air Force (IAF) in Chennai. The accident happened on the occasion of the Air Force Day celebration at Marina Beach on Sunday. Around lakhs of people gathered to watch the air show. According to","author":"Tattva News Team","time":"7/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Air-show1.jpg","readTime":"5 min read","contentHTML":"\n<p>At least five  people lost their lives due to suffocation amid a heavy crowd at the air show organised by the Indian Air Force (IAF) in Chennai. The accident happened on the occasion of the Air Force Day celebration at Marina Beach on Sunday.</p>\n\n\n\n<p>Around lakhs of people gathered to watch the air show. According to reports, people felt suffocated due to the heavy crowd and a total of 230 people fainted due to the scorching sun and heavy crowd. Out of these, the condition of 93 people deteriorated and they were admitted to the nearby hospital.</p>\n\n\n\n<p>Though the air show by the Indian Air Force (IAF) on the sandy Marina Beach was a big draw, several thousand of people who converged on the idyllic shore on Sunday found it extremely arduous to return home after the event.</p>\n\n\n\n<p>The bus stop at Anna Square, in close proximity to the aerial display venue, overflowed with people. \"Nearly a dozen people swooned on the Marina due to a near stampede-like situation and also because of the hot weather, and they were treated at a government facility,\" a senior police official said</p>\n\n\n\n<p>The police had to step in to clear the traffic to allow the three ambulances to reach the hospital, he said. The arterial roads from Marina connecting various parts of the city too were affected by traffic snarls and the vehicles remained stationary for several minutes at a spot.</p>\n\n\n\n<p>\"I found it extremely difficult to take the MRTS train to Chintadripet as Velachery station was fully packed with people eager to see the air display,\" K Sridhar from Velachery said. Nevertheless, he managed to take his family of four to the Marina and back, though fully sapped of energy while commuting home.</p>\n\n\n\n<p>Traffic near the Marina beach was restored nearly three hours after the air show by IAF aircraft concluded at 1:00 pm, the police official said.</p>\n","originalUrl":"https://en.tattvanews.com/national/five-spectators-die-over-200-faint-at-chennai-air-show%ef%bf%bc/","hasAudio":false,"hasInfographics":false}