{"id":"wp-te-19983","wp_id":19983,"type":"standard","category":"World","language":"te","title":"￼ మాజీ ఈవో ధర్మారెడ్డి, కమిషనర్ విజయ్ కుమార్‌లపై విజిలెన్స్ విచారణ","excerpt":"ఆంధ్రప్రదేశ్ రాష్ట్రంలో ఏర్పడిన కొత్త ప్రభుత్వం గతంలో జరిగిన అవకతవకలపై సీరియస్‌గా స్పందిస్తోంది. ఇప్పటికే పలువురు అధికారులపై చర్యలు తీసుకోగా.. తాజాగా, తిరుమల తిరుపతి దేవస్థానం (టిటిడి) మాజీ అదనపు ఈవో ధర్మారెడ్డి, సమాచార పౌర సంబంధాల శాఖ మాజీ కమిషనర్ విజయ్ కుమార్ రెడ్డిపై విజిలెన్స్ విచారణకు ప్రభుత్వం ఆదేశాలిచ్చింది. ధర్మారెడ్డి, విజయ్ కుమార్ రెడ్డిలు పదవీ కాలంలో భారీ ఎత్తున అవినీతికి పాల్పడ్డారని ప్రభుత్వానికి ఫిర్యాదులు అందాయి. ధర్మారెడ్డిపై టీడీపీ నేతలు ఫిర్యాదు చేయగా..","author":"Tattva News Team","time":"11/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Dharma.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ రాష్ట్రంలో ఏర్పడిన కొత్త ప్రభుత్వం గతంలో జరిగిన అవకతవకలపై సీరియస్‌గా స్పందిస్తోంది. ఇప్పటికే పలువురు అధికారులపై చర్యలు తీసుకోగా.. తాజాగా, తిరుమల తిరుపతి దేవస్థానం (టిటిడి) మాజీ అదనపు ఈవో ధర్మారెడ్డి, సమాచార పౌర సంబంధాల శాఖ మాజీ కమిషనర్ విజయ్ కుమార్ రెడ్డిపై విజిలెన్స్ విచారణకు ప్రభుత్వం ఆదేశాలిచ్చింది.</p>\n\n\n\n<p>ధర్మారెడ్డి, విజయ్ కుమార్ రెడ్డిలు పదవీ కాలంలో భారీ ఎత్తున అవినీతికి పాల్పడ్డారని ప్రభుత్వానికి ఫిర్యాదులు అందాయి. ధర్మారెడ్డిపై టీడీపీ నేతలు ఫిర్యాదు చేయగా.. విజయ్ కుమార్ రెడ్డి మీద జర్నలిస్ట్ సంఘాలు ఫిర్యాదులు ఇచ్చాయి. ఇటీవలే ధర్మారెడ్డి ఉద్యోగ విరమణ చేయగా.. కేంద్రంలో చేరేందుకు ఢిల్లీకి వెళ్లిన విజయ్ కుమార్ రెడ్డి వెనక్కు వచ్చారు.</p>\n\n\n\n<p>దర్యాప్తులో భాగంగా వారి అవినీతికి సహకరించిన ఇతర ఉద్యోగులనూ విచారణ పరిధిలోకి తేవాలని ప్రభుత్వం ఆదేశాలు జారీ చేసింది. శ్రీవాణి టిక్కెట్లలో అక్రమాలకు పాల్పడ్డారని టీటీడీని అడ్డం పెట్టుకుని వైఎస్సార్​సీపీకి విరాళాలు సేకరించారని, బడ్జెట్​తో సంబంధం లేకుండా సివిల్ కాంట్రాక్ట్ పనులు ఇచ్చారని ధర్మారెడ్డిపై అభియోగాలు ఉన్నాయి. </p>\n\n\n\n<p>సమాచార శాఖలో ప్రకటనల పేరిట కోట్ల రూపాయల మేర అవినీతికి పాల్పడ్డారని తుమ్మా విజయ్ కుమార్ రెడ్డిపై ఆరోపణలు వచ్చాయి. ఈ నేపథ్యంలో పూర్తి స్థాయిలో అన్ని కోణాల్లో విజిలెన్స్ విచారణ చేపట్టాలని ప్రభుత్వ ఆదేశాల్లో పేర్కొంది. <br>కాగా, ధర్మారెడ్డి, మాజీ ఛైర్మన్ భూమన కరుణాకర్ రెడ్డిలపై కూటమి నేతలు ఇటీవల సీఎస్ నీరభ్ కుమార్‌కు ఫిర్యాదు చేశారు. </p>\n\n\n\n<p>వైఎస్సార్సీపీకి లబ్ది చేకూర్చేందుకు ధర్మారెడ్డి, భూమన కరుణాకర్ రెడ్డి అక్రమాలకు తెగబడ్డారని, సంప్రదాయాలకు విరుద్ధంగా నడుచుకున్నారని.. వారిపై సీబీ సీఐడీ లేదా విజిలెన్స్ శాఖతో విచారణ జరిపి అక్రమాలను వెలికి తీయాలని కోరారు.</p>\n\n\n\n<p>తిరుమల శ్రీవారిని దర్శించుకునే ప్రముఖ పారిశ్రామికవేత్తలు, వ్యాపారవేత్తలతో తనకున్న పరిచయాలను దుర్వినియోగం చేస్తూ ఎన్నికల సమయంలో వైఎస్సార్సీపీ విరాళాల సేకరణకు మార్గంగా ధర్మారెడ్డి వ్యవహరించారని తెలిపారు. ధర్మారెడ్డి మొబైల్ ఫోన్ కాల్ డేటాను పరిశీలిస్తే క్రిమినల్ కేసుల్లో వైఎస్ జగన్మోహన్ రెడ్డిని కాపాడేందుకు ఢిల్లీలో ఆయన రాజకీయ ప్రమేయం, కుతంత్రాలు స్పష్టంగా తేటతెల్లమవుతాయని ఫిర్యాదులో పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19983/11/07/2024/","hasAudio":false,"hasInfographics":false}