{"id":"wp-en-14099","wp_id":14099,"type":"standard","category":"World","language":"en","title":"PM Modi says 8 crore new jobs created in last 3-4 years￼","excerpt":"Prime Minister Narendra Modi, who inaugurated and laid foundation stones of various development projects in Mumbai, said that eight crore new jobs have been created in India in the last 3 to 4 years adding this has silenced those spreading fake narratives on jobs. Addressing a gathering in Mumbai's Goregaon suburb, Modi quoted a recent","author":"Tattva News Team","time":"14/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-jobs.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi, who inaugurated and laid foundation stones of various development projects in Mumbai, said that eight crore new jobs have been created in India in the last 3 to 4 years adding this has silenced those spreading fake narratives on jobs.</p>\n\n\n\n<p>Addressing a gathering in Mumbai's Goregaon suburb, Modi quoted a recent Reserve Bank of India report on employment and claimed that eight crore new jobs were created in the country in the last three to four years.</p>\n\n\n\n<p>“This figure has silenced those spreading fake narrative on jobs,” Modi said. \"Skill development and employment are needed in the country and our government is working in this direction”.</p>\n\n\n\n<p>\"Maharashtra is a state that will play crucial role in making India 'viksit' (self-reliant). Maharashtra has the power of industry, agriculture and finance sector, and this has helped Mumbai become the financial hub (of India). Now, my aim is to make Maharashtra the world's big financial powerhouse,\" the Prime Minister said.</p>\n\n\n\n<p>\"My aim is to make Maharashtra world’s big financial powerhouse and to make Mumbai global fintech capital. People are aware that only the NDA government can provide stability: PM Narendra Modi in Mumbai,\" PM Modi added.</p>\n\n\n\n<p>Modi on Saturday launched and laid the foundation stone for projects worth Rs 29,000 crore in road, railway and port sectors in Mumbai. Modi also laid the foundation stone for the tunnel work at Goregaon Mulund Link Road (GMLR) Project worth over Rs 6,300 crore. The 6.65km GMLR envisages road connectivity from Western Express Highway at Goregaon to Eastern Express Highway at Mulund. </p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-8-crore-new-jobs-created-in-last-3-4-years%ef%bf%bc/","hasAudio":false,"hasInfographics":false}