{"id":"wp-te-19669","wp_id":19669,"type":"standard","category":"World","language":"te","title":"సిబిఐ చేతికి నీట్ లీకేజీ కేసు","excerpt":"నీట్‌-యూజీ, యూజీసీ-నెట్‌ ప్రశ్నాపత్రాల లీకేజీ ఆరోపణలతో పరీక్షల వ్యవస్థపై అనుమానాలు పెరుగుతున్న వేళ కేంద్రం దిద్దుబాటు చర్యలకు దిగింది.  దేశవ్యాప్తంగా తీవ్ర నిరసనలు వ్యక్తమవుతున్న నీట్‌ యూజీ లీకేజీ వ్యవహారంపై కేంద్రం ప్రభుత్వం సీబీఐ విచారణకు ఆదేశించింది.  నీట్ యూజీ పరీక్ష లీకేజీపై పూర్తిస్థాయి విచారణ కోసమే సీబీఐకి అప్పగిస్తున్నట్లు కేంద్ర విద్యాశాఖ పేర్కొంది. 'అవకతవకలపై కొన్ని ఫిర్యాదులతోపాటు మోసం, మాల్ ప్రాక్టీస్ వంటివి జరిగినట్లు మా దృష్టికి వచ్చాయి. సమగ్ర సమీక్ష తర్వాత దర్యాప్తు కోసం","author":"Tattva News Team","time":"23/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/NTA-row.jpg","readTime":"5 min read","contentHTML":"\n<p>నీట్‌-యూజీ, యూజీసీ-నెట్‌ ప్రశ్నాపత్రాల లీకేజీ ఆరోపణలతో పరీక్షల వ్యవస్థపై అనుమానాలు పెరుగుతున్న వేళ కేంద్రం దిద్దుబాటు చర్యలకు దిగింది.  దేశవ్యాప్తంగా తీవ్ర నిరసనలు వ్యక్తమవుతున్న నీట్‌ యూజీ లీకేజీ వ్యవహారంపై కేంద్రం ప్రభుత్వం సీబీఐ విచారణకు ఆదేశించింది. </p>\n\n\n\n<p>నీట్ యూజీ పరీక్ష లీకేజీపై పూర్తిస్థాయి విచారణ కోసమే సీబీఐకి అప్పగిస్తున్నట్లు కేంద్ర విద్యాశాఖ పేర్కొంది. 'అవకతవకలపై కొన్ని ఫిర్యాదులతోపాటు మోసం, మాల్ ప్రాక్టీస్ వంటివి జరిగినట్లు మా దృష్టికి వచ్చాయి. సమగ్ర సమీక్ష తర్వాత దర్యాప్తు కోసం సీబీఐకి అప్పగించాలని నిర్ణయించాం' అని విద్యాశాఖ పేర్కొంది. </p>\n\n\n\n<p>ఈ నిర్ణయానికి కంటే ముందు ఎన్​టీఏ డైరెక్టర్ జనరల్ సుబోధ్ సింగ్​కు ఉద్వాసన పలికింది. ఆయన స్థానంలో భారత వాణిజ్య ప్రోత్సాహక సంస్థ (ఐటీపీవో) ఛైర్మన్, ఎండీ ప్రదీప్‌ సింగ్‌ ఖరోలాను నియమించింది. అలాగే ఎన్​టీఏ సంస్కరణల ఇస్రో మాజీ చీఫ్‌ కె.రాధాకృష్ణన్‌ నేతృత్వంలో ఒక ఉన్నత స్థాయి కమిటీని ఏర్పాటు చేసింది. ​ఆదివారం జరగాల్సిన నీట్​ పీజీ పరీక్షను వాయిదా వేసింది.</p>\n\n\n\n<p>అయితే ఈ కేసులో ఇప్పటివరకు మధ్యవర్తులు, విద్యార్థులతో సహా 14 మందిని బిహార్ పోలీసులు అరెస్ట్ చేశారు. వారిని విచారించినప్పుడు ఎక్కువగా సంజీవ్​ ముఖియా పేరు వినిపించినట్లు తెలిపారు. దీంతో ఈ లీకేజీ వెనుక ప్రధాన సూత్రధారి అతడేనే అనుమానాలు వ్యక్తమవుతున్నాయి. ఈ ప్రశ్నపత్రం మొదట అందింది సంజీవ్‌కేనని తెలుస్తోంది. </p>\n\n\n\n<p>అతడు ఓ ప్రొఫెసర్‌ ద్వారా పేపర్‌ తీసుకుని, రాకీ అనే వ్యక్తికి ఇచ్చినట్లు పోలీసు వర్గాలు తెలిపాయి. అంతేకాదు పట్నాలోని ఓ బాయ్స్‌ హాస్టల్‌ను అద్దెకు తీసుకుని అందులో 25 మంది విద్యార్థులకు వసతి కల్పించాడని సమాచారం. వారందరికీ లీకైన పేపర్‌ ఇచ్చి ప్రిపేర్‌ చేయించినట్లు తెలుస్తోంది. ఈ వ్యవహారం వెలుగులోకి వచ్చిన తర్వాత మే 6 నుంచి సంజీవ్‌ కనిపించకుండా పోయాడని, అతడి ఆచూకీ కోసం గాలింపు చర్యలు చేపట్టినట్లు పోలీసులు తెలిపారు.</p>\n\n\n\n<p>గతంలోనూ సంజీవ్ ముఖియాపై పలు ప్రభుత్వ పరీక్షల పేపర్​ లీక్​ కేసులున్నాయి. బిహార్​లోని నలందా జిల్లాకు చెందిన సంజీవ్ సాబూర్ వ్యవసాయ కళాశాలలో పని చేసినప్పుడు పేపర్​ లీక్ చేసినట్లు ఆరోపణలు రావడం వల్ల 2016లో వేటు పడింది. కొన్నాళ్ల పాటు జైలు శిక్షను కూడా అనుభవించాడు. ఆ తర్వాత నలందా కాలేజీ నూర్‌సరయ్‌ శాఖలో టెక్నికల్‌ అసిస్టెంట్‌గా చేరాడు.</p>\n\n\n\n<p>మరోవంక, పరీక్షల నిర్వహణలో పారదర్శకత పెంచేందుకు, అక్రమాలకు అడ్డుకట్ట వేసేందుకు తీసుకోవాల్సిన చర్యల కోసం ఒక ఉన్నత స్థాయి నిపుణుల కమిటీని నియమించింది. కేంద్ర విద్యాశాఖ మంత్రి ధర్మేంద్ర ప్రధాన్‌ ఈ విషయాన్ని వెల్లడించారు. ఈ కమిటీకి ఇస్రో మాజీ చైర్మన్‌ డాక్టర్‌ కే రాధాకృష్ణన్‌ నేతృత్వం వహించనున్నారు. </p>\n\n\n\n<p>ఇందులో సభ్యులుగా ఎయిమ్స్‌ మాజీ డైరెక్టర్‌ డాక్టర్‌ రణ్‌దీప్‌ గులేరియా, హైదరాబాద్‌ సెంట్రల్‌ యూనివర్సిటీ వీసీ ప్రొఫెసర్‌ బీజే రావు, ఐఐటీ మద్రాస్‌ సివిల్‌ ఇంజినీరింగ్‌ విభాగం ప్రొఫెసర్‌ రామమూర్తి, పీపుల్‌ స్ట్రాంగ్‌ సంస్థ సహ వ్యవస్థాపకుడు, కర్మయోగి భారత్‌ సంస్థ బోర్డు సభ్యుడు పంకజ్‌ బన్సల్‌, ఐఐటీ ఢిల్లీ విద్యార్థి వ్యవహారాల డీన్‌ ప్రొఫెసర్‌ ఆదిత్య మిట్టల్‌ను కేంద్ర విద్యా శాఖ నియమించింది.</p>\n","originalUrl":"https://tattvanews.com/19669/23/06/2024/","hasAudio":false,"hasInfographics":false}