{"id":"wp-te-18680","wp_id":18680,"type":"standard","category":"World","language":"te","title":"కెనడాలో భారతీయ విద్యార్థుల పనిగంటలపై ఆంక్షలు","excerpt":"కెనడాలో చదువుకుంటున్న భారత్‌తోసహా ఇతర అంతర్జాతీయ విద్యార్థుల ఆఫ్ క్యాంపస్ పని గంటలపై కెనడా ప్రభుత్వం కొత్త చట్టాన్ని తీసుకువచ్చింది. వచ్చే సెప్టెంబర్ నుంచి అంతర్జాతీయ విద్యార్థులు వారానికి 24 గంటల వరకు మాత్రమే ఆఫ్ క్యాంపస్ పని చేయవచ్చు. ఈ చట్టం మంళవారం నుంచి అమలులోకి వచ్చింది.  అంతర్జాతీయ విద్యార్థులు వారానికి 20 గంటలకు పైగా పనిచేసేందుకు అనుమతిస్తూ తీసుకువచ్చిన తాత్కాలిక విధానం ఏప్రిల్ 30తో ముగిసిపోతున్నట్లు ఇమిగ్రేషన్, శరశణార్థులు, పౌరసత్వ శాఖ మంత్రి మార్క్","author":"Tattva News Team","time":"1/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Canada-students1.jpeg","readTime":"5 min read","contentHTML":"\n<p>కెనడాలో చదువుకుంటున్న భారత్‌తోసహా ఇతర అంతర్జాతీయ విద్యార్థుల ఆఫ్ క్యాంపస్ పని గంటలపై కెనడా ప్రభుత్వం కొత్త చట్టాన్ని తీసుకువచ్చింది. వచ్చే సెప్టెంబర్ నుంచి అంతర్జాతీయ విద్యార్థులు వారానికి 24 గంటల వరకు మాత్రమే ఆఫ్ క్యాంపస్ పని చేయవచ్చు. ఈ చట్టం మంళవారం నుంచి అమలులోకి వచ్చింది. </p>\n\n\n\n<p>అంతర్జాతీయ విద్యార్థులు వారానికి 20 గంటలకు పైగా పనిచేసేందుకు అనుమతిస్తూ తీసుకువచ్చిన తాత్కాలిక విధానం ఏప్రిల్ 30తో ముగిసిపోతున్నట్లు ఇమిగ్రేషన్, శరశణార్థులు, పౌరసత్వ శాఖ మంత్రి మార్క్ మిల్లర్ తెలిపారు. కొత్త చట్టం ప్రకారం సెప్టెంబర్ నుంచి అంతర్జాతీయ విద్యార్థులు వారానికి 24 గంటల వరకు మాత్రమే ఆఫ్ క్యాంపస్ పని చేసుకోవ్చని ఆయన తెలిపారు. </p>\n\n\n\n<p>దేశవ్యాప్తంగా అంతర్జాతీయ విద్యార్థుల అడ్మిషన్ల పెంపునకు కత్తెర వేస్తూ కెనడా ప్రభుత్వం కొత్త నిబంధనలు తీసుకువచ్చింది. కొవిడ్ 19 కాలంలో దేశంలో కార్మికుల కొరతను దృష్టిలో ఉంచుకుని అంతర్జాతీయ విద్యార్థుల కోసం పని గంటలపై ఉన్న 20 గంటల ఆంక్షను లిబరల్ పార్టీ నేతృత్వంలోని ప్రధాని జస్టిన్ ట్రూడో ప్రభుత్వం తాత్కాలికంగా రద్దు చేసింది. </p>\n\n\n\n<p>భారతీయ విద్యార్థులు ఉన్నత విద్యను అభ్యసించడానికి అత్యధికంగా వెళుతున్న దేశాలలో కెనడా ప్రథమ స్థానంలో ఉంది. కెనడియన్ బ్యూరో ఫర్ ఇంటర్షేనల్ ఎడ్యుకేషన్(సిబిఐఇ) విడుదల చేసిన 2022 నివేదిక ప్రకారం కెనడాలోని కళాభాలలు, యూనివర్సిటీలలో మొత్తం 3,19,130 మంది భారతీయ విద్యార్థులు ఉన్నారు. </p>\n\n\n\n<p>అంతర్జాతీయ విద్యార్థులలో భారతీయ విద్యార్థులే అత్యధికంగా కెనడాలో చదువుకుంటున్నారు. కెనడాకు వచ్చే విద్యార్థులు చదువుపైనే ధ్యాస పెట్టాలని మిల్లర్ తెలిపారు. వారానికి 24 గంటల వరకు మాత్రమే పనిచేసే అవకాశం కల్పించడం వల్ల విద్యార్థులు ప్రధానంగా తమ దృష్టిని చదువుపైనే ఉంచుతారని, అవసరమైతేనే పనిచేస్తారని ఆయన తెలిపారు.</p>\n\n\n\n<p> ఆఫ్ క్యాంపస్ పని వల్ల అంతర్జాతీయ విద్యార్థులకు ఉద్యోగ అనుభవం రావడంతోపాటు చేతి ఖర్చులకు కొత డబ్బు లభిస్తుంది. కెనడాకు వచ్చే అంతర్జాతీయ విద్యార్థులు ఇక్కడి జీవితానికి సిద్ధపడాలని, తమ చదువులో విజయం సాధించేందుకు ప్రభుత్వం సంపూర్ణంగా సహకరిస్తుందని మిల్లర్ పేర్కొన్నారు. </p>\n\n\n\n<p>అయితే చదువు నిమిత్తం కెనడాకు వచ్చే విద్యార్థుల ప్రధాన లక్ష్యం చదువే కావాలి తప్ప సంపాదన కారాదని ఆయన స్పష్టం చేశారు.  కాగా..అమెరికా, కెనడాలో వారానికి 28 గంటలకు పైగా పనిచేస్తున్న అంతర్జాతీయ విద్యార్థులు చదువులో వెనుకబడి పోతున్నట్లు తాజా సర్వేలో తేలిందని, వారానికి 24 గంటలకు పైగా పనిచేసే విద్యార్థులు చదువును వదిలేసే అవకాశం అధికంగా ఉందని మిల్లర్ తన ప్రకటనలో పేర్కొన్నారు. </p>\n\n\n\n<p>అంతర్జాతీయ విద్యార్థులను తమ దేశానికి ఆహ్వానిస్తున్న ప్రతి దేశం విద్యార్థుల పని గంటలను పరిమితి విధిస్తోంది. ఆస్ట్రేలియేలో ఇటీవల మార్చిన విధానం ప్రకారం అందర్జాతీయ విద్యార్థులు రెండు వారాలకు 48 గంటలు మాత్రమే పనిచేయవచ్చు. అలాగే అమెరికాలో విద్యార్థులు ఆఫ్ క్యాంపస్ పనిచేయాలంటే అదనపూ అర్హతలు కూడా ఉండాలి.</p>\n","originalUrl":"https://tattvanews.com/18680/01/05/2024/","hasAudio":false,"hasInfographics":false}