{"id":"wp-en-15803","wp_id":15803,"type":"standard","category":"World","language":"en","title":"PEC deplored 12th media persons killed in Pakistan","excerpt":"By Nava Thakuria Pakistan, even though without any war on it, continues to lose media persons to assailants and the south Asian nation witnessed the 12 th journo-victim within 12 months of 2024. Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern after receiving the news about the murder of","author":"Tattva News Team","time":"13/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Pak-Journalist.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria </strong><strong></strong></p>\n\n\n\n<p>Pakistan, even though without any war on it, continues to lose media persons to assailants and the south Asian nation witnessed the 12 th journo-victim within 12 months of 2024. Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern after receiving the news about the murder of another journalist named   Malik Zafar Iqbal Naich in the morning hours on 12 December and demands adequate punishments to the perpetrators.</p>\n\n\n\n<p>Malik Zafar (45) was shot dead by the miscreants at Chowk Chanigoth under Rahimyarkhan district of Pakistan. Family sources claim that the local correspondent of Khabrain newspaper had no enmity to anyone in the locality. “He becomes the 162nd media person to be killed since 1 januray 2024. We demand the Pakistani authorities to ensure justice to the bereaved family and hence allowing no immunity to the killers,” said Blaise Lempen, president of PEC (www.pressemblem.ch).</p>\n\n\n\n<p>PEC’s south Asia representative Nava Thakuria informed that with  Malik Zafar Iqbal Naich, Pakistan has lost 12 media workers to assailants this year till date, preceded by Janan Hussain, Jam Saghir Ahmed Lar, Tahira Nosheen Rana, Muhammad Siddiq Mengel, Mehar Ashfaq Siyal, Kamran Dawar, Nasrullah Gadani, Khalil Jibran, Hasan Zaib, Muhammad Bachal Ghunio and Nisar Lehri. Pakistan is followed by Bangladesh (7 journo-casualties) and India (4) in the south Asian region till this moment. </p>\n","originalUrl":"https://en.tattvanews.com/international/pec-deplored-12th-media-persons-killed-in-pakistan%ef%bf%bc/","hasAudio":false,"hasInfographics":false}