{"id":"wp-en-15479","wp_id":15479,"type":"standard","category":"World","language":"en","title":"105 kg heroin, six weapons confiscated in Baba Bakala￼","excerpt":"With the arrest of two associates of Turkey-based drug smuggler Navpreet Singh aka Nav Bhullar, the Counter Intelligence (CI) wing of Punjab Police has made one of the biggest seizures of heroin during a massive operation in Baba Bakala area here on Saturday night. It confiscated 105 kg of heroin in addition to a huge","author":"Tattva News Team","time":"28/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Drugs.jpg","readTime":"5 min read","contentHTML":"\n<p>With the arrest of two associates of Turkey-based drug smuggler Navpreet Singh aka Nav Bhullar, the Counter Intelligence (CI) wing of Punjab Police has made one of the biggest seizures of heroin during a massive operation in Baba Bakala area here on Saturday night.</p>\n\n\n\n<p>It confiscated 105 kg of heroin in addition to a huge quantity of scheduled drugs, including 31.93 kg Caffeine Anhydrous and 17 kg dextromethorphan (DMR) which is used for multiplying the quantity of contraband four times.</p>\n\n\n\n<p>Apart from these, the police also seized five foreign-made pistols and a country made pistol (desi katta) from the spot.</p>\n\n\n\n<p>Those arrested have been identified as Navjot Singh, a resident of Guru Tegh Bahadur Colony in Baba Bakala, Amritsar, and Lovepreet Kumar, a resident of Kala Sanghian in Kapurthala. The police have got three-day police custody of two drug peddlers.</p>\n\n\n\n<p> Lovepreet Singh was doing IELTS while Navjot works as a photographer. According to the police, they had been in illegal drug trade for past three months. It is being suspected that the contraband was smuggled through the riverine belt along the Indo-Pak border.</p>\n\n\n\n<p>Punjab Police Director General Gaurav Yadav said that CI got a tip-off that Nav Bhullar has been operating a Pakistan-backed cross-border smuggling racket using his associates living in a rented accommodation at a colony on Lady Road in Baba Bakala.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/economy/105-kg-heroin-six-weapons-confiscated-in-baba-bakala%ef%bf%bc/","hasAudio":false,"hasInfographics":false}