{"id":"wp-te-20061","wp_id":20061,"type":"standard","category":"World","language":"te","title":"రాజ్యసభలో మెజారిటీకి 12 సీట్ల దూరంలో ఎన్‌డిఎ","excerpt":"రాష్ట్రపతి నామినేట్ చేసిన నలుగురు రాజ్యసభ ఎంపిలు రాకేశ్ సిన్హా, రామ్ షకల్, సోనాల్ మాన్ సింగ్, మహేశ్ జెఠ్మలానీ పదవీకాలం శనివారంతో ముగిసింది. దీనితో ఎగువ సభలో బిజెపి సంఖ్యా బలం 86కు తగ్గింది. ఫలితంగా ఎన్‌డిఎ మెజారిటీ కూడా తగ్గిపోయింది.  రాజ్యసభలో మొత్తం 245 స్థానాలు ఉండగా, 20 ఖాళీలు ఉన్నాయి. దీనితో సభలో ప్రస్తుతం మేజిక్ ఫిగర్ 113 కంటే తక్కువగా ఎన్‌డిఎ సంఖ్యా బలం 101గా ఉన్నది. మెజారిటీకి ఎన్‌డిఎకు ఇంకా","author":"Tattva News Team","time":"16/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Rajya-Sabha.jpg","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రపతి నామినేట్ చేసిన నలుగురు రాజ్యసభ ఎంపిలు రాకేశ్ సిన్హా, రామ్ షకల్, సోనాల్ మాన్ సింగ్, మహేశ్ జెఠ్మలానీ పదవీకాలం శనివారంతో ముగిసింది. దీనితో ఎగువ సభలో బిజెపి సంఖ్యా బలం 86కు తగ్గింది. ఫలితంగా ఎన్‌డిఎ మెజారిటీ కూడా తగ్గిపోయింది. </p>\n\n\n\n<p>రాజ్యసభలో మొత్తం 245 స్థానాలు ఉండగా, 20 ఖాళీలు ఉన్నాయి. దీనితో సభలో ప్రస్తుతం మేజిక్ ఫిగర్ 113 కంటే తక్కువగా ఎన్‌డిఎ సంఖ్యా బలం 101గా ఉన్నది. మెజారిటీకి ఎన్‌డిఎకు ఇంకా 12 మంది అవసరం అవుతారు. కాంగ్రెస్ నేతృత్వంలోని ఇండియా కూటమి వద్ద మొత్తం 87 మంది రాజ్యసభ ఎంపిలు ఉన్నారు. </p>\n\n\n\n<p>పార్టీల పరంగా చూస్తే, కాంగ్రెస్‌కు 26 మంది, తృణమూల్ కాంగ్రెస్ (టిఎంసి)కి 13 మంది, ఆమ్ ఆద్మీ పార్టీ (ఆప్), డిఎంకె పార్టీలకు చెరి 10 మంది రాజ్యసభ ఎంపిలు ఉన్నారు. ఎన్‌డిఎ, ఇండియా కూటములలో లేని వైసీపీకి 11 మంది, బిజెడికి 9 మంది, బిఆర్‌ఎస్‌, అన్నాడిఎంకెలకు నలుగురు చొప్పున ఎంపిలు ఉన్నారు. పలువురు స్వతంత్ర రాజ్యసభ ఎంపిలు కూడా ఉన్నారు.</p>\n\n\n\n<p>ఏదైనా బిల్లు చట్టంగా మారాలంటే లోక్‌సభతో పాటు రాజ్యసభలోను ఆమోదం పొందవలసి ఉంటుంది. అయితే, బిల్లుల ఆమోదం నిమిత్తం ఎన్‌డిఎకు రాజ్యసభలో తగినంత సంఖ్యా బలం లేదు. దీనితో ఇతర పార్టీలపై ఎన్‌డిఎ ఆధారపడవలసిన పరిస్థితి ఉంది. </p>\n\n\n\n<p>గత దఫా ప్రభుత్వం మాదిరిగా మున్ముందు కూడా బిల్లుల విషయంలో అన్నాడిఎంకె, వైసిపి మద్దతును ఎన్‌డిఎ పొందవలసి ఉంటుందని రాజకీయ పరిశీలకులు సూచిస్తున్నారు. మే నెలలో జరిగిన సార్వత్రిక ఎన్నికల్లో వైసిపి పెద్దగా లోక్‌సభ స్థానాలు గెలవలేకపోయినప్పటికీ ఆ పార్టీ వద్ద 11 మంది రాజ్యసభ సభ్యులు ఉన్నారు.</p>\n\n\n\n<p>దీనితో అసెంబ్లీ ఎన్నికల్లో టిడిపి, జనసేనతో కలసి బిజెపి పోటీ చేసినప్పటికీ రాజ్యసభలో బిల్లుల ఆమోదం కోసం వైసిపిని ఆశ్రయించవలసి రావచ్చని రాజకీయ పరిశీలకులు సూచిస్తున్నారు. ఇక తమిళనాడు పార్టీ అయిన అన్నా డిఎంకెకు నలుగురు రాజ్యసభ సభ్యులు ఉన్నారు. ఒడిశా మాజీ ముఖ్యమంత్రి నవీన్ పట్నాయక్ సారథ్యంలోని బిజెడికి తొమ్మిది మంది రాజ్యసభ సభ్యులు ఉన్నారు.</p>\n\n\n\n<p>అయితే, ఈ సారి ఆ పార్టీ బిజెపికి మద్దతు ఇస్తుందా లేదా అనేది ఆసక్తికరంగా మారింది. ఎందుకంటే రాష్ట్ర అసెంబ్లీ ఎన్నికల్లో బిజెపి చేతిలోనే బిజెడి ఓటమి పాలైంది. కనుక మద్దతు ఇవ్వడం అనుమానమేనని విశ్లేషణలు వినిపిస్తున్నాయి. ఇది ఇలా ఉండగా, రాజ్యసభలో ఖాళీగా ఉన్న 20 స్థానాలకు ఈ సంవత్సరమే ఎన్నికలు జరిగే అవకాశం ఉంది. వాటిలో తొమ్మిది సీట్ల వరకు ఎన్‌డిఎ కూటమి పార్టీలు గెలిచేందుకు అవకాశాలు ఉన్నాయి.</p>\n","originalUrl":"https://tattvanews.com/20061/16/07/2024/","hasAudio":false,"hasInfographics":false}