{"id":"wp-en-15385","wp_id":15385,"type":"standard","category":"World","language":"en","title":"PM Modi says NDA committed to furthering national progress ￼","excerpt":"Prime Minister Narendra Modi on Thursday attended the NDA Chief Ministers’ Council meeting in Chandigarh and said the top leadership discussed aspects of good governance and ways to improve people’s lives. Taking to social media X, PM Modi said that the NDA alliance is committed to furthering national progress and empowering the poor and downtrodden.","author":"Tattva News Team","time":"18/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/NDA-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Thursday attended the NDA Chief Ministers’ Council meeting in Chandigarh and said the top leadership discussed aspects of good governance and ways to improve people’s lives. Taking to social media X, PM Modi said that the NDA alliance is committed to furthering national progress and empowering the poor and downtrodden.</p>\n\n\n\n<p>\"Chaired a meeting of NDA Chief Ministers and Deputy Chief Ministers. We had extensive discussions on aspects of good governance and ways to improve people’s lives. Our alliance is committed to furthering national progress and empowering the poor and downtrodden,\" PM Modi said. </p>\n\n\n\n<p>After the conclusion of the Chief Ministers' NDA meeting, BJP National President JP Nadda said that PM Modi emphasised that through governance people's problems should be resolved and added that all should focus on 'Pro-people, Pro-governance- P2G2' and take it forward. </p>\n\n\n\n<p>\"Today, 17 CMs and 18 Deputy CMs of NDA-ruled states took part in the meeting and 6 proposals were discussed and passed. The first proposal was kept by Maharashtra CM Eknath Shinde on the victory of the party in Haryana due to the policies of the PM. BJP got the support of farmers, youth and athletes in Haryana. The PM was thanked for it and the proposal was passed unanimously. Another proposal was moved by Defence Minister Rajnath Singh ji to celebrate 'Samvidhan Ka Amrit Mahotsav' in 2025,\" he said. </p>\n\n\n\n<p>On upcoming Assembly elections in the state and Chief Ministers' Council NDA meeting, Maharashtra Dy CM Ajit Pawar said, \" We have full confidence, we have done good work...meeting was very good, PM gave 4 hours and listened to everyone, he also spoke what was on his mind, now everyone will work accordingly\"</p>\n\n\n\n<p>Ahead of the assembly elections in Maharashtra and Jharkhand, the National Democratic Alliance Chief Ministers' Council meeting began on Thursday afternoon.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-says-nda-committed-to-furthering-national-progress-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}