{"id":"wp-en-15227","wp_id":15227,"type":"standard","category":"World","language":"en","title":"Jaishankar to visit Pakistan on October 15-16￼","excerpt":"External Affairs Minister S Jaishankar will visit Pakistan for the upcoming Shanghai Cooperation Organisation (SCO) meeting hosted by Islamabad on October 15-16, said the Ministry of External Affairs on Friday. MEA spokesperson Randhir Jaiswal said Jaishankar will lead the Indian delegation at the SCO meeting, which Chinese President Xi Jinping is also expected to attend. This","author":"Tattva News Team","time":"5/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/11/Jaishankar.webp","readTime":"5 min read","contentHTML":"\n<p>External Affairs Minister S Jaishankar will visit Pakistan for the upcoming Shanghai Cooperation Organisation (SCO) meeting hosted by Islamabad on October 15-16, said the Ministry of External Affairs on Friday. MEA spokesperson Randhir Jaiswal said Jaishankar will lead the Indian delegation at the SCO meeting, which Chinese President Xi Jinping is also expected to attend.</p>\n\n\n\n<p>This would be Jaishankar's first visit to Pakistan as India's External Affairs Minister. The announcement came after the ministry confirmed in August that Pakistan had sent an invitation to Prime Minister Narendra Modi to attend the SCO meeting scheduled this month. \"We have received an invitation from Pakistan for SCO summit. We don't have an update on that. We will let you know the situation later,\" Jaiswal said at the time.</p>\n\n\n\n<p>Pakistan holds the rotating chairmanship of the Shanghai Cooperation Organisation (SCO) Council of Heads of Government (CHG) and in that capacity, will be hosting the two-day in-person SCO Heads of Governments Meeting in October. The SCO event in Pakistan will be preceded by a ministerial meeting and several rounds of senior officials’ meetings focused on financial, economic, socio-cultural, and humanitarian cooperation among the SCO member states.</p>\n\n\n\n<p>During a weekly press briefing, Foreign Office spokesperson Mumtaz Baloch said invitations have been sent to heads of countries for participation in the summit. “An invitation has also been sent to the Prime Minister of India, Narendra Modi,” Dawn quoted Foreign Office spokesperson Mumtaz Baloch as saying, adding that some countries had already confirmed their participation in the meeting. \"It will be informed in due course which country has confirmed.\"</p>\n\n\n\n<p>When asked about ties with India, Baloch said, “Pakistan does not have direct bilateral trade with India.” Islamabad and New Delhi have a long history of strained relations, primarily due to the Kashmir issue as well as the cross-border terrorism emanating from Pakistan. India has been maintaining that it desires normal neighbourly relations with Pakistan while insisting that the onus is on Islamabad to create an environment that is free of terror and hostility. Pakistan downgraded its ties with India after the Indian Parliament abrogated Article 370 on August 5, 2019.</p>\n","originalUrl":"https://en.tattvanews.com/national/jaishankar-to-visit-pakistan-on-october-15-16%ef%bf%bc/","hasAudio":false,"hasInfographics":false}