{"id":"wp-en-13588","wp_id":13588,"type":"standard","category":"World","language":"en","title":"RBI Keeps Interest Rates Unchanged￼","excerpt":"The Reserve Bank of India (RBI) left its key interest rates unchanged  as expected, keeping the focus on inflation amid robust economic growth that is likely to provide the new Modi government headroom for manoeuvring reforms. The Monetary Policy Committee, consisting of three RBI and an equal number of external members, kept the repo rate","author":"Tattva News Team","time":"8/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/07/RBI.jpg","readTime":"5 min read","contentHTML":"\n<p>The Reserve Bank of India (RBI) left its key interest rates unchanged  as expected, keeping the focus on inflation amid robust economic growth that is likely to provide the new Modi government headroom for manoeuvring reforms.</p>\n\n\n\n<p>The Monetary Policy Committee, consisting of three RBI and an equal number of external members, kept the repo rate unchanged at 6.50 per cent for an eighth straight policy meeting and stuck to its relatively hawkish stance of \"withdrawal of accommodation\", Governor Shaktikanta Das said in his statement.</p>\n\n\n\n<p>However, there were signs of a more divided policy committee, with one additional member voting for a softening in stance as well as policy direction. Two external members, Ashima Goyal and Jayanth Varma, voted for a cut, compared to one in the previous meeting.</p>\n\n\n\n<p>The decision comes just days ahead of Narendra Modi assuming the office of the Prime Minister of India for the third straight time but with a smaller-than-expected election victory that forced his party BJP to share power in a coalition government. The slim majority, according to global rating agencies, may delay more far-reaching elements of economic and fiscal reforms like land and labour, and impede progress on fiscal consolidation.</p>\n\n\n\n<p>Das said while the MPC took note of the disinflation achieved so far without hurting growth, it remains vigilant to any upside risks to inflation, particularly from food inflation, which could possibly derail the path of disinflation.</p>\n\n\n\n<p>\"Monetary policy must continue to remain disinflationary and be resolute in its commitment to aligning inflation to the target of 4.0 per cent on a durable basis,\" he added.</p>\n","originalUrl":"https://en.tattvanews.com/economy/rbi-keeps-interest-rates-unchanged%ef%bf%bc/","hasAudio":false,"hasInfographics":false}