{"id":"wp-en-13469","wp_id":13469,"type":"standard","category":"World","language":"en","title":"￼300 defenders killed in 28 countries for their peaceful work in 2023, says Front Line Defenders￼","excerpt":"A faltering international human rights framework and hypocrisy from governments have exacerbated a rising wave of killings, criminalisation and a range of other threats that hampered the work of human rights defenders (HRDs) in 2023, Front Line Defenders (FLD) said as it launched a new report. The Front Line Defenders Global Analysis 2023/24 gives a","author":"Tattva News Team","time":"30/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/REPORT.png","readTime":"5 min read","contentHTML":"\n<p>A faltering international human rights framework and hypocrisy from governments have exacerbated a rising wave of killings, criminalisation and a range of other threats that hampered the work of human rights defenders (HRDs) in 2023, Front Line Defenders (FLD) said as it launched a new report.</p>\n\n\n\n<p>The Front Line Defenders Global Analysis 2023/24 gives a detailed panorama of the violations against HRDs across all regions of the world in the last year. The report also reveals statistics gathered and verified by the HRD Memorial initiative – which Front Line Defenders coordinates – documenting the killings of at least 300 HRDs in 28 countries in 2023. </p>\n\n\n\n<p>Almost a third of those killed (31%) were Indigenous people’s rights defenders. This brings the total documented killings of HRDs in the last decade to nearly 3,000.<br><br><em>“This appalling wave of attacks on human rights defenders is a direct result of an international human rights framework left in tatters and governments' double standards when it comes to respecting human rights,”</em> said Alan Glasgow,  Executive Director of Front Line Defenders.<br><br>“A quarter century after the UN adopted a Declaration on human rights defenders, not enough progress has been made to ensure defenders are valued and protected. In this time, thousands of defenders have paid with their lives and many more face ongoing attacks and intimidation for their peaceful work. Urgent action is needed to change this.”</p>\n\n\n\n<p><strong>Wide-ranging risks to HRDs</strong><br><br>Globally, the violation most commonly cited by HRDs was arbitrary arrest/detention (15%), followed by legal action (13%), continuing an ongoing trend of criminalisation as the most-reported risk. This was followed by death threats (10.2%), surveillance (9.8%) and physical attacks (8.5%).</p>\n\n\n\n<p>Trans and non gender-conforming HRDs reported slightly higher rates of physical attacks, and a much greater risk of smear campaigns. Globally, the five most targeted areas of human rights defence were: LGBTIQ+ rights (10.2%); Women’s rights (9.7%); Human rights movements (8.5%); Indigenous peoples’ rights (7.1%); and Human rights documentation (5.2%).</p>\n\n\n\n<p><strong>LGBTIQ+ defenders under attack</strong><br><br>For the first time, the data show evidence of an onslaught against HRDs working on LGBTIQ+ rights in many parts of the world, comprising over a tenth of all attacks reported globally. LGBTIQ+ defenders were the most targeted group in Africa (23%), and ECA (17%) and among the five most-targeted in Asia and the Pacific.<br><br>This reflects a trend in which violence, surveillance, death threats, smear campaigns and other intimidation are increasingly being used to silence and stigmatise LGBTIQ+ defenders. In 2023, LGBTIQ+ defenders accounted for 5% of the killings documented by the HRD Memorial.<br><br>Draconian new laws illustrated this alarming trend, including in Uganda, which passed an Anti-Homosexuality Bill allowing the death penalty for “aggravated homosexuality”; and Russia, where the Supreme Court listed the “international LGBT movement” as extremist.</p>\n\n\n\n<p><strong>Conflict and crisis</strong><br><br>At a time when there are more violent conflicts occurring than at any stage since the Second World War, it has become increasingly clear that HRDs are frequently targeted as a result of the vital work they do in conflict situations.<br><br>This was the case in Sudan, where Front Line Defenders documented the killing of eight HRDs. Defenders’ work often puts them at higher risk of violence from warring factions, but they have few dedicated avenues to seek urgent relocation to safety.<br><br>Amid Israel’s bombardment and siege of Gaza, civilians, including HRDs and their families, overwhelmingly bore the brunt of the attacks. HRD journalists, HRD medical workers and other defenders were targeted with killings, violence and arbitrary detention with ill-treatment. The international response to the conflict has exposed deep-rooted hypocrisy on the part of some governments that purport to support human rights.<br><br>Wars and crises elsewhere also had a devastating impact on defenders, including in Ukraine, Myanmar, Ethiopia, DRC, Kashmir, Afghanistan, Colombia, Mexico and Syria.<br><br>In the hyper-masculinised context of conflict, the risks faced by WHRDs and those advocating for gender justice are exacerbated. According to Front Line Defenders’ data for 2023, defenders promoting and protecting women’s rights in the Middle East and North Africa, where multiple conflicts are ongoing, were the single most at-risk group of HRDs in the region. These challenges ranged from physical attacks and disappearances to criminalisation, threats, online smearing and even targeted killing.</p>\n\n\n\n<p><strong>Right to protest trampled</strong><br><br>In many parts of the world, public protests against unpopular decisions by governments were met with a violent police response. Instead of engaging in good faith with peaceful protesters and protecting the right to protest, states are moving to restrict it and criminalise those involved in organising or leading protests.</p>\n\n\n\n<p>According to Front Line Defenders’ 2023 data, where HRDs faced criminal charges, charges related to assembly or public order offences were among those most commonly used.<br><br>“Governments around the world must seize the opportunity to see human rights defenders, not as a threat to their grasp on power, but as positive and critical change-makers to improve societies and defend the human rights of their citizens,” said Alan Glasgow.<br><br>“Shoring up the embattled international human rights framework, ending hypocrisy on human rights and repealing laws that curtail human rights are among the ways governments can protect human rights defenders and uphold their vital work.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/%ef%bf%bc300-defenders-killed-in-28-countries-for-their-peaceful-work-in-2023-says-front-line-defenders%ef%bf%bc/","hasAudio":false,"hasInfographics":false}