{"id":"wp-en-13940","wp_id":13940,"type":"standard","category":"World","language":"en","title":"NHRC takes suo motu cognizance over `public flogging’ of a couple in Bengal￼","excerpt":"The National Human Rights Commission (NHRC) has taken suo motu cognizance of a couple who was mercilessly beaten up in Lakshmipur village of Chopra division in Uttar Dinajpur district, West Bengal in full public view, by a group of people reportedly associated a political party on 29th June, 2024. The media report also quoted a video","author":"Tattva News Team","time":"2/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bengal-NHRC.webp","readTime":"5 min read","contentHTML":"\n<p>The National Human Rights Commission (NHRC) has taken <em>suo motu</em> cognizance of a couple who was mercilessly beaten up in Lakshmipur village of Chopra division in Uttar Dinajpur district, West Bengal in full public view, by a group of people reportedly associated a political party on 29th June, 2024. The media report also quoted a video of the incident on social media.</p>\n\n\n\n<p>According to the media report, carried on 30th June, 2024, the allegations of a love affair between the victim couple were discussed in an open meeting (Panchayat) by the annoyed villagers. Then, the miscreants started beating the duo. Reportedly, the main perpetrator is alleged to be associated with the political party in power in West Bengal and could be seen in the viral video, severely beating up the couple surrounded by a gathering of people, as spectators.</p>\n\n\n\n<p>The NHRC  has observed the contents of the news report, if true, raise a serious issue of violation of the couple's human rights. Accordingly, it has issued notices to the Chief Secretary and Director General of Police, West Bengal calling for a detailed report in the matter within one week. It should include the status of the police investigation in the matter, the health status of the victims and medical treatment if any, provided to them.</p>\n\n\n\n<p>The NHRC, looking into the gravity of the issue, has also asked its Director General (Investigation) to immediately constitute and send a team, headed by an officer, not below the rank of Senior Superintendent of Police, to visit the place of the incident to conduct an on-the-spot fact-finding enquiry in the matter and to submit a report to the Commission, at the earliest.</p>\n\n\n\n<p>Issuing the notices, the NHRC has further observed that the reported cruel and disgraceful act of the miscreants in the instant incident without any fear of law indicates that the State authorities have not learnt any lessons neither from the shameful incidents that occurred in the past nor from the concern raised by it.</p>\n\n\n\n<p>The NHRC has deplored that this is not an isolated incident that recently occurred in the State of West Bengal wherein, the law has been taken into hands by unruly elements, victimizing innocent people, especially women. As mentioned in the instant news report, in a similar incident, a woman was allegedly made naked and beaten up in Cooch Behar.</p>\n\n\n\n<p>Apart from this, the Commission has also taken cognizance of the shameful incidents of indignity to women that occurred in Sandeshkhali area of district North 24 Parganas in West Bengal wherein a man allegedly associated with a political party had subjected the women to sexual abuse and torture.</p>\n","originalUrl":"https://en.tattvanews.com/others/nhrc-takes-suo-motu-cognizance-over-public-flogging-of-a-couple-in-bengal%ef%bf%bc/","hasAudio":false,"hasInfographics":false}