{"id":"wp-te-20742","wp_id":20742,"type":"standard","category":"World","language":"te","title":"హీరో నాగార్జునకు చెందిన 'ఎన్ కన్వెన్షన్' కూల్చివేత","excerpt":"అక్రమ కట్టడాలపై ‘హైడ్రా’ దూకుడుగా ముందుకెళ్తోంది. ముఖ్యంగా చెరువులను ఆక్రమించి చేపట్టిన నిర్మాణాలపై ప్రధానంగా ఫోకస్ చేస్తోంది. ఇందులో భాగంగా హీరో నాగార్జునకు చెందిన మాదాపూర్‌లోని ఎన్‌ కన్వెన్షన్‌ ను కూల్చివేసే పనులను శనివారం ఉదయం ప్రారంభించింది. తుమ్మిడికుంట చెరువును కబ్జా చేసి ఎన్ కన్వెన్షన్ ను నిర్మించారని హైడ్రాకు ఫిర్యాదులు అందటంతో కూల్చివేత పనులను ప్రారంభించారు.  మూడున్నర ఎకరాల స్థలాన్ని కబ్జా చేసి ఈ నిర్మాణం జరిగినట్లు ఆరోపణలు ఉన్నాయి.ఎన్-కన్వెన్షన్ మొత్తం 10 ఎకరాల్లో నిర్మించబడి","author":"Tattva News Team","time":"24/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/N-Convention.jpeg","readTime":"5 min read","contentHTML":"\n<p>అక్రమ కట్టడాలపై ‘హైడ్రా’ దూకుడుగా ముందుకెళ్తోంది. ముఖ్యంగా చెరువులను ఆక్రమించి చేపట్టిన నిర్మాణాలపై ప్రధానంగా ఫోకస్ చేస్తోంది. ఇందులో భాగంగా హీరో నాగార్జునకు చెందిన మాదాపూర్‌లోని ఎన్‌ కన్వెన్షన్‌ ను కూల్చివేసే పనులను శనివారం ఉదయం ప్రారంభించింది.</p>\n\n\n\n<p>తుమ్మిడికుంట చెరువును కబ్జా చేసి ఎన్ కన్వెన్షన్ ను నిర్మించారని హైడ్రాకు ఫిర్యాదులు అందటంతో కూల్చివేత పనులను ప్రారంభించారు.  మూడున్నర ఎకరాల స్థలాన్ని కబ్జా చేసి ఈ నిర్మాణం జరిగినట్లు ఆరోపణలు ఉన్నాయి.ఎన్-కన్వెన్షన్ మొత్తం 10 ఎకరాల్లో నిర్మించబడి ఉంది. </p>\n\n\n\n<p>ఎన్ కన్వెన్షన్ ను ఎఫ్ టీఎల్ పరిధిలో నిర్మించారనే ఆరోపణలు ఎప్పట్నుంచో వినిపిస్తున్నాయి. మొత్తం మూడున్నర ఎకరాల స్థలాన్ని ఆక్రమించి ఈ నిర్మాణం చేపట్టారని ఫిర్యాదులు కూడా అందాయి. గతంలోనే ఈ నిర్మాణంపై చర్యలు తీసుకుంటారనే వార్తలు వచ్చినప్పటికీ జరగలేదు. ఇటీవలే తెలంగాణ ప్రభుత్వం హైడ్రాను ఏర్పాటు చేసింది. </p>\n\n\n\n<p>ఆక్రమణకు గురైన చెరువులు, కుంటలు, బఫర్ జోన్ పరిధిలోని స్థలాలపై హైడ్రా (హైదరాబాద్ డిజాస్టర్ రెస్పాన్స్ అసెట్స్ మానిటరింగ్ అథారిటీ) ప్రధానంగా ఫోకస్ పెట్టింది.  గతంలో ఉన్న చెరువుల మ్యాప్ లను పరిశీలించి… చర్యలు తీసుకునే దిశగా అడుగులు వేస్తోంది.  చెరువుల చుట్టూ వెలసిన కాలనీలు, ఎఫ్డీఎల్ పరిధిలోకి వచ్చే ప్లాట్లు, ఆక్రమణలను గుర్తించే పనిలో నిమగ్నమైంది. </p>\n\n\n\n<p>ఈ నేపథ్యంలోనే హీరో నాగార్జునకు చెందిన ఎన్ కన్వెన్షన్ పై కూడా హైడ్రాకు ఫిర్యాదు అందింది. ఏ క్షణమైనా దీనిపై చర్యలు తీసుకునే అవకాశం ఉందని ఇటీవలే జోరుగా వార్తలు వినిపించాయి. అనుకున్నట్లే ఇవాళ ఉదయం హైడ్రా అధికారులు ఎన్ కన్వెన్షన్ వద్దకు చేరుకున్నారు. </p>\n\n\n\n<p>యంత్రాల సాయంతో అక్రమ నిర్మాణాలను కూల్చివేస్తున్నారు. పరిసర ప్రాంతాల్లోనూ భారీ బందోబస్తును కూడా ఏర్పాటు చేశారు. ఎన్ కన్వెన్షన్ లోకి వెళ్లే దారులను కూడా మూసివేశారు. లోపలికి కూడా ఎవర్నీ అనుమతించటం లేదు. ఎంత వరకైతే ఆక్రమణ జరిగిందో అక్కడి వరకు కూల్చివేయనున్నారు. </p>\n","originalUrl":"https://tattvanews.com/20742/24/08/2024/","hasAudio":false,"hasInfographics":false}