{"id":"wp-te-19564","wp_id":19564,"type":"standard","category":"World","language":"te","title":"ద్వేషం, హింస పాఠ్యాంశాలు కాలేవు","excerpt":"చిన్నతనంలోనే హింస, ద్వేషం వంటి అంశాలు బోధించి విద్యార్థుల మెదళ్లను పాడు చేయొద్దని ఎన్సీఈఆర్టీ డైరెక్టర్ దినేష్ ప్రసాద్ సక్లానీ పేర్కొన్నారు. ద్వేషం, హింస పాఠ్యాంశాలు కావని, వాటిపై దృష్టి పెట్టకూడదని స్పష్టం చేశారురు. నేషనల్ కౌన్సిల్ ఆఫ్ ఎడ్యుకేషనల్ రీసెర్చ్ అండ్ ట్రైనింగ్  ఈ ఏడాది ఏప్రిల్‌లో ఎన్సీఈఆర్టీ పుస్తకాల్లో మార్పులు చేసి విడుదల చేసింది.  అయోధ్యలో బాబ్రీ మసీదు కూల్చివేత, గుజరాత్‌లో ముస్లింల ఊచకోత, హిందుత్వ రాజకీయాలు వంటి అంశాల్లో కీలక మార్పులు చేశారు.","author":"Tattva News Team","time":"17/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/NCERT-Director.jpg","readTime":"5 min read","contentHTML":"\n<p>చిన్నతనంలోనే హింస, ద్వేషం వంటి అంశాలు బోధించి విద్యార్థుల మెదళ్లను పాడు చేయొద్దని ఎన్సీఈఆర్టీ డైరెక్టర్ దినేష్ ప్రసాద్ సక్లానీ పేర్కొన్నారు. ద్వేషం, హింస పాఠ్యాంశాలు కావని, వాటిపై దృష్టి పెట్టకూడదని స్పష్టం చేశారురు. నేషనల్ కౌన్సిల్ ఆఫ్ ఎడ్యుకేషనల్ రీసెర్చ్ అండ్ ట్రైనింగ్  ఈ ఏడాది ఏప్రిల్‌లో ఎన్సీఈఆర్టీ పుస్తకాల్లో మార్పులు చేసి విడుదల చేసింది. </p>\n\n\n\n<p>అయోధ్యలో బాబ్రీ మసీదు కూల్చివేత, గుజరాత్‌లో ముస్లింల ఊచకోత, హిందుత్వ రాజకీయాలు వంటి అంశాల్లో కీలక మార్పులు చేశారు. అయితే ఇది సాధారణ సిలబస్ మార్పుల్లో భాగమేనని అధికారులు వెల్లడించారు. కానీ ప్రతిపక్షాలు మాత్రం నరేంద్ర మోదీ ప్రభుత్వంపై తీవ్ర విమర్శలు చేస్తున్నాయి. </p>\n\n\n\n<p>కావాలనే మోదీ సర్కార్ ఇలాంటివి చేస్తోందని.. చరిత్రను భవిష్యత్ తరాలకు తెలియజేయకుండా అడ్డుకుంటోందని మండిపడుతున్నాయి. పొలిటికల్ సైన్స్ పుస్తకాల్లో బాబ్రీ కూల్చివేత ప్రస్తావన ఉన్న పుస్తకంలో 3 చోట్ల మార్పులు చేయాలని నిర్ణయించారు. బదులుగా రామమందిర ఉద్యమాన్ని చేర్చారు. </p>\n\n\n\n<p>దీంతో పాటు రామ మందిరానికి సంబంధించి సుప్రీంకోర్టు తీర్పు వివరాలను కూడా పొందుపరిచారు. అయితే సిలబస్ మార్పుపై దినేష్ స్పందించారు. పాఠ్యాంశాలను కాషాయీకరణ చేశారన్న ఆరోపణలను దినేష్ ఖండించారు. బాబ్రీ మసీదు కూల్చివేత లేదా దాని నేపథ్యంలో మతపరమైన హింసకు సంబంధించిన ప్రస్తావనలను పుస్తకాల్లో ఎందుకు తొలగించారు? అని అడిగిన ప్రశ్నకు ధీటుగా సమాధానం ఇచ్చారు. </p>\n\n\n\n<p>\"పాఠ్యపుస్తకాల్లో అల్లర్ల గురించి ఎందుకు బోధించాలి? సానుకూలంగా ఉండి హింసాత్మక ఘటనలను ఖండించే పౌరులను తయారు చేయాలనుకుంటున్నాం. విద్యార్థులకు అభ్యంతరకరంగా మారేలా, సమాజంలో విద్వేషాలు సృష్టించే బోధనలు కావాలా. అదే విద్య ఉద్దేశమా? చిన్న పిల్లలకు అల్లర్ల గురించి నేర్పించాలా?\" అని ప్రశ్నించారు. </p>\n\n\n\n<p>\"వారు పెద్దయ్యాక హింస వైపే వెళ్తే ఏంటి పరిస్థితి. రామ మందిరం, బాబ్రీ మసీదు లేదా రామజన్మభూమికి అనుకూలంగా సుప్రీంకోర్టు తీర్పునిస్తే దాన్ని పాఠ్యపుస్తకాల్లో చేర్చకూడదా? అందులో సమస్య ఏంటీ? కొత్త అప్‌డేట్‌లను పొందుపరిచాం. కొత్త పార్లమెంటును నిర్మిస్తే.. మన విద్యార్థులకు దాని గురించి తెలియకూడదా?\" అని అడిగారు. </p>\n\n\n\n<p> ఏదైనా అసందర్భంగా మారినట్లయితే, దానిని మార్చాల్సి ఉంటుందని చెప్పారు. ఎందుకు మార్చకూడదు? బీజేపీ భావజాలంతో పుస్తకాలను రూపొందించట్లేదని,  విద్యార్థులకు వాస్తవాలు తెలియజేస్తున్నామని తెలిపారు. కొందరు ఈ అంశాలపై అనవసర ఆరోపణలు చేస్తున్నారని మండిపడ్డారు. ఏది మార్చాలన్నది ఆ సబ్జెక్ట్ నిపుణులు నిర్ణయిస్తారని చెబుతూ తాను ఆ ప్రక్రియలో జోక్యం చేసుకోనని స్పష్టం చేశారు. </p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19564/17/06/2024/","hasAudio":false,"hasInfographics":false}