{"id":"wp-en-14385","wp_id":14385,"type":"standard","category":"World","language":"en","title":"Supreme Court nod to Sub-classification in SCs/STs quota￼","excerpt":"In a landmark judgment, a seven-judge bench of the Supreme Court observed that states are empowered to make sub-classifications and provide quotas for most backwards within the scheduled caste / scheduled tribes categories. The apex court however observed the sub-classification must be quantifiable and cannot be done as per the whims of the state governments.","author":"Tattva News Team","time":"2/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/04/Supreme-Court.jpg","readTime":"5 min read","contentHTML":"\n<p>In a landmark judgment, a seven-judge bench of the Supreme Court observed that states are empowered to make sub-classifications and provide quotas for most backwards within the scheduled caste / scheduled tribes categories. The apex court however observed the sub-classification must be quantifiable and cannot be done as per the whims of the state governments.</p>\n\n\n\n<p>Six of the seven-judge bench including Chief Justice D.Y. Chandrachud and Justices BR Gavai, Vikram Nath, Bela M. Trivedi, Pankaj Mithal, Manoj Misra and Satish Chandra Sharma pronounced concurring verdicts. Justice Tirvedi gave a dissenting verdict. Majority judges overruled the 2004 E.V. Chinniah judgment which held sub-classification was not permissible.</p>\n\n\n\n<p>The apex court observed that sub-classifications within the SC categories were not in violation with the principle of equality enshrined under Article 14 of the Constitution. “There is nothing in Articles 15 and 16 which prevents the State from sub-classifying a Caste”, Live Law reported quoting the verdict.</p>\n\n\n\n<p>Holding that Scheduled Castes and Scheduled Tribes are not homogenous groups, the Supreme Court ruled that the State can sub-classify Scheduled Castes and Scheduled Tribes to ensure greater reservations for some SC/ST groups over others in public employment and admission to government-run educational institutions</p>\n\n\n\n<p>However, the top court clarified that none of the castes categorised as SCs/STs can be completely overlooked by the State for quota benefits in the guise of providing reservation to groups not adequately represented in public employment and admissions to educational institutions.</p>\n\n\n\n<p>The majority overruled the top court’s five-judge Bench verdict in EV Chinnaiah vs State of Andhra Pradesh (2004) which had ruled that SC/ST communities which suffered ostracisation, discrimination and humiliation for centuries formed homogeneous groups, incapable of being sub-categorised.</p>\n\n\n\n<p>However, Justice Trivedi agreed with the 2004 verdict in EV Chinnaiah case that only Parliament, and not state legislatures, was empowered to exclude castes deemed to be SC from the Presidential List under Article 341 of the Constitution. She held that states had no legislative competence to do it.</p>\n\n\n\n<p>Four of the six judges on the majority side -- Justice Gavai, Justice Nath, Justice Mithal and Justice Sharma -- said the concept of creamy layer exclusion must be applied to SC/ST reservation.</p>\n\n\n\n<p>Currently, creamy layer criteria are applicable only to Other Backward Classes (OBCs) in order to exclude the better offs among them from quota benefits.</p>\n\n\n\n<p>“The State must evolve a policy to identify creamy layer among the Scheduled Castes and Scheduled Tribes categories and exclude them from the fold of affirmative action. In my view, this is the only way to achieve real equality as enshrined in the Constitution,” Justice Gavai said.</p>\n","originalUrl":"https://en.tattvanews.com/others/supreme-court-nod-to-sub-classification-in-scs-sts-quota%ef%bf%bc/","hasAudio":false,"hasInfographics":false}