{"id":"wp-en-13590","wp_id":13590,"type":"standard","category":"World","language":"en","title":"7 Maoists Killed, Three Jawans Injured In Chhattisgarh￼","excerpt":"Unabated encounters against Maoists are continued in Chhattisgarh. During this year only till now as many as 124 Maoists were killed in separate encounters with security forces. Now, seven more Maoists were killed and three jawans injured in an encounter in Chhattisgarh's Narayanpur district on Friday. According to police sources, the gunfight took place in a","author":"Tattva News Team","time":"8/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/06/Encounter.jpg","readTime":"5 min read","contentHTML":"\n<p>Unabated encounters against Maoists are continued in Chhattisgarh. During this year only till now as many as 124 Maoists were killed in separate encounters with security forces. Now, seven more Maoists were killed and three jawans injured in an encounter in Chhattisgarh's Narayanpur district on Friday.</p>\n\n\n\n<p>According to police sources, the gunfight took place in a forest near Gobel village in the Orchha area, where a joint team of security personnel was out on an anti-Naxalite operation, a senior police official said.</p>\n\n\n\n<p>Personnel belonging to the police's District Reserve Guard from Narayanpur, Kondagaon, Dantewada and Bastar districts and the 45th battalion of Indo-Tibetan Border Police (ITBP) were involved in the operation. After guns fell silent, bodies of five Maoists in uniform and some weapons were recovered from the spot, he said.</p>\n\n\n\n<p>Three jawans were also injured in the gun battle.. On May 23, seven Maoists were killed in an encounter with security personnel in the forest on the Narayanpur-Bijapur inter-district border, while 12 were gunned down in Bijapur district on May 10. Ten Maoists, among them three women, were killed in an encounter in a forest along the border of Narayanpur and Kanker districts on April 30, and 29 died in an encounter in Kanker district on Apil 16.</p>\n","originalUrl":"https://en.tattvanews.com/others/7-maoists-killed-three-jawans-injured-in-chhattisgarh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}