{"id":"wp-en-14688","wp_id":14688,"type":"standard","category":"World","language":"en","title":"Centre launches unified pension scheme for govt employees","excerpt":"In a major announcement, the Union cabinet on Saturday approved the Unified Pension Scheme (UPS) which is expected to benefit over 23 lakh government employees who joined service under the National Pension System (NPS). Briefing the cabinet decision, Union Minister Ashwini Vaishnaw said the new scheme will be implemented from April 1, 2025 and employees","author":"Tattva News Team","time":"25/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Pension.jpg","readTime":"5 min read","contentHTML":"\n<p>In a major announcement, the Union cabinet on Saturday approved the Unified Pension Scheme (UPS) which is expected to benefit over 23 lakh government employees who joined service under the National Pension System (NPS).</p>\n\n\n\n<p>Briefing the cabinet decision, Union Minister Ashwini Vaishnaw said the new scheme will be implemented from April 1, 2025 and employees will have the option to choose between the NPS or UPS.The cabinet meeting was chaired by Prime Minister Narendra Modi.</p>\n\n\n\n<p>An official statement has listed assured pension, family pension, minimum pension and inflation indexation as the salient features of the UPS. Government employees will now be eligible to get 50 per cent of the average basic pay drawn over the last 12 months before the superannuation as pension.For this full pension or 50 per cent of pay as the pension, the eligibility service length will be 25 years.</p>\n\n\n\n<p>\"Today the Union Cabinet has approved the unified pension scheme (UPS) for government employees providing for the assured pension. Fifty per cent assured pension is the first pillar of the scheme. Second pillar will be assured family pension. About 23 lakh employees of the central government would benefit from the unified pension scheme (UPS). There will be an option for the employees to opt between NPS and UPS,” Vaishnaw said.</p>\n\n\n\n<p>Under the UPS, immediately after the demise of the employee, his family will get 60 per cent of the last-drawn pension amount. The scheme also assures Rs 10,000 per month after retirement for government employees after a minimum of 10 years of service.The cabinet decision comes ahead of the assembly elections in Haryana and Jammu and Kashmir.</p>\n","originalUrl":"https://en.tattvanews.com/economy/centre-launches-unified-pension-scheme-for-govt-employees/","hasAudio":false,"hasInfographics":false}