{"id":"wp-te-20480","wp_id":20480,"type":"standard","category":"World","language":"te","title":"బంగ్లాదేశ్ తాత్కాలిక ప్రభుత్వ సారధిగా బాధ్యతలు స్వీకరించిన యూనస్","excerpt":"రిజర్వేషన్ల కోటా కారణంగా చెలరేగిన హింసతో షేక్ హసీనా ప్రధానమంత్రి పదవికి రాజీనామా చేసిన బంగ్లాదేశ్‌లో తాత్కాలిక ప్రభుత్వం ఏర్పడింది. 15 ఏళ్ల తర్వాత తొలిసారి ఏర్పడిన మధ్యంతర ప్రభుత్వానికి సారధిగా నోబెల్ అవార్డ్ గ్రహీత ముహమ్మద్ యూనస్ గురువారం ప్రమాణ స్వీకారం చేశారు. రాజ్యాంగ పరిరక్షణ కోసం తన విధులను నిబద్దతతో చేస్తానని యూనస్ పేర్కొన్నారు. రాజ్యాంగ రక్షణకు అన్ని చర్యలు తీసుకుంటానని ఆయన వ్యాఖ్యానించారు. గురువారం రాత్రి 9.20 గంటల సమయంలో అధ్యక్షుడు మహ్మద్‌","author":"Tattva News Team","time":"9/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Yunus-oth.jpg","readTime":"5 min read","contentHTML":"\n<p>రిజర్వేషన్ల కోటా కారణంగా చెలరేగిన హింసతో షేక్ హసీనా ప్రధానమంత్రి పదవికి రాజీనామా చేసిన బంగ్లాదేశ్‌లో తాత్కాలిక ప్రభుత్వం ఏర్పడింది. 15 ఏళ్ల తర్వాత తొలిసారి ఏర్పడిన మధ్యంతర ప్రభుత్వానికి సారధిగా నోబెల్ అవార్డ్ గ్రహీత ముహమ్మద్ యూనస్ గురువారం ప్రమాణ స్వీకారం చేశారు. రాజ్యాంగ పరిరక్షణ కోసం తన విధులను నిబద్దతతో చేస్తానని యూనస్ పేర్కొన్నారు. రాజ్యాంగ రక్షణకు అన్ని చర్యలు తీసుకుంటానని ఆయన వ్యాఖ్యానించారు.</p>\n\n\n\n<p>గురువారం రాత్రి 9.20 గంటల సమయంలో అధ్యక్షుడు మహ్మద్‌ షహబుద్దీన్‌, మహ్మద్‌ యూనస్‌చేత తాత్కాలిక ప్రభుత్వ అధినేతగా ప్రమాణ స్వీకారం చేయించారు. తర్వాత కేబినెట్‌ సభ్యులు కూడా ప్రమాణం చేశారు. ప్రభుత్వ వ్యవహారాలను నిర్వహించడానికి 16 మంది సభ్యులతో సలహా మండలిని ప్రకటించారు. విద్యార్ధి నాయకులు నహిద్‌ ఇస్లామ్‌, అసిఫ్‌ మహ్మద్‌ తాత్కాలిక ప్రభుత్వంలో చేరారు. </p>\n\n\n\n<p>బంగాభవన్‌ అధ్యక్ష భవనంలో జరిగిన ప్రమాణ స్వీకార కార్యక్రమానికి బిఎన్‌పి, బంగ్లాదేశ్‌ జమాత్‌ ఇ ఇస్లామి సహా ఇతర రాజకీయ నేతలు, బ్రిటన్‌, జపాన్‌, చైనా, ఫిలిప్పీన్స్‌, ఇరాన్‌, తదితర దేశాల నుండి దౌత్యవేత్తలు హాజరయ్యారు. అవామీ లీగ్‌ నుండి ఎవరూ ఈ కార్యక్రమంలో కనిపించలేదు.</p>\n\n\n\n<p>యూనస్‌ ప్రభుత్వ ప్రధాన సలహాదారు(ప్రధానికి ఉండే అధికారాలతో)గా ప్రమాణం చేశారు. మరో ముగ్గురు సభ్యులు రాయ్‌, చక్మా, బీర్‌ ప్రతీక్‌ ఫారూఖ్‌-ఎ-ఆజమ్‌ ప్రస్తుతం విదేశాల్లో ఉన్నందున ప్రమాణస్వీకారం చేయలేకపోయారు. ఈ కార్యక్రమంలో 400 మంది దాకా అతిథులు పాల్గొన్నారు. వీరిలో ఆర్మీ చీఫ్‌ వకార్‌-ఉజ్‌-జమా, రాజకీయ పార్టీల నాయకులు, త్రివిధ దళాధిపతులు, దౌత్యవేత్తలు ఉన్నారు.</p>\n\n\n\n<p>దేశంలో శాంతిభద్రతలను పునరుద్ధరించడమే తమ ప్రభుత్వ తొలి కర్తవ్యమని మహమ్మద్‌ యూన స్‌ ప్రకటించారు. ‘‘ప్రజలు దేశంలో ఎక్కడా ఎవరిపైనా దాడులు జరగకుండా చూసుకోవాలి. బంగ్లాదేశ్‌ పునర్నిర్మాణంలో అంతా భాగస్వాములు కావాలి’’ అని పిలుపునిచ్చారు. </p>\n\n\n\n<p>విలేకరుల సమావేశంలో, తాత్కాలిక ప్రభుత్వాధినేతగా ప్రమాణ స్వీకారం సందర్భంగా పై వ్యాఖ్యలు చేశారు. దేశంలో హింస ప్రజ్వరిల్లుతోందని, ఇది మంచిది కాదంటూ.. భవిష్యత్‌ను తీర్చిదిద్దుకునేందుకు శాంతిని పాటించాలని ఆయన దేశ ప్రజలను కోరారు. మైనారిటీలైన హిందువులు, బౌద్ధులు, క్రైస్తవులు, అహ్మదీయులపై జరుగుతున్న దాడులను ఖండించారు.</p>\n\n\n\n<p>బంగ్లాదేశ్ మధ్యంతర ప్రభుత్వ సారధిగా బాధ్యతలు స్వీకరించిన ముహమ్మద్ యూనస్‌కు ప్రధానమంత్రి నరేంద్ర మోదీ శుభాకాంక్షలు తెలిపారు. బంగ్లాదేశ్‌లో వీలైనంత త్వరగా సాధారణ స్థితికి రావాలని భారత్ కోరుకుంటోందని మోదీ అన్నారు. సాధారణ పరిస్థితి నెలకొంటే హిందువులతో పాటు ఇతర మైనారిటీలు భద్రతంగా ఉంటారని ఆశాభావం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20480/09/08/2024/","hasAudio":false,"hasInfographics":false}