{"id":"wp-en-14159","wp_id":14159,"type":"standard","category":"World","language":"en","title":"Amnesty slams Bangladesh police used unlawful force against protesters￼","excerpt":"Bangladeshi authorities used unlawful force against student protesters and failed to ensure their protection during the ongoing ‘Bangla-Blockade’ quota-reform protest across the country, said Amnesty International today. Witness testimonies, video and photographic evidence analysed and authenticated by Amnesty International and its Crisis Evidence Lab confirm the use of unlawful force by the police against student protesters.","author":"Tattva News Team","time":"18/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bangla.jpg","readTime":"5 min read","contentHTML":"\n<p>Bangladeshi authorities used unlawful force against<strong> </strong>student protesters and failed to ensure their protection during the ongoing ‘Bangla-Blockade’ quota-reform protest across the country, said Amnesty International today.</p>\n\n\n\n<p>Witness testimonies, video and photographic evidence analysed and authenticated by Amnesty International and its Crisis Evidence Lab confirm the use of unlawful force by the police against student protesters.</p>\n\n\n\n<p> Further witness testimonies confirm the continuation of a multi-year pattern of violence against protesters, allegedly committed by members of the Bangladesh Chatra League (BCL), a group affiliated with the ruling party.</p>\n\n\n\n<p>“Amnesty International strongly condemns the killing of student Abu Sayed and the attacks against quota reform protesters at Dhaka University and other campuses across the country,” said Taqbir Huda, Regional Researcher for South Asia at Amnesty International.</p>\n\n\n\n<p>“Bangladeshi authorities must fully respect people’s right to freedom of peaceful assembly in line with its commitments under international law and its own Constitution and protect peaceful protesters from further harm.”  At least six people have been killed and thousands injured in the last two days across Bangladesh.</p>\n\n\n\n<p>Eyewitnesses that Amnesty International spoke with said that the protests were entirely peaceful before individuals from the BCL started attacking them on 15 July.</p>\n\n\n\n<p>They claimed to have identified BCL members coming out of multiple residential halls in Dhaka University, particularly the Surja Sen and Bijoy Ekattor halls, armed with rods, sticks, and clubs with a few even brandishing revolvers. The description of the violence against protesters is consistent with that previously documented by Amnesty International in 2023.</p>\n\n\n\n<p>Amnesty International has verified videos of students being attacked on the streets and inside hospitals which corroborate the witness accounts.</p>\n\n\n\n<p>Amnesty International used satellite imagery to geolocate the positions of Sayed and the police officers and found that they were at a distance of about 15 metres during the shooting. Also, Sayed posed no apparent physical threat to the police. Sayed’s death certificate states he was ‘brought dead’ to the hospital.</p>\n\n\n\n<p>Derrick Pounder, an independent forensic pathologist who examined photos of the wounds to Sayed’s chest, told Amnesty International, that the wounds are consistent with birdshot. “This was a reckless, unprovoked attack on an individual posing no threat to police officers, using ammunition designed for hunting which is extremely dangerous and unlawful for use in the policing of protests.” said Taqbir Huda.</p>\n\n\n\n<p>Amnesty International considers the use of birdshot to be absolutely inappropriate and it should never be used in the policing of protest. Shotgun fired cartridges containing metal pellets (including birdshot or buckshot designed for hunting) can penetrate the skin causing serious injury. Their use has been associated with deaths and multiple cases of blinding in Egypt, India, and Iran.</p>\n\n\n\n<p>“We urgently call on the Government of Bangladesh to rehabilitate all those injured and ensure they receive proper medical treatment. The authorities must also ensure that all those engaged in the attacks on peaceful protesters are held to account, and that an impartial, independent, and swift investigation is conducted against these attackers as well as the police officers who have directly perpetrated or failed to prevent such breaches of the law.” said Taqbir Huda</p>\n","originalUrl":"https://en.tattvanews.com/international/amnesty-slams-bangladesh-police-used-unlawful-force-against-protesters%ef%bf%bc/","hasAudio":false,"hasInfographics":false}