{"id":"wp-en-15683","wp_id":15683,"type":"standard","category":"World","language":"en","title":"By-polls: Burden on taxpayers for making Parliamentarians out of Legislators","excerpt":"By Nava Thakuria The recently concluded by-polls for 48 legislative assembly constituencies in 14 States (along with two Parliamentary constituencies in Kerala and Maharashtra) divulged an important fact that no less than  41 assembly seats needed  the special elections as those were vacated by the respective legislators after they were elected to the lower house","author":"Tattva News Team","time":"29/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/By-polls.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By </strong><strong>Nava Thakuria</strong><strong></strong></p>\n\n\n\n<p>The recently concluded by-polls for 48 legislative assembly constituencies in 14 States (along with two Parliamentary constituencies in Kerala and Maharashtra) divulged an important fact that no less than  41 assembly seats needed  the special elections as those were vacated by the respective legislators after they were elected to the lower house of Indian Parliament. The representatives of different political parties (irrespective of their ideologies or position in the governments) participated in the last general elections and succeeded to be  lawmakers in the 18th Lok Sabha.</p>\n\n\n\n<p>One may wonder how all these members of State legislative assemblies turned Parliamentarians became so essential for the concerned political parties to achieve electoral successes in the 2024 nationwide elections that embraced over 968 million electorates. Was it not possible for the party leaderships to pick up fresh candidates with a higher percentage of winnability (and allowing the legislators to complete their terms) for the LS polls? Should it have been a wise practice for them to help the government (read millions of direct & indirect taxpayers) in saving a huge volume of electoral expenditure to fill the space created by those newly elected Parliamentarians!</p>\n\n\n\n<p>The statistics presented by the Election Commission of India (ECI) confirm that  except seven assembly constituencies (two each in Rajasthan  and Sikkim, one each in Uttar Pradesh, Uttarakhand and Madhya Pradesh) all other seats became vacant as their representatives shifted their working space to New Delhi after electoral successes. Rajasthan reported the death of two legislators in  Salumber and Ramgarh seats, where another MLA passed away in Uttarakhand’s Kedarnath constituency. Disqualification of a  legislator necessitated the by-polls in Sishamau (Uttar Pradesh). In Sikkim, by-polls became necessary as its government chief  Prem Singh Tamang vacated one seat to continue with Rhenock constituency. Amazingly, Namchi-Singhithang seat was deserted by CM’s wife Krishna Kumari Rai (reasons best known to her only) soon after taking the oath. Finally Vijaypur (Madhya Pradesh) legislator changed his party affiliation ensuring an obligatory resignation.</p>\n\n\n\n<p>Out of nine assembly constituencies of Uttar Pradesh, which went to by-polls recently, eight seats were vacated by the legislators to become Parliamentarians. Samajwadi Party (SP) chief, Akhilesh Yadav marched to Lok Sabha leaving Karhal seat vacant. Another SP leader Ziaur Rehman left the Kundarki seat after successful LS elections. Katehari seat was deserted by  SP leader Lalji Verma and  Chandan Chauhan (RLD) left Meerapur seat.  Similarly,  Ghaziabad seat was abandoned by Atul Garg (Bharatiya Janata Party) whereas Vinod Kumar Bind left  Majhawan seat. BJP legislator Anoop Pradhan Balmiki vacated Khair and Praveen Patel (BJP) left the Phulpur seat.</p>\n\n\n\n<p>In Rajasthan, five assembly seats were abandoned by sitting legislators to fight LS elections successfully and thus compelled  the ECI to conduct by-polls. Jhunjhunu assembly seat was vacated by Brijendra Singh Ola (Indian National Congress) after LS polls. Another Congress legislator Harish Chandra Meena  vacated the Deoli-Uniara seat  and  Murari Lal Meena left the Dausa seat. RLP chief Hanuman Beniwal left Khinwsar seat and  Raj Kumar Roat (BAP) vacated Chorasi.</p>\n\n\n\n<p>By-polls in all six constituencies of  West Bengal, where the assembly elections are due within two years, became necessary as the respective legislators successfully participated in the 2024 national elections. Trinamool Congress representative Jagdish Chandra Basunia vacated Sitai seat and  Manoj Tigga (BJP) left Madarihat seat. Partha Bhowmick (TMC) vacated the Naihati seat and another TMC legislator Sk Nurul Islam abandoned Haroa seat. June Maliah (TMC) left Medinipur seat and another party man Arup Chakraborty vacated the Taldangra seat. Punjab also witnessed four sitting MLAs joining the Lok Sabha. Gidderbaha seat was vacated by Congress legislator  Raja Warring and another Congress leader Sukhjinder Singh Randhawa abandoned the Dera Baba Nanak seat. Raj Kumar Chabbewal (AAP) left Chabbewal  and another AAP leader Gurmeet Singh Meet Hayer vacated the Barnala seat.  </p>\n\n\n\n<p>Similarly, Bihar that is awaiting assembly elections by next year  embraced by-polls to fill up four assembly seats as the legislators shifted their working space to New Delhi.  Sudama Prasad (CPI-ML-L) vacated Tarari  seat  and  Sudhakar Singh (Rashtriya Janata Dal) left  Ramgarh seat. Similarly, Imamganj seat was abandoned by Jitan Ram Manjhi (HAM-Secular) and Belganj seat was vacated by RJD’s Surendra Prasad Yadav.</p>\n\n\n\n<p>Three assembly seats in Karnataka were also vacated by sitting MLAs inviting the by-polls. Basavaraj Bommai (BJP) left Shiggaon seat, whereas E Tukaram (INC) vacated Sandur seat. Channapatna seat was relinquished by HD Kumaraswamy (JD-S). Two seats in Kerala fell vacant as both the legislators participated fruitfully in LS polls. Congress leader Shafi Parambil vacated Palakkad seat and K Radhakrishnan (CPM) left  Chelakkara seat. In Madhya Pradesh, former chief minister Shivraj Singh Chouhan (BJP) vacated Budhni seat. Raipur City South assembly constituency of Chhattisgarh was vacated by Brijmohan Agrawal (BJP).  Vav assembly seat of  Gujarat was left by Geniben Nagaji Thakor (INC).</p>\n\n\n\n<p>Five  seats of Assam, where  assembly elections are due in 2026, along with one assembly constituency of Meghalaya also went for by-polls as all the legislators were elected to Lok Sabha. Samaguri seat was vacated by Congress legislator Rakibul Hussain, whereas BJP’s Parimal Suklabaidya left Dholai seat. Another BJP legislator  Ranjit Dutta abandoned the Behali seat and Sidli  seat was vacated by Jayanta Basumatary (United Peoples’ Party-Liberal). Asom Gana Parishad legislator Phani Bhusan Choudhury vacated the Bongaigaon seat. Meghalaya’s Gambegre assembly constituency was deserted by Congress leader Saleng A Sangma.</p>\n\n\n\n<p>The question that arises,  should not these statistics indicate clearly that the recent by-polls could have been limited to less than seven assembly constituencies if  the politicians had behaved responsively? Not sure if the pertinent issue will be addressed by the proposed ‘one nation, one election’ initiative of the central government  for simultaneous elections in  Lok Sabha, State legislative assemblies and local government bodies across the country. Is it the time for the electorates to come above their loyalty, affiliation or inclination  to any political party and  stand unitedly asking for a colossal electoral reform in the largest democracy of the globe?</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/by-polls-burden-on-taxpayers-for-making-parliamentarians-out-of-legislators%ef%bf%bc/","hasAudio":false,"hasInfographics":false}