{"id":"wp-te-20273","wp_id":20273,"type":"standard","category":"World","language":"te","title":"ఇప్పటికిప్పుడు ఎన్నికలు జరిగితే ఢిల్లీలో తిరిగి ఆప్ కే అధికారం!","excerpt":"దేశ రాజధాని ఢిల్లీలో ఇప్పటికిప్పుడు అసెంబ్లీ ఎన్నికలు జరిగితే ఫలితాలు ఏ విధంగా ఉండబోతున్నాయి? 2015 నుంచి ఢిల్లీలో 'ఆమ్ ఆద్మీ పార్టీ' అధికారంలో ఉండగా, బీజేపీ, కాంగ్రెస్‌కు అధికారం అందని ద్రాక్షగా ఉంటోంది. గత రెండు అసెంబ్లీ ఎన్నికల్లోనూ కాంగ్రెస్ ఒక్క సీటు కూడా గెలుచుకో లేకపోయింది.  2020 అసెంబ్లీ ఎన్నికల్లో బీజేపీ కూడా పెద్దగా ప్రభావం చూపలేకపోయింది. మొత్తం 70 అసెంబ్లీ స్థానాల్లో కేవలం 8 సీట్లకే ఆ పార్టీ పరిమితమైంది. ఈ నేపథ్యంలో","author":"Tattva News Team","time":"28/7/2024","image":"https://tattvanews.com/wp-content/uploads/2022/03/Kejriwal1.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశ రాజధాని ఢిల్లీలో ఇప్పటికిప్పుడు అసెంబ్లీ ఎన్నికలు జరిగితే ఫలితాలు ఏ విధంగా ఉండబోతున్నాయి? 2015 నుంచి ఢిల్లీలో 'ఆమ్ ఆద్మీ పార్టీ' అధికారంలో ఉండగా, బీజేపీ, కాంగ్రెస్‌కు అధికారం అందని ద్రాక్షగా ఉంటోంది. గత రెండు అసెంబ్లీ ఎన్నికల్లోనూ కాంగ్రెస్ ఒక్క సీటు కూడా గెలుచుకో లేకపోయింది. </p>\n\n\n\n<p>2020 అసెంబ్లీ ఎన్నికల్లో బీజేపీ కూడా పెద్దగా ప్రభావం చూపలేకపోయింది. మొత్తం 70 అసెంబ్లీ స్థానాల్లో కేవలం 8 సీట్లకే ఆ పార్టీ పరిమితమైంది. ఈ నేపథ్యంలో ఇప్పటికిప్పుడు ఎన్నికలు జరిగితే ప్రజాతీర్పు ఏ విధంగా ఉంటుందో తెలుసుకునేందుకు ఐసీపీఎల్‌తో కలిసి 'జీన్యూస్‌' ఒపీనియన్ పోల్ నిర్వహించింది</p>\n\n\n\n<p>ఒపీనియన్ పోల్ ప్రకారం, ఇప్పటికిప్పుడు ఎన్నికలు జరిగితే అనే ప్రశ్నకు 62 శాతం మంది ప్రభుత్వాన్ని 'ఆప్' ఏర్పాటు చేస్తుందని చెప్పగా, 38 శాతం మంది ప్రభుత్వాన్ని బీజేపీ ఏర్పాటు చేస్తుందన్నారు. సీట్ల విషయానికి వస్తే 'ఆప్' 50 నుంచి 60 సీట్లు గెలుచుకోవచ్చని, బీజేపీ 10-20 సీట్లు, కాంగ్రెస్ 0-5 సీట్లు రావచ్చని అభిప్రాయపడ్డారు.</p>\n\n\n\n<p>ఢిల్లీలో ఆరోగ్యం, విద్య అంశంపై 50 శాతం మంది కేజ్రీవాల్ ప్రభుత్వం చెప్పుకోదగిన రీతిలో పనిచేసిందని చెప్పగా, 35 శాతం మంది సంతృప్తికరంగా ఉందని, కేవలం 12 శాతం మంది ఏమాత్రం బాగోలేదని సమాధానమిచ్చారు. నీటి అంశంపై ఢిల్లీ ప్రభుత్వం పనితీరు బాగుందని 50 శాతం చెప్పగా, 40 శాతం మంది బాగోలేదని చెప్పారు.</p>\n\n\n\n<p>అసెంబ్లీ ఎన్నికల్లో కీలకాంశంపై ఓటర్లను అడిగినప్పుడు 30 శాతం మంది 'మద్యం కుంభకోణం' అనేది ప్రధాన ఎన్నికల అంశంగా ఉంటుందని చెప్పగా, 20 శాతం మంది నీటి కొరత, 15 శాతం మంది నిరుద్యోగం, 15 శాత మంది ట్రాఫిక్, 10 శాతం మంది విద్యుత్ వంటివి ప్రధాన అంశాలుగా ఉంటాయని చెప్పారు. </p>\n\n\n\n<p>లోక్‌సభ ఎన్నికల ఫలితాలు అసెంబ్లీ ఎన్నికలపై ప్రభావం చూపే అవకాశంపై అడిగినప్పుడు, 50 శాతం మంది సానుకూలంగా స్పందించారు. 45 శాతం మంది ఎలాంటి ప్రభావం ఉండదని చెప్పారు. </p>\n\n\n\n<p>అయితే, 55 శాతం మంది లిక్కర్ స్కాములో ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్, ఇతర ఆప్ నేతల అరెస్టు తప్పని అభిప్రాయం వ్యక్తం చేసారు. 35 శాతం మంది అరెస్టులను సమర్ధించారు. కేజ్రీవాల్ అరెస్టు 'ఆప్'కు కలిసి వచ్చే అవకాశంపై అడిగినప్పుడు 15 శాతం మంది అవునని, 65 మంది కాదని అభిప్రాయపడ్డారు.</p>\n\n\n\n<p>ఢిల్లీ పోలీసులు ఎవరి కంట్రోల్‌లో ఉండాలనేది ఆప్, కేంద్ర ప్రభుత్వం వద్ద తరచు ప్రధాన ఘర్షణాంశంగా ఉంది. పోలీసులపై తమకు పూర్తి స్థాయి కంట్రోల్ ఉండాలని ఢిల్లీ సర్కార్ కోరుకుటోంది. దీనిపై ఢిల్లీవాసులను దీనిపై ప్రశ్నించినప్పుడు 35 శాతం మంది ఢిల్లీ కంట్రోల్‌లోనే పోలీసులు ఉండాలని చెప్పగా, 55 శాతం మంది కేంద్ర ప్రభుత్వ కంట్రోల్‌లోనే ఉండాలని చెప్పారు.</p>\n\n\n\n<p>కేంద్ర పాలిత ప్రాతంగా ఢిల్లీ ఉండగా, సిటీకి పూర్తి రాష్ట్ర ప్రతిపత్రి ఉండాలని ఆప్ డిమాండ్‌పై ఉంది. దీనిపై ఓటర్లను ప్రశ్నించినప్పుడు 67 శాతం మంది ఢిల్లీకి పూర్తి రాష్ట్ర ప్రతిపత్తి ఉండాలని, 25 శాతం మంది కేంద్ర పాలిత ప్రాంతంగానే కొనసాగాలని జవాబిచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/20273/28/07/2024/","hasAudio":false,"hasInfographics":false}