{"id":"wp-en-15183","wp_id":15183,"type":"standard","category":"World","language":"en","title":"Karnataka High Court stays probe against Nirmala Sitharaman,￼","excerpt":"In a relief for Union Minister Nirmala Sitharaman, the Karnataka High Court paused an investigation related to the electoral bond extortion case for now. The single-judge bench of Justice M Nagaprasanna ruled that under Section 286 of the Bharatiya Nyaya Sanhita (BNS), which deals with extortion, certain key elements must be present, including a direct","author":"Tattva News Team","time":"1/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/11/Nirmala1.jpg","readTime":"5 min read","contentHTML":"\n<p>In a relief for Union Minister Nirmala Sitharaman, the Karnataka High Court paused an investigation related to the electoral bond extortion case for now.</p>\n\n\n\n<p>The single-judge bench of Justice M Nagaprasanna ruled that under Section 286 of the Bharatiya Nyaya Sanhita (BNS), which deals with extortion, certain key elements must be present, including a direct threat and a complaint from the affected person.</p>\n\n\n\n<p>The court further observed that no such threat was made against the complainant, and the magistrate's order did not consider the specifics of extortion. The court interim order stays on the investigation until the next hearing, which is scheduled for October 22.</p>\n\n\n\n<p>The complainant in his petition alleged that the central agencies like the Enforcement Directorate (ED) threatened companies and forced them to buy the electoral bonds.</p>\n\n\n\n<p>According to police, an FIR was registered under IPC sections 384 (punishment for extortion), 120B (criminal conspiracy) and 34 (acts done by several persons in furtherance of common intention) against Union Minister Nirmala Sitharaman, ED officials, office-bearers of the BJP at state and national level, based on the order of a special court.</p>\n\n\n\n<p>BJP Karnataka chief BY Vijayendra, party leader Nalin Kumar Kateel have also been named in the FIR. The complaint was lodged by Adarsh R Iyer, Co-President of 'Janaadhikaara Sangharsha Parishath' (JSP) alleging that the accused \"committed extortion under the guise and garb of electoral bonds and benefitted to the tune of 8,000 and more crore of rupees.\"</p>\n\n\n\n<p>The complainant further alleged that Sitharaman through the clandestine aid and support of ED officials facilitated extortion of thousands of crores of rupees for the benefit of others both at the state and national levels.</p>\n\n\n\n<p>The development comes at a time when the Supreme Court in February had struck down the electoral bond scheme, saying it violates the right to information and the freedom of speech and expression under the Constitution.</p>\n","originalUrl":"https://en.tattvanews.com/national/karnataka-high-court-stays-probe-against-nirmala-sitharaman%ef%bf%bc/","hasAudio":false,"hasInfographics":false}