{"id":"wp-te-21288","wp_id":21288,"type":"standard","category":"World","language":"te","title":"శ్రీలంక నూతన ప్రధానిగా హరిణి అమరసూర్య","excerpt":"శ్రీలంక ప్రధానిగా హరిణి అమరసూర్య నియమితులయ్యారు. మంగళవారం ఆమె నూతన ప్రధానిగా ప్రమాణస్వీకారం చేశారు. సిరిమావో బండారు నాయకే (1994-2000) తర్వాత శ్రీలంకలో ప్రధాని పదవి చేపట్టిన మరో మహిళ హరిణి. 54 ఏళ్ల హరిణి అమరసూర్యతో ఆ దేశాధ్యక్షుడు అనుర కుమార దిసనాయకే ప్రమాణ స్వీకారం చేయించారు. అలాగే మరో ఇద్దరు నేతలను క్యాబినెట్‌ మంత్రులుగా నియమించారు. దాంతో శ్రీలంకలో దిసనాయకేతోపాటు మొత్తం నలుగురితో కూడిన క్యాబినెట్‌ కొలువుదీరింది. ప్రధానిగా బాధ్యతలు చేపట్టిన హరిణికి న్యాయ,","author":"Tattva News Team","time":"25/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Harini.jpg","readTime":"5 min read","contentHTML":"\n<p>శ్రీలంక ప్రధానిగా హరిణి అమరసూర్య నియమితులయ్యారు. మంగళవారం ఆమె నూతన ప్రధానిగా ప్రమాణస్వీకారం చేశారు. సిరిమావో బండారు నాయకే (1994-2000) తర్వాత శ్రీలంకలో ప్రధాని పదవి చేపట్టిన మరో మహిళ హరిణి. 54 ఏళ్ల హరిణి అమరసూర్యతో ఆ దేశాధ్యక్షుడు అనుర కుమార దిసనాయకే ప్రమాణ స్వీకారం చేయించారు. అలాగే మరో ఇద్దరు నేతలను క్యాబినెట్‌ మంత్రులుగా నియమించారు.</p>\n\n\n\n<p>దాంతో శ్రీలంకలో దిసనాయకేతోపాటు మొత్తం నలుగురితో కూడిన క్యాబినెట్‌ కొలువుదీరింది. ప్రధానిగా బాధ్యతలు చేపట్టిన హరిణికి న్యాయ, విద్య, కార్మిక, పరిశ్రమలు, శాస్త్ర సాంకేతిక, ఆరోగ్యం, పెట్టుబడులు లాంటి కీలక శాఖలను కేటాయించారు. అధ్యక్ష ఎన్నికల అనంతరం అధికార మార్పిడిలో భాగంగా దినేష్ గుణవర్ధన తన ప్రధాని పదవికి నిన్న రాజీనామా చేశారు. ఈ నేపథ్యంలో తాజా పరిణామం చోటుచేసుకుంది.</p>\n\n\n\n<p>శ్రీలంకలో హక్కుల కార్యకర్తగా, యూనివర్సిటీ అధ్యాపకురాలిగా గుర్తింపు పొందిన హరిణి ఆ దేశ మూడో మహిళా ప్రధానిగా చరిత్ర లిఖించారు. ఎన్‌పీపీకి చెందిన ఎంపీలు విజిత హెరాత్, లక్ష్మణ్‌ నిపుణ రచిచి క్యాబినెట్‌ మంత్రులుగా ప్రమాణస్వీకారం చేశారు. ఇటీవల జరిగిన శ్రీలంక అధ్యక్ష ఎన్నికల్లో దిసనాయకే సంచలన విజయం సాధించి శ్రీలంక నూతన అధ్యక్షుడిగా పగ్గాలు చేపట్టారు.</p>\n\n\n\n<p>ప్రస్తుత పార్లమెంట్‌ను రెండు రోజుల్లో రద్దు చేస్తామని దిసనాయకే సోమవారం వెల్లడించారు. శ్రీలంకలో పార్లమెంట్‌ ముందస్తు ఎన్నికలు నవంబర్‌లో జరిగే అవకాశం ఉంది.</p>\n","originalUrl":"https://tattvanews.com/21288/25/09/2024/","hasAudio":false,"hasInfographics":false}