{"id":"wp-te-20484","wp_id":20484,"type":"standard","category":"World","language":"te","title":"బెంగాల్ మాజీ సిఎం  బుద్ధదేవ్ భట్టాచార్య కన్నుమూత","excerpt":"పశ్చిమబెంగాల్ మాజీ ముఖ్యమంత్రి బుద్ధదేవ్ భ ట్టాచార్య వృద్ధాప్య సమస్యలతో గురువారం కోల్‌కతాలోని స్వగృహంలో ఉద యం 8.30 గంటలకు కన్నుమూశారు. 80 ఏళ్ల బుద్ధదేవ్‌కు భార్య మీరా, కుమార్తె సుచేతన ఉన్నారు. ఆమె లింగమార్పిడి శస్త్ర చికిత్స చేయించుకుని కుమారుడుగా ఉంటున్నారు.  వైద్య పరిశోధనకు ఆయన భౌతిక కాయం దానం ఇచ్చినందున ప్రజలు అంతిమ నివాళి అర్పించిన తరువాత శుక్రవారం ఆస్పత్రికి తరలిస్తారని సిపిఎం రాష్ట్రకార్యద ర్శి మొహమ్మద్ సలీం చెప్పారు. 2000 నుంచి 2011","author":"Tattva News Team","time":"9/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Budhadeb.jpg","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమబెంగాల్ మాజీ ముఖ్యమంత్రి బుద్ధదేవ్ భ ట్టాచార్య వృద్ధాప్య సమస్యలతో గురువారం కోల్‌కతాలోని స్వగృహంలో ఉద యం 8.30 గంటలకు కన్నుమూశారు. 80 ఏళ్ల బుద్ధదేవ్‌కు భార్య మీరా, కుమార్తె సుచేతన ఉన్నారు. ఆమె లింగమార్పిడి శస్త్ర చికిత్స చేయించుకుని కుమారుడుగా ఉంటున్నారు. </p>\n\n\n\n<p>వైద్య పరిశోధనకు ఆయన భౌతిక కాయం దానం ఇచ్చినందున ప్రజలు అంతిమ నివాళి అర్పించిన తరువాత శుక్రవారం ఆస్పత్రికి తరలిస్తారని సిపిఎం రాష్ట్రకార్యద ర్శి మొహమ్మద్ సలీం చెప్పారు. 2000 నుంచి 2011 వరకు రాష్ట్రముఖ్యమంత్రిగా బుద్ధదేవ్ పరిపాలించారు. </p>\n\n\n\n<p>2011 ఎన్నికలలో ఆయన పార్టీ నేతృత్వం లోని 34 ఏళ్ల లెఫ్ట్‌ఫ్రంట్ ప్రభు త్వం పరాజయం పొందింది. దాంతో బుద్ధదేవ్ తన రెండు గదుల ఇంటికే పరిమితమై రాజకీయాలకు దూరమయ్యారు. చూపు మందగించి ఊపిరితిత్తుల వాధితో బాధపడుతున్నారు. శ్వాసకోశ సమస్యలతో చికిత్స పొందుతున్నారు. కోల్‌కతా లోని ప్రెసిడెన్సీ కాలేజీ పూర్వ విద్యార్థి అయిన బుద్ధదేవ్ రాజకీయాల్లోకి రాకముందు ఉపాధ్యాయుడిగా పనిచేశారు.</p>\n\n\n\n<p>1977లో మొట్టమొదటసారి కాశిపుర్‌బెల్గాచియా నుంచి ఎమ్‌ఎల్‌ఎగా ఎన్నికయ్యారు. అంచెలంచెలుగా ఎదిగి జ్యోతిబసు ప్రభుత్వంలో సాంస్కృతిక శాఖ మంత్రిగా, ఉప ముఖ్యమంత్రిగా పనిచేశారు. 1982 ఎన్నికల్లో ఓడిపోయినా పార్టీలో ఆయన స్థాయి పెరిగింది తప్ప తగ్గలేదు. 1987 లో జాదవ్‌పూర్ నుంచి పోటీ చేసి విజయం సాధించారు. </p>\n\n\n\n<p>2001,2006 అసెంబ్లీ ఎన్నికల్లో పార్టీని విజయపథంలో నడిపించారు. 2000 లో జ్యోతిబసు తరువాత ముఖ్యమంత్రిగా పదవిని చేపట్టారు. బాలీగంజ్ లోని చిన్న ఇంట్లోనే నివసిస్తూ ఏడవ ముఖ్యమంత్రిగా విధులు నిర్వర్తించేవారు. సిఎంగా ఉన్నప్పుడు కూడా బంగ్లా కొనేందుకు నిరాకరించారు. </p>\n\n\n\n<p>ఐదు దశాబ్దాల పాటు రాజకీయాల్లో కొనసాగి 18 ఏళ్లు మంత్రిగా, 11 ఏళ్లు సిఎంగా ఉన్నా ఆయనకు సొంత బంగ్లా, కారు లేకపోవడం ఆయన నిరాడంబర జీవితానికి నిదర్శనం. ఆయన తన జీతాన్ని కూడా పార్టీ ఫండ్‌కు అందజేసేవారు. పరిశ్రమలకు సిపిఎం వ్యతిరేకం అన్న ముద్రను చెరిపేసి పారిశ్రామికీకరణను ప్రోత్సహించారు.</p>\n\n\n\n<p>బెంగాల్ ఆర్థిక రంగానికి కొత్త ఊపిరిపోశారు. రాష్ట్రంలో యువతకు ఉద్యోగ అవకాశాలు భారీగా కల్పించేందుకు బడా పెట్టుబడుదారులు పరిశ్రమలు పెట్టేలా ఆకర్షించారు. ఆయన పదవీకాలంలో పరిశ్రమలకు భూములను సేకరించడం ఆందోళనలకు దారి తీసింది. </p>\n\n\n\n<p>ఆ ఆందోళనలకు ఇప్పటి ముఖ్యమంత్రి మమతా బెనర్జీ నాయకత్వం వ హించారు. అయితే ఎనిమిదోసారి లెఫ్ట్‌ఫ్రంట్ ప్రభుత్వం విజయం సాధించలేక పోయింది. 2011లో ఎన్నికల్లో ఓటమి తరువాత భట్టాచార్య 2015లో సిపిఐ(ఎం) పొలిట్ బ్యూరో సెంట్రల్ కమిటీ నుంచి తప్పుకున్నారు. 2018లో పార్టీ రాష్ట్ర సెక్రటేరియట్ సభ్యత్వం వదులుకున్నారు.</p>\n\n\n\n<p>ప్రధాని మోడీ భట్టాచార్య మృతికి తీవ్ర సంతాపం వెలిబుచ్చారు. “రాజకీయ యోధుడైన ఆయన అంకిత భావంతో రాష్ట్రానికి సేవ చేశారు. ఆయన కుటుంబీకులకు, అభిమానులకు విషాదభరిత హృదయంతో సంతాపం తెలియజేస్తున్నాను. ఓంశాంతి ” అని ప్రధాని నివాళులు అర్పించారు.<br><br>“భట్టాచార్య తాను చేసిన సేవలకు చిరకాలం గుర్తుంటారు. గత కొన్ని దశాబ్దాలుగా భట్టాచార్య నాకు తెలుసు. గత కొన్ని సంవత్సరాలుగా ఆయన అస్వస్థతతో ఇంటికే పరిమితం అయినప్పుడు అనేక సార్లు ఆయనను సందర్శించాను ”అని మమత తన ఎక్స్ పోస్ట్‌లో వెల్లడించారు.</p>\n\n\n\n<p>గవర్నర్ సివి ఆనందబోస్ భట్టాచార్య గృహానికి వెళ్లి భట్టాచార్య భౌతిక కాయానికి నివాళులు అర్పించారు. ప్రజల గౌరవాభిమానాలను ఆయన చూరగొన్నారని పేర్కొన్నారు. రాష్ట్ర అసెంబ్లీలో విపక్షనాయకుడు సువేందు అధికారి భట్టాచార్య మృతికి సంతాపం వెలిబుచ్చారు. కేరళ ముఖ్యమంత్రి పినరయి విజయన్, అస్సాం, అరుణాచల్ ప్రదేశ్‌ల ముఖ్యమంత్రులు హిమంత బిశ్వశర్మ, పెమాఖండు, సంతాపాన్ని వెలిబుచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/20484/09/08/2024/","hasAudio":false,"hasInfographics":false}