{"id":"wp-en-14939","wp_id":14939,"type":"standard","category":"World","language":"en","title":"Democracy may not always guarantee strong workers’ rights, but it helps fight for them","excerpt":"This International Day for Democracy, 15 September, is particularly important because 2024 is a big year for democracy.  By its end, people in more than 60 countries with a combined population of around four billion will have had the chance to cast a vote in national or regional elections, making it by some estimates the","author":"Tattva News Team","time":"14/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Democracy.jpg","readTime":"5 min read","contentHTML":"\n<p>This International Day for Democracy, 15 September, is particularly important because 2024 is a big year for democracy.  By its end, people in more than 60 countries with a combined population of around four billion will have had the chance to cast a vote in national or regional elections, making it by some estimates the biggest ever election year by participant numbers.</p>\n\n\n\n<p>Some of this year’s elections have already made an impact. Voters have diminished the powers of India’s Prime Minister Narendra Modi and South Africa’s president Cyril Ramaphosa, who both now govern in coalition with other parties. In France, voters forged a Front Republican to thwart the far-right threat posed by Marine Le Pen’s Rassemblement National.</p>\n\n\n\n<p>And British voters elected a Labour government led by prime minister Keir Starmer that promises to reinforce workers’ rights after their weakening during 14 years of Conservative rule. Trade unions are the largest democratic movement in the world and are uniquely placed to define, defend and expand democracy.</p>\n\n\n\n<p>The ITUC is supporting this through its For Democracy campaign that aims to fortify democratic principles and processes from the ground up; by ensuring they are reinvigorated in three key arenas: in the workplace, in society and at a global level.</p>\n\n\n\n<p> For Democracy in the workplace, the campaign focuses on specific rights including the right to strike, to organise a union and to bargain collectively. In societies, For Democracy backs unions defending broad fundamental freedoms and progressive policies within communities and nation states, and For Democracy in global institutions supports calls to ensure that workers’ voices are represented at the highest level of political and policy discussions.</p>\n\n\n\n<p>The link between democracy and the strength of the rights of workers cannot be overstated. When workers have power in their workplace and can negotiate collectively with their employers, the benefits of that representative empowerment are felt across society. ITUC’s analysis reveals that the link is undeniable: where workers are guaranteed fundamental labour rights, democracy is generally stronger and more sustainable. While exceptions exist, they include countries where increasing democratic pressures are moving things in favour of working people.</p>\n\n\n\n<p>The ITUC compared the results of its 2024 Global Rights Index with 10 indices of democracy from three providers: the Varieties of Democracy (V-Dem) research project based at the University of Gothenburg in Sweden, the Global State of Democracy Indices run by the International Institute for Democracy and Electoral Assistance, also based in Sweden, and US campaign group Freedom House's Freedom in the World data.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/democracy-may-not-always-guarantee-strong-workers-rights-but-it-helps-fight-for-them/","hasAudio":false,"hasInfographics":false}