{"id":"wp-te-19324","wp_id":19324,"type":"standard","category":"World","language":"te","title":"ఎన్నికల్లో ప్రపంచ రికార్డు నెలకొల్పిన భారతీయ ఓటర్లు","excerpt":"దేశవ్యాప్తంగా లోక్‌సభ ఎన్నికల పోలింగ్ ప్రక్రియ ముగియడంతో మంగళవారం (జూన్ 4న ) ఓట్ల లెక్కింపు చేపట్టి, ఫలితాలను వెల్లడించనున్నారు. ఈ నేపథ్యంలో కేంద్ర ఎన్నికల కమిషన్ సోమవారం మీడియా సమావేశం నిర్వహించింది. దేశంలో 64.2 కోట్ల మందికి పైగా ఓటర్లు తమ ఓటు హక్కును వినియోగించుకున్నారని తెలిపింది.  ఇదో ప్రపంచ రికార్డు అని చీఫ్ ఎలక్షన్ కమిషనర్ రాజీవ్ కుమార్ తెలిపారు. వీరిలో 31 కోట్ల మందికిపైగా మహిళా ఓటర్లు ఉన్నారని ప్రకటించిన సీఈసీ.. ఈ","author":"Tattva News Team","time":"3/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Rajiv-Kumar.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశవ్యాప్తంగా లోక్‌సభ ఎన్నికల పోలింగ్ ప్రక్రియ ముగియడంతో మంగళవారం (జూన్ 4న ) ఓట్ల లెక్కింపు చేపట్టి, ఫలితాలను వెల్లడించనున్నారు. ఈ నేపథ్యంలో కేంద్ర ఎన్నికల కమిషన్ సోమవారం మీడియా సమావేశం నిర్వహించింది. దేశంలో 64.2 కోట్ల మందికి పైగా ఓటర్లు తమ ఓటు హక్కును వినియోగించుకున్నారని తెలిపింది. </p>\n\n\n\n<p>ఇదో ప్రపంచ రికార్డు అని చీఫ్ ఎలక్షన్ కమిషనర్ రాజీవ్ కుమార్ తెలిపారు. వీరిలో 31 కోట్ల మందికిపైగా మహిళా ఓటర్లు ఉన్నారని ప్రకటించిన సీఈసీ.. ఈ సందర్భంగా లేచి నిలబడి ఈసీ బృందం వారిని అభినందిస్తూ చప్పట్లు కొట్టింది. ఐరోపాలోని 27 దేశాల మహిళా ఓటర్ల కంటే ఇది 2.5 రెట్లు అధికమని పేర్కొన్నారు.</p>\n\n\n\n<p>‘642 మిలియన్లు మంది ఓటేసి ప్రపంచ రికార్డు సృష్టించడం భారతీయులుగా గర్వించదగ్గ విషయం.. ఇది మనందరికీ చారిత్రాత్మక ఘట్టం.. కొన్ని చిన్న గణాంకాలను అందించడానికి మాత్రమే ఇది.. అమెరికా, బ్రిటన్, ఫ్రాన్స్, జర్మనీ, ఇటలీ, జపాన్, కెనడా.. అన్నీ కలిపి మొత్తం G7 దేశాల ఓటర్లలో ఇది 1.5 రెట్లు అధికం' అని తెలిపారు. <br>`మేము ఓటర్లను పోలుస్తున్నాం..పోటీలో ఉన్నవారిని కాదు.. ఇది ఐరోపా సమాఖ్యలోని 27 దేశాల ఓటర్ల కంటే 2.5 రెట్లుఎక్కువ. 312 మిలియన్ల మంది మహిళలు ఓటు వేశారు.. ఇది కూడా ప్రపంచంలోనే అత్యధికం. ఇది 2019 ఎన్నికల కంటే అధికం.. మొత్తంగా మహిళా ఓటర్లను మనం గౌరవించాలి’ అని రాజీవ్ కుమార్ హర్షం వ్యక్తం చేశారు.</p>\n\n\n\n<p>ఏడు విడతల ఎన్నికల ప్రక్రియ సజావుగా సాగిందని, రేపటి కౌంటింగ్‌కు అన్ని ఏర్పాట్లు పూర్తయినట్టు తెలిపారు. అన్ని ప్రశ్నలకు తాము సమాధానం ఇస్తామని రాజీవ్ కుమార్ స్పష్టం చేశారు. జమ్మూ కశ్మీర్‌లో తొలిసారి పోలింగ్ 50 శాతం దాటిందని సీఈసీ పేర్కొన్నారు. ఎటువంటి హింసాత్మక ఘటనలు లేకుండా జరిగిన సాధారణ ఎన్నికల్లో ఇవీ ఒకటి అని ఆయన వ్యాఖ్యానించారు. రెండేళ్లుగా ఇందుకోసం మేము ఏర్పాట్లు చేశామని చెప్పారు.</p>\n\n\n\n<p>ఎ`లాంటి హింసాత్మక ఘటనలు చోటుచేసుకోకుండా పోలింగ్‌ ప్రశాంతంగా జరిగింది. కేవలం రెండు రాష్ట్రాల్లోని 39 ప్రాంతాల్లో ఉద్రిక్తతలు చోటుచేసుకున్నాయి. అక్కడే రీపోలింగ్‌ అవసరముంది. మిగిలిన 27 రాష్ట్రాల్లో రీపోలింగ్‌ నిర్వహించాల్సిన అవసరం లేదు. రేపు జరగబోయే ఎన్నికల కౌంటింగ్‌కి కట్టుదిట్టమైన భద్రతా ఏర్పాట్లు చేశాము.’ అని ఆయన చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/19324/03/06/2024/","hasAudio":false,"hasInfographics":false}