{"id":"wp-te-20184","wp_id":20184,"type":"standard","category":"World","language":"te","title":"￼ మదనపల్లి సబ్ కలెక్టర్ కార్యాలయం అగ్నిప్రమాదంపై చంద్రబాబు సీరియస్","excerpt":"అన్నమయ్య జిల్లా మదనపల్లి సబ్ కలెక్టర్ కార్యాలయంలో రెవెన్యూ ఫైళ్లు దహనం ఘటనపై ముఖ్యమంత్రి చంద్రబాబు నాయుడు తీవ్రంగా స్పందించారు. తక్షణమే డీజీపీ, సీఐడీ చీఫ్ లు ఘటనస్థలానికి వెళ్ళాలని ఆదేశించారు. కీలకమైన ఫైళ్లు అగ్నికి ఆహుతి కావడం ప్రమాదమా? లేదా కుట్రపూరితమా అనే కోణం లో విచారణ జరుపుతూ ఎప్పటికప్పుడు తనకు నివేదించాలని ఉన్నతాధికారులను సీఎం ఆదేశించారు.  చంద్రబాబు ఆదేశాలతో డీజీపీ ద్వారకా తిరుమల రావు, ఇతర ఉన్నతాధికారులు హుటాహుటిన మదనపల్లికి చేరుకుని విచారణ చేపట్టారు.","author":"Tattva News Team","time":"23/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Mandanapalli-Fire.jpg","readTime":"5 min read","contentHTML":"\n<p>అన్నమయ్య జిల్లా మదనపల్లి సబ్ కలెక్టర్ కార్యాలయంలో రెవెన్యూ ఫైళ్లు దహనం ఘటనపై ముఖ్యమంత్రి చంద్రబాబు నాయుడు తీవ్రంగా స్పందించారు. తక్షణమే డీజీపీ, సీఐడీ చీఫ్ లు ఘటనస్థలానికి వెళ్ళాలని ఆదేశించారు. కీలకమైన ఫైళ్లు అగ్నికి ఆహుతి కావడం ప్రమాదమా? లేదా కుట్రపూరితమా అనే కోణం లో విచారణ జరుపుతూ ఎప్పటికప్పుడు తనకు నివేదించాలని ఉన్నతాధికారులను సీఎం ఆదేశించారు. </p>\n\n\n\n<p>చంద్రబాబు ఆదేశాలతో డీజీపీ ద్వారకా తిరుమల రావు, ఇతర ఉన్నతాధికారులు హుటాహుటిన మదనపల్లికి చేరుకుని విచారణ చేపట్టారు. అసెంబ్లీ సమావేశాలతో బిజిబిజిగా ఉన్నా, మదనపల్లి ఘటనపై ముఖ్యమంత్రి చంద్రబాబు ఉదయం, మధ్యాహ్నం రెండుసార్లు సమీక్ష నిర్వహించారు. సీఎస్, సీఎంఓ అధికారులు, ఇంటెలిజెన్స్ చీఫ్ ఈ సమావేశానికి హాజరయ్యారు. </p>\n\n\n\n<p>అసైన్డ్ భూముల ఫైల్స్ దగ్ధం అయ్యాయి అనే సమాచారం రావటం తో సీసీ ఫుటేజ్ సహా సమస్త వివరాలు బయటకు తీయాలని అయన ఆదేశించారు. వెనువెంటనే ఘటపై జిల్లా కలెక్టర్ తో సీఎం ఫోన్ లో మాట్లాడారు. రాత్రి 11.24 ప్రమాదం జరిగినట్లు జిల్లా అధికారులు వివరించారు. ఘటనపై జిల్లా అధికారుల సత్వర స్పందన లేకపోవడంపై ముఖ్యమంత్రి ఆరా తీశారు. </p>\n\n\n\n<p>గౌతమ్ అనే ఉద్యోగి ఆదివారం రాత్రి 10.30 గంటలకు వరకు కార్యాలయంలో ఉన్నందున, ఆదివారం ఒక ప్రభుత్వ ఉద్యోగి ఆ సమయం వరకు ఉండడానికి కారణాలు తెలుసుకోవాలని సీఎం ఆదేశించారు. నేరాలు చేసి సాక్ష్యాలు చెరిపివేయడంలో ఆరితేరిన వ్యక్తులు మొన్నటి వరకు అధికారంలో ఉన్నారని సీఎం అన్నారు. </p>\n\n\n\n<p>గతంలో సాక్ష్యాలు మాయం చేసిన ఘటనలు అధికారులు మరిపోకూడదని, ఆ కోణంలో లోతుగా దర్యాప్తు జరపాలని సీఎం ఆదేశించారు. ఘటనపై మినిట్ టు మినిట్ ఏం జరిగింది అనే వివరాలు సమగ్రంగా తన ముందు ఉంచాలని తెలిపారు.మాజీ మంత్రి పెద్దిరెడ్డి కి దగ్గరగా పనిచేసిన కొందరు అధికారులు, రెవెన్యూ సిబ్బంది ప్రమేయం ఉన్నట్లు ప్రచారం జరుగుతోంది. </p>\n\n\n\n<p>సీసీ కెమేరాలు పనిచేయలేదని తెలుస్తోంది. ఫైళ్లతో పాటు హార్డ్ డిస్కులు కూడా పూర్తిగా కాలిపోయాయని సమాచారం. ఘటన జరిగిన తీరు షార్ట్ సర్క్యూట్ కాదని, మానవ ప్రమేయంతో కుట్ర ప్రకారం తగలబెట్టారనే వాదన వినిపిస్తోంది. ఇలాంటి విషయాల్లో అలసత్వం వహిస్తే చర్యలు తప్పవని అధికారులను సీఎం హెచ్చరించారు.</p>\n\n\n\n<p>మాజీ మంత్రి పెద్దిరెడ్డి రామచంద్రారెడ్డి అవినీతిని కప్పి పుచ్చేందుకే ఈ ఘటన జరిగి ఉండొచ్చనే అనుమానాన్ని రెవిన్యూ మంత్రి అనగాని సత్య ప్రసాద్ ఆరోపించారు. మాజీ మంత్రి పెద్దిరెడ్డి వేయి కోట్ల అవివీతి బాగోతం వెలుగులోకి వచ్చిన తర్వాతే ఈ ఘటన జరిగిందన్న మంత్రి అనగాని వ్యాఖ్యానించారు.</p>\n\n\n\n<p>మదనపల్లె సబ్ కలెక్టర్ కార్యాలయం మొన్నటి వరకు మాజీ మంత్రి పెద్దిరెడ్డి కంట్రోల్లోనే ఉందని, ల్యాండ్ కన్వెర్షన్ విషయంలో స్థానిక ఎమ్మెల్యే షాజహాన్ ప్రశ్నించిన తర్వాతే సబ్ కలెక్టర్ కార్యాలయం దగ్దం ఘటన జరిగిందన్నారు. గత ప్రభుత్వ అవినీతిని కప్పి పుచ్చేలా ఉద్యోగులు సహకరిస్తే చర్యలు తప్పవని హెచ్చరించారు.</p>\n","originalUrl":"https://tattvanews.com/20184/23/07/2024/","hasAudio":false,"hasInfographics":false}