{"id":"wp-te-20116","wp_id":20116,"type":"standard","category":"World","language":"te","title":"ఏపీలో రాష్ట్రపతి పాలనకై 24న జగన్ ఢిల్లీలో ధర్నా","excerpt":"ఏపీలో రాష్ట్రపతి పాలన విధించాలని  మాజీ ముఖ్యమంత్రి , వైసీపీ అధ్యక్షుడు వైఎస్‌ జగన్ మోహన్ రెడ్డి డిమాండ్‌ చేశారు.  శుక్రవారం సాయంత్రం  పల్నాడు జిల్లా వినుకొండలో దారుణ హత్యకు గురైన వైసీపీ కార్యకర్త రషీద్‌ కుటుంబాన్ని పరామర్శించారు. ఈ సందర్భంగా రషీద్‌ కుటుంబ సభ్యులను ఓదార్చారు. వైసీపీ కార్యకర్తగా ఉండడం వల్లే రాజకీయ కక్షతో చంపివేశారని కుటుంబ సభ్యులు ఆరోపించారు. నిందితుడిపై అనేక కేసులున్నాయని వివరించారు. హత్య వెనుక టీడీపీ పెద్దల హస్తం ఉందని వాపోయారు. తన","author":"Tattva News Team","time":"20/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Jagan-Vinu1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో రాష్ట్రపతి పాలన విధించాలని  మాజీ ముఖ్యమంత్రి , వైసీపీ అధ్యక్షుడు వైఎస్‌ జగన్ మోహన్ రెడ్డి డిమాండ్‌ చేశారు.  శుక్రవారం సాయంత్రం  పల్నాడు జిల్లా వినుకొండలో దారుణ హత్యకు గురైన వైసీపీ కార్యకర్త రషీద్‌ కుటుంబాన్ని పరామర్శించారు. ఈ సందర్భంగా రషీద్‌ కుటుంబ సభ్యులను ఓదార్చారు. వైసీపీ కార్యకర్తగా ఉండడం వల్లే రాజకీయ కక్షతో చంపివేశారని కుటుంబ సభ్యులు ఆరోపించారు.</p>\n\n\n\n<p>నిందితుడిపై అనేక కేసులున్నాయని వివరించారు. హత్య వెనుక టీడీపీ పెద్దల హస్తం ఉందని వాపోయారు. తన కుమారుడితో ఎవరితోనూ పాత కక్షలు లేవని జగన్‌కు తెలిపారు. నిందితులను, వారికి సహకరించిన వ్యక్తులపై చర్యలు తీసుకోవాలని కోరారు.</p>\n\n\n\n<p>ఈ సందర్భంగా జగన్‌ మాట్లాడుతూ  45 రోజుల్లో రాష్ట్రమంతా అతలకుతలం అయ్యిందని వాపోయారు. రాష్ట్రంలో జరుగుతున్న హింసాకాండపై వైసీపీ పోరాటాలు చేస్తుందని పేర్కొన్నారు. ఢిల్లీలో వైసీపీ తరుఫున వచ్చే బుధవారం ధర్నా చేస్తామని ప్రకటించారు. దాడులతో భయందోళనలు సృష్టిస్తున్నారని ఆరోపించారు.</p>\n\n\n\n<p>జులై 24వ తేదీన ఢిల్లీలో వైసీపీ ఎంపీలు, ఎమ్మెల్యేలు, ఎమ్మెల్సీలతో కలిసి ధర్నా చేయనున్నట్లు వెల్లడించారు.   ఏపీలో జరుగుతున్న రాజకీయ దాడులపై వచ్చే అసెంబ్లీ సమావేశాల్లో ప్రస్తావిస్తామని జగన్ తెలిపారు. గవర్నర్ ప్రసంగాన్ని కూడా అడ్డుకుంటామని పేర్కొన్నారు. </p>\n\n\n\n<p>ఇదే కాకుండా మంగళవారమే వైసీపీ నేతలు ఢిల్లీకి చేరుకొని బుధవారం ధర్నా చేస్తామని పేర్కొన్నారు. రాష్ట్రపతితో పాటు ప్రధాని మోదీ, అమిత్ షాను కలుస్తామని ప్రకటించారు. రాష్ట్రంలోని పరిస్థితులపై నివేదిస్తామని వివరించారు. రషీద్ హత్య వెనుక పోలీసుల వైఫల్యం ఉందని.. పనికిమాలిన కారణాలు చెబుతున్నారని జగన్ మండిపడ్డారు.</p>\n\n\n\n<p>రషీద్‌ హత్యకేసుపై హైకోర్టులో కేసు వేస్తామన్నారు. రాజకీయ కక్షలతోనే రషీద్‌ హత్య జరిగిందని.. అయితే పోలీసులు మాత్రం వ్యక్తిగత కారణాలంటూ క్రియేట్ చేశారని ఆయన మండిపడ్డారు. పుంగనూరులో గురువారం నాడు ఎమ్మెల్యే, ఎంపీల పైనా రాళ్లు వేశారని మీడియాకు వివరించారు.</p>\n\n\n\n<p>ఎన్నికల్లో తప్పుడు వాగ్దానాలతో అధికారంలోకి వచ్చి మోసం చేస్తుందని ఆరోపించారు. అమ్మ ఒడి పథకాన్ని నిర్వీర్యం చేస్తున్నారని దుయ్యబట్టారు. పార్టీపరంగా రషీద్ కుటుంబాన్ని అన్ని విధాలా ఆదుకుంటామని జగన్‌ ప్రకటించారు.</p>\n\n\n\n<p>“ఈ 45 రోజుల టీడీపీ పాలనలో ఏకంగా 36 రాజీకీయ హత్యలు జరిగాయి. 300కుపైగా హత్యాయత్నాలు జరిగాయి. టీడీపీ వేధింపులు భరించలేక 35 మంది ఆత్మహత్యలు చేసుకున్నారు. 506 చోట్ల ప్రైవేట్ ఆస్తులను ధ్వంసం చేశారు. 490 చోట్ల ప్రభుత్వ ఆస్తులను ధ్వంసం చేశారు. ఇవి కాక వెయ్యికి పైగా దౌర్జన్యాలు, దాడులు చేశారు” అని వైఎస్ జగన్ ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/20116/20/07/2024/","hasAudio":false,"hasInfographics":false}