{"id":"wp-te-21334","wp_id":21334,"type":"standard","category":"World","language":"te","title":"హైడ్రా కమిషనర్ రంగనాథ్‌కు హైకోర్టు నోటీసులు","excerpt":"హైదరాబాద్ డిజాస్టర్ రెస్పాన్స్ అండ్ అస్సెట్స్ మానిటరింగ్ ప్రొటెక్షన్ (హైడ్రా) కమిషనర్ ఏవీ రంగనాథ్‌కు తెలంగాణ హైకోర్టు నోటీసులు జారీ చేసింది. అమీన్‌పూర్ చెరువుకు సంబంధించిన కేసు విషయంలో విచారణ చేపట్టిన హైకోర్టు.. హైడ్రా కమిషనర్‌కు శుక్రవారం నోటీసులు జారీ చేసింది. సోమవారం విచారణకు హాజరుకావాలని హైడ్రా కమిషనర్‌ను ఆదేశించింది. గ్రేటర్ హైదరాబాద్ పరిధిలోని ప్రభుత్వ భూములు, చెరువులు, కుంటలు, నాలాల పరిరక్షణ కోసం తెలంగాణ ప్రభుత్వం ప్రతిష్టాత్మకంగా హైడ్రాను ఏర్పాటు చేసిన విషయం తెలిసిందే. ప్రభుత్వ","author":"Tattva News Team","time":"28/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Ranganath-HYDRA1.webp","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాద్ డిజాస్టర్ రెస్పాన్స్ అండ్ అస్సెట్స్ మానిటరింగ్ ప్రొటెక్షన్ (హైడ్రా) కమిషనర్ ఏవీ రంగనాథ్‌కు తెలంగాణ హైకోర్టు నోటీసులు జారీ చేసింది. అమీన్‌పూర్ చెరువుకు సంబంధించిన కేసు విషయంలో విచారణ చేపట్టిన హైకోర్టు.. హైడ్రా కమిషనర్‌కు శుక్రవారం నోటీసులు జారీ చేసింది. సోమవారం విచారణకు హాజరుకావాలని హైడ్రా కమిషనర్‌ను ఆదేశించింది.</p>\n\n\n\n<p>గ్రేటర్ హైదరాబాద్ పరిధిలోని ప్రభుత్వ భూములు, చెరువులు, కుంటలు, నాలాల పరిరక్షణ కోసం తెలంగాణ ప్రభుత్వం ప్రతిష్టాత్మకంగా హైడ్రాను ఏర్పాటు చేసిన విషయం తెలిసిందే. ప్రభుత్వ ఆదేశాలకు అనుగుణంగా హైడ్రా అక్రమ కట్టడాలపై విరుచుకుపడుతోంది. ఎఫ్టీఎల్, బఫర్ జోన్లలో నిర్మించిన అక్రమ కట్టడాలను ఎక్కడికక్కడ నేలమట్టం చేస్తోంది.</p>\n\n\n\n<p>ఇందులో భాగంగా అమీన్ పూర్ చెరువు ఎప్టీఎల్ పరిధిలో ఉందంటూ ఇటీవల ఓ భవనాన్ని హైడ్రా సిబ్బంది కూల్చివేశారు. కోర్టు కేసు పెండింగ్‌లో ఉందని చెప్పినా.. పట్టించుకోకుండా కూల్చేశారని బాధితుడు హైకోర్టులో పిల్ దాఖలు చేశారు. దీనిపై హైడ్రా కమిషనర్ వివరణ ఇవ్వాలని హైకోర్టు సూచించింది.</p>\n\n\n\n<p>కోర్టులో విచారణ జరుగుతున్న భవనాన్ని ఎలా కూల్చివేస్తారని హైడ్రాపై హైకోర్టు ఆగ్రహం వ్యక్తం చేసింది. అంతేగాక, నేరుగా లేదా ఆన్‌లైన్ విచారణకు హాజరు కావాలని హైడ్రా కమిషనర్‌ను హైకోర్టు ఆదేశించింది. ఇది ఇలావుండగా, మూసీ నదిపై రెవెన్యూ అధికారుల సర్వే పూర్తయ్యాక కూల్చివేతలకు హైడ్రా వస్తుందని సమాచారం. </p>\n\n\n\n<p>ఈ బాధ్యతను ప్రభుత్వం హైడ్రాకే అప్పగించే అవకాశం ఉన్నట్లు తెలుస్తోంది. మూసీ రివర్ బెడ్ ఏరియాలో 2166 నివాసాలు ఉన్నట్లు గుర్తించారు. ఇందులో ఉన్నవారికి అవగాహన కల్పించి, డబుల్ బెడ్రూం ఇళ్లలోకి తరలించేందుకు అధికారులు సర్వే చేస్తున్నారు. </p>\n\n\n\n<p>దాదాపు 80 శాతం మంది డబుల్ బెడ్రూం ఇళ్లల్లోకి వెళ్లే అవకాశం ఉందని, మిగితా 20 శాతం మంది వినకపోతే ఎలాగైనా నచ్చజెప్పి పంపిస్తామని అధికారులు చెబుతున్నారు. అది కూడా కానీ పక్షంలో హైడ్రా కూల్చివేతలకు వచ్చే అవకాశం ఉందంటున్నారు. ఇప్పటికే మూసీ వెంట పలు నిర్మాణాలకు మార్కింగ్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21334/28/09/2024/","hasAudio":false,"hasInfographics":false}