{"id":"wp-en-15659","wp_id":15659,"type":"standard","category":"World","language":"en","title":"Both Houses adjourned for the day over Oppn demanding talks on Adani bribery charges","excerpt":"The proceedings in both Houses has been adjourned for the day after Opposition MPs raised slogans inside the Parliament demanding talks on Adani bribery case, Sambhal violence, among other issues. In Rajya Sabha, Chairman Jagdeep Dhankar rejected 18 notices submitted by Opposition MPs demanding a joint parlimentary committee probe into Adani bribery charges in the","author":"Tattva News Team","time":"27/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/08/Parliament.jpg","readTime":"5 min read","contentHTML":"\n<p>The proceedings in both Houses has been adjourned for the day after Opposition MPs raised slogans inside the Parliament demanding talks on Adani bribery case, Sambhal violence, among other issues.</p>\n\n\n\n<p>In Rajya Sabha, Chairman Jagdeep Dhankar rejected 18 notices submitted by Opposition MPs demanding a joint parlimentary committee probe into Adani bribery charges in the US, Sambhal violence and increase in incidents of crime in Delhi. Subsequently, Opposition MPs started shouting slogans and the Upper House was adjourned for the day.</p>\n\n\n\n<p>As soon as the House met for the day, many Opposition members in Lok Sabha, including from CongreSome members from the Congress and Samajwadi Party were in the Well while other Opposition members stood in the aisle and shouted slogans.</p>\n\n\n\n<p>Some members from the Congress and Samajwadi Party were in the Well while other Opposition members stood in the aisle and shouted slogans.Speaker Om Birla asked the Opposition members to allow the Question Hour and said they can take up their issues later.</p>\n\n\n\n<p>Amid the din, one question was taken up. However, the protests continued and the proceedings, which went on for about six minutes, were adjourned till noon. </p>\n\n\n\n<p>Meanwhile, Rajya Sabha proceedings were adjourned for the day amid opposition protests over various issues. Soon after listed papers were tabled in the House, Chairman Jagdeep Dhankhar said he has received 18 notices under Rule 267 for suspension of the scheduled business and to take up issues related to the Adani Group, violence in Uttar Pradesh's Sambhal and rising incidents of crime in Delhi. He, however did not accept the notices.</p>\n\n\n\n<p>This led to protest by opposition members, including from those belonging to the Congress. The Adani Group said on Wednesday that Gautam Adani, and his nephew Sagar have not been charged with any violation of the US Foreign Corrupt Practices Act (FCPA) in the indictment that authorities filed in the New York court in an alleged bribery case.</p>\n\n\n\n<p>Meanwhile, the parliamentary joint committee on the Waqf (Amendment) Bill will meet today and the members are likely to put forth their suggestions on the proposed law. While the deadline for submitting the report nears, Opposition members have sought for an extension to wrap up the remaining work.</p>\n","originalUrl":"https://en.tattvanews.com/national/both-houses-adjourned-for-the-day-over-oppn-demanding-talks-on-adani-bribery-charges/","hasAudio":false,"hasInfographics":false}