{"id":"wp-en-13682","wp_id":13682,"type":"standard","category":"World","language":"en","title":"PM Modi arrives in Italy for G7 Summit","excerpt":"Prime Minister Narendra Modi arrived in Apulia, southern Italy, on Friday morning to attend the Outreach session of the G7 Summit. The Prime Minister's first visit in his third stint will see him hold bilateral talks with world leaders on multiple issues. India's Ambassador to Italy Vani Rao received the Prime Minister as he touched","author":"Tattva News Team","time":"14/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Modi-G7.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi arrived in Apulia, southern Italy, on Friday morning to attend the Outreach session of the G7 Summit. The Prime Minister's first visit in his third stint will see him hold bilateral talks with world leaders on multiple issues.</p>\n\n\n\n<p>India's Ambassador to Italy Vani Rao received the Prime Minister as he touched down at Brindisi Airport in Apulia. \"The Prime Minister of India has arrived at Brindisi Airport in Italy to participate in the G7 Summit,\" Ministry of External Affairs (MEA) spokesperson Randhir Jaiswal said in a video message from the airport.</p>\n\n\n\n<p>\"Tomorrow (Friday) is a packed day for him. We have several bilateral meetings with world leaders lined up. He will also be addressing the Outreach session of the G7 Summit,\" he said.</p>\n\n\n\n<p>Modi will attend a summit session 'Artificial Intelligence, Energy, <br>Africa-Mediterranean' to be hosted by Italian Prime Minister Georgia Meloni, and will be attended by Pope Francis. The pope will be joined by nine other heads of state, besides Modi.  </p>\n\n\n\n<p>\"It is a historic day. We will welcome the Holy Father. It is the first time for a pontiff at a G7. I am proud it will happen under the Italian presidency,\" Italian Prime Minister Giorgia Meloni told reporters on Thursday.</p>\n\n\n\n<p>The PM will also meet Pope Francis at the summit and the duo are expected to hold bilateral talks. Modi also has a series of meetings scheduled with the world leaders on the sidelines of the summit being held at the luxury resort of Borgo Egnazia.</p>\n\n\n\n<p>The first day of the Summit saw the G7 nations agree on a deal to provide $50 billion of loans for Ukraine backed by interest from frozen Russian assets. The United States, Canada, Japan, Germany, France, Italy and Britain - and the European Union (EU) are expected to contribute to the loan, with cash to reach Kyiv by the end of the year.</p>\n","originalUrl":"https://en.tattvanews.com/international/pm-modi-arrives-in-italy-for-g7-summit/","hasAudio":false,"hasInfographics":false}