{"id":"wp-en-13673","wp_id":13673,"type":"standard","category":"World","language":"en","title":"Pema Khandu to become Arunachal CM again￼","excerpt":"Pema Khandu will become the chief minister of Arunachal Pradesh for the third term in a row,  as he was e-elected as the Leader of the BJP Legislative Party today. Khandu won the election as he was elected unopposed. Taking to X, Khandu accepted the responsibility of leading the BJP to another term of development oriented","author":"Tattva News Team","time":"13/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Prema-Khandu.jpg","readTime":"5 min read","contentHTML":"\n<p>Pema Khandu will become the chief minister of Arunachal Pradesh for the third term in a row,  as he was e-elected as the Leader of the BJP Legislative Party today. Khandu won the election as he was elected unopposed.</p>\n\n\n\n<p>Taking to X, Khandu accepted the responsibility of leading the BJP to another term of development oriented governance in sync with the vision of  Prime Minister Narendra Modi.  \"Feeling so honoured to be elected unanimously as the Legislature Party leader of BJP. With utmost humility, I accept the responsibility of leading the BJP to another term of development oriented governance in sync with the vision of Hon'ble Prime Minister Narendra Modi,\" he said.</p>\n\n\n\n<p>\"I am grateful to our fellow BJP MLAs for placing their faith in me. I also put on record my sincere thanks to our MPs, party leaders, and workers for working day in and day out in ensuring resounding win the polls. Now, let's work together harder to further speed up the pace of all-round growth in Arunachal Pradesh and realize the goal of inclusive Viksit Bharat by 2047,\" he added.</p>\n\n\n\n<p>Pema Khandu, known for his passion for sports and music, has risen as a prominent figure in Arunachal Pradesh, particularly following a constitutional crisis in 2016 that resulted in the imposition of president's rule.</p>\n\n\n\n<p>Khandu was also regarded as a strategist who, through political manoeuvring, brought the BJP to power for the first time in the northeastern state bordering China.</p>\n\n\n\n<p>Pema Khandu's political journey was marked by a personal tragedy when his father, former Arunachal Pradesh Chief Minister Dorjee Khandu, passed away in a helicopter crash in 2011. Following his father's footsteps, Pema Khandu joined the Congress in 2000 and was elected unopposed in a by-election in June 2011, representing his father's constituency Mukto.</p>\n\n\n\n<p>Khandu has steadily ascended as a significant leader in Arunachal Pradesh, particularly gaining prominence after the constitutional crisis of 2016, which resulted in the imposition of President's rule. Khandu also earned recognition as an adept electoral strategist, notably contributing to the resurgence of the BJP in the northeastern state.</p>\n","originalUrl":"https://en.tattvanews.com/national/pema-khandu-to-become-arunachal-cm-again%ef%bf%bc/","hasAudio":false,"hasInfographics":false}