{"id":"wp-en-15811","wp_id":15811,"type":"standard","category":"World","language":"en","title":"CPJ calls on new Syrian leaders to protect journalist safety","excerpt":"On December 8, Bashar al-Assad’s repressive regime in Syria came to an end. Scenes of journalists rushing to cover   a post-Assad era surfaced, raising hope for the start of a new chapter for the country’s media workers. Syria has long been one of the world’s deadliest and riskiest areas for journalists; just four days prior","author":"Tattva News Team","time":"15/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Syria-media.jpg","readTime":"5 min read","contentHTML":"\n<p>On December 8, Bashar al-Assad’s repressive regime in Syria came to an end. Scenes of journalists rushing to cover  <a href=\"#inbox/_blank\"></a> a post-Assad era surfaced, raising hope for the start of a new chapter for the country’s media workers. Syria has long been one of the world’s deadliest and riskiest areas for journalists; just four days prior to Assad fleeing the country, award-winning Syrian photojournalist Anas Alkharboutli was killed near Hama by a government airstrike.<br> <br>As Syria transitions to a new government, the Committee to Protect Journalists (CPJ)  calls on authorities to take decisive action to protect journalist safety, hold accountable those responsible for the killing, imprisonment, and silencing of members of the media during the country’s 13-year civil war, and to allow journalists and media workers safe access to information and locations to cover events, without risking being detained or questioned for their work.<br> <br>So far, CPJ research shows:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>141 journalists killed in Syria between 2011 and 2024. This includes 23 murders and at least six deaths in government custody.</li><li>Syria ranked number one on CPJ’s 2023 Global Impunity Index  and has been featured prominently for the last 11 years.  </li><li>At least five journalists were imprisoned in Syria at the time of CPJ’s 2023 prison census.</li></ul>\n\n\n\n<p>One imprisoned journalist, Tal al-Mallohi,  a Syrian blogger detained since 2009, has been released. The fate of other prisoners, including U.S. journalist Austin Tice  — abducted in Syria in mid-August 2012 — remains unknown.</p>\n\n\n\n<p>The fate of other prisoners, including U.S. journalist AUstin Tice – abducted in Syria in mid-August 2012 – remains unknown. The U.S. special envoy for hostages, Roger Carstens, has traveled to Beirut to coordinate efforts to find Tice, senior U.S. officials told The Washington Post.</p>\n\n\n\n<p>Syria has one of the world’s worst track records in punishing murderers of journalists, featuring prominently on CPJ’s Global Impunity Index for the last 11years, including as the top offender in 2023. Journalists working there faced harsh conditions even before the start of the civil war, including censorship and retaliation for challenging the authorities.</p>\n","originalUrl":"https://en.tattvanews.com/international/%ef%bf%bccpj-calls-on-new-syrian-leaders-to-protect-journalist-safety/","hasAudio":false,"hasInfographics":false}