{"id":"wp-te-18869","wp_id":18869,"type":"standard","category":"World","language":"te","title":"పద్మ విభూషణ్ అవార్డు అందుకున్న మెగా స్టార్ చిరంజీవి","excerpt":"మెగాస్టార్ చిరంజీవి దేశంలో రెండో అత్యున్నత పౌర పురస్కారం పద్మవిభూషణ్ గురువారం రాష్ట్రపతి భవన్ లో జరిగిన కార్యక్రమంలో రాష్ట్రపతి ద్రౌపది ముర్ము చేతులు మీదుగా అందుకున్నారు. ఈ సందర్భంగా ఆయన వెంటే వెళ్లిన రామ్ చరణ్, ఉపాసన ఎంతో సంతోషంగా కనిపించారు. నాలుగు దశాబ్దాలకు పైగా తెలుగు సినీ అభిమానులను అలరిస్తూ మెగాస్టార్ బిరుదు అందుకున్న కొణెదలచిరంజీవికి  ఈ ఏడాది దేశంలో రెండో అత్యున్నత పౌర పురస్కారాన్ని కేంద్ర ప్రభుత్వం ప్రకటించింది. చిరంజీవితోపాటు ఆయన  భార్య","author":"Tattva News Team","time":"10/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Chiranjeevi-Vaijayanthi.jpg","readTime":"5 min read","contentHTML":"\n<p>మెగాస్టార్ చిరంజీవి దేశంలో రెండో అత్యున్నత పౌర పురస్కారం పద్మవిభూషణ్ గురువారం రాష్ట్రపతి భవన్ లో జరిగిన కార్యక్రమంలో రాష్ట్రపతి ద్రౌపది ముర్ము చేతులు మీదుగా అందుకున్నారు. ఈ సందర్భంగా ఆయన వెంటే వెళ్లిన రామ్ చరణ్, ఉపాసన ఎంతో సంతోషంగా కనిపించారు.</p>\n\n\n\n<p>నాలుగు దశాబ్దాలకు పైగా తెలుగు సినీ అభిమానులను అలరిస్తూ మెగాస్టార్ బిరుదు అందుకున్న కొణెదలచిరంజీవికి  ఈ ఏడాది దేశంలో రెండో అత్యున్నత పౌర పురస్కారాన్ని కేంద్ర ప్రభుత్వం ప్రకటించింది. చిరంజీవితోపాటు ఆయన  భార్య సురేఖ, తనయుడు రామ్ చరణ్, అతని భార్య ఉపాసన కూడా ఢిల్లీ వెళ్లడం విశేషం. </p>\n\n\n\n<p>చిరంజీవి అవార్డు అందుకుంటుండగా ప్రేక్షకుల్లో ఉన్న చరణ్, ఉపాసన కూడా ఎంతో ఆనందంగా చప్పట్లు కొడుతూ కనిపించారు. చిరంజీవి కాకుండా వైజయంతిమాల, మిథున్ చక్రవర్తి, విజయ్‌కాంత్, ఉషా ఉతుప్ లకు ఈసారి పద్మ అవార్డులను ప్రకటించారు.</p>\n\n\n\n<p>రాష్ట్రపతి భవన్‌లో జరిగిన పద్మ పురస్కారాల ప్రదానోత్సవంలో రాష్ట్రపతి ద్రౌపది ముర్ము చేతుల మీదుగా 90 ఏళ్ల వైజయంతిమాల బాలి కూడా పద్మ విభూషణ్ పురస్కారాన్ని స్వీకరించారు. </p>\n\n\n\n<p>సుప్రీంకోర్టు తొలి మహిళా న్యాయమూర్తి ఎం ఫాతీమా బీవీ, బాంబే సమాచార్ వ్యవస్థాపకుడు హోర్ముస్‌జీ ఎన్ కామాబిజెపి నాయకుడు ఓ రాజగోపాల్, లడఖ్ ఆధ్మాత్మిక గురువు తోగ్‌దన్ రిన్‌పోచే(మరణానంతరం), తమిళ నటుడు కెప్టెన్ విజయకాంత్(మరణానంతరం), గుజరాతీ వార్తాపత్రిక జన్మభూమి గ్రూపు ఎడిటర్, సిఇఓ కుందన్ వ్యాస్‌కు పద్మ భూషణ్ పురస్కారాల ప్రదానం జరిగింది.</p>\n\n\n\n<p> ఫాతీమా బీవీ, విజయకాంత్, రిన్‌పోచే తరఫున వారి కుటుంబ సభ్యులు రాష్ట్రపతి నుంచి అవార్డులు స్వీకరించారు. ఈ ఉత్సవానికి ఉప రాష్ట్రపతి జగ్దీప్ ధన్‌ఖర్, ప్రధాని నరేంద్ర మోదీ, కేంద్ర హోంమంత్రి అమిత్ షా తదితర ప్రముఖులు హాజరయ్యారు.</p>\n\n\n\n<p> 2024 సంవత్సరానికి 132 మందికి పద్మ అవార్డులను అందచేయడానికి రాష్ట్రపతి ఆమోదించారు. వీటిలో 5 పద్మ విభూషణ్, 17 పద్మ భూషణ్ , 110 పద్మశ్రీ అవార్డులు ఉన్నాయి. అవార్డుకు ఎంపికైన వారిలో 30 మంది మహిళలు ఉన్నారు. ఏప్రిల్ 22న సగం మందికి పద్మ అవార్డుల ప్రదానం జరుగగా మిగిలిన వారు గురువారం అవార్డులను స్వీకరించారు.</p>\n","originalUrl":"https://tattvanews.com/18869/10/05/2024/","hasAudio":false,"hasInfographics":false}