{"id":"wp-en-13203","wp_id":13203,"type":"standard","category":"World","language":"en","title":"76 Indian troops replaced by civilians in Maldives￼","excerpt":"At least 76 Indian troops in the Maldives have been replaced by civilian employees of Hindustan Aeronautics Limited, who manufactured the helicopters given to the archipelago nation, said Maldivian Foreign Minister Moosa Zameer on Saturday. His statement ended the suspense over the exact number of troops repatriated as India completed the withdrawal process ahead of","author":"Tattva News Team","time":"12/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Maldives.jpg","readTime":"5 min read","contentHTML":"\n<p>At least 76 Indian troops in the Maldives have been replaced by civilian employees of Hindustan Aeronautics Limited, who manufactured the helicopters given to the archipelago nation, said Maldivian Foreign Minister Moosa Zameer on Saturday. His statement ended the suspense over the exact number of troops repatriated as India completed the withdrawal process ahead of the May 10 deadline.</p>\n\n\n\n<p>India completed the withdrawal of its military personnel from the Maldives ahead of the May 10 (Friday) deadline on the demands of pro-China Mohamed Muizzu, confirmed the governments of both countries. The Indian military personnel were stationed in the Maldives to operate and maintain two helicopters and Dornier aircraft India gifted earlier, primarily for medi-evac missions.</p>\n\n\n\n<p>That agreement for the withdrawal of Indian troops was a result of the demand of pro-China President Mohamed Muizzu made within hours of his assuming office in November. Muizzu has previously accused India of meddling in the affairs of the Maldives, despite it being India's key maritime neighbour in the Indian Ocean Region (IOR).</p>\n\n\n\n<p>As per local reports, Zameer addressed a press conference a day after he returned from his first official visit to India, detailing the presence of Indian soldiers stationed in Hanimaadhoo, Kadhdhoo and Gan.</p>\n\n\n\n<p> \"As many as 26 soldiers withdrew from Gan between March 7 and March 9, while another 25 soldiers withdrew from Hanimaadhoo between April 7 and April 9, and 12 withdrew from Kadhdhoo on Tuesday. The final batch of 13 soldiers withdrew from Kadhdhoo on Thursday,\" he was quoted as saying.</p>\n\n\n\n<p>Zameer said that it is the civilian employees of the company that manufactured the Indian-gifted helicopters, the Hindustan Aeronautics Limited (HAL) that have come to replace the Indian military personnel. The Maldivian government had previously said that documents show there are 89 Indian soldiers in the Maldives, to operate two military helicopters and a Dornier aircraft, it added. </p>\n\n\n\n<p>When asked about concerns that Indian troops still remained in the Maldives dressed in civilian clothes, Zameer replied, \"Indian military was not here under any deception, were they? So there is no reason for us to have doubts when the Government of India has stated that these are civilians.”</p>\n","originalUrl":"https://en.tattvanews.com/international/76-indian-troops-replaced-by-civilians-in-maldives%ef%bf%bc/","hasAudio":false,"hasInfographics":false}