{"id":"wp-en-14529","wp_id":14529,"type":"standard","category":"World","language":"en","title":"Calcutta HC orders CBI probe into murder of woman doctor￼","excerpt":"The Calcutta High Court on Tuesday ordered the West Bengal government to hand over the investigation of the alleged rape and murder case of a trainee doctor in Kolkata’s RG Kar Medical College and Hospital to the Central Bureau of Investigation (CBI). Chief Justice T.S. Sivagnanam gave the verdict while hearing multiple petitions related to","author":"Tattva News Team","time":"14/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Medicos.jpg","readTime":"5 min read","contentHTML":"\n<p>The Calcutta High Court on Tuesday ordered the West Bengal government to hand over the investigation of the alleged rape and murder case of a trainee doctor in Kolkata’s RG Kar Medical College and Hospital to the Central Bureau of Investigation (CBI). Chief Justice T.S. Sivagnanam gave the verdict while hearing multiple petitions related to the case. </p>\n\n\n\n<p>While reviewing the case diary, the High Court instructed that all information and documents held by the state must be provided to the CBI. Additionally, the police should also hand over the CCTV footage they have gathered to the CBI, ordered Chief Justice Sivagnanam, who also expressed his dissatisfaction over the role of the police in the investigation so far.</p>\n\n\n\n<p>Protesting doctors and students welcomed the decision. “We hope our student who was brutally killed gets justice. Anyone who is responsible must be punished irrespective of who they are and where they belong,” said Dr. Debabani Biswas, an associate professor of the chest medicine department at RG Kar Medical College and Hospital. </p>\n\n\n\n<p>West Bengal Chief Minister Mamata Banerjee earlier had set a deadline till next Sunday for the police to solve the case. She had said that otherwise the case would be handed over to the CBI. The CM had said the same to the family members of the deceased. </p>\n\n\n\n<p>Meanwhile, a two-member team of the National Commission for Women (NCW) visited state-run R G Kar Medical College and Hospital on Tuesday morning. They went to the seminar hall where a woman doctor was raped and murdered. </p>\n\n\n\n<p>The two-member team led by Delina Khongdup went to meet the investigating officers at Kolkata Police's headquarters at Lalbazar after reaching the city, before going to the victim's Panihati residence to meet the parents. Khongdup described the crime as \"heinous\" and \"very unfortunate incident\". The body of the woman doctor was found in a seminar hall at the hospital on Friday morning, and a civic volunteer was arrested on Saturday in connection with the crime.</p>\n","originalUrl":"https://en.tattvanews.com/others/calcutta-hc-orders-cbi-probe-into-murder-of-woman-doctor%ef%bf%bc/","hasAudio":false,"hasInfographics":false}