{"id":"wp-te-20241","wp_id":20241,"type":"standard","category":"World","language":"te","title":"అగ్నిపథ్ పై విమర్శలతో యువతను తప్పుదోవ పట్టిస్తున్నారు","excerpt":"అగ్నిపథ్ పథకంపై ప్రతిపక్షాల చేస్తున్న విమర్శలను ప్రధాని నరేంద్ర మోదీ ఖండించారు. ఈ పథకంపై యువతను తప్పు దోవ పట్టించే విధంగా ఆ యా పార్టీలు వ్యవహరిస్తున్నాయంటూ ప్రతిపక్షాలపై ఆయన మండిపడ్డారు. జులై 26వ తేదీ కార్గిల్ దివాస్. ఈ సందర్భంగా అగ్నిపథ్ పథకంపై ప్రతిపక్షాల విమర్శలను ఆయన తిప్పికొట్టారు.  సైన్యంలో సంస్కరణల కోసం ఈ పథకాన్ని తీసుకు వచ్చినట్లు తెలిపారు. సైన్యంలోకి యువ రక్తాన్ని తీసుకు రావడంతోపాటు యుద్దానికి ఎల్లవేళలా సన్నద్ధంగా ఉండే విధంగా యువతను","author":"Tattva News Team","time":"26/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-Kargil.jpg","readTime":"5 min read","contentHTML":"\n<p>అగ్నిపథ్ పథకంపై ప్రతిపక్షాల చేస్తున్న విమర్శలను ప్రధాని నరేంద్ర మోదీ ఖండించారు. ఈ పథకంపై యువతను తప్పు దోవ పట్టించే విధంగా ఆ యా పార్టీలు వ్యవహరిస్తున్నాయంటూ ప్రతిపక్షాలపై ఆయన మండిపడ్డారు. జులై 26వ తేదీ కార్గిల్ దివాస్. ఈ సందర్భంగా అగ్నిపథ్ పథకంపై ప్రతిపక్షాల విమర్శలను ఆయన తిప్పికొట్టారు. </p>\n\n\n\n<p>సైన్యంలో సంస్కరణల కోసం ఈ పథకాన్ని తీసుకు వచ్చినట్లు తెలిపారు. సైన్యంలోకి యువ రక్తాన్ని తీసుకు రావడంతోపాటు యుద్దానికి ఎల్లవేళలా సన్నద్ధంగా ఉండే విధంగా యువతను తయారు చేయడం ఈ పథకం యొక్క ముఖ్య ఉద్దేశమని ఆయన పేర్కొన్నారు.</p>\n\n\n\n<p>అగ్నిపథ్ సున్నితమైన అంశమని చెప్పారు. అలాంటి అంశాన్ని ప్రతిపక్ష పార్టీలు.. తమ వ్యక్తిగత లాభం కోసం అగ్నిపథ్‌ పథకాన్ని రాజకీయ అంశంగా మలుచుకున్నాయని ప్రధాని ధ్వజమెత్తారు. ఈ ఆరోపణలు చేస్తున్న ఆ యా పార్టీల్లోని వ్యక్తులు.. గతంలో సైన్యంలో వేల కోట్ల రూపాయిల కుంభకోణాలకు పాల్పడి సైన్యాన్ని బలహీన పరిచాయని ప్రధాని మోదీ వివరించారు.</p>\n\n\n\n<p>ఈ ఏడాది జులై 26వ తేదీతో కార్గిల్ యుద్దం ముగిసి 25 ఏళ్లు అయింది. ఈ యుద్ధంలో మృతి చెందిన జవాన్లు కోసం ద్రాస్ సెక్టర్‌లోని నిర్మించిన కార్గిల్ స్మారక స్థూపం వద్ద ప్రధాని మోదీ వారికి ఘనంగా నివాళులర్పించారు. కార్గిల్ యుద్ధం దాదాపు మూడు నెలల పాటి సాగి జులై 26వ తేదీతో ముగిసింది. </p>\n\n\n\n<p>ఈ సందర్భంగా పొరుగునున్న దాయాది దేశం పాక్‌పై మండిపడ్డారు. పాకిస్తాన్ నేటికి గుణపాఠం నేర్చుకోలేదని విమర్శించారు. పాకిస్థాన్ నేరాల‌కు పాల్ప‌డి గ‌తంలో విఫలం అయ్యింద‌ని, కానీ ఆ చ‌రిత్ర నుంచి ఆ దేశం ఏమీ నేర్చుకోలేద‌ని ప్ర‌ధాని మోదీ పేర్కొన్నారు. </p>\n\n\n\n<p>ఉగ్ర‌వాదం, ప్ర‌చ్ఛ‌న్న యుద్ధంతోనే ఆ దేశం జీవనం చేస్తోంద‌ని విమ‌ర్శించారు. తాను మాట్లాడే ప్ర‌దేశం నుంచి ఉగ్ర‌దాడుల‌కు పాల్ప‌డుతున్న ముఠా నేత‌లు త‌న స్వ‌రాన్ని నేరుగా వింటార‌ని, ఉగ్ర‌వాదానికి ఊతం ఇస్తున్న దేశాల‌కు ఓ విష‌యాన్ని చెప్ప‌ద‌లుచుకున్నాన‌ని, ఆ దేశ కుంచిత ఆలోచ‌న‌లు ఎన్న‌టికీ విజ‌యవంతం కావు అని ప్ర‌ధాని తెలిపారు.</p>\n\n\n\n<p> ప్రధాని మోదీ రెండో సారి ప్రధానిగా బాధ్యతలు చేపట్టిన అనంతరం యువతను సైన్యంలోకి తీసుకొనేందుకు అగ్నిపథ్ పథకాన్ని ప్రవేశపెట్టారు. దీనిని ప్రతిపక్షాలు తీవ్రంగా వ్యతిరేకించాయి. ముఖ్యంగా కాంగ్రెస్ పార్టీ అగ్రనేత రాహుల్ గాంధీ ఈ పథకాన్ని తీవ్రంగా వ్యతిరేకించారు.</p>\n","originalUrl":"https://tattvanews.com/20241/26/07/2024/","hasAudio":false,"hasInfographics":false}