{"id":"wp-en-14333","wp_id":14333,"type":"standard","category":"World","language":"en","title":"Rajasthan CM  gets threat call from Dausa jail￼","excerpt":"Rajasthan Chief Minister Bhajanlal Sharma has allegedly got a threatening call from a prisoner from Dausa jail. He allegedly threatening to kill him. The call was received by police control room threatening to kill Chief Minister. The call was made by a prisoner jailed in a rape case had called Jaipur Police Control Room late Saturday night,","author":"Tattva News Team","time":"29/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Rajasthan-CM.webp","readTime":"5 min read","contentHTML":"\n<p>Rajasthan Chief Minister Bhajanlal Sharma has allegedly got a threatening call from a prisoner from Dausa jail. He allegedly threatening to kill him. The call was received by police control room threatening to kill Chief Minister.</p>\n\n\n\n<p>The call was made by a prisoner jailed in a rape case had called Jaipur Police Control Room late Saturday night, said Inspector General of Police (Jaipur Range) Anil Tank.</p>\n\n\n\n<p>Police traced the location of the phone number to Dausa Jail. The accused has been taken into custody for questioning, he added. He said they are investigating how the prisoner got access to a mobile phone.</p>\n\n\n\n<p>\"Dausa Police received the information about a threat call made to Jaipur Police Control Room and threatened to kill Rajasthan CM from prison. We got directions to identify the accused and investigate this matter. Dausa SP directed us to come here (prison), along with other officials... We have identified the man and recovered the mobile phone he used to make the call. Six wards of jail were searched thoroughly after which we have recovered nine mobile phones,\" said Additional Superintendent of Jaipur Police Lokesh Sonwal.</p>\n\n\n\n<p>Earlier in January this year, Sharma received a death threat which was also made from the jail. Police, after the investigation, found that the call was made from Jaipur Central Jail. The caller was an inmate serving a sentence under the Protection of Children from Sexual Offences (POCSO) Act.</p>\n","originalUrl":"https://en.tattvanews.com/regional/rajasthan-cm-gets-threat-call-from-dausa-jail%ef%bf%bc/","hasAudio":false,"hasInfographics":false}