{"id":"wp-en-14108","wp_id":14108,"type":"standard","category":"World","language":"en","title":"Gaurav Gogoi is Deputy leader of Congress party in Lok Sabha￼","excerpt":"The Congress has appointed MP Gaurav Gogoi as the Deputy leader of the party in Lok Sabha, KC Venugopal informed on Sunday (July 14). Sonia Gandhi wrote to Speaker Om Birla about the latest appointments which also include MP Kodikunnil Suresh as Chief Whip. MPs Manickam Tagore and Dr Md Jawaid appointed as whips. \"Hon'ble CPP Chairperson Smt. Sonia","author":"Tattva News Team","time":"15/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Gaurav-Gogoi.webp","readTime":"5 min read","contentHTML":"\n<p>The Congress has appointed MP Gaurav Gogoi as the Deputy leader of the party in Lok Sabha, KC Venugopal informed on Sunday (July 14). Sonia Gandhi wrote to Speaker Om Birla about the latest appointments which also include MP Kodikunnil Suresh as Chief Whip. MPs Manickam Tagore and Dr Md Jawaid appointed as whips.</p>\n\n\n\n<p>\"Hon'ble CPP Chairperson Smt. Sonia Gandhi ji has written to the Hon'ble Lok Sabha Speaker informing him about the appointment of the Deputy Leader, Chief Whip, and two Whips for the Congress Party in the Lok Sabha,\" Venugopal posted on X. </p>\n\n\n\n<p>Congress Parliamentary Party has already elected former party chief Rahul Gandhi as its leader in Lok Sabha and thus became Leader of Opposition.</p>\n\n\n\n<p>Meanwhile, MP Gaurav Gogoi has thanked the party high command through a social media post regarding this appointment. He said that “I am grateful to the Honorable Congress Parliamentary Committee Chairman Sonia Gandhi, Party President Mallikarjun Kharge, Leader of Opposition Rahul Gandhi, and Organization General Secretary KC Venugopal for expressing confidence in me”.</p>\n\n\n\n<p>He said that “I congratulated my colleagues. Our aim is to raise the voice of the people of India inside the Parliament and strengthen our democracy”. It is worth mentioning that Gaurav Gogoi is the son of former Assam Chief Minister Tarun Gogoi and is regarded as an important member of the Lok Sabha's young team led by Opposition Leader Rahul Gandhi.</p>\n\n\n\n<p>He was elected to parliament in the 2024 Lok Sabha elections from Assam's Kaliabor seat. Following Rahul Gandhi's election as Leader of the Opposition, his close associates have been promoted to key positions inside the party.<br></p>\n","originalUrl":"https://en.tattvanews.com/national/gaurav-gogoi-is-deputy-leader-of-congress-party-in-lok-sabha%ef%bf%bc/","hasAudio":false,"hasInfographics":false}