{"id":"wp-en-12964","wp_id":12964,"type":"standard","category":"World","language":"en","title":"Second phase Lok Sabha polling today￼","excerpt":"The voting for the second phase of the 18th Lok Sabha Elections 2024 is being held on Friday. 88 constituencies in 13 states and Union Territories will go to polls in the second phase. The voting process will be completed in Kerala (20 seats), Rajasthan, Manipur and Tripura. Other states which are going for polls","author":"Tattva News Team","time":"26/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Polling.webp","readTime":"5 min read","contentHTML":"\n<p> The voting for the second phase of the 18th Lok Sabha Elections 2024 is being held on Friday. 88 constituencies in 13 states and Union Territories will go to polls in the second phase.</p>\n\n\n\n<p>The voting process will be completed in Kerala (20 seats), Rajasthan, Manipur and Tripura. Other states which are going for polls are Karnataka (14/28 seats), Uttar Pradesh (8/80 seats), Madhya Pradesh (6/29 seats), Maharashtra (8/48 seats), Assam (5/14 seats), Bihar (5/40 seats), West Bengal (3/42 seats), Jammu and Kashmir (1/6 seats) and Chhattisgarh (3/11 seats). </p>\n\n\n\n<p>Key constituencies going to polls in phase 2 include Kishanganj in Bihar; Silchar in Assam; Kanker in Chhattisgarh; Bangalore Central and Bangalore South in Karnataka; Wayanad, Kozhikode, and Thiruvananthapuram in Kerala; Damoh and Rewa in Madhya Pradesh; Akola, Amravati in Maharashtra; Outer Manipur in Manipur; Barmer, Kota, Jalore, Ajmer in Rajasthan; Mathura and Aligarh in Uttar Pradesh; Darjeeling and Balurghat in West Bengal, and Jammu in J&K.</p>\n\n\n\n<p>Renowned actress and politician Hema Malini is contesting from Uttar Pradesh's Mathura constituency, a seat she has been wining since 2014 on a BJP ticket. This time she is against Congress candidate and state president of the Congress unit in Uttar Pradesh Mukesh Dhangar.</p>\n\n\n\n<p>TV actor Arun Govil, best known for his portrayal of Ram in Ramayana Serial, has been fielded from Meerut Lok Sabha constituency. Among the biggest names contesting in phase 2 is former Congress chief Rahul Gandhi who would be trying his luck from Wayanad in Kerala, hoping to win it the second time.</p>\n\n\n\n<p>Gandhi faces BJP's state president K Surendran, while the ruling Left has put forward Annie Raja as contender for the seat. Rahul Gandhi had shifted to Wayanad in 2019 elections after he lost Amethi in Uttar Pradesh to Union Minister Smriti Irani by a significant margin of 55,120 votes.</p>\n\n\n\n<p>One of the most talked-about seats in Rajasthan is Kota. BJP leader and Lok Sabha speaker Om Birla, who himself is from Kota is up against Prahlad Gunjal, who joined Congress earlier this year.  Birla won the seat in 2014 and 2019 elections by massive margins defeating Congress candidates Ilyaraj Singh and Ramnarain Meena respectively.</p>\n\n\n\n<p>Contesting from Kerala’s capital, Congress leader and incumbent MP Shashi Tharoor is pitted against Union minister Rajeev Chandrasekhar of the BJP. While Tharoor is bidding for an unprecedented fourth consecutive term from the constituency, Chandrasekhar is making his maiden electoral foray from Kerala .</p>\n\n\n\n<p>JDS's HD Kumaraswamy is contesting from Karnataka's Mandya, a Lok Sabha seat the saffron party has never won. In the 2019 Lok Sabha elections, independent candidate Sumalatha Ambareesh emerged victorious in Mandya, securing over 7 lakh votes and defeating Nikhil Kumaraswamy of the Janata Dal (Secular), who obtained 577,784 votes.</p>\n\n\n\n<p>Former Chhattisgarh Chief Minister Bhupesh Baghel entry into the electoral fray for the Lok Sabha has further amplified the contest in Rajnandgaon, considered as BJP's stronghold as the saffron party has been winning the seat from the last 17 years. Sitting BJP MP Santosh Pandey is trying his electoral luck for the second consecutive time in the constituency.</p>\n\n\n\n<p>BJP's  Union Minister Gajendra Singh Shekhawat is seeking a third term from Rajasthan Jodhpur. He is up against Congress' Karan Singh Uchiyarda, who is contesting for the first time. Shekhawat emerged victorious in both the 2014 and 2019 Lok Sabha polls.</p>\n","originalUrl":"https://en.tattvanews.com/national/second-phase-lok-sabha-polling-today%ef%bf%bc/","hasAudio":false,"hasInfographics":false}