{"id":"wp-en-13989","wp_id":13989,"type":"standard","category":"World","language":"en","title":"Britain’s Labour Party headed for a landslide victory￼","excerpt":"Britain’s Labour Party headed for a landslide victory Friday in a parliamentary election, an exit poll and partial returns indicated, as voters punished the governing Conservatives after 14 years of economic and political upheaval. The UK's Labour Party swept to power after crossing the 326-seat threshold for a working majority in the House of Commons. Labour","author":"Tattva News Team","time":"5/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Labour.webp","readTime":"5 min read","contentHTML":"\n<p>Britain’s Labour Party headed for a landslide victory Friday in a parliamentary election, an exit poll and partial returns indicated, as voters punished the governing Conservatives after 14 years of economic and political upheaval.<strong></strong></p>\n\n\n\n<p>The UK's Labour Party swept to power after crossing the 326-seat threshold for a working majority in the House of Commons. Labour Party leader Kier Starmer, who is on course to be the new prime minister, thanked British people and said the country has to \"return politics to public service\". He also said the people are ready for change and ending the politics of performance.</p>\n\n\n\n<p>\"The fight for trust is the battle that defines our age. It is why we've campaigned so hard on demonstrating we are fit for public service. We have to return politics to public service. Show that politics can be a force for good,\" Starmer in his acceptance speech after the current UK PM Rishi Sunak conceded defeat.</p>\n\n\n\n<p>As of 9:50 am (IST), Starmer’s Labour Party has won 381 seats, while Sunak’s Conservative Party had secured only 92. Out of the 650 seats in total, 562 have been declared so far.</p>\n\n\n\n<p>Starmer, 61, in his victory speech after winning from Holborn and St Pancras said: \"The change begins right here because this is your democracy, your community, your future. You have voted. It's now time for us to deliver.\"</p>\n\n\n\n<p>Conceeding the defeat, the country's first British Indian-origin prime minister Rishi Sunak took responsibility for the Conservative Party's defeat and said his party candidates “I am sorry”.</p>\n\n\n\n<p>\"The Labour Party has won this general election and I have called Sir Keir Starmer to congratulate him on his victory,\" Sunak said, acknowledging the “sobering verdict” handed to his party. \"Today power will change hands in a peaceful and orderly manner with goodwill on all sides and it is something that should give us all confidence in our country's stability and future,\" he added.</p>\n","originalUrl":"https://en.tattvanews.com/international/britains-labour-party-headed-for-a-landslide-victory%ef%bf%bc/","hasAudio":false,"hasInfographics":false}