{"id":"wp-en-13604","wp_id":13604,"type":"standard","category":"World","language":"en","title":"Sonia Gandhi re-elected chairperson of Congress Parliamentary Party￼","excerpt":"Former Congress President Sonia Gandhi was re-elected unanimously as chairperson of the Congress Parliamentary Party this evening at a meeting of the party's MPs from the Lok Sabha and the Rajya Sabha in the central hall of Parliament on Saturday. Congress President Mallikarjun Kharge proposed Sonia's name as CPP chairperson. The proposal was seconded by party","author":"Tattva News Team","time":"9/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Sonia-re-elect.jpg","readTime":"5 min read","contentHTML":"\n<p>Former Congress President Sonia Gandhi was re-elected unanimously as chairperson of the Congress Parliamentary Party this evening at a meeting of the party's MPs from the Lok Sabha and the Rajya Sabha in the central hall of Parliament on Saturday.</p>\n\n\n\n<p>Congress President Mallikarjun Kharge proposed Sonia's name as CPP chairperson. The proposal was seconded by party leader Gaurav Gogoi and senior leader Tariq Anwar.</p>\n\n\n\n<p>In her acceptance speech, Sonia said the Congress has once again demonstrated its resilience as it was up against a mighty and malevolent machine that was doing its utmost to destroy the party.</p>\n\n\n\n<p> “It tried to cripple us financially. It carried out a campaign against us and our leaders that was full of lies and defamation. Many wrote our obituaries! But under the determined leadership of Kharge ji we persevered. He is an inspiration to all of us,” she added.</p>\n\n\n\n<p>Referring to the enhanced strength of the opposition, Sonia said not only is the Congress contingent in the Lok Sabha bigger, it is also bolstered by the strength of the INDIA partners. She also reiterated the emphasis placed during the meeting of the Congress Working Committee earlier in the day on the need to improve the party's position in states where its performance has been below its expectation.</p>\n\n\n\n<p>Sonia said Prime Minister Narendra Modi had sought the mandate solely in his name and he has suffered a political and moral defeat. “In reality, he has lost the mandate he sought and thereby lost the right to leadership as well. Yet, far from taking responsibility for failure, he intends to get himself sworn in again tomorrow. We do not expect him to change the substance and style of his governance, nor take cognisance of the will of the people,” she said.</p>\n","originalUrl":"https://en.tattvanews.com/national/sonia-gandhi-re-elected-chairperson-of-congress-parliamentary-party%ef%bf%bc/","hasAudio":false,"hasInfographics":false}