{"id":"wp-te-19956","wp_id":19956,"type":"standard","category":"World","language":"te","title":"రూ. 5.4 లక్షల కోట్లతో ఏపీ రుణ ప్రణాళిక విడుదల","excerpt":"ఆంధ్రప్రదేశ్‌లో 2024-25 సంవత్సరానికి రాష్ట్రస్థాయి బ్యాంకర్ల కమిటీ సమావేశంలో ముఖ్యమంత్రి చంద్రబాబు నాయుడు ఈ ఆర్థిక సంవత్సరానికి గాను రూ. 5.4 లక్షల కోట్ల రుణ ప్రణాళికను  విడుదల చేశారు. మంగళవారం విజయవాడలో సీఎం అధ్యక్షతన బ్యాంకర్ల ఎస్‌ఎల్‌బీసీ సమావేశం జరిగింది. ఇందులో రూ.3.75 లక్షల కోట్లు ప్రాధాన్య రంగాలకు, రూ. 1.65 కోట్లు ఇతర రంగాలకు కేటాయిస్తూ రుణ ప్రణాళికను ఖరారు చేశారు.  వ్యవసాయ రంగానికి రూ. 2.64 లక్షల కోట్లు రుణాల లక్ష్యంగా నిర్దేశించారు.","author":"Tattva News Team","time":"9/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/SLBC-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌లో 2024-25 సంవత్సరానికి రాష్ట్రస్థాయి బ్యాంకర్ల కమిటీ సమావేశంలో ముఖ్యమంత్రి చంద్రబాబు నాయుడు ఈ ఆర్థిక సంవత్సరానికి గాను రూ. 5.4 లక్షల కోట్ల రుణ ప్రణాళికను  విడుదల చేశారు. మంగళవారం విజయవాడలో సీఎం అధ్యక్షతన బ్యాంకర్ల ఎస్‌ఎల్‌బీసీ సమావేశం జరిగింది. ఇందులో రూ.3.75 లక్షల కోట్లు ప్రాధాన్య రంగాలకు, రూ. 1.65 కోట్లు ఇతర రంగాలకు కేటాయిస్తూ రుణ ప్రణాళికను ఖరారు చేశారు. </p>\n\n\n\n<p>వ్యవసాయ రంగానికి రూ. 2.64 లక్షల కోట్లు రుణాల లక్ష్యంగా నిర్దేశించారు. వ్యవసాయ రంగానికి =గతం కంటే 14 శాతం అధిక రుణాలు ఇవ్వనున్నట్లు  చంద్రబాబు తెలిపారు. డెయిరీ, పౌల్ట్రీ, ఫిషరీస్‌, సాగులో యాంత్రీకరణ, మౌలిక వసతులకు ప్రాధాన్యం ఇస్తామని పేర్కొన్నారు. ఏపీలో గత ఐదేండ్లలో జగన్‌ ప్రభుత్వం బ్యాంకింగ్‌ రంగాన్ని ఛిన్నాబిన్నం చేశారని ఆరోపించారు.</p>\n\n\n\n<p> కూటమి ప్రభుత్వం ఏర్పాటు అయ్యాక తొలిసారి సచివాలయంలో రాష్ట్ర స్థాయి బ్యాంకర్ల కమిటీ సమావేశం జరిగింది. బ్యాంకర్లకు ప్రభుత్వ ప్రాధాన్యతలు ఏపీ సీఎం చంద్రబాబు వివరించారు. తొలుత 4వ సారి ముఖ్యమంత్రి అయిన సీఎం చంద్రబాబు నాయుడుకు ఎస్​ఎల్​బీసీ శుభాకాంక్షలు తెలిపారు. </p>\n\n\n\n<p>సమావేశానికి ఆర్థిక మంత్రి పయ్యావుల కేశవ్, వ్యవసాయ శాఖా మంత్రి అచ్చెన్నాయుడు, యూనియన్ బ్యాంక్ ఎగ్జిక్యూటివ్ డైరెక్టర్ సంజయ్ రుద్ర, ఎస్.ఎల్.బీసీ కన్వీనర్ సీవీఎన్ భాస్కర్ రావు, ఇతర బ్యాంకు అధికారులు, వివిధ శాఖల అధికారులు పాల్గొన్నారు.</p>\n\n\n\n<p>డీబీటీ పథకాల అమలు, అభివృద్ధి కార్యక్రమల నిర్వహణకు బ్యాంకర్ల సాయం అవసరమని చంద్రబాబు తెలిపారు. సబ్సిడీపై ఇచ్చే రుణాలు, వివిధ పథకాల కింద లబ్దిదారులకు చేసే సాయం విషయంలో బ్యాంకర్లు సహకరించాలని సీఎం కోరారు. తాము ఎదుర్కొంటున్న ఇబ్బందులు ప్రభుత్వం వైపు నుంచి కావాల్సిన సహకారాన్ని బ్యాంకర్లు సీఎం దృష్టికి తెచ్చారు. </p>\n\n\n\n<p>గత ప్రభుత్వ హయాంలో వ్యవస్థలతో పాటు బ్యాంకింగ్ రంగాన్ని ఛిన్నాభిన్నం చేశారని మంత్రులు పేర్కొన్నారు. వ్యవసాయ రంగం, పరిశ్రమలకు ప్రొత్సాహం, డ్వాక్రా సంఘాల బలోపేతంలో బ్యాంకర్ల పాత్రే కీలకమని ఏపీ ప్రభుత్వం స్పష్టం చేసింది.  2023-24 ఆర్థిక సంవత్సరానికి ప్రాధాన్యతా రంగానికి రూ.3.23 లక్షల కోట్లు పెట్టుకోగా, ఈ ఆర్థిక సంవత్సరానికి రూ.3.75 లక్షల కోట్లు రుణ ప్రణాళికా లక్ష్యం. గతంతో పోల్చితే 16 శాతం అధికంగా రుణాల లక్ష్యం.</p>\n\n\n\n<p>వ్యవసాయ రంగానికి గత సంవత్సరం రూ.2.31 లక్షల కోట్లు రుణ లక్ష్యంగా పెట్టుకోగా, అందులో 90 శాతం అనగా రూ.2.08 లక్షల కోట్ల రుణాలు మంజూరు. ఉద్యోగ, ఉపాధి కల్పనకు దోహద పడే ఎంఎస్ఎంఈ రంగానికి 2023-24 ఏడాదిలో రూ.69 వేల కోట్లు లక్ష్యంగా పెట్టుకోగా, ఈ ఏడాది ఏకంగా రూ.87 వేల కోట్లు లక్ష్యం. అంటే 26 శాతం అధికంగా రుణాలు ఇవ్వాలని ప్రణాళిక.</p>\n","originalUrl":"https://tattvanews.com/19956/09/07/2024/","hasAudio":false,"hasInfographics":false}