{"id":"wp-te-20099","wp_id":20099,"type":"standard","category":"World","language":"te","title":"సెంటర్ల వారిగా నీట్ ఫలితాలను వెల్లడించండి","excerpt":"నీట్ యుజి పరీక్షలకు సంబంధించి సుప్రీంకోర్టు గురువారం జాతీయ స్థాయి పరీక్షల నిర్వహణ అధీకృత సంస్థ ఎన్‌టిఎకు కీలక ఆదేశాలు వెలువరించింది. ఎల్లుండి అంటే ఈ నెల 20వ తేదీ శనివారం మధ్యాహ్నం 12 గంటల్లోగా పరీక్షా కేంద్రం, నగరాల వారిగా ఫలితాల వివరాలను ప్రకటించాలని స్పష్టం చేసింది. వీటిని వెబ్‌సైట్‌లో ఎన్‌టిఎ పొందుపర్చాల్సి ఉంటుంది.  అయితే ఈ క్రమంలో విద్యార్థుల గుర్తింపు వివరాలను వెల్లడించరాదని సూచించింది. నీట్ యుజి పరీక్షా ప్రశ్నాపత్రాల లీకేజ్ ఇతరత్రా అక్రమాల","author":"Tattva News Team","time":"19/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Neet1.webp","readTime":"5 min read","contentHTML":"\n<p>నీట్ యుజి పరీక్షలకు సంబంధించి సుప్రీంకోర్టు గురువారం జాతీయ స్థాయి పరీక్షల నిర్వహణ అధీకృత సంస్థ ఎన్‌టిఎకు కీలక ఆదేశాలు వెలువరించింది. ఎల్లుండి అంటే ఈ నెల 20వ తేదీ శనివారం మధ్యాహ్నం 12 గంటల్లోగా పరీక్షా కేంద్రం, నగరాల వారిగా ఫలితాల వివరాలను ప్రకటించాలని స్పష్టం చేసింది. వీటిని వెబ్‌సైట్‌లో ఎన్‌టిఎ పొందుపర్చాల్సి ఉంటుంది. </p>\n\n\n\n<p>అయితే ఈ క్రమంలో విద్యార్థుల గుర్తింపు వివరాలను వెల్లడించరాదని సూచించింది. నీట్ యుజి పరీక్షా ప్రశ్నాపత్రాల లీకేజ్ ఇతరత్రా అక్రమాల విషయం దేశవ్యాప్తంగా సంచలనానికి దారితీసింది. ఈ క్రమంలో నీట్ పిజి రద్దు కావాలని కొన్ని పిటిషన్లు దాఖలు అయ్యాయి. </p>\n\n\n\n<p>అయితే కొన్ని చోట్లనే పరీక్షల విషయంలో అక్రమాలు జరిగాయని మొత్తం పరీక్ష రద్దు వద్దని కేంద్ర ప్రభుత్వం, కొందరు విద్యార్థులు, తల్లిదండ్రులు వేర్వేరుగా పిటిషన్ దాఖలు చేసినందున , అత్యున్నత న్యాయస్థానం దీనిని తాము క్షుణ్ణంగా పరిశీలించి తీర్పు వెలువరించాల్సి ఉందని ప్రధాన న్యాయమూర్తి డివై చంద్రచూడ్‌తో కూడిన ధర్మాసనం తెలిపింది. జరిగిన పరీక్ష మొత్తం వ్యవహారం పరిశీలిస్తేనే తాము సంబంధిత విషయంపై తుది నిర్ణయం వెలువరించగలమని ధర్మాసనం పేర్కొంది.</p>\n\n\n\n<p>పునః పరీక్షల గురించి నిర్ణయం తీసుకోవాలనుకుంటే ముందుగా పరీక్షల నిర్వహణ సక్రమంగా జరిగిందా? అనివార్యంగా పాటించాల్సిన నిర్వహణ పవిత్రత దెబ్బతిందా ? అనే అంశాలు ఖరారు కావల్సి ఉందని,ఇ ందుకు నగరాలు, ఆయా కేంద్రాల వారిగా రిజల్ట్ జాబితా అవసరం అని పేర్కొన్నారు. </p>\n\n\n\n<p>విస్తృత స్థాయిలో పరీక్షల్లో అక్రమాలు జరిగాయని వెల్లడైతేనే పున: పరీక్షలకు వీలుంటుందని తెలిపిన ధర్మాసనం తదుపరి విచారణను ఈ నెల 22కు (సోమవారానికి) వాయిదా వేసింది. నీట్ యుజి అనుబంధంగా కౌన్సెలింగ్ తరువాతి ప్రవేశాలు ఇతరత్రా అంశాలు దీనితో పాటు విద్యాసంవత్సరం, కీలకంగా విద్యార్థుల అమూల్యమైన సమయం వంటివి ముడివడి ఉండటంతో వెంటనే తాము ఆదేశించినట్లు ఎన్‌టిఎ నుంచి కేంద్రాల వారిగా ఫలితాల వెల్లడి అవసరం అని తెలిపారు. </p>\n\n\n\n<p>నీట్ యుజి పరీక్షకు సంబంధించి దాఖలైన పిటిషన్లపై దేశ వ్యాప్తంగా ఆసక్తి నెలకొంది. గురువారం రోజంతా వాదోపవాదాలు జరిగాయి. ఈ దశలో పరీక్షల రద్దుకు పట్టుబడుతున్న పక్షాలు పెద్ద ఎత్తున సార్వత్రికంగా పరీక్షల్లో అవకతవకలు జరిగినట్లు సరైన సాక్షాధారాలను ప్రవేశపెట్టడం నైతికం అవుతుందని ధర్మాసనం తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/20099/19/07/2024/","hasAudio":false,"hasInfographics":false}