{"id":"wp-en-13293","wp_id":13293,"type":"standard","category":"World","language":"en","title":"ECI reports 66.95 per cent turnout in first four phases￼","excerpt":"The Election Commission announced a robust voter turnout of 66.95% across the first four phases of the ongoing Lok Sabha elections. With nearly 45.10 crore electors exercising their franchise, the poll panel emphasised the importance of sustained participation in the remaining phases. In response to the encouraging turnout, the Election Commission urged voters to continue","author":"Tattva News Team","time":"17/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/02/Polling.jpg","readTime":"5 min read","contentHTML":"\n<p>The Election Commission announced a robust voter turnout of 66.95% across the first four phases of the ongoing Lok Sabha elections. With nearly 45.10 crore electors exercising their franchise, the poll panel emphasised the importance of sustained participation in the remaining phases.</p>\n\n\n\n<p>In response to the encouraging turnout, the Election Commission urged voters to continue their active participation in the upcoming phases. Efforts to inform, motivate, and facilitate voters have intensified, with state chief electoral officers directed to implement enhanced measures.</p>\n\n\n\n<p>Chief Election Commissioner Rajiv Kumar emphasised the significance of partnership and collaboration in the voter awareness programme. He expressed appreciation for the enthusiastic response from various institutions, influencers, and celebrities, who are actively engaged in promoting voter participation.</p>\n\n\n\n<p>A total of 379 seats across 23 states and Union Territories have already voted on in the initial phases. Kumar highlighted that a high voter turnout would send a powerful message about the strength of Indian democracy to the world. He urged voters to view voting day not just as a holiday but as an opportunity to celebrate democracy.</p>\n\n\n\n<p>Various private and public entities, including banks, post offices, and telecom platforms, are leveraging their public interfaces to encourage registered voters to cast their ballots. These outreach efforts aim to enhance voter participation and ensure a robust democratic process.</p>\n","originalUrl":"https://en.tattvanews.com/others/eci-reports-66-95-per-cent-turnout-in-first-four-phases%ef%bf%bc/","hasAudio":false,"hasInfographics":false}