{"id":"wp-en-14276","wp_id":14276,"type":"standard","category":"World","language":"en","title":"US nationals its citizens don't travel to Manipur, J-K, India-Pakistan border￼","excerpt":"The US has asked its nationals not to travel to Manipur, Jammu and Kashmir, the India-Pakistan border, and parts of central and eastern parts of the country where Naxalites are active. In a revised travel advisory for India, the State Department said it has updated to reflect information on the northeastern states. \"Exercise increased caution","author":"Tattva News Team","time":"25/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/US-India.webp","readTime":"5 min read","contentHTML":"\n<p>The US has asked its nationals not to travel to Manipur, Jammu and Kashmir, the India-Pakistan border, and parts of central and eastern parts of the country where Naxalites are active. In a revised travel advisory for India, the State Department said it has updated to reflect information on the northeastern states. \"Exercise increased caution in India due to crime and terrorism. Some areas have increased risk,” it said.</p>\n\n\n\n<p>Overall India has been placed at Level 2. But several parts of the country have been placed on Level 4: Jammu and Kashmir, India-Pak border, Manipur and parts of Central and East India.</p>\n\n\n\n<p> \"Do not travel to: The union territory of Jammu and Kashmir (except the eastern Ladakh region and its capital, Leh) due to terrorism and civil unrest; within 10 km of the India-Pakistan border due to the potential for armed conflict; portions of Central and East India due to terrorism and Manipur due to violence and crime,” said the State Department.</p>\n\n\n\n<p>In addition, it recommended Americans to reconsider travel to the northeastern states due to terrorism and violence.The US government has limited ability to provide emergency services to US citizens in rural areas. These areas stretch from eastern Maharashtra and northern Telangana through western West Bengal. The US government employees must get special authorization to travel to these areas, it said.</p>\n\n\n\n<p>Placing Manipur at \"Level 4: Do Not Travel\", the State Department said: \"Do not travel to Manipur due to the threat of violence and crime. Ongoing ethnic-based civil conflict has resulted in reports of extensive violence and community displacement. Attacks against Indian government targets occur on a regular basis. US government employees traveling in India require prior approval before visiting Manipur.\"</p>\n\n\n\n<p>\"Due to the fluid nature of the threat, US government employees are required to obtain permission prior to traveling to most areas in the states of Bihar, Jharkhand, Chhattisgarh, West Bengal, Meghalaya, and Odisha. Permission is not required if employees are traveling only to the capital cities of these states. US government employees also need approval to travel to the eastern region of Maharashtra and the eastern region of Madhya Pradesh,” the advisory said.</p>\n","originalUrl":"https://en.tattvanews.com/national/us-nationals-its-citizens-dont-travel-to-manipur-j-k-india-pakistan-border%ef%bf%bc/","hasAudio":false,"hasInfographics":false}