{"id":"wp-en-15322","wp_id":15322,"type":"standard","category":"World","language":"en","title":"Haryana BJP MLAs to pick Legislature Party Leader on October 16","excerpt":"The Bharatiya Janata Party (BJP) has called a meeting of its newly-elected MLAs to elect their legislature party leader here on October 16 Nayab Singh Saini, the CM face of the saffron party in the Assembly poll, is expected to be chosen as the leader of the legislature party ahead of the swearing-in ceremony. For the","author":"Tattva News Team","time":"14/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Sani.jpg","readTime":"5 min read","contentHTML":"\n<p>The Bharatiya Janata Party (BJP) has called a meeting of its newly-elected MLAs to elect their legislature party leader here on October 16 Nayab Singh Saini, the CM face of the saffron party in the Assembly poll, is expected to be chosen as the leader of the legislature party ahead of the swearing-in ceremony.</p>\n\n\n\n<p>For the second time in 10 years, Panchkula township in Chandigarh’s periphery, will witness VVIP-studded swearing-in ceremony of the BJP government in Haryana on October 17.Home Minister Amit Shah and Madhya Pradesh CM Mohan Yadav to be central observers for the Haryana BJP legislature party meeting.</p>\n\n\n\n<p>Prime Minister Narendra Modi, Home Minister Amit Shah, ministers and chief ministers of BJP-ruled states will attend the ceremony.</p>\n\n\n\n<p>The date for the oath-taking was “finalised” after Saini met Home Minister Amit Shah and other senior leaders in New Delhi on Friday night following confirmation of PM Modi’s availability from the Prime Minister’s Office (PMO).</p>\n\n\n\n<p>Meanwhile, the BJP has appointed Union Minister Pralhad Joshi and the party's National General Secretary Tarun Chugh as the observers of the Jammu and Kashmir.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/haryana-bjp-mlas-to-pick-legislature-party-leader-on-october-16%ef%bf%bc/","hasAudio":false,"hasInfographics":false}