{"id":"wp-en-13911","wp_id":13911,"type":"standard","category":"World","language":"en","title":"India defeat South Africa to lift ICC T20 World Cup 2024￼","excerpt":"India's agonising 11-year wait for a global title was brought to an end by Virat Kohli's ingenuity and Rohit Sharma's inspirational captaincy as the star-studded team outwitted eternal bridesmaids South Africa by seven runs in a see-saw final to lift its second T20 World Cup trophy at Barbados on Saturday. Kohli, who was part of","author":"Tattva News Team","time":"30/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/World-Cup1.webp","readTime":"5 min read","contentHTML":"\n<p>India's agonising 11-year wait for a global title was brought to an end by Virat Kohli's ingenuity and Rohit Sharma's inspirational captaincy as the star-studded team outwitted eternal bridesmaids South Africa by seven runs in a see-saw final to lift its second T20 World Cup trophy at Barbados on Saturday.</p>\n\n\n\n<p>Kohli, who was part of the 2011 ODI World Cup triumph, announced his retirement from the format after being adjudged player of the match for his 76-run knock. He wore a detached look on his face after the win but broke down eventually.</p>\n\n\n\n<p>\"It's time for the next generation to take over. It was an open secret and I would have announced it even if we would have lost,\" Kohli said.</p>\n\n\n\n<p>Captain Sharma, his eyes glistening, was on his haunches as he was emotionally exhausted. His wife Ritika, watched from the stands, also in tears. </p>\n\n\n\n<p>\"Very hard to sum up what we have been through for the last 3-4 years...a lot has gone on behind the scenes. It is not today, it is what we have been doing for the last three-four years,\" Rohit said.</p>\n\n\n\n<p>When Heinrich Klaasen (52 off 27 balls) was going hammer and tongs against the in-form Indian spinners, it seemed Rohit Sharma and his men will have to settle for second place in another World Cup final but they clawed their way back into the game with a lot of help from South Africa.</p>\n\n\n\n<p>Eventually, Hardik Pandya, much maligned by his own supporters for past six months, was able to defend 16 runs in the final over to ensure India's first ICC trophy since 2013 and a maiden T20 World Cup crown in the post-IPL era. In response to India's 176 for seven, South Africa ended at 169 for eight.</p>\n\n\n\n<p>The sense of relief and jubilation was evident on the stars of Indian team, Kohli and Rohit, who might not stay on for another T20 World Cup cycle. The result was also a fitting farewell to head coach Rahul Dravid. It was the joint effort of Kohli (76 off 59)and Axar Patel (47 off 31) that allowed India to set the highest total in a T20 World Cup final.</p>\n\n\n\n<p>In the high-pressure run chase, India pacers provided two early wickets before a 58-run stand between opener Quinton de Kock (39 off 31) and Tristian Stubbs (52 off 27) put the Proteas back in the game. However, it was Klaasen's breath taking knock that almost stunned India.</p>\n\n\n\n<p>Bumrah, who had bowled a beauty to dislodge Reeza Hendricks in the powerplay, made an impact when he was eventually brought back for his remaining two overs, picking up a wicket and conceding only six runs off his final 12 balls.</p>\n\n\n\n<p>The equation came down 16 off the last six balls and on the first ball, Suryakumar Yadav took a sensational relay catch at the long-off boundary off Hardik to put India on the cusp of a thrilling victory.</p>\n\n\n\n<p>Earlier, India did well to post the highest total in a T20 World Cup final after being 34 for three. Axar was run out in an unfortunate manner, completely against the run of play, which brought about an end to his 72-run partnership off 54 balls with Kohli. Kohli did slow down considerably in the middle overs to bring up his first 50 off the tournament with 48 balls.</p>\n\n\n\n<p>In a video message on X, Prime Minister Narendra Modi would call the win “shaandar” and the one that would inspire the nation. “CHAMPIONS! Our team brings the T20 World Cup home in STYLE! We are proud of the Indian Cricket Team. This match was HISTORIC” — he would post.</p>\n","originalUrl":"https://en.tattvanews.com/international/india-defeat-south-africa-to-lift-icc-t20-world-cup-2024%ef%bf%bc/","hasAudio":false,"hasInfographics":false}