{"id":"wp-te-21167","wp_id":21167,"type":"standard","category":"World","language":"te","title":"బుల్డోజర్ కూల్చివేతలపై సుప్రీం ఆదేశాలు హైడ్రాకు వర్తించవు","excerpt":"బుల్డోజర్ కూల్చివేతలు నిలిపివేయాలని సుప్రీంకోర్టు కీలక తీర్పు ఇచ్చింది. సుప్రీంకోర్టు ఇచ్చిన ఆదేశాలపై హైడ్రా కమిషనర్‌ ఏవీ రంగనాథ్‌ స్పందించారు. అయితే ఆ ఆదేశాలు ఉత్తర్ ప్రదేశ్ లో జరుగుతున్న విషయాలకు సంబంధించినవి,. అవి హైడ్రాకు వర్తించవని స్పష్టం చేశారు. యూపీలో ఎవరైనా నేరాలకు పాల్పడితే ఆ రాష్ట్ర ప్రభుత్వం వారి ఆస్తులను కూల్చివేస్తుందని తెలిపారు.  ఆ కూల్చివేతలను నిలిపివేయాలని సుప్రీంకోర్టు ఆదేశిందని హైడ్రా కమిషనర్ తెలిపారు. చెరువులు, నాలాలు, ప్రభుత్వ ఆస్తులను ఆక్రమించి నిర్మించిన అక్రమ","author":"Tattva News Team","time":"18/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Hydra-demolition.png","readTime":"5 min read","contentHTML":"\n<p>బుల్డోజర్ కూల్చివేతలు నిలిపివేయాలని సుప్రీంకోర్టు కీలక తీర్పు ఇచ్చింది. సుప్రీంకోర్టు ఇచ్చిన ఆదేశాలపై హైడ్రా కమిషనర్‌ ఏవీ రంగనాథ్‌ స్పందించారు. అయితే ఆ ఆదేశాలు ఉత్తర్ ప్రదేశ్ లో జరుగుతున్న విషయాలకు సంబంధించినవి,. అవి హైడ్రాకు వర్తించవని స్పష్టం చేశారు. యూపీలో ఎవరైనా నేరాలకు పాల్పడితే ఆ రాష్ట్ర ప్రభుత్వం వారి ఆస్తులను కూల్చివేస్తుందని తెలిపారు. </p>\n\n\n\n<p>ఆ కూల్చివేతలను నిలిపివేయాలని సుప్రీంకోర్టు ఆదేశిందని హైడ్రా కమిషనర్ తెలిపారు. చెరువులు, నాలాలు, ప్రభుత్వ ఆస్తులను ఆక్రమించి నిర్మించిన అక్రమ కట్టడాలను మాత్రమే హైడ్రా కూల్చివేస్తుందని పేర్కొన్నారు. హైడ్రా నేరస్థులు, నిందితుల ఆస్తుల జోలికి వెళ్లడం లేదని ఏవీ రంగనాథ్‌ తెలిపారు. సుప్రీంకోర్టు ఆదేశాల్లో బహిరంగ స్థలాలు, రైల్వే ఆస్తులు, నీటి వనరుల ఆక్రమణల తొలగింపునకు వర్తించవని తెలిపిందని ఆయన గుర్తుచేశారు.</p>\n\n\n\n<p> హైదరాబాద్ లో చెరువులు, నాలాల పరిరక్షణకు తెలంగాణ ప్రభుత్వం హైడ్రాను ఏర్పాటు చేసింది. హైడ్రా నగరంలోని అక్రమ నిర్మాణాలను కూల్చివేస్తుంది. వీటిల్లో పలువురు ప్రముఖుల నిర్మాణాలు కూడా ఉన్నాయి. హైడ్రా కూల్చివేతలపై ఇటీవల పలువురు కోర్టులను ఆశ్రయించారు.</p>\n\n\n\n<p> హైడ్రా తమకు ఎలాంటి నోటీసులు ఇవ్వకుండా అక్రమంగా కూల్చివేతలు చేయపడుతుందని తమకు న్యాయం చేయాలని కోర్టులను కోరారు. ఈ నేపథ్యంలో సుప్రీంకోర్టు ఆదేశాలు హైడ్రాకు వర్తించవని ఏవీ రంగనాథ్ స్పష్టం చేశారు. హైడ్రా అధికారాలను సవాల్ చేస్తూ దాఖలైన పిటిషన్ పై హైకోర్టు ధర్మాసనం ఇటీవల విచారణ జరిపింది.</p>\n\n\n\n<p>ఈ సందర్భంగా ప్రభుత్వ తీరుపై తీవ్ర అసంతృప్తి వ్యక్తం చేసింది. ఎలాంటి నోటీసులు ఇవ్వకుండా., వివరణ తీసుకోకుండా నిర్మాణాలు ఎలా కూల్చివేస్తారని ప్రశ్నించింది. హైడ్రా అధికారాలు, కూల్చివేతలను సవాల్ చేస్తూ నానక్ రామ్ గూడకు చెందిన లక్ష్మి అనే మహిళ పిల్ దాఖలు చేశారు. </p>\n\n\n\n<p>దీనిపై జస్టిస్‌ కె.లక్ష్మణ్‌ ధర్మాసనం విచారణ చేపట్టింది. పిటిషనర్ తరపున న్యాయవాది వాదనలు వినిపిస్తూ ఎలాంటి నోటీసులు ఇవ్వకుండా అమీన్‌పూర్‌ పరిధిలోని ఐలాపూర్ గ్రామంలో సెప్టెంబర్ 3న వ్యవసాయక్షేత్రంలోని షెడ్లు కూల్చివేశారని కోర్టు దృష్టికి తీసుకెళ్లారు. మధ్యంతర ఉత్తర్వులు ఉన్నప్పటికీ నేలమట్టం చేశారని ప్రస్తావించారు.</p>\n\n\n\n<p>హైకోర్టు ధర్మానసం స్పందిస్తూ  నోటీసులు ఇవ్వకుండా ఎలా కూల్చివేస్తారని ప్రభుత్వాన్ని ప్రశ్నించింది. జీవో 99పై వివరణ ఇవ్వాలని ప్రభుత్వాన్ని ఆదేశించింది. చర్యలు తీసుకునే ముందే ఆస్తి పత్రాలతో పాటు అధికారుల అనుమతులను పరిశీలించాలని స్పష్టం చేసింది. </p>\n\n\n\n<p>పూర్తి వివరాలతో కౌంట‌ర్ దాఖ‌లు చేయాల‌ని తెలంగాణ ప్రభుత్వానికి హైకోర్టు ఆదేశాలు జారీ చేసింది. ఈ కేసు తదుపరి విచారణ సెప్టెంబర్ 30, 2024న జరగనుంది.</p>\n\n\n\n<p>మరోవంక, తమ అనుమతి లేకుండా అక్టోబర్ 1వ తేదీ వరకు బుల్డోజర్  కూల్చివేతలను నిలిపివేయాలని సుప్రీంకోర్టు మంగళవారం ఆదేశాలు జారీ చేసింది. పబ్లిక్ రోడ్లు, జలవనరుల ప్రాజెక్టులు, రైల్వే లైన్ నిర్మాణాలకు సంబంధించిన కూల్చివేతలను ఇందులో నుంచి మినహాయించింది. మునిసిపల్ చట్టాల ప్రకారం ఆస్తులను ఎప్పుడు, ఎలా కూల్చివేయవచ్చనే దానిపై మార్గదర్శకాలను రూపొందిస్తామని సుప్రీంకోర్టు తెలిపింది. </p>\n\n\n\n<p>గతవారం జస్టిస్ హృషికేశ్ రాయ్, జస్టిస్ సుధాంశు ధూలియా, జస్టిస్ ఎస్వీఎన్ భట్టిలతో కూడిన సుప్రీంకోర్టు ధర్మాసనం 'బుల్డోజర్ జస్టిస్'ను విమర్శించింది. చ</p>\n","originalUrl":"https://tattvanews.com/21167/18/09/2024/","hasAudio":false,"hasInfographics":false}