{"id":"wp-en-13298","wp_id":13298,"type":"standard","category":"World","language":"en","title":"PM says INDIA bloc will implode 'khata khat' after June 4￼","excerpt":"Prime Minister Narendra Modi took a dig at Rahul Gandhi's eradicating poverty 'khata khat' remark when they will come to power, saying after June 4, the Opposition's I.N.D.I.A bloc will break away 'khata khat, khata khat'. Addressing a poll rally in Uttar Pradesh's Pratapgarh, PM Modi said those who were born with a silver spoon cannot","author":"Tattva News Team","time":"17/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-UP.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi took a dig at Rahul Gandhi's eradicating poverty 'khata khat' remark when they will come to power, saying after June 4, the Opposition's I.N.D.I.A bloc will break away 'khata khat, khata khat'.</p>\n\n\n\n<p>Addressing a poll rally in Uttar Pradesh's Pratapgarh, PM Modi said those who were born with a silver spoon cannot run a country. After June 4, those who said they would remove poverty, and bring development 'khata khat', the people of Rae Bareli will send them back 'khata khat, khata khat'. After June 4, the opposition will look for a scapegoat 'khata khat, khata khat', the two 'shehzades' -- one from Lucknow (Akhilesh Yadav) and another from Delhi (Rahul Gandhi) -- will go for summer vacation abroad 'khata khat, khata khat.'</p>\n\n\n\n<p>In another poll rally in Bhadohi, Prime Minister Narendra Modi said, \"...'Pehale wali bua SP waalon ko pehachaan gayi aur inhe chhor diya isliye ab Bengal se bua lekar aaye hain'... I want to ask 'Babua', the 'Shehzada' of SP, that your 'bua' is so close to you and has come all the way from Bengal, have you ever asked her why she calls the people of UP outsiders in Bengal?...\"</p>\n\n\n\n<p>Addressing an election rally in support of the BJP candidate, the PM said the I.N.D.I.A bloc wants to replace the stable NDA government and make five prime ministers in five years.</p>\n\n\n\n<p>\"Many things will happen after June 4. The INDI alliance will disintegrate and they will look for a scapegoat after the defeat,\" he said. Commenting that running a country is not a play for those born with a golden spoon, Modi said, \"They have gone from Amethi and will go even from Rae Bareli.\"</p>\n\n\n\n<p>Meanwhile, hitting out at Congress scion, former party leader Pramod Krishnam said, \"Rahul Gandhi should worry about Congress first. He has destroyed Congress. He should not worry about the Constitution. The 140 crore people of the country are worrying about the constitution and they are going to choose PM Modi for the third term. Constitution is safe in the hands of PM Modi...\"</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-says-india-bloc-will-implode-khata-khat-after-june-4%ef%bf%bc/","hasAudio":false,"hasInfographics":false}