{"id":"wp-en-13995","wp_id":13995,"type":"standard","category":"World","language":"en","title":"Institutional investment in Indian real estate marking a 3-year high￼","excerpt":"Private equity investments in the Indian real estate sector reached a 3-year high in the second quarter of this year, totalling US$ 2.5 billion, according to a recent report by Colliers, a real estate consulting firm. The industrial and warehousing segment accounted for the highest share at 61% of total investments, amounting to US$ 1.5","author":"Tattva News Team","time":"6/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Real-estate.webp","readTime":"5 min read","contentHTML":"\n<p>Private equity investments in the Indian real estate sector reached a 3-year high in the second quarter of this year, totalling US$ 2.5 billion, according to a recent report by Colliers, a real estate consulting firm. The industrial and warehousing segment accounted for the highest share at 61% of total investments, amounting to US$ 1.5 billion.</p>\n\n\n\n<p>The residential segment also witnessed significant growth, with a 7.5x increase compared to the second quarter of 2023, capturing a 21% share of total institutional inflows into Indian real estate. However, office assets recorded subdued activity in the second quarter of 2024, with an annual decline of 83%, while the QoQ drop was relatively modest at 41%.</p>\n\n\n\n<p>CEO of Kotak Realty Fund, Vikas Chimakurthy, noted the increased demand for residential properties and subsequent land procurement by developers, attracting more capital. Conversely, investments in office spaces have decreased due to the saturation of high-quality income-generating assets. The quarter also saw increased foreign investment participation, led by investors from the US and UAE, including Maple Tree, ADIA, GIC, and Xander, collectively holding an 81% share.</p>\n\n\n\n<p>Institutional investments in the industrial and warehousing segment rose 11x compared to the second quarter of 2023, driven by select large deals. Vice Chairman - Real Estate, The Everstone Group,  Rajesh Jaggi, highlighted improved investor sentiment for high-quality 'Grade A' supply to accommodate evolving supply-chain models.</p>\n\n\n\n<p> IndoSpace, Everstone's industrial and logistics real estate platform, manages over US$ 3 billion worth of assets in India. With India's Manufacturing PMI Index staying close to 60.0 recently, investor confidence in the industrial and warehousing segment is expected to remain strong throughout 2024.</p>\n\n\n\n<p>Strategic infrastructure projects like Dedicated Freight Corridors (DFCs) and Bharatmala and robust government policies such as the National Logistics Policy underscore substantial long-term growth opportunities. During the second quarter of 2024, multi-city deals accounted for 72% of investment inflows, with Bengaluru and Delhi NCR collectively attracting 23%.</p>\n\n\n\n<p> The Indian real estate sector is expected to experience greater diversification of its capital base due to growing participation from domestic institutional and retail investors, despite global economic slowdown trends and current inflation and interest rate dynamics.</p>\n","originalUrl":"https://en.tattvanews.com/economy/institutional-investment-in-indian-real-estate-marking-a-3-year-high%ef%bf%bc/","hasAudio":false,"hasInfographics":false}