{"id":"wp-te-19252","wp_id":19252,"type":"standard","category":"World","language":"te","title":"జమ్మూలో 150 అడుగుల లోయలో బస్సు పడి 22 మంది మృతి","excerpt":"జమ్ములో బస్సు లోయలో పడిన దుర్ఘటనలో 22 మంది మృతి చెందారు. మరో 60 మందికి పైగా గాయపడ్డారు. బస్సు సుమారు 150 అడుగుల లోతు లోయలో పడిపోయింది. అయితే క్షతాగాత్రులను అక్నూర్‌లోని స్థానిక ఆసుపత్రికి, జమ్ములోని ప్రభుత్వ మెడికల్ కాలేజీకి తరలించినట్లు జమ్ము ఉన్నతాధికారులు వెల్లడించారు.  మృతుల సంఖ్య మరింత పెరిగే అవకాశాలున్నాయని అధికారులు చెబుతున్నారు. మరోవైపు సహాయక చర్యలు కొనసాగుతున్నాయని పేర్కొన్నారు. జమ్ము- పూంఛ్ జాతీయ రహదారిపై ప్రయాణిస్తున్న బస్సు అదుపుతప్పి లోయలో పడటం","author":"Tattva News Team","time":"31/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Jammu-Bus.webp","readTime":"5 min read","contentHTML":"\n<p>జమ్ములో బస్సు లోయలో పడిన దుర్ఘటనలో 22 మంది మృతి చెందారు. మరో 60 మందికి పైగా గాయపడ్డారు. బస్సు సుమారు 150 అడుగుల లోతు లోయలో పడిపోయింది. అయితే క్షతాగాత్రులను అక్నూర్‌లోని స్థానిక ఆసుపత్రికి, జమ్ములోని ప్రభుత్వ మెడికల్ కాలేజీకి తరలించినట్లు జమ్ము ఉన్నతాధికారులు వెల్లడించారు. </p>\n\n\n\n<p>మృతుల సంఖ్య మరింత పెరిగే అవకాశాలున్నాయని అధికారులు చెబుతున్నారు. మరోవైపు సహాయక చర్యలు కొనసాగుతున్నాయని పేర్కొన్నారు. జమ్ము- పూంఛ్ జాతీయ రహదారిపై ప్రయాణిస్తున్న బస్సు అదుపుతప్పి లోయలో పడటం వల్ల ప్రమాదం జరిగినట్లు అధికారులు తెలిపారు. సమాచారం అందుకున్న పోలీసులు హుటాహుటిన ఘటనాస్థలికి చేరుకున్నారు. లోయలో పడి నుజ్జునుజ్జయిన బస్సు నుంచి పలువురి మృతదేహాలను వెలికితీశారు.</p>\n\n\n\n<p>ప్రమాద సమయంలో బస్సులో 80 మందికి పైగా ప్రయాణికులు ఉన్నట్లు అధికారులు తెలిపారు. మృతుల సంఖ్య పెరిగే అవకాశం ఉన్నట్లు చెప్పారు. యాత్రికులతో నిండిన ఆ బస్సు హరియాణాలోని కురుక్షేత్ర నుంచి జమ్ముకశ్మీర్‌లోని శివఖోరీకి బయల్దేరినట్లు పోలీసులు తెలిపారు. </p>\n\n\n\n<p>కాగా,  బస్సు ప్రమాదంపై రాష్ట్రపతి ద్రౌపదీ ముర్ము ఎక్స్ వేదికగా తీవ్ర విచారం వ్యక్తం చేశారు. మృతుల కుటుంబాలకు సంతాపం తెలిపారు. క్షతగాత్రులు త్వరగా కోలుకోవాలని ఆకాంక్షించారు. ఈ దుర్ఘటనపై ప్రధాని మోదీ కూడా స్పందించారు. ప్రమాదంలో యాత్రికులు ప్రాణాలు కోల్పోవడం బాధాకరమన్నారు. క్షతగాత్రులు త్వరగా కోలుకోవాలని ప్రార్థిస్తున్నట్లు తెలిపారు. ప్రాణాలు కోల్పోయిన వారి కుటుంబాలకు రూ.2 లక్షలు, గాయపడిన వారికి రూ.50 వేలు చొప్పున పరిహారం అందించనున్నట్లు ప్రకటించారు.</p>\n","originalUrl":"https://tattvanews.com/19252/31/05/2024/","hasAudio":false,"hasInfographics":false}