{"id":"wp-te-19492","wp_id":19492,"type":"standard","category":"World","language":"te","title":"మోదీ కేబినెట్‌లోని 28 మంది మంత్రులపై క్రిమినల్‌ కేసులు","excerpt":"కేంద్రంలో కొత్త ప్రభుత్వం కొలువుదీరిన విషయం తెలిసిందే. 71 మంది ఎంపీలకు మంత్రులుగా అవకాశం లభించింది. అయితే, మోదీ 3.0 కేబినెట్‌ లోని 71 మంది మంత్రుల్లో 28 మందిపై క్రిమినల్‌ కేసులుఉన్నట్లు తాజాగా వెల్ లడైంది. కాగా వీరిలో ఇద్దరు హత్యాయత్నం కేసులు ఉన్నట్లు , ఐపిసి 307 సెక్షన్ కింద ఇవి నమోదు అయి ఉన్నట్లు స్వయంగా వీరే తెలియచేసుకున్నారు. తెలంగాణ నుంచి కేంద్ర కేబినెట్‌లో చోటు దక్కించుకున్న బీజేపీ ఎంపీ బండి సంజయ్‌","author":"Tattva News Team","time":"13/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Union-cabinet-1.webp","readTime":"5 min read","contentHTML":"\n<p>కేంద్రంలో కొత్త ప్రభుత్వం కొలువుదీరిన విషయం తెలిసిందే. 71 మంది ఎంపీలకు మంత్రులుగా అవకాశం లభించింది. అయితే, మోదీ 3.0 కేబినెట్‌ లోని 71 మంది మంత్రుల్లో 28 మందిపై క్రిమినల్‌ కేసులుఉన్నట్లు తాజాగా వెల్ లడైంది. కాగా వీరిలో ఇద్దరు హత్యాయత్నం కేసులు ఉన్నట్లు , ఐపిసి 307 సెక్షన్ కింద ఇవి నమోదు అయి ఉన్నట్లు స్వయంగా వీరే తెలియచేసుకున్నారు.</p>\n\n\n\n<p>తెలంగాణ నుంచి కేంద్ర కేబినెట్‌లో చోటు దక్కించుకున్న బీజేపీ ఎంపీ బండి సంజయ్‌ సహా మొత్తం 28 మంది మంత్రులపై క్రిమినల్‌ కేసులు ఉన్నట్లు అసోసియేషన్‌ ఆఫ్‌ డెమొక్రటిక్‌ రిఫార్మ్స్‌ తెలిపింది. ఆయా ఎంపీలు తమ ఎన్నికల నామినేషన్‌ సందర్భంగా దాఖలు చేసిన అఫిడవిట్లను అధ్యయనం చేసి ఈ విషయాన్ని వెల్లడించింది.</p>\n\n\n\n<p>ఐపిసి 370 పరిధిలో హత్యాయత్నం కేసు నమోదు అయి ఉన్న ఇద్దరు కూడా మంత్రులు కావడం ఇప్పుడు చర్చనీయాంశం అయింది. ఈ మంత్రులిద్దరిలో ఒక్కరు శంతానూ ఠాకూర్ ఆయన పోర్టు, షిపింగ్, జల మార్గాల సహాయ మంత్రిగా చేరారు. కాగా సుకాంత మజుందార్ విద్యా, ఈశాన్య ప్రాంత అభివృద్ధి సహాయ మంత్రిగా బాధ్యతలు తీసుకున్నారని ఎడిఆర్ తెలిపింది. </p>\n\n\n\n<p>ఇక ఐదుగురు మంత్రులు మహిళలపై దాడులు ఇతరత్రా ఘటనలకు పాల్పడ్డ కేసులను ఎదుర్కొంటున్నారు. ఈ మంత్రుల పేర్లను కూడా వెల్లడించారు. హోం శాఖ సహాయ మంత్రి బండి సంజయ్, ఠాకూర్, మంజుందార్, సురేష్ గోపీ, జువాల్ ఓరామ్ ఈ స్త్రీ దాడుల కేసుల్లో నిందితులు. ఎనమండుగురు మంత్రులపై విద్వేషకర ప్రసంగాల కేసులు ఉన్నాయి. మొత్తం మీద మంత్రిమండలిలో దాదాపు 39 శాతం వరకూ తమపై క్రిమినల్ కేసులున్నాయనే విషయాన్ని స్వయంగా ప్రకటించుకున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19492/13/06/2024/","hasAudio":false,"hasInfographics":false}