{"id":"wp-te-21272","wp_id":21272,"type":"standard","category":"World","language":"te","title":"ఆ కుర్చీ ఎప్పటికైనా కేజ్రీవాల్ దే","excerpt":"రామాయణంలో రాజ్యాన్ని వదిలిపెట్టి రాముడు వనవాసానికి వెళితే ఆయన పాదుకలకు పట్టం కట్టి పాలించిన భరతుడిలా ఢిల్లీ ప్రభుత్వ బాధ్యతలు చేపట్టానని ముఖ్యమంత్రి అతిశీ పేర్కొన్నారు. అరవింద్ కేజ్రీవాల్ రాజీనామా నేపథ్యంలో శనివారం ఢిల్లీ ముఖ్యమంత్రిగా ప్రమాణం చేసిన అతిశీ సోమవారం ముఖ్యమంత్రి కార్యాలయంలో బాధ్యతలు స్వీకరించారు.  ఈ సందర్భంగా కేజ్రీవాల్ పై తనకున్న భక్తిని చాటుకున్నారు. గతంలో కేజ్రీవాల్ ఉపయోగించిన కుర్చీని పక్కన పెట్టుకుని తాను మరో కుర్చీలో ఆసీనులయ్యారు. ఆ కుర్చీ ఎప్పటికైనా కేజ్రీవాల్","author":"Tattva News Team","time":"24/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Atishi-CM1.jpg","readTime":"5 min read","contentHTML":"\n<p>రామాయణంలో రాజ్యాన్ని వదిలిపెట్టి రాముడు వనవాసానికి వెళితే ఆయన పాదుకలకు పట్టం కట్టి పాలించిన భరతుడిలా ఢిల్లీ ప్రభుత్వ బాధ్యతలు చేపట్టానని ముఖ్యమంత్రి అతిశీ పేర్కొన్నారు. అరవింద్ కేజ్రీవాల్ రాజీనామా నేపథ్యంలో శనివారం ఢిల్లీ ముఖ్యమంత్రిగా ప్రమాణం చేసిన అతిశీ సోమవారం ముఖ్యమంత్రి కార్యాలయంలో బాధ్యతలు స్వీకరించారు. </p>\n\n\n\n<p>ఈ సందర్భంగా కేజ్రీవాల్ పై తనకున్న భక్తిని చాటుకున్నారు. గతంలో కేజ్రీవాల్ ఉపయోగించిన కుర్చీని పక్కన పెట్టుకుని తాను మరో కుర్చీలో ఆసీనులయ్యారు. ఆ కుర్చీ ఎప్పటికైనా కేజ్రీవాల్ దేనని చెప్పారు. నాలుగు నెలల తర్వాత జరిగే అసెంబ్లీ ఎన్నికల్లో ఢిల్లీ ప్రజలు మరోమారు కేజ్రీవాల్ కు పట్టం కడతారని, ఈ కుర్చీలో మరోమారు ఆయనను కూర్చోబెడతారని తనకు విశ్వాసం ఉందని ఆమె పేర్కొన్నారు. </p>\n\n\n\n<p>బాధ్యతలు స్వీకరించిన తర్వాత మీడియాతో మాట్లాడుతూ.. రామాయణంలో భరతుడితో తనను తాను పోల్చుకున్నారు. రాముడు వనవాసం వెళితే ఆయన తరఫున ప్రతినిధిగా పాలనా బాధ్యతలను భరతుడు చేపట్టిన విషయాన్ని గుర్తు చేశారు. ప్రస్తుతం తాను కూడా అదేవిధంగా బాధ్యతలు చేపట్టానని వివరించారు. </p>\n\n\n\n<p>నాలుగు నెలల తర్వాత కేజ్రీవాల్ తిరిగి ఇక్కడికి (సీఎంవోకు) వస్తారని, అప్పటి వరకు పాలన కుంటుపడకుండా తాను చూసుకుంటానని అతిశీ చెప్పుకొచ్చారు. 14 ఏళ్ల పాటు భరతుడు కుర్చీపై రాముడి చెప్పులు పెట్టుకుని ఎలా పాలన కొనసాగించాడో.. అదే విధంగా, రాబోయే నాలుగు నెలల పాటు తాను ఢిల్లీ ప్రభుత్వాన్ని నడిపిస్తానని ఆమె స్పష్టం చేశారు. </p>\n\n\n\n<p>అరవింద్‌ కేజ్రీవాల్‌పై తప్పుడు కేసులు పెట్టి, అరెస్టు చేసి ఆరు నెలలు జైల్లో ఉంచారని, ఢిల్లీ ప్రజలకు ఆయన నిజాయితీపై నమ్మకం ఉందని ఆమె తెలిపారు. ఢిల్లీ ముఖ్యమంత్రి పీఠం అరవింద్‌ కేజ్రీవాల్‌ కే చెందుతుందని, ప్రజలు మళ్లీ ఆయనను ఢిల్లీ ముఖ్యమంత్రిగా ఎన్నుకుంటారు అని ఆశాభావం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21272/24/09/2024/","hasAudio":false,"hasInfographics":false}