{"id":"wp-en-12806","wp_id":12806,"type":"standard","category":"World","language":"en","title":"97% ED cases are against those not involved in politics: PM Modi￼","excerpt":"Prime Minister Narendra Modi on Monday dismissed allegations that the government was misusing the central probe agencies to target its political opponents. In an interview with news agency ANI, Modi said maximum number of cases registered by the Enforcement Directorate are against those persons and entities who have no connection with politics. “The country should","author":"Tattva News Team","time":"16/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/MODI-ANI1.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Monday dismissed allegations that the government was misusing the central probe agencies to target its political opponents.</p>\n\n\n\n<p>In an interview with news agency <em>ANI</em>, Modi said maximum number of cases registered by the Enforcement Directorate are against those persons and entities who have no connection with politics.</p>\n\n\n\n<p>“The country should understand that political leaders are involved in only three per cent of the ED cases while 97 per cent of cases are registered against the ones who do not belong to politics,\" said the prime minister. Those who face cases are either drug mafia or officers who are involved in corruption, he added.</p>\n\n\n\n<p>Modi lauded the ED and said since he took charge at the Centre in 2014, the agency has significantly contributed in tackling corruption in the country. </p>\n\n\n\n<p>\"Before 2014, the ED attached only assets worth Rs 5000 crore. Did anyone stop ED from taking action and who were getting benefited? In my tenure, assets worth Rs 1 lakh crore has been attached. Is this not the money of the people of the country?\" he asked.</p>\n\n\n\n<p>He accused the opposition parties of spreading lies on electoral bond scheme which has been struck down by the Supreme Court. “Everyone will regret it when there is an honest reflection,” he said.</p>\n\n\n\n<p>In landmark verdict on February 15, a five-judge Constitution bench scrapped the electoral bonds scheme that allowed anonymous political funding, calling it \"unconstitutional\". The top court also directed the State Bank of India to handover all details of the donors to the Election Commission and publish it on the poll body’s website.</p>\n\n\n\n<p>Modi said the scheme was aimed at curbing black money in elections and it allowed the trail to show who had made contributions to political parties through the scheme. He, however, admitted that there was a lot of scope for improvement in the scheme.</p>\n\n\n\n<p>“How can our elections be free from this black money? How can there be transparency? There was a pure thought in my mind. We were looking for a way. We found a small way, we never claimed that this was the absolute way,\" he said in the interview.</p>\n\n\n\n<p>Modi claimed that of the 16 companies that gave donations to politics parties after facing actions by central agencies, only 37 per cent of the amount went to the BJP while 63 per cent went to the opposition parties.</p>\n","originalUrl":"https://en.tattvanews.com/national/97-ed-cases-are-against-those-not-involved-in-politics-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}