{"id":"wp-te-18624","wp_id":18624,"type":"standard","category":"World","language":"te","title":"ఓటు వేయడం దేశ పౌరుడి బాధ్య‌త‌… సీఈవో ముఖేష్‌","excerpt":"ఓటు వేయడం, మన హక్కు మాత్రమే కాదు, భారత దేశ పౌరుడిగా మన భాధ్యత అని ఆంధ్రప్రదేశ్‌ రాష్ట్ర ఎన్నికల ప్రధానాధికారి ముఖేష్ కుమార్ మీనా తెలిపారు. గుంటూరులో శనివారం ఓటర్ అవగాహన ర్యాలీలో ఆయ‌న‌ పాల్గొననున్నారు. ఎన్టీఆర్ స్టేడియం నుండి త్రీ కే వాక్ ను ప్రారంభించారు. అనంతరం మొదటిసారి ఓటు వేస్తున్న యువతకు ఓటు హక్కు పై అవగాహన క‌ల్పించారు. మొదటి సారి ఓటు వేయనున్న ప్రతి ఒక్కరికీ శుభాకాంక్షలు తెలిపారు.. ప్రజాస్వామ్యన్ని పరి","author":"Tattva News Team","time":"27/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Meena-MK.jpg","readTime":"5 min read","contentHTML":"\n<p>ఓటు వేయడం, మన హక్కు మాత్రమే కాదు, భారత దేశ పౌరుడిగా మన భాధ్యత అని ఆంధ్రప్రదేశ్‌ రాష్ట్ర ఎన్నికల ప్రధానాధికారి ముఖేష్ కుమార్ మీనా తెలిపారు. గుంటూరులో శనివారం ఓటర్ అవగాహన ర్యాలీలో ఆయ‌న‌ పాల్గొననున్నారు. ఎన్టీఆర్ స్టేడియం నుండి త్రీ కే వాక్ ను ప్రారంభించారు. అనంతరం మొదటిసారి ఓటు వేస్తున్న యువతకు ఓటు హక్కు పై అవగాహన క‌ల్పించారు.</p>\n\n\n\n<p>మొదటి సారి ఓటు వేయనున్న ప్రతి ఒక్కరికీ శుభాకాంక్షలు తెలిపారు.. ప్రజాస్వామ్యన్ని పరి పుష్టి చేయడానికి ప్రతి ఒక్కరూ ఓటు వేయడం అనే భాధ్యత తీసుకోవాలని సూచించారు. మీరు ఓటు అనే పండుగలో మీ హక్కు వినియోగించుకోవడం కోసం, ఎన్నికల కమిషన్ విస్తృత ఏర్పాట్లు చేసిందని తెలిపారు.. మీరు ఓటు వేయండి.. ప్రతి ఒక్కరితో ఓటు వేయించండి అని సూచించారు ముఖేష్ కుమార్ మీనా.</p>\n\n\n\n<p>\"దేశ భవిష్యత్తు యువత చేతిలోనే ఉంది. ఓటు హక్కు వినియోగించుకోవడం యువత బాధ్యత. 18 ఏళ్ల నిండినవారు ఓటు హక్కును నమోదు చేసుకోవటమే కాదు తప్పనిసరిగా ఓటు వేయాలి. ప్రజాస్వామ్య దేశంలో పోలింగ్ రోజే అసలైన పండగ. ఈ పండగలో యువత తప్పనిసరిగా పాల్గొనాలి. దేశంలో అనేక ప్రాంతాలలో ఓటింగ్ శాతం చాలా తక్కువగా నమోదవుతోంది. ఇతర రాష్ట్రాలతో పోలిస్తే ఏపీలో ఓటింగ్ శాతం చాలా మెరుగ్గా ఉంది. రాష్ట్రంలో నగరాలు, పట్టణాల్లో ఓటింగ్ శాతం తక్కువగా నమోదు అవుతోంది. ఓటింగ్ శాతాన్ని పెంచేందుకు చర్యలు తీసుకుంటున్నాం. ఓటింగ్ శాతం 82 శాతానికిపైగా ఉండేలా కృషి చేస్తున్నాం\" అని అన్నారు.</p>\n\n\n\n<p>ఇక, గ్రామీణ ప్రాంతాలతో పోల్చుకుంటే, కొన్ని అర్బన్ ప్రాంతాల్లో ఓటింగ్ శాతం తక్కువగా ఉందన్నారు ముఖేష్ కుమార్ మీనా. విద్యార్థులు, పరిశ్రమల్లో పనిచేసే కార్మికులు, ఎగువ మధ్యతరగతి ప్రజలు ఓటింగ్‌కు దూరంగా ఉంటున్నారాని గుర్తించామని పేర్కొంటూ వారిని పోలింగ్‌ బూత్‌కు తీసుకొచ్చే విధంగా ప్రతీ ఒక్కరూ కృషి చేయాలని కోరారు.</p>\n\n\n\n<p>అయితే, ఈ ఎన్నికల్లో 83 శాతం ఓటింగ్ పర్సంటేజ్ లక్ష్యంతో పనిచేస్తున్నాం అని వెల్లడించారు రాష్ట్ర ఎన్నికల ప్రధానాధికారి ముఖేష్ కుమార్ మీనా. కాగా, ఇప్పటికే రాష్ట్రంలో నామినేషన్ల ప్రక్రియ పూర్తి కాగా.. మే 13వ తేదీన పోలింగ్ జరగనుంది.. దీనికి ఎన్నికల కమిషన్ పూర్తిస్థాయి ఏర్పాట్లలో మునిగిపోయింది.</p>\n\n\n\n<p>ఇలా ఉండగా, ఏపీ ఎన్నిక‌ల క‌మిష‌న్ కీల‌క నిర్ణ‌యం తీసుకుంది. ఎన్నిక‌ల విధుల్లోకి అంగన్వాడీలు, కాంట్రాక్టు ఉద్యోగులను తీసుకోవాల‌ని నిర్ణయించింది. ఈ మేర‌కు ఆంధ్రప్రదేశ్‌ రాష్ట్ర ఎన్నికల సంఘం ప్రధానాధికారి ముఖేష్‌ కుమార్‌ మీనా ఉత్తర్వులు జారీ చేశారు. పోలింగ్ విధుల్లో సిబ్బంది కొరత దృష్ట్యా అంగన్వాడీలు, కాంట్రాక్టు ఉద్యోగులను ఓపీఓలుగా నియమించాలని అధికారులకు ఆదేశాలు జారీ చేసింది ఎన్నికల కమిషన్‌.</p>\n\n\n\n<p>మరోవైపు ఎన్నికల విధుల్లో పాల్గొనే అన్ని కేటగిరీల వారికి పోస్టల్ బ్యాలెట్ కోసం ఫాం 12 డి జారీ గడువును మే 1 తేదీ వరకూ పొడిగిస్తూ ఆదేశాలు జారీ చేశారు. అన్ని జిల్లాల కలెక్టర్లు, ఎన్నికల రిటర్నింగ్‌ అధికారులకు ఈ మేరకు ఆదేశాలు జారీ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18624/27/04/2024/","hasAudio":false,"hasInfographics":false}