{"id":"wp-en-13522","wp_id":13522,"type":"standard","category":"World","language":"en","title":"Migrants become scapegoats for hostile border tragedies￼","excerpt":"After spending 11 months in detention, the “Pylos 9” were acquitted in May 2024, but they still cannot walk free. Despite being aqcuitted, these nine surviving migrants, who were unfairly blamed for a tragic shipwreck that killed hundreds, remain illegally detained. According to the Times Union,  this continued detention represents yet another inhumane form of treatment","author":"Tattva News Team","time":"3/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Migrants.png","readTime":"5 min read","contentHTML":"\n<p>After spending 11 months in detention, the “Pylos 9” were acquitted in May 2024, but they still cannot walk free. Despite being aqcuitted, these nine surviving migrants, who were unfairly blamed for a tragic shipwreck that killed hundreds, remain illegally detained.</p>\n\n\n\n<p>According to the Times Union,  this continued detention represents yet another inhumane form of treatment that migrants systemically face. On June 14, 2023, a fishing trawler named Adriana capsized off the southwestern coast of Greece, leading to a catastrophic loss of life.</p>\n\n\n\n<p>The vessel, which departed from Libya, was carrying up to 700 migrants from Pakistan, Syria, and Egypt, all desperately seeking a better life. This tragic incident not only highlights the perilous journeys that migrants are forced to undertake but also exposes the harsh realities and failures of current border policies.</p>\n\n\n\n<p>The Adriana was an old fishing trawler, never meant to carry nearly that many people. Overcrowded and poorly maintained, it was a disaster waiting to happen. As the vessel approached Greek waters, it capsized, leading to a horrifying shipwreck with only 104 survivors. A total of 82 bodies were recovered, but hundreds more people are feared to be lost.</p>\n\n\n\n<p>In the aftermath of the disaster, Greek authorities arrested nine of the survivors, all men from Egypt, referred to as the “Pylos 9”. These men were charged with human smuggling and accused of being responsible for the shipwreck.</p>\n\n\n\n<p>The prosecution’s case is based on the theory that the overcrowded and poor state of the boat directly led to its capsizing and that these men were in charge of the vessel and its passengers.</p>\n\n\n\n<p>The “Pylos 9” are being portrayed as the masterminds behind the dangerous journey and held accountable for the hundreds of deaths that tragically ensued. They spent 11 months in detention before the case was dismissed within hours of the trial opening on May 21.</p>\n\n\n\n<p>Many argue that the treatment of the “Pylos 9” is emblematic of the ways migrants are used as scapegoats to deflect attention from broader failures of migration policies. Such tragedies are the direct result of the increasingly hostile environment that migrants face.</p>\n\n\n\n<p>Despite being cleared of involvement in the shipwreck by a Greek court, these men still remain in detention even after spending 11 months in pre-trial detention. Effie Dousi, one of the lawyers said, “the decision for their detention is not legal, and has no justification.”</p>\n\n\n\n<p>Freedom United deplored that this ongoing detention, despite their acquittal, points to the systemic failures and inhumane treatment that migrants often face. There has been a growing trend towards tightening borders and implementing stricter anti-migration measures in recent years.</p>\n\n\n\n<p>This approach not only fails to deter migrants but also pushes them towards dangerous routes, increasing the likelihood of disasters like the Adriana shipwreck and the almost certainty of encountering numerous forms of exploitation.</p>\n\n\n\n<p>Freedom United felt that this tragedy is a stark reminder of the human cost of current migration policies and how the focus has shifted to deterrence and criminalization. Instead of scapegoating survivors, addressing the root causes of such failures is crucial: the lack of safe migration routes, the need for comprehensive and international cooperation, and the inhumane treatment of those seeking a better life.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/migrants-become-scapegoats-for-hostile-border-tragedies%ef%bf%bc/","hasAudio":false,"hasInfographics":false}