{"id":"wp-te-20931","wp_id":20931,"type":"standard","category":"World","language":"te","title":"చంద్రబాబు ఇంట్లో ఉండలేకనే కలెక్టరేట్‌ లో.. జగన్","excerpt":"విజయవాడ వరద బాధితులను ఆదుకోవడంలో ముఖ్యమంత్రి చంద్రబాబు నాయుడు ఘోరంగా విఫలమయ్యారని వైసీపీ అధినేత, మాజీ ముఖ్యమంత్రి వైఎస్‌ జగన్‌ మోహన్ రెడ్డి ఆరోపించారు. బుధవారం విజయవాడలో ముంపునకు గురైన ప్రాంతాల్లో పర్యటించి బాధితులను పరామర్శించారు. ముందస్తు చర్యలు తీసుకుని నష్టం జరుగకుండా అడ్డుకున్నామని పేర్కొన్నారు. వాలంటరీ వ్యవస్థ ఉంటే ముందే అప్రమత్తమై తగిన చర్యలు తీసుకొనేవారని తెలిపారు. చంద్రబాబు నివాసముంటున్న ప్రాంతం కూడా నీళ్లలో మునిగినందును అక్కడ ఉండలేని స్థితిలో కలెక్టరేట్‌లో ఉండి బాధితులకు సహాయం","author":"Tattva News Team","time":"5/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Jagan-VIJ.webp","readTime":"5 min read","contentHTML":"\n<p>విజయవాడ వరద బాధితులను ఆదుకోవడంలో ముఖ్యమంత్రి చంద్రబాబు నాయుడు ఘోరంగా విఫలమయ్యారని వైసీపీ అధినేత, మాజీ ముఖ్యమంత్రి వైఎస్‌ జగన్‌ మోహన్ రెడ్డి ఆరోపించారు. బుధవారం విజయవాడలో ముంపునకు గురైన ప్రాంతాల్లో పర్యటించి బాధితులను పరామర్శించారు.</p>\n\n\n\n<p>ముందస్తు చర్యలు తీసుకుని నష్టం జరుగకుండా అడ్డుకున్నామని పేర్కొన్నారు. వాలంటరీ వ్యవస్థ ఉంటే ముందే అప్రమత్తమై తగిన చర్యలు తీసుకొనేవారని తెలిపారు. చంద్రబాబు నివాసముంటున్న ప్రాంతం కూడా నీళ్లలో మునిగినందును అక్కడ ఉండలేని స్థితిలో కలెక్టరేట్‌లో ఉండి బాధితులకు సహాయం చేస్తున్నట్లు బిల్డప్‌లు ఇస్తున్నారని ధ్వజమెత్తారు. వర్షాలు, వరదల సమాచారం ఉన్నాకూడా చంద్రబాబు ప్రజలను ఆదుకునే ప్రయత్నం చేయలేదని విమర్శించారు. </p>\n\n\n\n<p>ఎక్కడా రిలీఫ్‌ కేంద్రాలు కనిపించడం లేదని ఆరోపించారు. వైసీపీ హయాంలో గోదావరికి వరదలోస్తే పెద్ద ఎత్తున్న ఆదుకున్నామని గుర్తు చేశారు. ముందుగానే సుమారు 40 వేలమందిని సురక్షిత ప్రాంతాలకు తరలించామని చెప్పారు. కూటమి ప్రభుత్వం ప్రణాళికాబద్దంగా వ్యవహరించి ఉంటే విజయవాడ విపత్తుకు గురి అయ్యేది కాదని విమర్శించారు. </p>\n\n\n\n<p>చంద్రబాబు సీఎంగా అట్టర్‌ఫ్లాప్‌ అని పేర్కొన్నారు. వాలంటీర్ వ్యవస్థ ఉండిఉంటే అప్రమత్తంగా వ్యవహరించి, ముందుగా ప్రజలను ఆదుకోవడంలో సహకరించేదని  చెప్పారు. ఇది `మానవ నిర్మిత ఉపద్రవమే' అని స్పష్టం చేశారు. వరదల్లో చనిపోయిన వారికి రూ. 25 లక్షల పరిహారం అందించాలని, ప్రతి ఇంటికి రూ. 50 వేలు ఇచ్చి ఆదుకోవాలని డిమాండ్‌ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20931/05/09/2024/","hasAudio":false,"hasInfographics":false}