{"id":"wp-te-21420","wp_id":21420,"type":"standard","category":"World","language":"te","title":"ఒక తమ్ముడిగా కొండా సురేఖకు అండగా ఉంటా.. బీజేపీ ఎంపీ","excerpt":"ప్రస్తుతం తెలంగాణలో ఓవైపు.. హైడ్రా కూల్చివేతలు, మూసీ ప్రక్షాళన వేళ బాధితులకు అండగా ఉండేందుకు బీఆర్ఎస్ శ్రేణులు రోడ్డెక్కగా.. వారి విమర్శలకు కౌంటర్లు ఇస్తూ కాంగ్రెస్ పెద్దలు ప్రెస్ మీట్లు పెడుతున్నారు. ఇవన్నింటి మధ్యలో.. మంత్రి కొండా సురేఖపై నెట్టింట కొందరు ఆకతాయిలు చేసిన ట్రోలింగ్ ఇప్పుడు సర్వత్రా చర్చనీయాంశంగా మారింది.  ఈ ట్రోలింగ్ మీద మంత్రి కొండా సురేఖ తీవ్ర భావోద్వేగానికి లోను కాగా.. మాజీ మంత్రి హరీష్ రావు దాన్ని ఖండిస్తూ ట్వీట్ కూడా","author":"Tattva News Team","time":"2/10/2024","image":"https://tattvanews.com/wp-content/uploads/2024/10/Raghunandan-Rao-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రస్తుతం తెలంగాణలో ఓవైపు.. హైడ్రా కూల్చివేతలు, మూసీ ప్రక్షాళన వేళ బాధితులకు అండగా ఉండేందుకు బీఆర్ఎస్ శ్రేణులు రోడ్డెక్కగా.. వారి విమర్శలకు కౌంటర్లు ఇస్తూ కాంగ్రెస్ పెద్దలు ప్రెస్ మీట్లు పెడుతున్నారు. ఇవన్నింటి మధ్యలో.. మంత్రి కొండా సురేఖపై నెట్టింట కొందరు ఆకతాయిలు చేసిన ట్రోలింగ్ ఇప్పుడు సర్వత్రా చర్చనీయాంశంగా మారింది.</p>\n\n\n\n<p> ఈ ట్రోలింగ్ మీద మంత్రి కొండా సురేఖ తీవ్ర భావోద్వేగానికి లోను కాగా.. మాజీ మంత్రి హరీష్ రావు దాన్ని ఖండిస్తూ ట్వీట్ కూడా చేశారు. అయితే.. ఇప్పుడు కొండా సురేఖకు ఒక తమ్ముడిగా అండగా ఉంటానంటూ బీజేపీ ఎంపీ రఘునందన్ రావు భరోసా ఇచ్చారు.</p>\n\n\n\n<p>ఇటీవల దుబ్బాకలో నిర్వహించిన కళ్యాణ లక్ష్మి, షాదీ ముబారక్ చెక్కుల పంపిణీ కార్యక్రమానికి మంత్రి కొండా సురేఖ ముఖ్య అతిథిగా విచ్చేయగా ఆమెను స్వాగతిస్తూ చేనేతలు తయారు చేసిన నూలు దండను రఘనందన్ రావు స్వయంగా మెడలో వేశారు. అందుకు సంబంధించిన ఫొటోను ట్విట్టర్‌లో షేర్ చేస్తూ ద్వందార్థం వచ్చేలా కొందరు ట్వీట్లు చేశారు. </p>\n\n\n\n<p>దీనిపై స్పందించిన రఘనందన్ రావు ఒక తమ్ముడిగా కొండా సురేఖ అక్కకు అండగా ఉంటానని తెలిపారు. సోషల్ మీడియాలో ట్రోలింగ్ చేసిన వారిపై కేసులు నమోదు చేయిస్తామని తెలిపారు. అక్కకి, చెల్లికి, తల్లికి ఉన్న వ్యత్యాసాన్ని గమనించలేని సంస్కార హీన స్థితిలో బీఆర్ఎస్ సోషల్ మీడియా ఉందని రఘునందన్ రావు ఘాటు వ్యాఖ్యలు చేశారు. </p>\n\n\n\n<p>కళ్యాణ లక్ష్మి, షాదీ ముబారక్ చెక్కుల పంపిణీ కార్యక్రమంలో భాగంగా మెదక్ ఇంఛార్జి మంత్రి హోదాలో తొలిసారి కొండా సురేఖ దుబ్బాకకు వచ్చారని తెలిపారు. దుబ్బాకలో ఉన్న చేనేత కార్మికుల కష్టాలను తెలిపేందుకు మంత్రి కొండా సురేఖకు.. \"అక్కా.. దండ వేయోచ్చా?\" అని అడిగి, ఆ ఇంట్లో పుట్టిన ఆడబిడ్డగా నేతన్నల సమస్యలు పరిష్కారం చేయండని విజ్ఞప్తి చేస్తూ ఒక అక్కకు తమ్ముడిగా ఆమె మెడలో నూలు పోగుల దండ వేశానని వివరించారు. </p>\n\n\n\n<p>దాన్ని వక్రీకరిస్తూ కొందరు సంస్కార హీనంగా పోస్టులు పెట్టడం బాధకరమని మండిపడ్డారు. ఒక తమ్ముడిగా కొండా సురేఖకు కలిగిన ఇబ్బందికి విచారం వ్యక్తం చేస్తున్నానని రఘునందన్ రావు తెలిపారు. అక్కకు జరిగిన అన్యాయానికి ఒక తమ్ముడిగా అండగా ఉంటానని, ఒక వకీలుగా తప్పుడు ప్రచారం చేసిన వారిపై కేసులు నమోదు చేస్తానని స్పష్టం చేశారు. </p>\n\n\n\n<p>అయితే ఈ పోస్టులు పెట్టిన వారు కేసీఆర్, హరీష్ రావుల ఫోటోలు డీపీలుగా పెట్టుకున్నారని, కింద కామెంట్లు చేసిన వారు కూడా ఎక్కువ మంది హరీష్ రావు డీపీలు పెట్టుకున్నవారే ఉన్నారని రఘునందన్ రావు తెలిపారు. నిజంగా హరీష్ రావుకు చిత్తశుద్ది ఉంటే ఇందులో ఆయన ప్రమేయం లేకపోతే ఇది చేసిన వారిని తీసుకొచ్చి పోలీస్ స్టేషన్‌లో అప్పగించాలని. హితవు చెప్పారు. </p>\n\n\n\n<p>లేకపోతే తన ఫోటో వాడుకొని దుష్ప్రచారం చేస్తున్నారని ఫిర్యాదు చేయాలని రఘునందన్ రావు సూచించారు. చాలా ఏళ్లు మంత్రిగా పని చేసిన హరీష్ రావు ఇలాంటి వారిని ప్రోత్సహించొద్దని, వారిపై చర్యలు తీసుకోవాలని కోరారు. కేవలం ఒక ట్వీట్ చేసి చేతులు దులుపుకోవడం ఏంటని రఘునందన్ రావు ప్రశ్నించారు.</p>\n","originalUrl":"https://tattvanews.com/21420/02/10/2024/","hasAudio":false,"hasInfographics":false}