{"id":"wp-te-20588","wp_id":20588,"type":"standard","category":"World","language":"te","title":"మహిళలకు రుతుస్రావ సెలవు ప్రకటించిన ఒడిశా ప్రభుత్వం","excerpt":"ప్రభుత్వ, ప్రైవేటు రంగంలోని అన్ని ఉద్యోగాల్లో మహిళలకు నెలలో ఒక రోజు నెలసరి సెలవు విధానాన్ని ఒడిశా రాష్ట్ర ప్రభుత్వం గురువారం ప్రకటించింది. కటక్ లో జరిగిన జిల్లా స్థాయి స్వాతంత్య్ర దినోత్సవ వేడుకల్లో ఒడిశా ఉపముఖ్యమంత్రి ప్రభావతి పరిదా ఈ ప్రకటన చేశారు. రుతుచక్రం మొదటి లేదా రెండవ రోజున పని నుండి సెలవు తీసుకోవడానికి అర్హులైన మహిళా ఉద్యోగులకు ఒక రోజు రుతుక్రమ సెలవు విధానం తక్షణమే అమల్లోకి వస్తుంది. రుతుస్రావం అయ్యే వారందరికీ","author":"Tattva News Team","time":"16/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Pravati-Parida.png","readTime":"5 min read","contentHTML":"\n<p><a href=\"https://tattvanews.com/wp-admin/edit.php?post_type=post\"></a></p>\n\n\n\n<p>ప్రభుత్వ, ప్రైవేటు రంగంలోని అన్ని ఉద్యోగాల్లో మహిళలకు నెలలో ఒక రోజు నెలసరి సెలవు విధానాన్ని ఒడిశా రాష్ట్ర ప్రభుత్వం గురువారం ప్రకటించింది. కటక్ లో జరిగిన జిల్లా స్థాయి స్వాతంత్య్ర దినోత్సవ వేడుకల్లో ఒడిశా ఉపముఖ్యమంత్రి ప్రభావతి పరిదా ఈ ప్రకటన చేశారు. రుతుచక్రం మొదటి లేదా రెండవ రోజున పని నుండి సెలవు తీసుకోవడానికి అర్హులైన మహిళా ఉద్యోగులకు ఒక రోజు రుతుక్రమ సెలవు విధానం తక్షణమే అమల్లోకి వస్తుంది.</p>\n\n\n\n<p>రుతుస్రావం అయ్యే వారందరికీ పెయిడ్ మెన్స్ట్రువల్ లీవ్ పాలసీని అమలు చేయాలనే దీర్ఘకాలిక డిమాండ్ నేపథ్యంలో ఒడిశా ప్రభుత్వం ఈ నిర్ణయం తీసుకుంది. అన్ని భాగస్వామ్య పక్షాలను సంప్రదించిన తర్వాత పెయిడ్ మెన్స్ట్రువల్ లీవ్ పాలసీని రూపొందించే అంశాన్ని పరిశీలించాలని సుప్రీంకోర్టు జూలై 8న కేంద్రాన్ని కోరింది. అయితే, వేతనంతో కూడిన రుతుస్రావ సెలవును తప్పనిసరి చేసే యోచనలో కేంద్రం ప్రస్తుతానికి లేదు.</p>\n\n\n\n<p>కేరళ, బీహార్ రాష్ట్రాల్లో ఈ మెన్స్ట్రువల్ లీవ్ విధానం ఇప్పటికే అమల్లో ఉంది. ఇప్పుడు ఈ జాబితాలో ఒడిశా కూడా చేరింది. ఇదిలావుండగా, ఈ విధానాన్ని దేశవ్యాప్తంగా అమలు చేసే ఆలోచన లో కేంద్ర ప్రభుత్వం లేదు. రుతుస్రావ సెలవుల అంశంపై  లోక్ సభలో కేంద్ర మహిళా, శిశు సంక్షేమ శాఖ మంత్రి అన్నపూర్ణాదేవి లిఖితపూర్వక సమాధానమిస్తూ, ప్రస్తుతం అన్ని కార్యాలయాలకు వేతనంతో కూడిన రుతుస్రావ సెలవులను కల్పించే ప్రతిపాదన ఏదీ ప్రభుత్వ పరిశీలనలో లేదని చెప్పారు.</p>\n\n\n\n<p>తప్పనిసరి ప్రసూతి సెలవుల విధానానికి నమూనా విధానాన్ని రూపొందించడానికి సంబంధిత భాగస్వాములతో చర్చలు జరపాలని సుప్రీంకోర్టు జూలైలో కేంద్ర ప్రభుత్వాన్ని ఆదేశించింది. ఈ సందర్భంగా మహిళా ఉద్యోగులకు రుతుస్రావం సెలవు కోరుతూ దాఖలైన పిటిషన్ ను కూడా పరిగణనలోకి తీసుకోవాలన్న అభ్యర్థనను సుప్రీంకోర్టు నిరాకరించింది. ఈ విధానం వల్ల యజమానులు మహిళలను ఉద్యోగాల్లోకి తీసుకోవడాన్ని నిరోధించే అవకాశం ఉందని సుప్రీంకోర్టు అభిప్రాయపడింది.</p>\n","originalUrl":"https://tattvanews.com/20588/16/08/2024/","hasAudio":false,"hasInfographics":false}