{"id":"wp-te-21329","wp_id":21329,"type":"standard","category":"World","language":"te","title":"వైఎస్ జగన్ తిరుమల పర్యటన రద్దు","excerpt":"మాజీ ముఖ్యమంత్రి, వైసిపి అధినేత వైఎస్ జగన్ మోహన్ రెడ్డి శుక్రవారం తలపెట్టిన తిరుమల పర్యటన అర్ధాంతరంగా రద్దు చేసుకున్నారు. మధ్యాహ్నం 3.20 గంటలకు గన్నవరం నుంచి బయలుదేరాల్సి ఉన్న జగన్ తిరుపతి వెళ్లేందుకు సిద్ధంగా ఉన్న ప్రత్యేక విమానాన్ని చివరి నిమిషంలో రద్దు చేయించుకున్నారు. తిరుమలలో అన్యమతస్థులు సంతకం చేయవలసిన డిక్లరేషన్ పై సంతకం చేయాల్సిందే అని అధికార కూటమి నేతలతో పాటు హిందూ సంఘాలు కూడా స్పష్టం చేయడంతో ఆయన రద్దు చేసుకున్నట్లు తెలుస్తున్నది.","author":"Tattva News Team","time":"27/9/2024","image":"https://tattvanews.com/wp-content/uploads/2022/03/YS-Jagan2.jpg","readTime":"5 min read","contentHTML":"\n<p>మాజీ ముఖ్యమంత్రి, వైసిపి అధినేత వైఎస్ జగన్ మోహన్ రెడ్డి శుక్రవారం తలపెట్టిన తిరుమల పర్యటన అర్ధాంతరంగా రద్దు చేసుకున్నారు. మధ్యాహ్నం 3.20 గంటలకు గన్నవరం నుంచి బయలుదేరాల్సి ఉన్న జగన్ తిరుపతి వెళ్లేందుకు సిద్ధంగా ఉన్న ప్రత్యేక విమానాన్ని చివరి నిమిషంలో రద్దు చేయించుకున్నారు.</p>\n\n\n\n<p>తిరుమలలో అన్యమతస్థులు సంతకం చేయవలసిన డిక్లరేషన్ పై సంతకం చేయాల్సిందే అని అధికార కూటమి నేతలతో పాటు హిందూ సంఘాలు కూడా స్పష్టం చేయడంతో ఆయన రద్దు చేసుకున్నట్లు తెలుస్తున్నది. అయితే, ఐదేళ్లుగా ముఖ్యమంత్రిగా పట్టు వస్త్రాలను స్వామివారికి సమర్పించిన జగన్ మోహన్ రెడ్డిని డిక్లరేషన్ పై సంతకం చేయాలనడం `రాజకీయ కుట్ర' అని టిటిడి బోర్డ్ మాజీ చైర్మన్ భూమన కరుణాకరరెడ్డి ఆరోపించారు.</p>\n\n\n\n<p>జగన్ సంతకం చేయరని స్పష్టం చేస్తూ ఆయనను తిరుమలకు రానీయని పక్షంలో ప్రస్తుత ప్రభుత్వం కూలిపోతుందని హెచ్చరించారు. మరోవంక, కరుణాకరరెడ్డి ప్రకటన పట్ల స్వామీజీలు ఆగ్రహం వ్యక్తం చేశారు. డిక్లరేషన్ పై సంతకం చేయని పక్షంలో జగన్ ను అలిపిరి వద్దనే అడ్డుకుంటామని స్పష్టం చేశారు.</p>\n\n\n\n<p>జగన్ పర్యటన జరగాల్సిన కొద్దీ గంటల ముందు ముఖ్యమంత్రి చంద్రబాబు నాయుడు సహితం తిరుమలకు వచ్చే వారందరూ అక్కడి సంప్రదాయాలను పాటించాలని స్పష్టం చేశారు.</p>\n\n\n\n<p>తిరుమల లడ్డూ వివాదంలో తిరుపతి జిల్లాలో పలు హిందూ సంఘాలతో పాటు ఎన్డీఏ కూటమిలోని రాజకీయపక్షాలు ఆందోళన చేస్తున్నాయి. గత ఐదేళ్ల వైసీపీ పాలనలో తిరుమలను అపవిపత్రం చేశారని ఆరోపిస్తున్నాయి. మరోవైపు స్వార్థ రాజకీయ ప్రయోజనాల కోసం సీఎం చంద్రబాబు తిరుమలను వాడుకుంటున్నారని వైసిపి నేతలు ఆగ్రహం వ్యక్తం చేస్తున్నారు. </p>\n\n\n\n<p>ఈ క్రమంలోనే తిరుమల ప్రతిష్టను అపవిత్రం చేసేలా చంద్రబాబు వ్యవహారించారని జగన్ కూడా ఆరోపించారు. ఇందులో భాగంగా రేపు రాష్ట్ర వ్యాప్తంగా అన్ని ఆలయాల్లో పాప ప్రక్షాళన పూజలు చేయాలని పిలుపునిచ్చారు. అందులో భాగంగానే జగన్ తిరుమల పర్యటన తలపెట్టారు.</p>\n\n\n\n<p>ఉద్రిక్త పరిస్థితులు నెలకొనడంతో తిరుపతి జిల్లా వ్యాప్తంగా పోలీసులు  సెక్షన్ 30 యాక్ట్ అమలు చేస్తున్నారు. ఈ మేరకు జిల్లా పోలీసులు ప్రకటన కూడా విడుదల చేశారు. శాంతిభద్రతల పరిరక్షణలో భాగంగా సెప్టెంబర్ 25వ తేదీ నుంచి అమల్లో వచ్చిందని జిల్లా ఎస్పీ సుబ్బరాయుడు తెలిపారు. అక్టోబర్ 24వ తేదీ వరకు అమల్లో ఉంటుందని పేర్కొన్నారు.</p>\n\n\n\n<p>ముందస్తు అనుమతి లేనిదే ఎలాంటి సభలు, సమావేశాలు, ఊరేగింపులు నిర్వహించరాదని ఎస్పీ స్పష్టం చేశారు. ర్యాలీలు, ఊరేగింపులు, సభలు, సమావేశాలు నిర్వహించాలంటే చట్ట ప్రకారం పోలీస్ శాఖ నుండి ముందస్తు అనుమతి తప్పనిసరని అని పేర్కొన్నారు. నిబంధనలను ఉల్లంఘించిన వారిపై చట్ట ప్రకారం కఠిన చర్యలు తీసుకుంటామని హెచ్చరించారు.</p>\n\n\n\n<p>వివిధ పార్టీ నాయకులు, సంస్థలు, వివిధ సమూహాలు, ప్రజలు పోలీస్ వారి ఉత్తర్వులను పాటిస్తూ శాంతి భద్రతల పరిరక్షణ చేయడానికి పోలీస్ వారికి సహకరించాలని జిల్లా ఎస్పీ సుబ్బరాయుడు విజ్ఞప్తి చేశారు. ఎట్టిపరిస్థితుల్లో నిబంధనలను ఉల్లంఘించవద్దని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21329/27/09/2024/","hasAudio":false,"hasInfographics":false}