{"id":"wp-te-20980","wp_id":20980,"type":"standard","category":"World","language":"te","title":"ఏపీ వరదలతో రూ. 6,880 కోట్లు నష్టం","excerpt":"వరద విపత్తు వల్ల ఆంధ్రప్రదేశ్ రాష్ట్రానికి 6880.23 కోట్ల మేర నష్టం వాటిల్లినట్లు ప్రభుత్వం ప్రాథమిక అంచనా వేసింది. ఈ మేర కేంద్రానికి పంపేందుకు ప్రాథమిక నివేదికను రాష్ట్ర ప్రభుత్వం సిద్ధం చేసింది. రెవెన్యూ శాఖకు 750 కోట్ల నష్టం, పశుసంవర్ధక శాఖకు 11.58 కోట్ల నష్టం, మత్స్య శాఖకు 157.86 కోట్ల నష్టం, వ్యవసాయ శాఖకు 301.34 కోట్లు నష్టం, ఉద్యాన శాఖకు 39.95 కోట్ల నష్టం వాటిల్లినట్లు నివేదికలో పేర్కొంది.  విద్యుత్ శాఖకు 481.28","author":"Tattva News Team","time":"8/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Vij-floods-1.jpg","readTime":"5 min read","contentHTML":"\n<p>వరద విపత్తు వల్ల ఆంధ్రప్రదేశ్ రాష్ట్రానికి 6880.23 కోట్ల మేర నష్టం వాటిల్లినట్లు ప్రభుత్వం ప్రాథమిక అంచనా వేసింది. ఈ మేర కేంద్రానికి పంపేందుకు ప్రాథమిక నివేదికను రాష్ట్ర ప్రభుత్వం సిద్ధం చేసింది. రెవెన్యూ శాఖకు 750 కోట్ల నష్టం, పశుసంవర్ధక శాఖకు 11.58 కోట్ల నష్టం, మత్స్య శాఖకు 157.86 కోట్ల నష్టం, వ్యవసాయ శాఖకు 301.34 కోట్లు నష్టం, ఉద్యాన శాఖకు 39.95 కోట్ల నష్టం వాటిల్లినట్లు నివేదికలో పేర్కొంది. </p>\n\n\n\n<p>విద్యుత్ శాఖకు 481.28 కోట్లు, ఆర్ అండ్ బీ 2164.5 కోట్లు, గ్రామీణ నీటి సరఫరా 75.59 కోట్లు, పంచాయతీ రోడ్లు 167.55 కోట్లు, నీటి వనరులు 1568.55 కోట్లు, పురపాలక, అర్బన్ 1160 కోట్లు, అగ్నిమాపక, ఎస్డీఆర్ఎఫ్కు 2 కోట్ల మేర నష్టం వాటిల్లినట్లు ప్రభుత్వం నివేదిక సిద్ధం చేసింది.</p>\n\n\n\n<p>మరోవైపు సోమవారం నుంచి మూడ్రోజులపాటు వరద నష్టం అంచనా వేయనున్నట్లు రెవెన్యూశాఖ ప్రత్యేక ప్రధాన కార్యదర్శి ఆర్పీ సిసోదియా తెలిపారు. వరద పీడిత ప్రాంతాల్లో సోమవారం నుంచి మూడు రోజులపాటు నష్టం గణన జరుగుతుందని, నివాసితులు ఇంటిలో అందుబాటులో ఉంటే పూర్తి స్ధాయి వివరాల నమోదుకు అవకాశం ఉంటుందని చెప్పారు. </p>\n\n\n\n<p>విజయవాడ నగరంలోని 32 డివిజన్లలో 149 సచివాలయాల పరిధిలో రెండు లక్షల నివాసాలలో నష్టం గణన చేపడతామని మీడియా సమావేశంలో వెల్లడించారు. నష్టం గణన బృందానికి విజయవాడలో ఒక రోజు శిక్షణ ఇస్తామన్నారు. వరద నష్టం అంచనాలో 149 మంది తహసీల్దారులతోపాటు ఇతరులు సేవలందిస్తారని చెప్పారు.</p>\n\n\n\n<p>ప్రతి డివిజనుకు ఒక జిల్లా స్ధాయి అధికారి నేతృత్వం వహిస్తారని చెప్పారు. ప్రతి రెండు డివిజన్లకు ఒక ఐఎఎస్ అధికారి పర్యవేక్షిస్తారని అన్నారు. ఒక డివిజను లేదా గ్రామ సచివాలయానికి 10 గణన బృందాలు వెళ్తాయని,  వాణిజ్య సముదాయాల్లో నష్టం గణన కోసం 200 బృందాలు ఏర్పాటు చేస్తున్నామని చెప్పారు. వరద ప్రభావిత జిల్లాల పరిధిలో 43 మంది చనిపోయారని, 35 మంది ఒక్క ఎన్టీఆర్‌ జిల్లాలోనే చనిపోయారని చెప్పారు.</p>\n\n\n\n<p> ఆవులు, గేదెలు, గొర్రెలు ఇతర పశువులు 420, 62 వేల 424 కోళ్లు చనిపోయాయని అన్నారు. 1.93 లక్షల హెక్టార్లలో వరి ఇతర పంటలు, 25 హెక్టార్ల వాణిజ్య పంటలకు నష్టం జరిగిందనేది ప్రాథమిక అంచనాగా పేర్కొన్నారు. 3 వేల 868 కిలోమీటర్ల పొడవు ఆర్‌ అండ్‌ బి రోడ్లు, 353 కిలోమీటర్ల పంచాయతీరాజ్‌ రోడ్లు దెబ్బతిన్నాయని తెలిపారు. బుడమేరులో ఆరు గండ్లు పడ్డాయని, అందులో మూడు గండ్లు పూడ్చామన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20980/08/09/2024/","hasAudio":false,"hasInfographics":false}