{"id":"wp-te-19430","wp_id":19430,"type":"standard","category":"World","language":"te","title":"కేంద్ర క్యాబినెట్‌లో రామ్మోహన్ నాయుడు, పెమ్మసాని","excerpt":"* తెలంగాణ నుండి కిషన్ రెడ్డి, బండి సంజయ్ప్రధానిగా నరేంద్ర మోదీ మూడోసారి నేడు ప్రమాణస్వీకారం చేయనున్నారు. దీంతో మోదీ క్యాబినెట్‌లో ఎన్డీయేలో బీజేపీ తర్వాత అతిపెద్ద పార్టీగా అవతరించిన  టీడీపీ నుంచి ఇద్దరి మంత్రి పదవులు ఖాయమైనట్టు మాజీ ఎంపీ గల్లా జయదేవ్ ట్వీట్ చేశారు. కేంద్ర మంత్రివర్గంలో శ్రీకాకుళం ఎంపీ కింజరాపు రామ్మోహన్‌నాయుడు, గుంటూరు ఎంపీ డాక్టర్ పెమ్మసాని చంద్రశేఖర్‌లకు మంత్రిపదవి దక్కింది. ఈ మేరకు గల్లా జయదేవ్ వారి ఇద్దరికీ శుభాకాంక్షలు తెలియజేశారు.","author":"Tattva News Team","time":"9/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/AP-ministers.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>* తెలంగాణ నుండి కిషన్ రెడ్డి, బండి సంజయ్<br></strong><br>ప్రధానిగా నరేంద్ర మోదీ మూడోసారి నేడు ప్రమాణస్వీకారం చేయనున్నారు. దీంతో మోదీ క్యాబినెట్‌లో ఎన్డీయేలో బీజేపీ తర్వాత అతిపెద్ద పార్టీగా అవతరించిన  టీడీపీ నుంచి ఇద్దరి మంత్రి పదవులు ఖాయమైనట్టు మాజీ ఎంపీ గల్లా జయదేవ్ ట్వీట్ చేశారు. కేంద్ర మంత్రివర్గంలో శ్రీకాకుళం ఎంపీ కింజరాపు రామ్మోహన్‌నాయుడు, గుంటూరు ఎంపీ డాక్టర్ పెమ్మసాని చంద్రశేఖర్‌లకు మంత్రిపదవి దక్కింది. ఈ మేరకు గల్లా జయదేవ్ వారి ఇద్దరికీ శుభాకాంక్షలు తెలియజేశారు. </p>\n\n\n\n<p>‘ఎన్డీయే కొత్త ప్రభుత్వంలో కేంద్ర క్యాబినెట్ మంత్రి పదవి దక్కినందుకు నా మిత్రుడు రామ్మోహన్ నాయుడికి శుభాకాంక్షలు.. మీ చిత్తశుద్ధి, నిరాడంబరత దేశాభివృద్ధికి నిశ్చయంగా తోడ్పడతాయి. కొత్త పాత్రను సమర్ధవంతంగా పోషించాలని కోరుకుంటున్నాను’ అని గల్లా ట్వీట్ చేశారు.</p>\n\n\n\n<p>‘కేంద్ర సహాయ మంత్రిగా బాధ్యతలు చేపట్టబోతున్న పెమ్మసాని చంద్రశేఖర్‌కు శుభాకాంక్షలు.. మీ తొలి రాజకీయ ప్రస్థానంలో కేంద్ర స్థాయిలో దేశానికి సేవ చేయడం చాలా గౌరవం. గుంటూరుతో పాటు మొత్తం ఏపీ ప్రజలు మిమ్మల్ని చూసి గర్వపడుతున్నారు. మీ కొత్త పాత్రకు న్యాయం చేసి సానుకూల మార్పులను తీసుకొచ్చి, అర్ధవంతమైన ప్రభావాన్ని చూపండి’ అని గల్లా ఆకాంక్షించారు.</p>\n\n\n\n<p>కాగా, కేంద్ర మాజీ మంత్రి, దివంగత ఎర్రన్నాయుడి కుమారుడిగా రాజకీయాల్లోకి వచ్చిన రామ్మోహన్‌నాయుడు తండ్రి ప్రాతినిధ్యం వహించిన శ్రీకాకుళం నియోజకవర్గం నుంచి వరుసగా మూడోసారి ఎంపీగా ఎన్నికయ్యారు. గత ఎన్నికల్లో రాష్ట్రమంతా వైఎస్ఆర్సీపీ గాలి వీచినా ఆయన మాత్రం విజయం సాధించారు. రామ్మోహన్ నాయుడు తండ్రి ఎర్రన్నాయుడు 1996లో కేంద్రంలోని యునైటెడ్ ఫ్రంట్ ప్రభుత్వంలో గ్రామీణాభివృద్ధి శాఖ మంత్రిగా ఉన్నారు. ఇక, డాక్టర్ పెమ్మసాని చంద్రశేఖర్ గుంటూరు ఎంపీగా తొలిసారి గెలిచినా.. కేంద్రంలో మంత్రిపదవి దక్కించుకోవడం విశేషం.</p>\n\n\n\n<p>మరోవంక, బీజేపీ 8 మంది ఎంపిలను గెల్చుకున్న తెలంగాణ నుండి జి కిషన్ రెడ్డి తిరిగి కేంద్ర మంత్రివర్గంలో చేరుతున్నారు. ఆయనతో పాటు పార్టీ ప్రధాన కార్యదర్శి బండి సంజయ్ కుమార్ కూడా చేరుతున్నారు.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19430/09/06/2024/","hasAudio":false,"hasInfographics":false}