{"id":"wp-en-12892","wp_id":12892,"type":"standard","category":"World","language":"en","title":"Urgent action sought to tackle `Climate Risks for Workers’￼","excerpt":"This International Workers’ Memorial Day, April 28, trade unions are demanding urgent action to tackle `Climate Risks for Workers’- the escalating dangers posed by the climate crisis to workers globally. There is an urgent need for emergency preparedness to be integrated into workplace safety policies, in democratic consultation with workers’ trade unions. The World Health","author":"Tattva News Team","time":"22/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Climate.png","readTime":"5 min read","contentHTML":"\n<p>This International Workers’ Memorial Day, April 28, trade unions are demanding urgent action to tackle `Climate Risks for Workers’- the escalating dangers posed by the climate crisis to workers globally.</p>\n\n\n\n<p>There is an urgent need for emergency preparedness to be integrated into workplace safety policies, in democratic consultation with workers’ trade unions.</p>\n\n\n\n<p>The World Health Organization's statement in December 2023 highlighted an alarming surge in climate-related disasters, underlining the grave implications for workers’ health and job security. </p>\n\n\n\n<p>Workers in agriculture, construction, postal delivery and other sectors have been particularly affected, with a marked increase in heat-related illnesses and fatalities.  The threat is not just from heat; storms, hurricanes, floods, blizzards, lightning, tornadoes, wildfires and strong winds are a growing danger to the workplace.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle stated: “The climate crisis is no longer a distant threat; it's a present danger to workers around the globe. It's imperative that we demand robust policies and practices to protect our working people from the hazardous impacts of climate change. Our call to action is clear: we must integrate climate risk assessments and emergency preparedness into our occupational safety and health standards.”</p>\n\n\n\n<p>Around the world, trade unions are already succeeding in winning protections for climate-related workplace hazards:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>In Phoenix, USA, a campaign by the unions Unite Here and the SEIU won a new law requiring contractors to provide heat safety protections for outdoor workers.</li><li>Firefighters in Spain won recognition that carcinogenic smoke from wildfires is an occupational health risk and they have the right to protection from it.</li><li>In the Democratic Republic of Congo, several unions have united to create a set of demands for workers in the critical mineral mining industry who are exposed to dangerous working conditions inside and outside.</li><li>In Australia, the CFMEU is actively winning changes to legislation and regulation to protect workers exposed to heat stress.</li><li>In Brazil, SITICOP is working to expand protections to workers affected by environmental disasters.</li></ul>\n\n\n\n<p>Luc Triangle concluded: “The work by these trade unions, and many others, is inspiring. We need immediate action from governments, employers and regulatory bodies to address the current and growing threat of climate change to workers' health and safety.</p>\n\n\n\n<p>“This includes consultation with unions, the implementation of comprehensive safety training and enforcement of stringent safety standards to mitigate the risks associated with extreme weather conditions.</p>\n\n\n\n<p>At the heart of this is democracy, because democracy in the workplace means that workers are listened to, and they can play a part in their own safety. As the ITUC campaign For Democracy says, real democracies deliver for working people, and that includes delivering climate protection for workers.”</p>\n","originalUrl":"https://en.tattvanews.com/international/urgent-action-sought-to-tackle-climate-risks-for-workers%ef%bf%bc/","hasAudio":false,"hasInfographics":false}