{"id":"wp-en-14336","wp_id":14336,"type":"standard","category":"World","language":"en","title":"Jaishankar “wide ranging” talks with Antony Blinken￼","excerpt":"External Affairs Minister S Jaishankar on Sunday held “wide-ranging” talks with his American counterpart Antony Blinken against the backdrop of an unease in India-US ties following Prime Minister Narendra Modi’s recent visit to Russia. During the meeting, the US mentioned the importance of realising a just and enduring peace in Ukraine, consistent with the UN","author":"Tattva News Team","time":"29/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Jaishankar-Blinken.jpg","readTime":"5 min read","contentHTML":"\n<p>External Affairs Minister S Jaishankar on Sunday held “wide-ranging” talks with his American counterpart Antony Blinken against the backdrop of an unease in India-US ties following Prime Minister Narendra Modi’s recent visit to Russia.</p>\n\n\n\n<p>During the meeting, the US mentioned the importance of realising a just and enduring peace in Ukraine, consistent with the UN Charter. This comes after the US called on India to use its good offices with Moscow to end the Russia-Ukraine conflict.</p>\n\n\n\n<p>Jaishankar and Blinken are in Tokyo to attend a meeting of foreign ministers of the four-nation grouping Quad or Quadrilateral coalition. US State Department spokesperson Matthew Miller said, “Secretary Blinken underscored the importance of realising a just and enduring peace for Ukraine consistent with the UN Charter.”</p>\n\n\n\n<p>“Blinken and Jaishankar affirmed the commitment of the US and India to promote a free, open and prosperous Indo-Pacific region,” said Miller, adding that the two leaders discussed “upcoming opportunities to deepen US-India collaboration on shared priorities”.</p>\n\n\n\n<p>The talks also came amid Washington consistently seeking accountability from New Delhi in the case relating to the alleged foiled plot to kill Sikh extremist Gurpatwant Singh Pannun in New York. It is not immediately clear whether PM Modi’s visit to Russia and the murder-for-hire plot figured in the Jaishankar-Blinken talks. One of the accused Nikhil Gupta was arrested in the Czech Republic and deported to the US a few weeks ago.</p>\n\n\n\n<p>In a post on X, Jaishankar said Blinken and he had a wide-ranging discussion on regional and global issues. “Great to catch up with Secretary Blinken in Tokyo today,” he said. “Our bilateral agenda progresses steadily. Also had a wide-ranging discussion on regional and global issues. Look forward to attending the Quad FFM (foreign ministers’ meeting) tomorrow,” Jaishankar added.</p>\n\n\n\n<p>Earlier in Tokyo, Jaishankar started his visit by unveiling a bust of Mahatma Gandhi. “Bapu’s achievements continue to inspire us to this day and his message of peace and non-violence is timeless. His principles are even more relevant today when the world sees so much conflict, tension and polarisation,” said Jaishankar. The minister thanked local Mayor Takeshi Saito.</p>\n","originalUrl":"https://en.tattvanews.com/international/jaishankar-wide-ranging-talks-with-antony-blinken%ef%bf%bc/","hasAudio":false,"hasInfographics":false}