{"id":"wp-en-15565","wp_id":15565,"type":"standard","category":"World","language":"en","title":"PEC condemns murder of Filipino female radio journalist","excerpt":"Expressing serious concern over the recent murder of Filipino radio journalist Maria Vilma Rodriguez, the Geneva-based global media safety and rights body Press Emblem Campaign (PEC) demands a thorough probe into the incident to book the culprits under the law of the Philippines. According to Radioinfo Asia,  based in Sydney, Australia, the female journalist was","author":"Tattva News Team","time":"4/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Journalist.jpg","readTime":"5 min read","contentHTML":"\n<p> Expressing serious concern over the recent murder of Filipino radio journalist Maria Vilma Rodriguez, the Geneva-based global media safety and rights body Press Emblem Campaign (PEC) demands a thorough probe into the incident to book the culprits under the law of the Philippines.</p>\n\n\n\n<p>According to Radioinfo Asia,  based in Sydney, Australia, the female journalist was shot dead by unknown assailants near her residence in Zamboanga city of the island nation on 22 October 2024. Maria (56), used to present 105.9 Emedia FM’s news program Barangay Action Center, reported the website that is dedicated for the latest Asian and international Radio industry news and features.</p>\n\n\n\n<p>“PEC condemns the murder of Maria Vilma Rodriguez with strongest words. She becomes the 112nd journo-victims across the world till date this year. We urge Zamboanga city’s chief police officer in particular and  President Marcos Jr to investigate the motive of perpetrators to punish them.  The government in  Manila must take prompt actions against the criminals and ensure the safety of Filipino journalists and other media employees,” said Blaise Lempen, president of PEC (https://www.pressemblem.ch/casualties).</p>\n\n\n\n<p>PEC’s south & southeast Asia representative Nava Thakuria informed that Maria is the first  journalist to be killed in the island nation  since 1 January this year. On the other hand, she becomes the fifth victim among media workers since the new President took charge of the Philippines in June 2022.  </p>\n\n\n\n<p>Another southeast nation Indonesia lost Sempurna Pasaribu (Tribrata TV,  Sumatra) on  27 June and Myanmar witnessed the killing of  Ko Myat Thu Tun (DVB, Mrauk-U, 31 January), Htet Myat Thu (Voice of Thanbyuzayat, Mon State, 21 August) and Win Htut Oo (DVB, Mon State, 21 August) in  the last ten months.</p>\n","originalUrl":"https://en.tattvanews.com/international/pec-condemns-murder-of-filipino-female-radio-journalist%ef%bf%bc/","hasAudio":false,"hasInfographics":false}