{"id":"wp-en-13151","wp_id":13151,"type":"standard","category":"World","language":"en","title":"Two terrorists killed at Kulgam in Jammu and Kashmir￼","excerpt":"In the Kashmir Valley, two terrorists were killed today in an encounter that broke out between terrorists and security forces in Redwani Payeen village of south Kashmir’s Kulgam district yesterday evening. One of the slain terrorists eliminated in the operation was a top Commander of TRF (The Resistance Front) terror outfit identified as Basit Dar. Meanwhile,","author":"Tattva News Team","time":"8/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/08/JK-encounter.jpg","readTime":"5 min read","contentHTML":"\n<p>In the Kashmir Valley, two terrorists were killed today in an encounter that broke out between terrorists and security forces in Redwani Payeen village of south Kashmir’s Kulgam district yesterday evening.</p>\n\n\n\n<p>One of the slain terrorists eliminated in the operation was a top Commander of TRF (The Resistance Front) terror outfit identified as Basit Dar. Meanwhile, IGP Kashmir V K Virdi said that the slain most wanted terrorist Basit Dar, was A Category Terrorist of banned TRF.</p>\n\n\n\n<p>He  was active since 2021 and at least 18 cases were registered against him in Kulgam and in Srinagar city. He further informed that the terrorist was involved in the killing of police personnel, civilians and minorities in the Kashmir Valley. NIA had announced Rs ten lakh reward for details leading to arrest of slain Basit Dar.</p>\n\n\n\n<p>Earlier, a joint team of Police, Army’s 1 Rashtriya Rifles and CRPF launched a Cordon and Search Operation on specific information about the presence of terrorists in the area late last night. As the joint teams of forces approached towards the suspected spot, the hiding terrorists fired upon them which was retaliated, triggering an encounter. The 15 hour long gunfight has ended in the afternoon today however the search operation was still on till the reports last came in.</p>\n","originalUrl":"https://en.tattvanews.com/others/two-terrorists-killed-at-kulgam-in-jammu-and-kashmir%ef%bf%bc/","hasAudio":false,"hasInfographics":false}