{"id":"wp-te-19888","wp_id":19888,"type":"standard","category":"World","language":"te","title":"భోలే బాబా ఆస్తులు రూ.100 కోట్లు.. 24 విలాసవంతమైన ఆశ్రమాలు","excerpt":"హాథ్రస్‌ తొక్కిసలాట ఘటనలో 121 మంది మృతికి కారణమైన భోలే బాబా ఆచూకీ ఇప్పటికీ లభించలేదు. అతడి కోసం పోలీసులు విస్తృతంగా గాలిస్తున్నారు. ఈ నేపథ్యంలో భోలే బాబాకు సంబంధించిన పలు ఆసక్తికర విషయాలు వెలుగులోకి వస్తున్నాయి. అతడి ఆస్తులు, విలాసవంతమైన జీవితం గురించి ఇప్పుడు మీడియాలో వైరల్ అవుతుంది. ఓ జాతీయ మీడియా వెల్లడించిన నివేదిక ప్రకారం.. నిత్యం తెల్లటి సూటు, బూట్లు, టై, నల్ల కండ్లద్దాలతో కనిపించే భోలే బాబా విలాసవంతమైన జీవితాన్ని గడుపుతున్నారు.","author":"Tattva News Team","time":"5/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Bhole-Baba2.webp","readTime":"5 min read","contentHTML":"\n<p>హాథ్రస్‌ తొక్కిసలాట ఘటనలో 121 మంది మృతికి కారణమైన భోలే బాబా ఆచూకీ ఇప్పటికీ లభించలేదు. అతడి కోసం పోలీసులు విస్తృతంగా గాలిస్తున్నారు. ఈ నేపథ్యంలో భోలే బాబాకు సంబంధించిన పలు ఆసక్తికర విషయాలు వెలుగులోకి వస్తున్నాయి. అతడి ఆస్తులు, విలాసవంతమైన జీవితం గురించి ఇప్పుడు మీడియాలో వైరల్ అవుతుంది.</p>\n\n\n\n<p>ఓ జాతీయ మీడియా వెల్లడించిన నివేదిక ప్రకారం.. నిత్యం తెల్లటి సూటు, బూట్లు, టై, నల్ల కండ్లద్దాలతో కనిపించే భోలే బాబా విలాసవంతమైన జీవితాన్ని గడుపుతున్నారు. ఆయన ఆస్తుల విలువ రూ.100 కోట్ల వరకూ ఉంటుంది. కాస్‌గంజ్‌, ఆగ్రా, కాన్నూర్‌, గ్వాలియర్‌ సహా దేశవ్యాప్తంగా మొత్తం 24 విలాసవంతమైన ఆశ్రమాలు ఉన్నాయి. </p>\n\n\n\n<p>వీటిలో అత్యధికంగా యూపీలోనే ఉన్నాయి. శ్రీ నారాయణ్‌ హరి సాకార్‌ ఛారిటబుల్‌ ట్రస్ట్‌ పేరిట వీటిని నిర్వహిస్తుంటారు. అత్యంత సన్నిహితంగా ఉండే వాళ్లే వీటి నిర్వహణ బాధ్యతలను చూస్తుంటారు. ఇక భోలే బాబా సూరజ్‌పాల్‌ మెయిన్‌పురిలోని విలాసవంతమైన హరి నగర్‌ ఆశ్రమంలో నివాసముంటారు. ఈ ఆశ్రమం మొత్తం 13 ఎకరాల్లో విస్తరించి ఉంటుంది.</p>\n\n\n\n<p>ఆయనకు దాదాపు 16 మంది వ్యక్తిగత కమాండోలు ఉంటారు. అనుచరులకు దర్శనమిచ్చే సమయంలో భోలే బాబా భారీ పడేతో వస్తారు. తెల్లటి టయోటా ఫార్చునర్‌ కారును ఆయన ఉపయోగిస్తాడు. అందులో బాబా ప్రయాణిస్తుండగా ముందు ఆయన కమాండోలు బైక్‌లపై దారిని క్లియర్‌ చేస్తారు. అదే విధంగా వెనుక దాదాపు 30 లగ్జరీ కార్లతో ఆయన కాన్వాయ్‌ ఉంటుంది. ఇక భోలే బాబా ఉపయోగించే కారు ఇంటీరియర్‌ మొత్తం తెలుపు రంగులోనే ఉంటుందని జాతీయ మీడియా పేర్కొంది.</p>\n\n\n\n<p>జగద్గురు సాకార్‌ విశ్వహరి భోలే బాబాగా ప్రాచూర్యం పొందిన ఇతడి అసలు పేరు సూరజ్‌ పాల్‌. నారాయణ్‌ సాకార్‌ హరి, సాకార్‌ విశ్వ హరి పేర్లతోనూ చలామణి అయ్యేవాడు. యూపీలోని ఎటా జిల్లా బహదూర్‌ గ్రామానికి చెందిన సూరజ్‌ పాల్‌ మొదట తండ్రితో కలిసి వ్యవసాయం చేసేవాడు. తర్వాత పోలీసు శాఖలో ఉద్యోగంలో చేరి 18 ఏండ్ల పాటు పని చేశాడు. </p>\n\n\n\n<p>ఈ సమయంలోనే తాను ఇంటలిజెన్స్‌ బ్యూరోలో పని చేస్తున్నట్టు చెప్పుకొని జనాన్ని బురిడీ కొట్టించేవాడు. 1999లో ఉద్యోగం నుంచి బయటకు వచ్చి బాబా అవతారం ఎత్తాడు. భోలే బాబాపై ఆగ్రా, ఎతావాహ్‌, కస్‌గంజ్‌, ఫరూఖాబాద్‌, దూసా ప్రాంతాల్లో ఐదు లైంగిక దాడి కేసులు నమోదైన విషయం వెలుగులోకి వచ్చింది. </p>\n\n\n\n<p>1997లో ఓ కేసులో అరెస్టయి కొన్నాళ్లు జైలు శిక్ష కూడా అనుభవించినట్టు తెలుస్తున్నది. జైలు నుంచి బయటకు వచ్చిన తర్వాతనే తన గ్రామంలో ఓ ఆశ్రమాన్ని ప్రారంభించాడు. తనకు గురువు ఎవరూ లేరని చెప్పుకునే భోలే బాబా కాషాయానికి బదులుగా తెల్లటి సూటు, బూట్లు, నల్ల కండ్లద్దాలు ధరిస్తూ ప్రత్యేకంగా కనిపిస్తుంటాడు.</p>\n\n\n\n<p>తనను నమ్మే వారిని భోలే బాబా అనేక మూఢ నమ్మకాలతో ముంచేశాడని తెలుస్తున్నది. ముఖ్యంగా తాను నిర్వహించే సత్సంగ్‌లలో ఇచ్చే పవిత్ర జలం తాగితే భక్తుల సమస్యలు తీరిపోతాయనే ప్రచారం చేయించాడు. తన పాదధూళి కూడా పవిత్రమైనదని, బాబా నడిచిన నేలపై మట్టిని తాకినా అదృష్టం వరిస్తుందనే నమ్మకాన్ని సృష్టించాడు. ఇవి నమ్మి ఉత్తరప్రదేశ్‌తో పాటు ఉత్తరాఖండ్‌, హరియాణా, రాజస్థాన్‌తో పాటు ఢిల్లీ నుంచి పెద్ద ఎత్తున జనం భోలే బాబా దర్శనం కోసం వచ్చేవారు.</p>\n\n\n\n<p><strong>హాథ్రస్‌ ఘటనలో అరుగురి అరెస్టు</strong></p>\n\n\n\n<p>హాథ్రస్‌ తొక్కిసలాట ఘటనలో ఆరుగురిని అరెస్టు చేసినట్టు పోలీసులు తెలిపారు. రామ్‌ లడైట్‌, ఉపేంద్ర సింగ్‌ యాదవ్‌, మేఘ్‌ సింగ్‌, ముకేశ్‌ కుమార్‌, మంజు యాదవ్‌, మంజు దేవీలను అరెస్టు చేసినట్టు వెల్లడించారు. 121 మంది మరణానికి కారణమైన సత్సంగ్‌ను వీరే నిర్వహించారని, కార్యక్రమానికి వీరే అనుమతి పొందారని పోలీసులు చెప్పారు.</p>\n\n\n\n<p>ఈ ఘటన జరిగిన తర్వాత పోలీసులు భోలే బాబా ఆశ్రమానికి వెళ్లగా ఆయన అక్కడ లేరు. ఎఫ్‌ఐఆర్‌లో భోలే బాబా పేరు లేనందున ఆయనను అరెస్టు చేయలేదని పోలీసులు తెలిపారు. అరెస్టయిన వారిని విచారించిన తర్వాత అవసరమైన భోలే బాబాను విచారిస్తామని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19888/05/07/2024/","hasAudio":false,"hasInfographics":false}