{"id":"wp-te-20422","wp_id":20422,"type":"standard","category":"World","language":"te","title":"నాగార్జునసాగర్‌లో 8 గేట్లు ఎత్తి దిగువకు నీటి విడుదల￼","excerpt":"ఎగువన భారీ వర్షాలతో కృష్ణానది పరవళ్లు తొక్కుతున్నది. వరద పోటెత్తడంతో ఆలమట్టి నుంచి శ్రీశైలం వరకు కృష్ణా, దాని ఉపనదులపై ఉన్న ప్రాజెక్టుల గేట్లు ఎత్తివేశారు. దీంతో నల్లగొండ జిల్లాలోని నాగార్జున సాగర్‌  ప్రాజెక్టుకు పెద్దఎత్తున వచ్చిచేరుతున్నది.  క్రమంగా ప్రాజెక్టు పూర్తిస్థాయి నీటిమట్టానికి చేరుకోవడంతో అధికారులు.. సాగర్‌ గేట్లు తెరిచారు. ఒక్కొక్కటిగా మొత్తం ఎనిమిది గేట్లు ఎత్తి నీటిని దిగువకు విడుదల చేస్తున్నారు.  ఉదయం 11 గంటలకు ఎస్‌ఈ నాగేశ్వరరావు, సీఈ అనిల్‌ కుమార్‌ కృష్ణమ్మకు జలహారతి","author":"Tattva News Team","time":"5/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Sagar.jpg","readTime":"5 min read","contentHTML":"\n<p>ఎగువన భారీ వర్షాలతో కృష్ణానది పరవళ్లు తొక్కుతున్నది. వరద పోటెత్తడంతో ఆలమట్టి నుంచి శ్రీశైలం వరకు కృష్ణా, దాని ఉపనదులపై ఉన్న ప్రాజెక్టుల గేట్లు ఎత్తివేశారు. దీంతో నల్లగొండ జిల్లాలోని నాగార్జున సాగర్‌  ప్రాజెక్టుకు పెద్దఎత్తున వచ్చిచేరుతున్నది. </p>\n\n\n\n<p>క్రమంగా ప్రాజెక్టు పూర్తిస్థాయి నీటిమట్టానికి చేరుకోవడంతో అధికారులు.. సాగర్‌ గేట్లు తెరిచారు. ఒక్కొక్కటిగా మొత్తం ఎనిమిది గేట్లు ఎత్తి నీటిని దిగువకు విడుదల చేస్తున్నారు.  ఉదయం 11 గంటలకు ఎస్‌ఈ నాగేశ్వరరావు, సీఈ అనిల్‌ కుమార్‌ కృష్ణమ్మకు జలహారతి ఇచ్చి నీటిని విడుదల చేశారు. తొలుత దిగు ప్రాంతాల ప్రజల అప్రమత్తత కోసం మూడుసార్లు సైరన్‌ మోగించారు. </p>\n\n\n\n<p>అనంతరం ఒక్కొక్కటిగా 8 గేట్లు ఎత్తారు. ప్రస్తుత సాగర్‌ క్రస్ట్‌ గేట్ల ద్వారా సుమారు 2 లక్షల క్యూసెక్కుల నీటిని దిగువకు వదులుతున్నట్లు అధికారులు తెలిపారు. నీటిని విడుదల చేయడంతో రైతులు హర్షం వ్యక్తం చేస్తున్నారు. తమకు ఈ సంవత్సరం రెండు పంటలకు ఇకా ఢోకా లేదని ధీమా వ్యక్తం చేస్తున్నారు.</p>\n\n\n\n<p>ఈ సుందర దృశ్యాన్ని వీక్షించేందుకు పెద్ద సంఖ్యలో పర్యాటకులు తరలివచ్చారు సోమవారం ఉదయం 8 గంటలకు సాగర్‌కు 4,41,183 క్యూసెక్కుల వరద వస్తుండగా, ఔట్‌ఫ్లో 40,516 క్యూసెక్కులుగా ఉంది. సాగర్ పూర్తిస్థాయి నీటి మట్టం 590 అడుగులుండగా, ప్రస్తుత నీటి మట్టం 580.40 అడుగులకు చేరుకుంది. డ్యామ్​ నీటినిల్వ సామర్థ్యం 312.50 టీఎంసీలకు గానూ ప్రస్తుత నీటి నిల్వ 284.16 టీఎంసీలుగా ఉన్నది.</p>\n\n\n\n<p>మరోవైపు శ్రీశైలం జలాశయానికి క్రమంగా వరద తగ్గుముఖం పట్టింది. ప్రాజెక్టు 10 గేట్లు 12 అడుగులు ఎత్తి నీటిని దిగువకు విడుదల చేస్తున్నారు. స్పిల్ వే ద్వారా 3,10,840 క్యూసెక్కుల నీటిని నాగార్జునసాగర్​కు వదులుతున్నారు. మరోవైపు శ్రీశైలానికి జూరాల, సుంకేసుల నుంచి 3.46 లక్షల క్యూసెక్కుల ప్రవాహం వస్తోంది. ఈ సుందర దృశ్యాన్ని వీక్షించేందుకు పెద్ద సంఖ్యలో పర్యాటకులు వస్తున్నారు.</p>\n\n\n\n<p> శ్రీశైలం ప్రాజెక్టు పూర్తిస్థాయి నీటిమట్టం 885 అడుగులు కాగా, ప్రస్తుత నీటిమట్టం 883 అడుగులకు చేరింది. నీటి నిల్వ సామర్థ్యం 215.80 టీఎంసీలు కాగా, ప్రస్తుతం 204.7 టీఎంసీలుగా నమోదైంది. శ్రీశైలం కుడి, ఎడమ గట్టు విద్యుత్‌ కేంద్రాల్లో విద్యుత్‌ను ఉత్పత్తి చేస్తూ 63,836 క్యూసెక్కుల నీటిని నాగార్జునసాగర్‌కు విడుదల చేస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20422/05/08/2024/","hasAudio":false,"hasInfographics":false}