{"id":"wp-te-19721","wp_id":19721,"type":"standard","category":"World","language":"te","title":"మొదటి 100 రోజులు పాలనపై దృష్టి సారించాలి.. పవన్ కళ్యాణ్","excerpt":"జనసేన ఎమ్యెల్యేలు మొదటి 100 రోజులు శాసనసభ వ్యవహారాలు, పరిపాలన అంశాలపై దృష్టి సారించాలని ఆ పార్టీ అధ్యక్షుడు, ఉప ముఖ్యమంత్రి పవన్ కళ్యాణ్ సూచించారు.  ప్రజల ఆశలు, ఆకాంక్షలను శాసనసభలో ప్రతిఫలింప చేయాలని దిశానిర్దేశం చేశారు. పార్టీ ఎమ్యెల్యేలలో అత్యధికులు మొదటిసారి ఎన్నికైన వారు కావడంతో వారికి అసెంబ్లీ వ్యవహారాలు, నియమావళి, సాంప్రదాయాలపై అవగాహన కార్యక్రమం నిర్వహించారు.  ప్రజా సంక్షేమంతో పాటు అభివృద్ధి కూడా సమంగా సాగాలని పవన్‌ సూచించారు. ఎప్పటికప్పుడు ప్రజల సమస్యల పరిష్కారానికి కట్టుబడి","author":"Tattva News Team","time":"26/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Pawan-MLAs.jpg","readTime":"5 min read","contentHTML":"\n<p>జనసేన ఎమ్యెల్యేలు మొదటి 100 రోజులు శాసనసభ వ్యవహారాలు, పరిపాలన అంశాలపై దృష్టి సారించాలని ఆ పార్టీ అధ్యక్షుడు, ఉప ముఖ్యమంత్రి పవన్ కళ్యాణ్ సూచించారు.  ప్రజల ఆశలు, ఆకాంక్షలను శాసనసభలో ప్రతిఫలింప చేయాలని దిశానిర్దేశం చేశారు. పార్టీ ఎమ్యెల్యేలలో అత్యధికులు మొదటిసారి ఎన్నికైన వారు కావడంతో వారికి అసెంబ్లీ వ్యవహారాలు, నియమావళి, సాంప్రదాయాలపై అవగాహన కార్యక్రమం నిర్వహించారు.</p>\n\n\n\n<p> ప్రజా సంక్షేమంతో పాటు అభివృద్ధి కూడా సమంగా సాగాలని పవన్‌ సూచించారు. ఎప్పటికప్పుడు ప్రజల సమస్యల పరిష్కారానికి కట్టుబడి ఉండాలని చెప్పారు. గ్రామ స్థాయిలో మౌలిక వసతుల కల్పన ఎంతో అవసరం ఉందన్న పవన్ శాంతి భద్రతల పరిరక్షణకు ఎక్కడా రాజీపడ వద్దని స్పష్టం చేశారు. భాష సరళంగా, మర్యాదపూర్వకంగా ఉండాలని,  అధికారులు, ఉద్యోగులతో మాట్లాడేటప్పుడు చర్చల్లో పరుష పదజాలం వాడవద్దని హెచ్చరించారు.</p>\n\n\n\n<p>ప్రజలతో గౌరవంగా ఉంటూ వారు తమ బాధలు, సమస్యలు చెబితే జాగ్రత్తగా వినాలని సూచించారు. పార్టీ కోసం క్షేత్ర స్థాయిలో నిస్వార్థంగా పని చేసిన జన సైనికులు, వీర మహిళలను, సభలు, కార్యక్రమాల్లో వాలంటీర్లుగా పనిచేసిన వారిని గుర్తించి, వారి కోసం ప్రత్యేకంగా కృతజ్ఞత కార్యక్రమాలు నిర్వహించాలని చెప్పారు. జనసేన పక్షాన చేసిన జనవాణి కార్యక్రమం ఎంతో విజయవంతమైందని చెబుతూ నియోజకవర్గ స్థాయిలో ప్రతినెలా జనవాణి చేపట్టాలని సూచించారు.</p>\n\n\n\n<p>బడ్జెట్ సమావేశాలు త్వరలో మొదలు కాబోతున్నాయని చెబుతూ నూతనంగా ఎన్నికైన సభ్యులు ఈ సమావేశాల ద్వారా ఎన్నో విషయాలు తెలుసుకుంటారని మంత్రి నాదెండ్ల మనోహర్ పేర్కొన్నారు. సభలో ప్రస్తావించే అంశాలు, చర్చల్లో పాల్గొనేందుకు తగిన అధ్యయనం చేయాలని ఎమ్మెల్యేలకు ఆయన సూచించారు. నియోజకవర్గ అంశాలను ప్రస్తావించడంతోపాటు వాటిని రాష్ట్ర స్థాయి కోణంలోనూ సభలో చర్చించడం ముఖ్యమని చెప్పారు.</p>\n\n\n\n<p>కాగా, దేశం మొత్తం ఆంధ్రప్రదేశ్‌ వైపు తిరిగి చూసేలా అద్భుతంగా రాష్ట్ర పంచాయతీరాజ్‌ వ్యవస్థను తీర్చిదిద్దేందుకు ఉద్యోగులు సహకరించాలని పవన్‌ కల్యాణ్‌ కోరారు. ఎంతో ఇష్టంతో కీలకమైన ఈ శాఖను తీసుకున్నానని, ఇందులో విప్లవాత్మక మార్పులు తీసుకురావడానికి అహర్నిశలూ కృషి చేస్తానని, ఉద్యోగులూ తగిన సూచనలు అందించాలని విజ్ఞప్తి చేశారు. విజయవాడలోని క్యాంపు కార్యాలయంలో మంగళవారం తనను కలిసేందుకు వచ్చిన పంచాయతీరాజ్‌ శాఖలోని ఉద్యోగ సంఘాల నాయకులు, ఇతర ప్రతినిధుల నుంచి వినతిపత్రాలు తీసుకున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19721/26/06/2024/","hasAudio":false,"hasInfographics":false}