{"id":"wp-en-14575","wp_id":14575,"type":"standard","category":"World","language":"en","title":"J-K to go to polls in three phases, Haryana in one, results on Oct 4￼","excerpt":"The Election Commission on Friday announced the dates for the Assembly polls in Jammu and Kashmir, which will be held in three phases. The first phase of polling in the Union Territory will be held on September 18, the second phase on September 25 and the third and final phase on October 1.  In Haryana,","author":"Tattva News Team","time":"16/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/ECI.jpeg","readTime":"5 min read","contentHTML":"\n<p>The Election Commission on Friday announced the dates for the Assembly polls in Jammu and Kashmir, which will be held in three phases. The first phase of polling in the Union Territory will be held on September 18, the second phase on September 25 and the third and final phase on October 1.</p>\n\n\n\n<p> In Haryana, the polling for the Assembly elections will be held in a single phase on October 1. Results for the assembly polls in both Haryana and Jammu and Kashmir will be announced on October 4.</p>\n\n\n\n<p>\"Assembly Elections will be held in three phases; voting on September 18th, September 25th, and October 1st. Counting of votes will take place on October 4,\" CEC Rajiv Kumar said.</p>\n\n\n\n<p>In Haryana, the polling for the Assembly elections will be held in a single phase on October 1. Results for the assembly polls in both Haryana and Jammu and Kashmir will be announced on October 4.</p>\n\n\n\n<p>\"There are a total of 90 Assembly constituencies in J-K, of which 74 are general, ST are 9 and SC constituencies are 7. Talking about the electors data, total 87.09 lakh electors are there is Jammu and Kashmir, 44.46 lakh male voters and 42.62 lakhs female voters are there. There are over 20 lakh youth voters. There will be 11,838 polling stations at 9,169 locations,\" Rajiv Kumar said.</p>\n\n\n\n<p>The EC has visited both J&K and Haryana to review poll preparations this month. Considering the security situation in Jammu and Kashmir, all candidates would need security cover, leading to an increase in the requirement. Sources said, the EC expects an average of 15 to 20 candidates to contest from each constituency across the UT, where 90 seats go for polls.</p>\n\n\n\n<p>\"A great enthusiasm was seen among the people. They wanted to participate in the election process. People want elections to be conducted there as early as possible...The long queues at the polling booth in J&K during the Lok Sabha elections are proof that people not only want change but also want to raise their voice by becoming a part of that change. This glimpse of hope and democracy shows that the people want to change the picture. They want to write their own destiny. The people of Jammu and Kashmir chose ballot over bullet in Lok Sabha elections,\" CEC added.</p>\n","originalUrl":"https://en.tattvanews.com/national/j-k-to-go-to-polls-in-three-phases-haryana-in-one-results-on-oct-4%ef%bf%bc/","hasAudio":false,"hasInfographics":false}