{"id":"wp-en-13236","wp_id":13236,"type":"standard","category":"World","language":"en","title":"AAP MP Swati Maliwal alleges Kejriwal's PA misbehaved with her￼","excerpt":"AAP's Rajya Sabha MP and former Delhi Commission for Women chief  Swati Maliwal on Monday alleged that a personal staff member of Delhi Chief Minister Arvind Kejriwal misbehaved with her. Though she approached the Civil Lines police station, no formal complaint has been filed yet.  The Delhi Police received two calls from Maliwal around 10 am","author":"Tattva News Team","time":"14/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Swati.jpg","readTime":"5 min read","contentHTML":"\n<p>AAP's Rajya Sabha MP and former Delhi Commission for Women chief  Swati Maliwal on Monday alleged that a personal staff member of Delhi Chief Minister Arvind Kejriwal misbehaved with her. Though she approached the Civil Lines police station, no formal complaint has been filed yet. </p>\n\n\n\n<p>The Delhi Police received two calls from Maliwal around 10 am alleging that she was assaulted by Kejriwal's personal assistant Bibhav Kumar. A team from the Civil Lines police station reached the chief minister's residence after that.</p>\n\n\n\n<p>Divulging further details into the development, DCP North Delhi Manoj Kumar Meena said that police received a PCR call at 9:34 am on Monday morning from CM house, where the lady caller said that she had been assaulted inside the CM house.</p>\n\n\n\n<p> “Accordingly, local police along with the SHO reached the spot. After some time, MP Swati Maliwal came to Civil Lines Police Station, but did not submit any complaint over there. In this matter, no complaint has been received till now,\" says.</p>\n\n\n\n<p>AAP's Rajya Sabha MP Swati Maliwal earlier today went to the Civil Lines police station and alleged that a member of Delhi CM Arvind Kejriwal's personal staff misbehaved with her,” DCP Meena said.</p>\n\n\n\n<p>The Delhi BJP has targeted the ruling AAP over Maliwal's complaint against the Delhi CM's PA.  BJP leader Bansuri Swaraj while reacting to Swati Maliwal's complaint, said, “Kejriwal can't protect his own MP; how will he protect women in Delhi?”</p>\n\n\n\n<p> There was no immediate reaction from either the chief minister's residence or from Delhi's ruling Aam Aadmi Party. Sources said that the incident took place ahead of an important meeting of the corporation councilors of Aam Aadmi Party called at the residence of Delhi Chief Minister Arvind Kejriwal.</p>\n","originalUrl":"https://en.tattvanews.com/national/aap-mp-swati-maliwal-alleges-kejriwals-pa-misbehaved-with-her%ef%bf%bc/","hasAudio":false,"hasInfographics":false}