{"id":"wp-te-18831","wp_id":18831,"type":"standard","category":"World","language":"te","title":"ఆధ్యాత్మిక కేంద్రం తిరుపతిని రిసార్ట్‌గా మార్చిన జగన్","excerpt":"ఆధ్యాత్మిక కేంద్రమైన తిరుమలను రిసార్ట్‌గా మార్చి జగన్ దెబ్బ తీశారని మండిపడుతూ తిరుమల పవిత్రతను తాము అధికారంలోకి రాగానే పునరుద్ధరిస్తామని టిడిపి అధినేత చంద్రబాబు నాయుడు, జనసేన అధినేత పవన్‍ కల్యాణ్‍ ప్రకటించారు. గడిచిన ఐదు సంవత్సరాలలో రాష్ట్రంలో జరిగిన విధ్వంసంపై విరుచుకుపడుతూ వైవీ సుబ్బారెడ్డి, భూమన కరుణాకరరెడ్డిల అవినీతికి అడ్డేలేదని మండిపడ్డారు.  తిరుపతిలో నిర్వహించిన కూటమి ఎన్నికల ప్రచార సభలో పాల్గొంటూ ఆధ్యాత్మిక కేంద్రమైన తిరుపతిలో ఐదేళ్లుగా దొంగలు పడ్డారని చంద్రబాబు ఆక్షేపించారు. వైసీపీకి ఓటేస్తే","author":"Tattva News Team","time":"8/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Jagan-Pavan.webp","readTime":"5 min read","contentHTML":"\n<p>ఆధ్యాత్మిక కేంద్రమైన తిరుమలను రిసార్ట్‌గా మార్చి జగన్ దెబ్బ తీశారని మండిపడుతూ తిరుమల పవిత్రతను తాము అధికారంలోకి రాగానే పునరుద్ధరిస్తామని టిడిపి అధినేత చంద్రబాబు నాయుడు, జనసేన అధినేత పవన్‍ కల్యాణ్‍ ప్రకటించారు. గడిచిన ఐదు సంవత్సరాలలో రాష్ట్రంలో జరిగిన విధ్వంసంపై విరుచుకుపడుతూ వైవీ సుబ్బారెడ్డి, భూమన కరుణాకరరెడ్డిల అవినీతికి అడ్డేలేదని మండిపడ్డారు. </p>\n\n\n\n<p>తిరుపతిలో నిర్వహించిన కూటమి ఎన్నికల ప్రచార సభలో పాల్గొంటూ ఆధ్యాత్మిక కేంద్రమైన తిరుపతిలో ఐదేళ్లుగా దొంగలు పడ్డారని చంద్రబాబు ఆక్షేపించారు. వైసీపీకి ఓటేస్తే మీ భూములు మీవి కావని హెచ్చరించారు. జగన్‌ తెచ్చిన ల్యాండ్‌ టైటిలింగ్‌ యాక్టు ప్రజల మెడకు ఉరితాడు లాంటిదని పేర్కొన్నారు. </p>\n\n\n\n<p>ప్రజల భూములపై జగన్‌ పెత్తనమేంటని నిలదీశారు. తిరుపతిని పవిత్ర కేంద్రంగా నిలిపే బాధ్యత తమదని స్పష్టం చేశారు. తిరుపతిని విద్యా కేంద్రంగా చేసేందుకు కృషి చేశామని గుర్తు చేశారు. తిరుపతిలోనే పుట్టి పెరిగానని వేంకటేశ్వరస్వామి నాకు పునర్జన్మ ఇచ్చారని చంద్రబాబు పేర్కొన్నారు. </p>\n\n\n\n<p>ఇక్కడి నుంచే ఎన్టీఆర్‌, చిరంజీవి పోటీ చేశారని గుర్తు చేశారు. తిరుపతిలో వైఎస్సార్​సీపీకి డిపాజిట్‌ కూడా రాదని, సామాజిక న్యాయానికి కూటమి కట్టుబడి ఉందని తెలిపారు. బ్రాహ్మణ కార్పొరేషన్‌ను బలోపేతం చేస్తామని హామీ ఇచ్చారు. తిరుమలతో పాటు రాష్ట్రంలోని అన్ని దేవాలయాల ట్రస్ట్‌ బోర్డుల్లో సభ్యులుగా బ్రాహ్మణులకు అవకాశం కల్పిస్తామన్నారు. ఐదేళ్లలో 20లక్షల ఉద్యోగాలు ఇస్తామన్నారు.</p>\n\n\n\n<p>వైవీ సుబ్బారెడ్డి, భూమన కరుణాకరరెడ్డి తిరుమల తిరుపతి దేవస్థానం కాంట్రాక్టు పనులను ఆదాయవనరుగా మార్చుకున్నారని పవన్‌ కల్యాణ్‌ ధ్వజమెత్తారు. అంతకుముందు తిరుపతిలో వారాహి విజయభేరి యాత్ర ర్యాలీలో పాల్గొన్న చంద్రబాబు, పవన్‌ కల్యాణ్‌కు జనం బ్రహ్మరథం పట్టారు. రోడ్‍ షో సాగుతున్న ప్రాంతంలో విద్యుత్‍ సరఫరా నిలిపివేయడంతో ప్రదర్శన చీకట్లోనే సాగింది.</p>\n","originalUrl":"https://tattvanews.com/18831/08/05/2024/","hasAudio":false,"hasInfographics":false}