{"id":"wp-te-18975","wp_id":18975,"type":"standard","category":"World","language":"te","title":"ఏపీ సీఎస్, డీజీపీకి ఈసీ సమన్లుఏపీ సీఎస్, డీజీపీకి ఈసీ సమన్లు","excerpt":"ఏపీలో సార్వత్రిక ఎన్నికల పోలింగ్ తర్వాత పలు జిల్లాల్లో చెలరేగిన హింసపై ఈసీ ఆగ్రహం వ్యక్తం చేసింది. రెండు రోజులుగా వరుసగా చోటు చేసుకుంటున్న ఘటనలపై ఎప్పటికప్పుడు నివేదికలు తెప్పించుకుంటున్న కేంద్ర ఎన్నికల సంఘం.. దీనిపై వివరణ ఇవ్వాలంటూ సీఎస్ జవహర్ రెడ్డితో పాటు డీజీపీ హరీష్ కుమార్ గుప్తాకు ఆదేశాలు ఇచ్చింది. దీంతో వారిద్దరూ ఢిల్లీ వెళ్లి వివరణ ఇచ్చేందుకు సిద్దమవుతున్నారు. రాష్ట్రంలో ఈ నెల 13న జరిగిన అసెంబ్లీ, లోక్ సభ ఎన్నికల పోలింగ్","author":"Tattva News Team","time":"16/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/DGP-CS.jpg","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో సార్వత్రిక ఎన్నికల పోలింగ్ తర్వాత పలు జిల్లాల్లో చెలరేగిన హింసపై ఈసీ ఆగ్రహం వ్యక్తం చేసింది. రెండు రోజులుగా వరుసగా చోటు చేసుకుంటున్న ఘటనలపై ఎప్పటికప్పుడు నివేదికలు తెప్పించుకుంటున్న కేంద్ర ఎన్నికల సంఘం.. దీనిపై వివరణ ఇవ్వాలంటూ సీఎస్ జవహర్ రెడ్డితో పాటు డీజీపీ హరీష్ కుమార్ గుప్తాకు ఆదేశాలు ఇచ్చింది. దీంతో వారిద్దరూ ఢిల్లీ వెళ్లి వివరణ ఇచ్చేందుకు సిద్దమవుతున్నారు.</p>\n\n\n\n<p>రాష్ట్రంలో ఈ నెల 13న జరిగిన అసెంబ్లీ, లోక్ సభ ఎన్నికల పోలింగ్ నేపథ్యంలో హింస చెలరేగింది. పోలింగ్ పూర్తి కాకముందే పలు జిల్లాల్లో హింసాత్మక ఘటనలు చోటు చేసుకున్నాయి. ముఖ్యంగా మాచర్ల,తాడిపత్రి,చంద్రగిరి,నరసరావుపేటలో చోటు చేసుకున్న ఘటనలపై ఎన్నికల సంఘం ఆగ్రహం వ్యక్తం చేసింది. దీనిపై తక్షణ చర్యలకు ఆదేశాలు ఇచ్చింది. </p>\n\n\n\n<p>దీంతో  సీఈవో ముకేష్ కుమార్ మీనా హింసకు కారణమవుతున్న నేతల హౌస్ అరెస్టులకు ఆదేశాలు ఇచ్చారు. ఈ క్రమంలోనే పోలీసులు ముగ్గురు వైసీపీ ఎమ్మెల్యేలు పిన్నెల్లి రామకృష్ణారెడ్డి, కాసు మహేష్ రెడ్డి, గోపిరెడ్డి శ్రీనివాసరెడ్డిని హౌస్ అరెస్ట్ చేశారు.</p>\n\n\n\n<p>అయినా ఇంకా పలు చోట్ల హింస కొనసాగుతుండటంపై ఆగ్రహంగా ఉన్న ఈసీ ఢిల్లీ వచ్చి వీటిపై వ్యక్తిగతంగా వివరణ ఇవ్వాలని సీఎస్, డీజీజీలకు సమన్లు పంపింది. దీంతో వీరిద్దరూ ఢిల్లీ వెళ్లి హింసకు గల కారణాలు, వాటిని అదుపు చేసేందుకు చేసిన ప్రయత్నాలపై ఈసీకి వివరణ ఇవ్వబోతున్నారు. ఏపీలో ఎన్నికల తరువాత జరుగుతున్న హింసను అరికట్టడంలో డీజీపీ, సీఎస్ లు విఫలమైనట్లు ఎన్నికల కమిషన్ అభిప్రాయపడింది. రేపు వీరు ఇచ్చే వివరణ ఆధారంగా ఈసీ తదుపరి చర్యలు ప్రకటించనుంది.</p>\n","originalUrl":"https://tattvanews.com/18975/16/05/2024/","hasAudio":false,"hasInfographics":false}