{"id":"wp-te-18798","wp_id":18798,"type":"standard","category":"World","language":"te","title":"కవితకు మరోసారి బెయిల్ నిరాకరణ","excerpt":"ఢిల్లీ లిక్కర్ స్కాం కేసులో బీఆర్ఎస్ ఎమ్మెల్సీ కల్వకుంట్ల కవితకు మరోసారి నిరాశే ఎదురైంది. దేశ వ్యాప్తంగా ప్రకంపనలు సృష్టించిన ఈ కేసులో అరెస్ట్ అయి ప్రస్తుతం తీహార్ జైలులో ఉన్న ఆమెకు బెయిల్ ఇచ్చేందుకు కోర్టు నిరాకరించింది. సీబీఐ, ఈడీ కేసుల్లో తనకు బెయిల్ ఇవ్వాలని కోరుతూ కవిత దాఖలు చేసిన పిటిషన్‌పై ఢిల్లీ రౌస్ అవెన్యూ కోర్టు తీర్పును వెలువరించింది.  ఆమెకు బెయిల్ నిరాకరిస్తూ.. పిటిషన్లను డిస్మిస్ చేసింది. ఈ మేరకు స్పెషల్ కోర్టు","author":"Tattva News Team","time":"6/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Kavitha-ED.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్ స్కాం కేసులో బీఆర్ఎస్ ఎమ్మెల్సీ కల్వకుంట్ల కవితకు మరోసారి నిరాశే ఎదురైంది. దేశ వ్యాప్తంగా ప్రకంపనలు సృష్టించిన ఈ కేసులో అరెస్ట్ అయి ప్రస్తుతం తీహార్ జైలులో ఉన్న ఆమెకు బెయిల్ ఇచ్చేందుకు కోర్టు నిరాకరించింది. సీబీఐ, ఈడీ కేసుల్లో తనకు బెయిల్ ఇవ్వాలని కోరుతూ కవిత దాఖలు చేసిన పిటిషన్‌పై ఢిల్లీ రౌస్ అవెన్యూ కోర్టు తీర్పును వెలువరించింది. </p>\n\n\n\n<p>ఆమెకు బెయిల్ నిరాకరిస్తూ.. పిటిషన్లను డిస్మిస్ చేసింది. ఈ మేరకు స్పెషల్ కోర్టు జడ్జి కావేరి భవేజా తీర్పును వెలువరించారు.  ఢిల్లీ లిక్కర్ స్కాం కేసులో మార్చి 15న ఈడీ కవితను అరెస్టు చేయగా.. రిమాండ్‌లో ఉండగానే ఏప్రిల్ 11న సీబీఐ ఆమెను అదుపులోకి తీసుకుంది. ఢిల్లీ మద్యం విధానాన్ని తమకు అనుకూలంగా తయారుచేయించి అక్రమార్జన చేశారని కవితపై ఆరోపణలు ఉన్నాయి. </p>\n\n\n\n<p>మద్యం విధానాన్ని అనుకూలంగా రూపొందించినందుకు ఆప్‌కు కవిత రూ. 100 కోట్ల లంచం ఇచ్చారని సీబీఐ, ఈడీ ఆరోపించింది. రూ.100 కోట్ల లంచం సొమ్మును సౌత్ గ్రూప్ సిండికేట్ నుంచి కవిత వసూలు చేశారని అభియోగం మోపారు. ఈ వ్యవహారంలో పైసా పెట్టుబడి లేకుండానే కవిత ఇండోస్పిరిట్‌లో 33 శాతం వాటా దక్కించుకున్నారని ఆరోపించారు. దీంతో ఆమెను అరెస్టు చేసిన ఈడీ, సీబీఐ అధికారులు కస్డడీకి తీసుకున్నారు.</p>\n\n\n\n<p>అయితే.. సీబీఐ, ఈడీ కేసుల్లో బెయిల్ మంజూరు చేయాలని ప్రత్యేక నాయస్థానంలో పిటిషన్ దాఖలు చేశారు. గత నెల 22న పిటిషన్‌పై వాదనలు జరిగాయి. ఈ కేసు రాజకీయ కక్షతో పెట్టారని.. కేవలం అప్రూవర్ల స్టేట్‌మెంట్లను ఆధారం చేసుకుని అరెస్టు చేశారని కవిత తరపు న్యాయవాదులు వాదించారు. కవితకు వ్యతిరేకంగా ఎలాంటి సాక్షాలు లేవని వాదనలు వినపించారు. </p>\n\n\n\n<p>ఈ వాదనలపై ఈడీ, సీబీఐ తరపు న్యాయవాదులు కౌంటర్ ఇచ్చారు. కవితకు బెయిల్ ఇవ్వద్దని వాదించారు. ఈ కేసులో కవితే ప్రధాన కుట్రదారు అని.. ఆమె బయటకు వస్తే సాక్షాలను ధ్వంసం చేసే అవకాశం ఉందని, సాక్షులను బెదిరించే అవకాశం ఉందని వాదించారు.  ఇరుపక్షాల వాదనలు విన్న న్యాయస్థానం తీర్పును ఈనెల 2కు ఆ తర్వాత ఈనెల 6కు వాయిదా వేసింది.</p>\n\n\n\n<p>తాజాగా.. ఈడీ, సీబీఐ న్యాయవాదుల వాదనలతో ఏకీభవిస్తూ.. కవిత బెయిల్ పిటిషన్లను డిస్మస్ చేశారు. దాంతో ట్రయర్ కోర్టు తీర్పుపై ఆమె ఢిల్లీ హైకోర్టును ఆశ్రయించే అవకాశం ఉంది. ప్రస్తుతం కవిత తీహార్ జైలులో ఉండగా.. రేపటితో ఆమె కస్టడీ ముగియనుంది. దీంతో మరోసారి ఆమెను న్యాయస్థానం ముందు హాజరుపరచనున్నారు.</p>\n","originalUrl":"https://tattvanews.com/18798/06/05/2024/","hasAudio":false,"hasInfographics":false}