{"id":"wp-en-13957","wp_id":13957,"type":"standard","category":"World","language":"en","title":"Hathras stampede FIR says organisers  flouted conditions￼","excerpt":"The Uttar Pradesh Police on Wednesday lodged an FIR against the organisers of the religious congregation in Hathras where 121 people died in a stampede, accusing them of hiding evidence and flouting conditions with 2.5 lakh people gathering for the event in which only 80,000 were permitted. However, the congregation or 'satsang' conductor Jagat Guru","author":"Tattva News Team","time":"3/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bhole-Baba.webp","readTime":"5 min read","contentHTML":"\n<p>The Uttar Pradesh Police on Wednesday lodged an FIR against the organisers of the religious congregation in Hathras where 121 people died in a stampede, accusing them of hiding evidence and flouting conditions with 2.5 lakh people gathering for the event in which only 80,000 were permitted.</p>\n\n\n\n<p>However, the congregation or 'satsang' conductor Jagat Guru Saakar Vishwahari's name does not figure in the list of accused in the FIR though his name is in the complaint.</p>\n\n\n\n<p>The FIR alleged that the organisers hid the actual number of devotees coming to the 'satsang' while seeking permission, did not cooperate in traffic management and hid evidence after the stampede, which broke out after people gathered there stopped to collect mud from the way the baba's vehicle was passing. The FIR apparently gave a clean chit to the police and administration, saying they did whatever possible from the available resources.</p>\n\n\n\n<p>The FIR has been registered under Bharatiya Nyaya Sanhita sections 105 (culpable homicide not amounting to murder), 110 (attempt to commit culpable homicide), 126 (2) (wrongful restraint), 223 (Disobedience to order duly promulgated by the public servant), 238 (causing disappearance of evidence), the officer said.</p>\n\n\n\n<p>The stampede has put the spotlight on Narayan Sakar Vishwa Hari aka Bhole Baba, a religious preacher based in Mainpuri. The incident allegedly happened as the victims were running behind Baba's vehicle when he was leaving the venue.</p>\n\n\n\n<p>Police officials say the victims used to collect the soil the preacher walked on and the stampede happened when some of them bent down to do so. After police officials swooped on Baba's abode at Ram Kutir Charitable Trust in Mainpuri district, he was nowhere to be found. \"We did not find Baba ji inside the campus...He is not here...\" said Deputy SP Sunil Kumar. However, it is not yet clear whether he would be charged. </p>\n\n\n\n<p>Local media reports claim Narayan Sakar Vishwa Hari was a constable with the Uttar Pradesh police till 1990 before turning into a spiritual preacher. With a considerable following across Uttar Pradesh, Rajasthan and even Madhya Pradesh, not much is known about the preacher, other than that his name was Suraj Pal.</p>\n\n\n\n<p>Hailing from Etah district, Bhole Baba is not your typical preacher. Clad in white shirt, white pants, sneakers and a white cap, Bhole Baba preaches along with his wife. His 'satsangs', where he speaks about ditching worldly pleasures before dedicating themselves to god, are called 'Manav Mangal Milan Sadbhavna Samagam,' by his devotees. </p>\n\n\n\n<p>Though the Baba himself does not run social media accounts, he has a group of dedicated followers who upload videos and photographs of the preacher, with devotional songs in the background.</p>\n\n\n\n<p>There are also reports that many politicians, including SP chief Akhilesh Yadav, visited him during election campaigns. Bhole Baba belongs to the Jatav community and has said to behaving a profound influence among the SC/ST and OBC sections. Muslims are also among his followers.</p>\n\n\n\n<p>In 2022, when the Covid protocol was in place, Bhole Baba held a satsang in Farrukhabad. Though the district administration only allowed 50 attendees, a whopping 50,000 people attended the event, flouting all norms. He was also investigated in connection with a land grabbing case in Karsui village of Bidhnu area in Kanpur.</p>\n","originalUrl":"https://en.tattvanews.com/national/hathras-stampede-fir-says-organisers-flouted-conditions%ef%bf%bc/","hasAudio":false,"hasInfographics":false}