{"id":"wp-en-15711","wp_id":15711,"type":"standard","category":"World","language":"en","title":"Assassination bid on Sukhbir Badal during sewa at Golden Temple￼","excerpt":"In a shocking development, a man opened fire at Shiromani Akali Dal (SAD) leader Sukhbir Singh Badal at the entrance of the Golden Temple in Amritsar. The person was overpowered by people present on the spot and was nabbed. Badal was attacked while serving as part of religious punishment. Around 9.30 am, Chaura was only a few","author":"Tattva News Team","time":"4/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Sukhbir.webp","readTime":"5 min read","contentHTML":"\n<p>In a shocking development, a man opened fire at Shiromani Akali Dal (SAD) leader Sukhbir Singh Badal at the entrance of the Golden Temple in Amritsar. The person was overpowered by people present on the spot and was nabbed. Badal was attacked while serving as part of religious punishment.</p>\n\n\n\n<p>Around 9.30 am, Chaura was only a few metres away from Sukhbir when he took out a pistol and before he could open fire, the security personnel deployed in ‘mufti’ around Sukhbir overpowered the terrorist and the bullet was fired into the open.</p>\n\n\n\n<p>According to the information, Badal narrowly escaped the attack and is safe. Meanwhile, SAD has accused the Punjab govt of its failure to provide security. SAD said that they have no faith in the Punjab government asking, \"Who will take responsibility for the attack?\" </p>\n\n\n\n<p>Police Commissioner Gurpreet Singh Bhullar said everything was brought under control before any untoward incident could have occurred. “It was the efficiency and promptness of a policeman of the Amritsar police who gauged the situation and overpowered Chaura and the bullet was fired into the air. Chaura has been arrested. Everything is fine,” he said.</p>\n\n\n\n<p>Condemning the incident, Akali leader Daljit Singh Cheema called it a \"major security lapse\" and demanded a judicial inquiry into the incident. “Though I appreciate the policeman who took swift action, we have no faith in the government. The conspiracy behind this incident has to come out,\" he said.</p>\n\n\n\n<p>Reacting to the incident, ADCP Harpal Singh said that proper security arrangements are in place and he was himself present on site from 7:00 am. He identified the attacker as Narayan Singh Chuara. Chaura was present in the temple yesterday also. On Wednesday morning, he came to the temple as usual and paid obeisance before opening fire at Badal, he added. </p>\n\n\n\n<p>Meanwhile, it has been reported that Chauda is a resident of Derababa and is a member of Dal Khalsa and was arrested under UAPA in 2013. </p>\n","originalUrl":"https://en.tattvanews.com/national/assassination-bid-on-sukhbir-badal-during-sewa-at-golden-temple%ef%bf%bc/","hasAudio":false,"hasInfographics":false}