{"id":"wp-en-13218","wp_id":13218,"type":"standard","category":"World","language":"en","title":"China’s illicit forced organ harvesting industry￼","excerpt":"China’s illicit forced organ harvesting industry, valued at a staggering $1 billion annually, targets ethnic and religious minorities, including Uyghurs, Tibetans, Muslims, Christians, and Falun Gong practitioners. This abhorrent trade has drawn condemnation from U.S. lawmakers across party lines, as well as human rights organizations across the globe. For over two decades, China has been","author":"Tattva News Team","time":"13/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Organ-trade.png","readTime":"5 min read","contentHTML":"\n<p>China’s illicit forced organ harvesting industry, valued at a staggering $1 billion annually, targets ethnic and religious minorities, including Uyghurs, Tibetans, Muslims, Christians, and Falun Gong practitioners. This abhorrent trade has drawn condemnation from U.S. lawmakers across party lines, as well as human rights organizations across the globe.</p>\n\n\n\n<p>For over two decades, China has been accused of prosecuting a state-sponsored campaign of forced organ harvesting using prisoners of conscience. Despite vehement denials from Beijing, mounting evidence and international consensus stresses the urgent need for action.</p>\n\n\n\n<p>The findings of the China Tribunal corroborated by leading researchers and U.N. experts, highlight the systematic nature of forced organ harvesting in China, constituting crimes against humanity. According To the European Times researchers estimate that between 60,000 and 100,000 transplants have taken place every year in China since the early 2000s.<em> </em></p>\n\n\n\n<p>European human rights organizations, led by the International Coalition to End Transplant Abuse in China (ETAC), have penned an open letter to the E.U.’s High Representative for Foreign Affairs and Security, Josep Borrell. The letter urges robust action to shield E.U. citizens and institutions from complicity in China’s reprehensible practices.</p>\n\n\n\n<p>Despite China’s introduction of new regulations on organ donation and transplantation, critics argue that these measures lack transparency and accountability. The failure to align with international standards has perpetuated a system of abuse, particularly against persecuted minorities.</p>\n\n\n\n<p>Simultaneously, U.S. lawmakers are mobilizing to address the crisis. Six members of the Congressional-Executive Commission on China (CECC) have urged the State Department to intensify efforts to combat forced organ harvesting in a bipartisan coalition.</p>\n\n\n\n<p>Efforts to disrupt and deter forced organ harvesting remain paramount. The simultaneous actions by U.S. lawmakers and international human rights groups to address these egregious human rights violations is a powerful step.</p>\n","originalUrl":"https://en.tattvanews.com/international/chinas-illicit-forced-organ-harvesting-industry%ef%bf%bc/","hasAudio":false,"hasInfographics":false}