{"id":"wp-te-19470","wp_id":19470,"type":"standard","category":"World","language":"te","title":"విమాన ప్రమాదంలో మలావీ ఉపాధ్యక్షుని దుర్మరణం","excerpt":"తమ దేశ ఉపాధ్యక్షుడు సౌలోస్ క్లాస్ చిలిమా ప్రయాణిస్తున్న విమానం కూలిపోయిందని, చిలిమాతో సహా విమానంలో ఉన్నవారందరూ మరణించారని మలావీ అధ్యక్షుడు లాజరస్ చక్వెరా వెల్లడించారు. 51 ఏళ్ల చిలిమా, పూర్వపు తొలి మహిళ షనీల్ జింబిరి సహా పది మంది పాటు సైనిక విమానంలో వెళుతున్నారని, విమానం మలావీ రాజధాని లిలాంగ్వే నుంచి బయలుదేరిందని, ముజుజు విమానాశ్రయంలో దిగవలసి ఉందని మలావీ అధ్యక్షుడు, మంత్రివర్గ కార్యాలయం ఒక ప్రకటనలో తెలియజేసింది. అననుకూల వాతావరణం కారణంగా విమానం","author":"Tattva News Team","time":"12/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Malawi.webp","readTime":"5 min read","contentHTML":"\n<p>తమ దేశ ఉపాధ్యక్షుడు సౌలోస్ క్లాస్ చిలిమా ప్రయాణిస్తున్న విమానం కూలిపోయిందని, చిలిమాతో సహా విమానంలో ఉన్నవారందరూ మరణించారని మలావీ అధ్యక్షుడు లాజరస్ చక్వెరా వెల్లడించారు. 51 ఏళ్ల చిలిమా, పూర్వపు తొలి మహిళ షనీల్ జింబిరి సహా పది మంది పాటు సైనిక విమానంలో వెళుతున్నారని, విమానం మలావీ రాజధాని లిలాంగ్వే నుంచి బయలుదేరిందని, ముజుజు విమానాశ్రయంలో దిగవలసి ఉందని మలావీ అధ్యక్షుడు, మంత్రివర్గ కార్యాలయం ఒక ప్రకటనలో తెలియజేసింది.</p>\n\n\n\n<p>అననుకూల వాతావరణం కారణంగా విమానం ఆ విమానాశ్రయంలో దిగలేకపోయినట్లు, రాజధానికి తిరిగి రావలసిందని సోమవారం ఆదేశించినట్లు అధ్యక్షుడు చక్వెరా జాతిని ఉద్దేశించి చేసిన టివి ప్రసంగంలో చెప్పారు. విమానం ఆచూకీ తీయడానికి ఒక రిజర్వ్ అడవిలో పది కిలో మీటర్ల పరిధిలో తీవ్రంగా అన్వేషించినట్లు అధ్యక్షుడు తెలిపారు. </p>\n\n\n\n<p>సహాయ కార్యక్రమాల్లో అండగాఉండవలసిందిగా పొరుగు దేశాలకు, యుఎస్, బ్రిటన్, నార్వే, ఇజ్రాయెల్ ప్రభుత్వాలకు మలావీ విజ్ఞప్తి చేసినట్లు అధ్యక్షుడు తెలియజేశారు. సోమవారం అదృశ్యమైన విమానం పర్వత ప్రాంతాల్లో కూలిపోయినట్లు అధికారులు మంగళవారం గుర్తించారు.</p>\n\n\n\n<p>మలావీ రాజధాని లిలోంగ్వే నుంచి ఆ విమానం బయలుదేరింది. 370 కిలోమీటర్ల దూరంలోని జుజు అంతర్జాతీయ విమానాశ్రయంలో దిగాల్సి ఉంది. ప్రయాణ సమయం 45 నిమిషాలు. అయితే, ప్రతికూల వాతావరణం కారణంగా జుజులో దిగవద్దని, తిరిగి లిలోంగ్వేకు వెళ్లిపోవాలని ఏటీసీ నుంచి సూచనలు అందాయి. </p>\n\n\n\n<p>ఆ తర్వాత కాసేపటికే రాడార్‌తో విమానానికి సంబంధాలు తెగిపోయాయి. జుజు సమీపంలోని పర్వత ప్రాంతంలో విమానం కుప్పకూలిపోయినట్లు తాజాగా వెలుగులోకి రావడంతో మలావీ ప్రజలు విషాదంలో మునిగిపోయారు.</p>\n\n\n\n<p>తదుపరి అధ్యక్ష ఎన్నికలలో అభ్యర్థిగా పరిగణిస్తున్న చిలిమాను అవినీతి ఆరోపణలపై 2022లో అరెస్టు చేశారు. అయితే, కేసును కొనసాగించరాదని పబ్లిక్ ప్రాసిక్యూషన్‌ల డైరెక్టర్ ఒక నోటీస దాఖలు చేసిన తరువాత మలావీలో ఒక కోర్టు క్రితం నెల ఆయనపై అవినీతి ఆరోపణలను ఉపసంహరించింది. అయితే, తాను ఏ తప్పూ చేయలేదని చిలిమా స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19470/12/06/2024/","hasAudio":false,"hasInfographics":false}