{"id":"wp-en-14736","wp_id":14736,"type":"standard","category":"World","language":"en","title":"Jay Shah elected unopposed as next ICC chairman","excerpt":"Jay Shah has been elected unopposed as chairman of the ICC as he replaces the outgoing Greg Barclay for the top post. Shah has served in the roles of the Board of Control for Cricket in India (BCCI) secretary and the Asian Cricket Council (ACC) president and is expected to step down from those roles. At","author":"Tattva News Team","time":"28/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Jai-Shah.jpg","readTime":"5 min read","contentHTML":"\n<p>Jay Shah has been elected unopposed as chairman of the ICC as he replaces the outgoing Greg Barclay for the top post. Shah has served in the roles of the Board of Control for Cricket in India (BCCI) secretary and the Asian Cricket Council (ACC) president and is expected to step down from those roles.</p>\n\n\n\n<p>At 35, Shah has become the youngest man to become the ICC chairman. He will take the office on 1st December, 2024. The Indian administrator was the sole nominee for the chairmanship as Barclay did not go for a third term for the ICC chair. </p>\n\n\n\n<p>Barclay served as the ICC chair for two terms of two years each but did not go for the third term. Shah has served in the role of the BCCI secretary since October 2019 and ACC president since January 2021. </p>\n\n\n\n<p>After being chosen as the next ICC chairman, Shah said, \"I am humbled by the nomination as the Chair of the International Cricket Council.\"</p>\n\n\n\n<p>“I am committed to working closely with the ICC team and our member nations to further globalize cricket. We stand at a critical juncture where it is increasingly important to balance the coexistence of multiple formats, promote the adoption of advanced technologies, and introduce our marquee events to new global markets. Our goal is to make cricket more inclusive and popular than ever before,\" he added.</p>\n\n\n\n<p>\"While we will build on the valuable lessons learned, we must also embrace fresh thinking and innovation to elevate the love for cricket worldwide. The inclusion of our sport in the Olympics at LA 2028 represents a significant inflection point for the growth of cricket, and I am confident that it will drive the sport forward in unprecedented ways,\" Shah further said.</p>\n","originalUrl":"https://en.tattvanews.com/national/jay-shah-elected-unopposed-as-next-icc-chairman/","hasAudio":false,"hasInfographics":false}