{"id":"wp-en-15269","wp_id":15269,"type":"standard","category":"World","language":"en","title":"India's consumer durables sector set to grow 11% CAGR by 2029￼","excerpt":"India's consumer durables sector, currently contributing 0.6% to the nation's GDP, is projected to grow at a compound annual growth rate (CAGR) of 11%, reaching US$ 35.73 billion (Rs. 3 lakh crore) by 2029, according to a report by EY Parthenon and CII. The sector's GDP contribution is expected to increase by 1.5 times, aiming","author":"Tattva News Team","time":"10/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Consumer.webp","readTime":"5 min read","contentHTML":"\n<p>India's consumer durables sector, currently contributing 0.6% to the nation's GDP, is projected to grow at a compound annual growth rate (CAGR) of 11%, reaching US$ 35.73 billion (Rs. 3 lakh crore) by 2029, according to a report by EY Parthenon and CII.</p>\n\n\n\n<p>The sector's GDP contribution is expected to increase by 1.5 times, aiming to become the fourth-largest market for consumer durables by 2027 and the global leader in this industry by 2030 while also creating 500,000 new jobs.</p>\n\n\n\n<p>Partner and national leader for the consumer product and retail sector at EY Parthenon, Mr. Angshuman Bhattacharya, stated, “India is on its way to becoming a major player in the global consumer durables market, driven by increased domestic consumption, a strong focus on indigenization, and sustainability.\"</p>\n\n\n\n<p>He highlighted that the expanding domestic market presents a substantial opportunity for this sector to boost production, bolstered by initiatives like Atmanirbhar Bharat, Make in India, and the Production Linked Incentive (PLI) scheme.</p>\n\n\n\n<p>EY Parthenon noted that consumers increasingly invest in premium and value-added products within the durables industry. As discretionary spending for household upgrades rises, air conditioners are becoming a necessity rather than a luxury.</p>\n\n\n\n<p>TV penetration reached 60% of households in 2023. Technological advancements drive continuous demand for smart appliances, resulting in shorter replacement cycles as consumers seek the latest technologies.</p>\n\n\n\n<p>Although India currently lags behind other countries in online sales, with nearly 14% online salience, the market is expected to grow, driven by greater brand choice and home delivery options.</p>\n\n\n\n<p> EY Parthenon emphasized the need for collaboration between government and industry stakeholders to accelerate domestic demand, suggesting incentives for energy-efficient products and harmonizing GST slabs to enhance affordability and boost ownership across all income groups.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/indias-consumer-durables-sector-set-to-grow-11-cagr-by-2029%ef%bf%bc/","hasAudio":false,"hasInfographics":false}