{"id":"wp-te-18815","wp_id":18815,"type":"standard","category":"World","language":"te","title":"రేజర్వేషన్లు రద్దు చేస్తామంటే వారికి బుద్ధి చెప్పాలి ... సంజయ్","excerpt":"బీజేపీ రిజర్వేషన్లు రద్దు చేస్తుందని ఇకపై ఎవరైనా అంటే వారికి బుద్ది చెప్పాలని ఆ పార్టీ జాతీయ ప్రధాన కార్యదర్శి, కరీంనగర్ ఎంపీ బండి సంజయ్ స్పష్టం చేశారు. రిజర్వేషన్లు అమలు చేసేదే బీజేపీ అని, అంబేడ్కర్​ స్ఫూర్తిగా వెళ్లేదే తామని తెలిపారు. రిజర్వేషన్ల విషయంలో కొంతమంది కావాలనే ప్రజల్ని తప్పుదోవ పట్టిస్తున్నారని  ఆయన మండిపడ్డారు.  హనుమకొండ జిల్లాలో కరీంనగర్ పార్లమెంట్ నియోజకవర్గ పరిధిలోని భీమదేవరపల్లి మండలం ముల్కనూరులో సోమవారం సాయంత్రం నిర్వహించిన బిజెపి పోలింగ్ బూత్","author":"Tattva News Team","time":"7/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Sanjay.jpeg","readTime":"5 min read","contentHTML":"\n<p>బీజేపీ రిజర్వేషన్లు రద్దు చేస్తుందని ఇకపై ఎవరైనా అంటే వారికి బుద్ది చెప్పాలని ఆ పార్టీ జాతీయ ప్రధాన కార్యదర్శి, కరీంనగర్ ఎంపీ బండి సంజయ్ స్పష్టం చేశారు. రిజర్వేషన్లు అమలు చేసేదే బీజేపీ అని, అంబేడ్కర్​ స్ఫూర్తిగా వెళ్లేదే తామని తెలిపారు. రిజర్వేషన్ల విషయంలో కొంతమంది కావాలనే ప్రజల్ని తప్పుదోవ పట్టిస్తున్నారని  ఆయన మండిపడ్డారు. </p>\n\n\n\n<p>హనుమకొండ జిల్లాలో కరీంనగర్ పార్లమెంట్ నియోజకవర్గ పరిధిలోని భీమదేవరపల్లి మండలం ముల్కనూరులో సోమవారం సాయంత్రం నిర్వహించిన<a target=\"_blank\" href=\"https://telugu.hindustantimes.com/elections/lok-sabha-elections/hyderabad-cm-revanth-reddy-sensational-comments-on-bjp-rss-trying-to-cancel-reservation-target-400-seats-121714573824091.html\" rel=\"noreferrer noopener\"> </a>బిజెపి పోలింగ్ బూత్ ఏజెంట్ ల సమ్మేళనంలో పాల్గొంటూ  మోదీ, అమిత్​ షా గురించి మాట్లాడే విషయంలో నోరుజారితే బీజేపీ కార్యకర్తలు ఊరుకోరని స్పష్టం చేశారు. </p>\n\n\n\n<p>ముఖ్యమంత్రి రేవంత్ రెడ్డికొత్తగా గాడిద గుడ్డు గుర్తుతో ప్రచారం చేస్తున్నారని, అదే ఆ పార్టీ గుర్తని సంజయ్ ఎద్దేవా చేశారు. గాడిద గుడ్డు, నా గుండు మీద ఉన్న శ్రద్ధ పథకాల అమలు మీద ఎందుకు లేదో చెప్పాలని ఆయన డిమాండ్ చేశారు. రేజర్వేషన్ల రద్దు అని, లేనిపోని కొత్త కథకు తెర లేపి రాజకీయం చేస్తున్నారని మండిపడ్డారు. 54 ఏండ్ల కాంగ్రెస్ పాలనలో వంద సార్లు రాజ్యాంగాన్ని మార్చారని గుర్తు చేశారు. </p>\n\n\n\n<p>ఇప్పుడు బీజేపీ సవరణ చేస్తా అంటే చెప్పుతో కొట్టాలని సీఎం అంటున్నారని, మరి వందల సార్లు సవరణలు చేసినందుకు కాంగ్రెస్ ని ఎన్ని సార్లు కొట్టాలని ప్రశ్నించారు. కరీంనగర్ ప్రతిమ హోటల్ లో రూం నెంబర్ 314 కేంద్రంగా ఫోన్ ట్యాపింగ్ వ్యవహారం నడిచిందని సంజయ్ ఆరోపించారు. ఫోన్ ట్యాపింగ్ లో దోషి ప్రభాకర్ రావు విదేశాల్లో దాక్కునాడని, అసెంబ్లీ ఎన్నికల ముందు రాదాకిషన్ రావు ఇక్కడే ఉండి తతంగం నడిపించారని విమర్శించారు.</p>\n\n\n\n<p>కాంగ్రెస్​, బీఆర్​ఎస్​ `రాజీ రాజకీయాలు' చేస్తున్నాయని బండి సంజయ్ ఆరోపించారు. కరీంనగర్​ లో పోటీ చేయడం ఇష్టం లేకున్నా వినోద్​ కుమార్​ ను కేసీఆర్ ఒత్తిడి చేసి మరీ పోటీలో నిలబెట్టాడాని ఎద్దేవా చేశారు. ఇక కాంగ్రెస్ పార్టీ అభ్యర్థి లోకలో, నాన్ లోకలో అర్థం కావడం లేదని విమర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/18815/07/05/2024/","hasAudio":false,"hasInfographics":false}