{"id":"wp-te-19920","wp_id":19920,"type":"standard","category":"World","language":"te","title":"నేత్రపర్వంగా పూరీ జగన్నాథుడి రథయాత్ర.. తొక్కిసలాటలో ఒకరు మృతి","excerpt":"పూరీలో జగన్నాథుడి రథయాత్ర తొలిరోజు ఆదివారం  శోభాయమానంగా జరిగింది. దేశవ్యాప్తంగా వివిధ ప్రాంతాల నుంచి తరలివచ్చిన లక్షలాది మంది భక్తుల జయజయ ధ్వానాల మధ్య రథయాత్ర వైభవంగా ప్రారంభమైంది. గుండిచా దేవి ఆలయానికి సోదరుడు బలభద్రుడు, సోదరి సుభద్రతో కలిసి జగన్నాథుడు బయలుదేరాడు. కాగా ఈ సందర్భంగా జరిగిన తొక్కిసలాటలో ఒక భక్తుడు మృతి చెందగా, పలువురు గాయపడ్డారు. ఈ సందర్భంగా జై జగన్నాథ్, హరిబోల్ నామస్మరణతో పూరీ వీధులన్నీ మార్మోగాయి. దాదాపు 53 సంవత్సరాల తర్వాత","author":"Tattva News Team","time":"8/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Rath-Yatra1.jpg","readTime":"5 min read","contentHTML":"\n<p>పూరీలో జగన్నాథుడి రథయాత్ర తొలిరోజు ఆదివారం  శోభాయమానంగా జరిగింది. దేశవ్యాప్తంగా వివిధ ప్రాంతాల నుంచి తరలివచ్చిన లక్షలాది మంది భక్తుల జయజయ ధ్వానాల మధ్య రథయాత్ర వైభవంగా ప్రారంభమైంది. గుండిచా దేవి ఆలయానికి సోదరుడు బలభద్రుడు, సోదరి సుభద్రతో కలిసి జగన్నాథుడు బయలుదేరాడు. కాగా ఈ సందర్భంగా జరిగిన తొక్కిసలాటలో ఒక భక్తుడు మృతి చెందగా, పలువురు గాయపడ్డారు.</p>\n\n\n\n<p>ఈ సందర్భంగా జై జగన్నాథ్, హరిబోల్ నామస్మరణతో పూరీ వీధులన్నీ మార్మోగాయి. దాదాపు 53 సంవత్సరాల తర్వాత జగన్నాథుడి రథయాత్ర రెండురోజుల పాటు కొనసాగుతున్నది. ఆదివారం తెల్లవారుజామున రత్నసింహాసనంపై చతుర్థామూర్తులు కొలువుదీరారు. అనంతరం జగన్నాథుడిని అలంకరించారు. మంగళహారతి, మైలం, అబకాశ, తిలకధారణ, గోపాల వల్లభ సేవల తర్వాత 10 గంటలకు నేత్రోత్సవం కార్యక్రమం నిర్వహించారు.</p>\n\n\n\n<p>మధ్యాహ్నం 3 గంటలకు పూరీ రాజు గజపతి దివ్యసింగ్‌దేవ్‌ రథాలపై చెరాపహరా చేశారు. సాయంత్రం 4 గంటలకు సారథులు, అశ్వాలు అమర్చి తాళ్లు కట్టి 5 గంటలకు బలభధ్రుని తాళధ్వజ రథం లాగారు. ఆ తర్వాత సుభద్రా దేవి దర్పదళన్ రథం, అనంతరం జగన్నాథుడి నందిఘోష్‌ రథం గుండిచా ఆలయానికి బయలుదేరింది. </p>\n\n\n\n<p>తొలిరోజు సూర్యాస్తమయం కావడంతో యాత్ర ముగిసింది. మళ్లీ సోమవారం ఉదయం 9 గంటలకు రథయాత్ర మొదలైంది. ఇక రథయాత్రకు భారత రాష్ట్రపతి ద్రౌపది ముర్ము హాజరయ్యారు. రాష్ట్రపతి రథయాత్రకు హాజరవ్వడం ఇదే తొలిసారి. గతంలో ఎవరూ హాజరు కాలేదు.</p>\n\n\n\n<p>ఉత్సవంలో పాల్గొన్న రాష్ట్రపతి.. ఒడిశా గవర్నర్‌ రఘుబర్‌దాస్‌తో కలిసి సుభద్రాదేవి రథం లాగారు. ముఖ్యమంత్రి మోహన్‌ చరణ్‌ మాంఝి, పలువురు కేంద్ర, రాష్ట్రమంత్రులు రథోత్సవంలో పాల్గొన్నారు. అయితే, స్వామివారి నవయవ్వన దర్శనం, నేత్రోత్సవం, రథయాత్ర ఒకే రోజురావడంతో రథయాత్రను మధ్యలోనే నిలిపివేశారు. సోమవారం మళ్లీ రథయాత్ర మొదలైంది. </p>\n\n\n\n<p>రథయాత్ర సోమవారం గుండిచా ఆలయానికి చేరుతుంది. కొన్ని కారణాలతో ఆలస్యమైతే రథం మంగళవారం ఆలయానికి చేరుకుంటుంది. జగన్నాథుడు, బలరాముడు, సుభద్రల రథాలు గుండిచా ఆలయంలోనే ఉంటాయి. అక్కడ అనేక రకాల వంటకాలు తయారు చేసి నివేదిస్తారు. శతాబ్దాలుగా ఈ సంప్రదాయం నేటికీ కొనసాగుతున్నది.</p>\n","originalUrl":"https://tattvanews.com/19920/08/07/2024/","hasAudio":false,"hasInfographics":false}