{"id":"wp-en-13986","wp_id":13986,"type":"standard","category":"World","language":"en","title":"Victory Parade In Mumbai To Celebrate Team India's T20 World Cup 2024 Win","excerpt":"The nation is celebrating the triumph of the Indian team in the T20 World Cup 2024 today with a victory parade being organised by the Board of Contol for Cricket in India (BCCI) in Mumbai. The two-hour open bus parade from the National Centre for Performing Arts (NCPA) in Nariman Point till the Wankhede Stadium started","author":"Tattva News Team","time":"5/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Victory-parade.jpg","readTime":"5 min read","contentHTML":"\n<p>The nation is celebrating the triumph of the Indian team in the T20 World Cup 2024 today with a victory parade being organised by the Board of Contol for Cricket in India (BCCI) in Mumbai. The two-hour open bus parade from the National Centre for Performing Arts (NCPA) in Nariman Point till the Wankhede Stadium started little after 7:30 pm as the Maximum City's stretch along the Marine Drive was drowned in an 'Ocean of Humanity'.</p>\n\n\n\n<p>The Indian team could only fly from New Delhi around 3:42 pm after a breakfast meeting with the PM Narendra Modi, having returned from Barbados in wee hours of the morning.The Wankhede Stadium here was thrown open to fans, who filled up the stands within minutes to celebrate the Indian cricket team's title triumph last Saturday.</p>\n\n\n\n<p>After arriving in the city, Rohit Sharma's team and its support staff made their way to the southern tip of the city which houses the Wankhede Stadium.But not before their aircraft, a Vistara flight got the famous 'Water Salute' after arriving here at the Chhatrapati Shivaji Maharaj International Airport's Terminal 2.</p>\n\n\n\n<p>The players walked out of the airport with a sea of fans and media waiting for them for last several hours.Meanwhile, at the iconic Wankhede Stadium which witnessed India's last ODI World Cup triumph in 2011, the stands got filled to the brim by passionate fans as thousands of others waited outside the gates which were closed around 5 pm.<strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/national/victory-parade-in-mumbai-to-celebrate-team-indias-t20-world-cup-2024-win/","hasAudio":false,"hasInfographics":false}