{"id":"wp-en-13637","wp_id":13637,"type":"standard","category":"World","language":"en","title":"No big surprises in PM Modi’s key cabinet ministers￼","excerpt":"A day after the swearing-in of Prime Minister Narendra Modi and his Council of Ministers, he chaired the first Cabinet meeting of his third term, with all NDA allies in attendance on Monday evening. Most of key ministers in the cabinet have retained their earlier ministries. There is no big surprise in allocation of portfolios. Gandhinagar MP","author":"Tattva News Team","time":"11/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/UNION-CABINET1.jpg","readTime":"5 min read","contentHTML":"\n<p>A day after the swearing-in of Prime Minister Narendra Modi and his Council of Ministers, he chaired the first Cabinet meeting of his third term, with all NDA allies in attendance on Monday evening. Most of key ministers in the cabinet have retained their earlier ministries. There is no big surprise in allocation of portfolios.</p>\n\n\n\n<p>Gandhinagar MP Amit Shah has retained the Home Ministry, while Lucknow MP Rajnath Singh is set to return as the Defence Minister. Senior BJP leader and Nagpur MP Nitin Gadkari has retained the Ministry for Road Transport & Highways. S Jaishankar is also set to become the External Affairs Minister for a second consecutive term, while Piyush Goyal has retained the Ministry of Commerce.</p>\n\n\n\n<p>Ashwini Vaishnaw has retained the Railways ministry and in addition, will return in the newly formed NDA government as the Information and Broadcasting Minister, a position previously held by Hamirpur MP Anurag Singh Thakur. Former Madhya Pradesh chief minister Shivraj Singh Chouhan will be the new Agriculture minister as well as Rural Development, and ex-Haryana CM Manohar Lal Khattar will now head the Ministry of Power and the Ministry of Housing and Urban Affairs.</p>\n\n\n\n<p>Senior BJP leaders C R Paatil and Dharmendra Pradhan will head the Jal Shakti and Education ministries respectively. Lok Janshakti Party (Ram Vilas) chief Chirag Paswan is all set to become the new Minister of Food Processing Industries. Janata Dal (Secular) leader and former Karnataka CM H D Kumaraswamy will head the Ministries of Steel and Heavy Industries, and Telugu Desam Party’s Kinjarapu Ram Mohan Naidu will be the new Civil Aviation minister, a post previously held by Jyotiraditya Scindia.</p>\n\n\n\n<p>Ravneet Singh Bittu, who lost the Ludhiana seat in the Lok Sabha elections, will head the Ministry of Minority Affairs. Former Earth Sciences Minister Kiren Rijiju will now be in charge of the Ministry of Parliamentary Affairs. Jodhpur MP Gajendra Singh Shekhawat will now be the Minister of Culture and Tourism, while BJP national president J P Nadda will head the Ministries of Health, and Chemicals and Fertilizers.</p>\n\n\n\n<p>G Kishan Reddy will be minister of coal and mines. Annapurna Devi, one of the two women Cabinet Ministers, will head the Ministry of Women and Child Development. Former Bihar CM and Hindustani Awam Morcha (Secular) chief Jitan Ram Manjhi will head the Ministry of MSME. <strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/national/no-big-surprises-in-pm-modis-key-cabinet-ministers%ef%bf%bc/","hasAudio":false,"hasInfographics":false}