{"id":"wp-en-13705","wp_id":13705,"type":"standard","category":"World","language":"en","title":"Delhi HC directs Sunita Kejriwal to take down video of hearing￼","excerpt":"The Delhi High Court has issued notice to all the parties including Sunita Kejriwal, wife of Delhi Chief Minister, several indivisible, Facebook, YouTube and other social media platforms on a plea seeking action for violating the court’s video conferencing rules when Arvind Kejriwal was produced before Rouse Avenue Court during his police custody on March","author":"Tattva News Team","time":"15/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Sunitha.jpg","readTime":"5 min read","contentHTML":"\n<p>The Delhi High Court has issued notice to all the parties including Sunita Kejriwal, wife of Delhi Chief Minister, several indivisible, Facebook, YouTube and other social media platforms on a plea seeking action for violating the court’s video conferencing rules when Arvind Kejriwal was produced before Rouse Avenue Court during his police custody on March 28. </p>\n\n\n\n<p>The High Court also directed Sunita Kejriwal and five other individual respondents in the case to take down the posts and also directed the social media companies to take down any other posts or reposts regarding the video recorded on that day. </p>\n\n\n\n<p>The court passed an ex-parte interim order and listed the matter for further hearing on July 9. It was hearing the petition filed by lawyer Vaibhav Singh. Hearing a PIL, a bench comprising Justices Neena Bansal Krishna and Amit Sharma directed Sunita and a few others to take down the video for violating video conferencing rules.</p>\n\n\n\n<p>The PIL alleges Sunita Kejriwal and a few others willfully and deliberately disobeyed the Video Conferencing Rules notified by the Delhi High Court, Live Law reported. Sunita had allegedly shared a video of Delhi CM personally addressing the court in connection with the case.</p>\n\n\n\n<p>In his petition, Singh claimed that when Arvind Kejriwal was produced before a trial court on March 28 after his arrest in the Delhi excise policy case, he chose to address the court in-person and the video recording of the proceedings was posted on social media platforms which is prohibited under the High Court of Delhi Rules for Video Conferencing for Courts, 2021.</p>\n\n\n\n<p>The plea alleged Arvind Kejriwal and his party members hatched a conspiracy to record the audio or video recording of the court proceedings, Live Law reported. Besides Sunita Kejriwal, the Court directed  Akshay Malhotra, X user Nagrik-India Jeetega, Promila Gupta, Vineeta Jain and Dr Arunesh Kumar Yadavto take down the video from social media platforms.</p>\n\n\n\n<p>Kejriwal was arrested by the ED in connection with the money laundering case related to the Delhi Excise Policy case on March 21. </p>\n","originalUrl":"https://en.tattvanews.com/national/delhi-hc-directs-sunita-kejriwal-to-take-down-video-of-hearing%ef%bf%bc/","hasAudio":false,"hasInfographics":false}