{"id":"wp-en-13661","wp_id":13661,"type":"standard","category":"World","language":"en","title":"First session of 18th Lok Sabha from June 24￼","excerpt":"The first session of the 18th Lok Sabha will begin on June 24 for oath or affirmation of the newly elected members, Parliamentary Affairs Minister Kiren Rijiju said on Wednesday. The first three days of the session will see the newly elected leaders taking oath or making affirmation of their membership of the Lok Sabha","author":"Tattva News Team","time":"13/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Lok-Sabha.webp","readTime":"5 min read","contentHTML":"\n<p>The first session of the 18th Lok Sabha will begin on June 24 for oath or affirmation of the newly elected members, Parliamentary Affairs Minister Kiren Rijiju said on Wednesday.</p>\n\n\n\n<p>The first three days of the session will see the newly elected leaders taking oath or making affirmation of their membership of the Lok Sabha and electing the Speaker of the House. The session will conclude on July 3.</p>\n\n\n\n<p>President Droupadi Murmu will address a joint sitting of the Lok Sabha and the Rajya Sabha on June 27 and is likely to outline the new government's roadmap for the next five years.</p>\n\n\n\n<p>\"First session of 18th Lok Sabha is being summoned from 24/6/24 to 3/7/24 for oath/affirmation of newly elected members, election of Speaker, President's address and discussion thereon,\" Rijiju said in a post on X.</p>\n\n\n\n<p>He said the 264th Session of Rajya Sabha will also commence on June 27 and conclude on July 3. Prime Minister Modi is expected to introduce his council of ministers to Parliament after the President's address on June 27.</p>\n\n\n\n<p>The debate on the Motion of Thanks on the President's address is expected to see an aggressive opposition trying to corner the NDA government on various issues. The prime minister will respond to the debate on the Motion of Thanks on the President's address in both the Houses of Parliament. </p>\n","originalUrl":"https://en.tattvanews.com/others/first-session-of-18th-lok-sabha-from-june-24%ef%bf%bc/","hasAudio":false,"hasInfographics":false}