{"id":"wp-en-15476","wp_id":15476,"type":"standard","category":"World","language":"en","title":"Actor Vijay termed politics as not a “cini field but a battlefield”￼","excerpt":"Actor-turned-politician Vijay termed politics as not a “cine field but a battlefield”, calling upon the members of his new party Tamilaga Vettri Kazhagam (TVK) to remain vigilant on the ground. Addressing his party’s first state conference in Chennai, Vijay said,\"Politics is not a cine field; it is a battlefield. It's serious. Whether it's dealing with a snake","author":"Tattva News Team","time":"28/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Vijay.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">Actor-turned-politician Vijay termed politics as not a “cine field but a battlefield”, calling upon the members of his new party Tamilaga Vettri Kazhagam (TVK) to remain vigilant on the ground.<br><br>Addressing his party’s first state conference in Chennai, Vijay said,\"Politics is not a cine field; it is a battlefield. It's serious. Whether it's dealing with a snake or politics, if we decide to take it up with seriousness and a touch of humour, only then can we endure in this field and handle opponents. We need to stay cautious on the ground.\"</h1>\n\n\n\n<h1 class=\"wp-block-heading\">The 50-year-old actor-turned-politician said his party is not aiming to separate “Dravidian nationalism” and \"Tamil nationalism\".\"These are the two eyes of this land. We shouldn't limit ourselves to any one identity\". Vijay outlined his party's foundation on secular social justice ideologies.</h1>\n\n\n\n<p>Vijay slammed ruling Dravida Munnetra Kazhagam, alleging that “one family” is looting the state via “underground dealings”.</p>\n\n\n\n<p>Discussing Tamilaga Vettri Kazhagam's ideology, the actor-turned-politician emphasised that they were not aiming to \"separate Dravidian Nationalism and Tamil Nationalism.\" \"These are the two eyes of this land. We shouldn't limit ourselves to any one identity,\" he added.</p>\n\n\n\n<p>\"I have left my acting career to join politics. I am here as your Vijay, trusting all of you. There's a group singing the same tune, labelling everyone who enters politics and deceiving the people. They are involved in underground dealings. Under the guise of the Dravidian Model, they are misleading people as an anti-people government,\" he said.</p>\n\n\n\n<p>Ahead of the rally, Tamil Nadu Deputy Chief Minister Udhayanidhi Stalin extended his best wishes to his \"dear friend\" Vijay. \"I wish my dear friend Vijay all the best for his future,\" Udhayanidhi Stalin told media.</p>\n\n\n\n<p>Vijay entered politics and launched his party, Tamilaga Vetri Kazhagam, in February this year. The Tamil Nadu Assembly elections are anticipated to take place in 2026. </p>\n","originalUrl":"https://en.tattvanews.com/national/actor-vijay-termed-politics-as-not-a-cini-field-but-a-battlefield%ef%bf%bc/","hasAudio":false,"hasInfographics":false}