{"id":"wp-en-13312","wp_id":13312,"type":"standard","category":"World","language":"en","title":"Kejriwal’s PA Bibhav Kumar arrested in Swati Maliwal’s `assault’ case￼","excerpt":"The Delhi police on Saturday arrested Delhi Chief Minister Arvind Kejriwal’s aide Bibhav Kumar from the former’s residence for allegedly assaulting AAP MP Swati Maliwal.  The Aam Aadmi Party MP had accused Bibhav Kumar of assaulting her grievously while she visited Kejriwal’s residence recently. In the FIR registered on the complaint of Maliwal by the Delhi Police, she alleged that she","author":"Tattva News Team","time":"18/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Swati-case.jpg","readTime":"5 min read","contentHTML":"\n<p>The Delhi police on Saturday arrested Delhi Chief Minister Arvind Kejriwal’s aide Bibhav Kumar from the former’s residence for allegedly assaulting AAP MP Swati Maliwal. </p>\n\n\n\n<p>The Aam Aadmi Party MP had accused Bibhav Kumar of assaulting her grievously while she visited Kejriwal’s residence recently. In the FIR registered on the complaint of Maliwal by the Delhi Police, she alleged that she was \"slapped, hit in the stomach and kicked\" by Kumar.</p>\n\n\n\n<p> Maliwal claimed she ran out of the CM's residence and called the police immediately after the incident. Kejriwal was present at his residence when the incident took place, she added.   </p>\n\n\n\n<p>Based on Maliwal’s statement, Delhi police had registered FIR under sections 354, 506, 509, and 323 of the IPC, among other sections, for offences including assault or criminal force on a woman with intent to outrage her modesty, criminal intimidation, word gesture or acts of intent to insult and assault. </p>\n\n\n\n<p>The forensic team of Delhi police visited Kejriwal's residence on Saturday and collected CCTV footages. Maliwal had alleged the CCTV recordings at the Delhi CM's residence were tampered with.</p>\n\n\n\n<p>Meanwhile, the BJP accused AAP of resorting to victim-shaming and victim-blaming in its brazen defence of Delhi Chief Minister Arvind Kejriwal's aide Bibhav Kumar in the Swati Maliwal assault case. BJP national spokesperson Shehzad Poonawalla alleged that Kejriwal is making efforts to protect Kumar as his aide is in a position to expose the chief minister's damaging \"secrets\".</p>\n\n\n\n<p>In a swipe at the party, Poonawalla told reporters that AAP is essentially an \"anti-aurat party (anti-women party)\" as he cited past allegations of mistreatment of women involving its leaders. With AAP claiming that Maliwal is acting at the BJP's behest, Poonawalla cited another AAP leader and Delhi Commission for Women member Vandana Singh's support to the Rajya Sabha MP to hit out at the party.</p>\n","originalUrl":"https://en.tattvanews.com/national/kejriwals-pa-bibhav-kumar-arrested-in-swati-maliwals-assault-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}