{"id":"wp-en-15000","wp_id":15000,"type":"standard","category":"World","language":"en","title":"Cabinet approves Chandrayaan-4 mission","excerpt":"Union Minister Ashwini Vaishnaw on Wednesday addressed a press conference and said the Union Cabinet has approved the Chandrayaan-4 Mission which entails bringing lunar rocks and soil to earth. he added that the Chandrayaan-4 mission has been expanded to add more elements and the next step is to get the manned mission to the Moon.","author":"Tattva News Team","time":"19/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Chandrayaan-4.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Minister Ashwini Vaishnaw on Wednesday addressed a press conference and said the Union Cabinet has approved the Chandrayaan-4 Mission which entails bringing lunar rocks and soil to earth. he added that the Chandrayaan-4 mission has been expanded to add more elements and the next step is to get the manned mission to the Moon.</p>\n\n\n\n<p>\"All preparatory steps towards this have been approved. Venus Orbiter Mission, Gaganyaan follow-on and Bharatiya Antariksh Station and Next Generation Launch Vehicle development also given approval,\" he said. </p>\n\n\n\n<p>Vaishnaw further added that the Union Cabinet has approved mission to Venus-Venus Orbiter Mission (VOM)-for scientific exploration and for better understanding of Venusian atmosphere, geology and generate large amount of science data probing into its thick atmosphere.</p>\n\n\n\n<p>He stated that the PM Modi-led government has earmarked Rs 2,104 crore for the same. Further, a schedule of 36 months has been set for the mission completion.</p>\n\n\n\n<p>The Chandrayaan-4 mission will achieve the foundational technologies and capabilities eventually for an Indian landing on the moon (planned by the year 2040) and return safely back to Earth. Major technologies that are required for docking/undocking, landing, safe return to earth and also accomplish lunar sample collection and analysis would be demonstrated.</p>\n\n\n\n<p>The Central Government has outlined an expanded vision for the Indian space programme during the Amrit Kaal that envisages an Indian Space Station (Bharatiya Antariksh Station) by 2035 and an Indian Landing on the Moon by 2040.</p>\n\n\n\n<p>To realize this vision, a series of Gaganyaan and Chandrayaan follow-on missions are envisaged including the development of associated space transportation and infrastructure capabilities.</p>\n\n\n\n<p>The successful demonstration of the safe and soft landing of Chandrayaan-3 Lander on the Lunar Surface has established vital technologies and demonstrated capabilities that only a few other nations possess.</p>\n\n\n\n<p>A natural successor to the successful landing mission is the demonstration of the ability to collect Lunar Samples and return them safely back to Earth.</p>\n\n\n\n<p>ISRO will be responsible for the development of spacecraft and launch. The Project will be effectively managed and monitored through the established practices prevailing at ISRO. The mission is expected to be completed within 36 months of approval with the participation of industry and academia.</p>\n","originalUrl":"https://en.tattvanews.com/national/cabinet-approves-chandrayaan-4-mission/","hasAudio":false,"hasInfographics":false}