{"id":"wp-te-18564","wp_id":18564,"type":"standard","category":"World","language":"te","title":"తెలంగాణలో ఇంటర్‌ ఫలితాలు వెల్లడి","excerpt":"తెలంగాణలో ఇంటర్మీడియట్‌ పరీక్షల ఫలితాలు వెల్లడయ్యాయి. బుధవారం ఉదయం 11 గంటలకు నాంపల్లిలోని ఇంటర్మీడియట్‌ బోర్డు కార్యాలయంలో విద్యాశాఖ ముఖ్య కార్యదర్శి బుర్రా వెంకటేశం, బోర్డు కార్యదర్శి శృతి ఓజా ఇంటర్‌ ఫలితాలను వెల్లడించారు. ఇంటర్మీడియట్ ఫస్ట్‌‌, సెకండ్‌ ఇయర్స్‌కు సంబంధించిన ఫలితాలను ఒకేసారి విడుదల చేశారు. ఫస్టియర్‌లో 60.01 శాతం, సెకండియర్‌లో 64.19 శాతం మంది విద్యార్థులు ఉత్తీర్ణత సాధించారు. ఫస్టియర్‌ పరీక్షలకు మొత్తం 4.78 లక్షల విద్యార్థులు హాజరుకాగా.. 2.87 లక్షల మంది ఉత్తీర్ణులయ్యారు.","author":"Tattva News Team","time":"24/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Inter-results.jpeg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణలో ఇంటర్మీడియట్‌ పరీక్షల ఫలితాలు వెల్లడయ్యాయి. బుధవారం ఉదయం 11 గంటలకు నాంపల్లిలోని ఇంటర్మీడియట్‌ బోర్డు కార్యాలయంలో విద్యాశాఖ ముఖ్య కార్యదర్శి బుర్రా వెంకటేశం, బోర్డు కార్యదర్శి శృతి ఓజా ఇంటర్‌ ఫలితాలను వెల్లడించారు. ఇంటర్మీడియట్ ఫస్ట్‌‌, సెకండ్‌ ఇయర్స్‌కు సంబంధించిన ఫలితాలను ఒకేసారి విడుదల చేశారు.</p>\n\n\n\n<p>ఫస్టియర్‌లో 60.01 శాతం, సెకండియర్‌లో 64.19 శాతం మంది విద్యార్థులు ఉత్తీర్ణత సాధించారు. ఫస్టియర్‌ పరీక్షలకు మొత్తం 4.78 లక్షల విద్యార్థులు హాజరుకాగా.. 2.87 లక్షల మంది ఉత్తీర్ణులయ్యారు. సెకండియర్‌ పరీక్షలకు మొత్తం 5.02 లక్షల మంది హజరవగా.. 3.22 లక్షల మంది పాసయ్యారు. </p>\n\n\n\n<p>ఎప్పటిలాగే ఈసారి కూడా బాలుర కంటే బాలికలదే పైచేయిగా ఉంది. బాలికల కేటగిరీలో ఫస్టియర్‌లో 68.35 శాతం మంది ఉత్తీర్ణత సాధించగా.. బాలుర కేటగిరీలో కేవలం 51.5 శాతం మంది మాత్రమే ఉత్తీర్ణులయ్యారు. సెకండియర్‌ బాలికల కేటగిరీలో 72.53 శాతం మంది ఉత్తీర్ణులు కాగా.. బాలుర కేటగిరీలో 56.1 శాతం మంది మాత్రమే ఉత్తీర్ణత సాధించారు.</p>\n\n\n\n<p>ఇక జిల్లాల వారీగా చూసుకుంటే ఇంటర్‌ ఫస్టియర్‌ ఫలితాల్లో రంగారెడ్డి జిల్లా 71.7 శాతం ఉత్తీర్ణతతో ప్రథమ స్థానంలో ఉండగా.. మేడ్చల్ జిల్లా 71.58 శాత ఉత్తీర్ణతతో ద్వితీయ స్థానంలో, ములుగు జిల్లా 70.01 శాతం ఉత్తీర్ణతతో తృతీయ స్థానంలో నిలిచాయి. అదేవిధంగా సెకండ్‌ ఇయర్‌ ఫలితాల్లో 82.95 శాతం ఉత్తీర్ణతతో ములుగు జిల్లాకు ప్రథమ స్థానం, 79.31 శాతం ఉత్తీర్ణతతో మేడ్చల్ జిల్లాకు ద్వితీయ స్థానం, 77.63 శాతం ఉత్తీర్ణతతో రంగారెడ్డి జిల్లాకు తృతీయ స్థానం దక్కాయి.</p>\n\n\n\n<p>ఇక గ్రూప్‌ల వారీగా చూస్తే ఫస్టియర్‌ MPC లో 68.52 శాతం, BiPC లో 67.34 శాతం, CEC లో 41.73 శాతం, HEC లో 31.57 శాతం, MEC లో 50.51 శాతం మంది ఉత్తీర్ణులయ్యారు. అదేవిధంగా సెకండియర్‌ MPC లో 73.85 శాతం, BiPC లో 67.52 శాతం, CEC లో 44.81 శాతం, HEC లో 43.51 శాతం, MEC లో 59.93 శాతం మంది విద్యార్థులు పాసయ్యారు.</p>\n\n\n\n<p>ఫలితాల కోసం విద్యార్థులు www.ntnews.com, www.telanganatoday.com వెబ్‌సైట్‌లను సంప్రదించవచ్చు. అదేవిధంగా ఇంటర్మీడియట్‌ బోర్డు అధికారిక వెబ్‌సైట్‌లు అయిన https://tsbie.cgg.gov.in/, http://results.cgg.gov.inలో కూడా ఫలితాలను చూసుకోవచ్చు</p>\n","originalUrl":"https://tattvanews.com/18564/24/04/2024/","hasAudio":false,"hasInfographics":false}