{"id":"wp-en-15645","wp_id":15645,"type":"standard","category":"World","language":"en","title":"FIR against SP MP Barq, MLA Mehmood's son￼","excerpt":"Uttar Pradesh Police have lodged seven FIRs in connection with the violence over a court-ordered survey of a Mughal-era mosque in Sambhal, naming Samajwadi Party MP Zia-ur-Rehman Barq and local SP MLA Iqbal Mehmood's son Sohail Iqbal as accused, officials said on Monday. The district administration has already imposed prohibitory orders and barred the entry","author":"Tattva News Team","time":"26/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Sambhal.jpg","readTime":"5 min read","contentHTML":"\n<p>Uttar Pradesh Police have lodged seven FIRs in connection with the violence over a court-ordered survey of a Mughal-era mosque in Sambhal, naming Samajwadi Party MP Zia-ur-Rehman Barq and local SP MLA Iqbal Mehmood's son Sohail Iqbal as accused, officials said on Monday.</p>\n\n\n\n<p>The district administration has already imposed prohibitory orders and barred the entry of outsiders into Sambhal till November 30. Internet services are suspended in Sambhal tehsil and Monday was declared a holiday for all schools. A magisterial probe has also been ordered into the violence.</p>\n\n\n\n<p>Three people were killed and scores of others, including security personnel and administration officials, injured on Sunday as protesters opposing the survey of the Shahi Jama Masjid clashed with police. A fourth injured person died on Monday.</p>\n\n\n\n<p>Asked about their autopsy reports, Divisional Commissioner Aunjaneya Kumar Singh said that prima facie, it appears that gunshots from countrymade weapons were the cause of death. However, he did not go into further details.</p>\n\n\n\n<p>Addressing a press conference on Monday, Superintendent of Police Krishan Kumar said seven FIRs have been lodged in connection with the violence. Six people, including Barq and Iqbal, were named and 2,750 others have been mentioned as unidentified, he said.</p>\n\n\n\n<p>\"Due to Barq's statement earlier, the situation worsened. He was given a notice earlier for this,\" he added. The official said that Barq's \"Jama Masjid ki hifazat\" (protection of Jama Masjid) remark mobilised the mob.</p>\n\n\n\n<p>When asked about the MP being in Bengaluru and not Sambhal on Sunday, Kumar said Barq's name was included in the FIR based on his previous statements.</p>\n","originalUrl":"https://en.tattvanews.com/others/fir-against-sp-mp-barq-mla-mehmoods-son%ef%bf%bc/","hasAudio":false,"hasInfographics":false}