{"id":"wp-te-20349","wp_id":20349,"type":"standard","category":"World","language":"te","title":"తెలంగాణ నూతన గవర్నర్‌గా జిష్ణు దేవ్ వర్మ ప్రమాణం","excerpt":"తెలంగాణ రాష్ట్రం ఏర్పాటు అనంతరం నాల్గవ గవర్నర్ గా జిష్ణు దేవ్ వర్మ బుధవారం బాధ్యతలు స్వీకరించారు. ఈ మేరకు రాజ్ భవన్లో హైకోర్టు ప్రధాన న్యాయమూర్తి జస్టిస్ అలోక్ అరాధే కొత్త గవర్నతో ప్రమాణం స్వీకారం చేయించారు. ప్రమాణస్వీకార కార్యక్రమానికి కేంద్రమంత్రి కిషన్ రెడ్డి, మండలి చైర్మన్ గుత్తా సుఖేందర్రెడ్డి, ఉప ముఖ్యమంత్రి భట్టి విక్రమార్కతో పాటు పలువురు మంత్రులు కార్యక్రమానికి హాజరయ్యారు. అనంతరం కిషన్ రెడ్డితో సహా మంత్రులు గవర్నర్‌కు పుష్పగుచ్ఛం అందించి శుభాకాంక్షలు","author":"Tattva News Team","time":"1/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/TG-Governor.webp","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ రాష్ట్రం ఏర్పాటు అనంతరం నాల్గవ గవర్నర్ గా జిష్ణు దేవ్ వర్మ బుధవారం బాధ్యతలు స్వీకరించారు. ఈ మేరకు రాజ్ భవన్లో హైకోర్టు ప్రధాన న్యాయమూర్తి జస్టిస్ అలోక్ అరాధే కొత్త గవర్నతో ప్రమాణం స్వీకారం చేయించారు.</p>\n\n\n\n<p>ప్రమాణస్వీకార కార్యక్రమానికి కేంద్రమంత్రి కిషన్ రెడ్డి, మండలి చైర్మన్ గుత్తా సుఖేందర్రెడ్డి, ఉప ముఖ్యమంత్రి భట్టి విక్రమార్కతో పాటు పలువురు మంత్రులు కార్యక్రమానికి హాజరయ్యారు. అనంతరం కిషన్ రెడ్డితో సహా మంత్రులు గవర్నర్‌కు పుష్పగుచ్ఛం అందించి శుభాకాంక్షలు తెలిపారు. ఆ తర్వాత గవర్నర్ పోలీసుల నుంచి గౌరవ వందనం స్వీకరించారు. కాంగ్రెస్‌తో పాటు బీఆర్ఎస్, బీజేపీ ఎమ్మెల్యేలు, ఎమ్మెల్సీలు హాజరై గవర్నర్కు శుభాకాంక్షలు తెలియజేశారు.</p>\n\n\n\n<p>1957 ఆగస్టు 15 రోజున త్రిపురకు చెందిన రాజ కుటుంబంలో జిష్ణు దేవ్ వర్మ జన్మించారు. జిష్ణు దేవ్ వర్మ, సుధా దేవవర్మ దంపతులకు ప్రతీక్ కిషోర్ దేవ్ వర్మ, జైబంత్ దేవ్ వర్మ అనే ఇద్దరు కుమారులు ఉన్నారు. ఇక.. జిష్ణు దేవ్ వర్మ.. రామ జన్మభూమి ఉద్యమం ఉవ్వెత్తున్న సాగుతున్న సమయమైన 1990లో బీజేపీలో చేరారు. </p>\n\n\n\n<p>అప్పటి నుంచి బీజేపీలో క్రియాశీలకంగా కొనసాగుతున్నారు. ఈ క్రమంలోనే.. 1993లో పార్టీ జాతీయ ప్రధాన కార్యదర్శిగా కూడా నియమితులయ్యారు. బీజేపీ సీనియర్ నేతగా పార్టీలో పలు పదవుల్లో తనదైన పాత్ర పోషించారు.  2018- 2023 కాలంలో త్రిపురలో 25 ఏళ్ల సుదీర్ఘ సీపీఐ(ఎం) పాలనను కూల్చివేసిన బీజేపీ నేతృత్వంలోని మొదటి ప్రభుత్వంలో జిష్ణు దేవ్ వర్మ ఉప ముఖ్యమంత్రిగా పని చేశారు. </p>\n\n\n\n<p>2018లో త్రిపురలోని చరిలం నియోజకవర్గం నుంచి ఎన్నికైన జిష్ణు దేవ్ వర్మ సీఎంగా బిప్లబ్ కుమార్ దేవ్ నేతృత్వంలో డిప్యూటీ సీఎంగా, ఆర్థిక, విద్యుత్, గ్రామీణాభివృద్ధి సహా శాఖలను నిర్వహించి.. తనదైన ముద్ర వేసుకున్నారు. 2023 అసెంబ్లీ ఎన్నికల్లో.. తన సొంత నియోజకవర్గం చరిలంలో తిప్రహా ఇండిజినస్ పీపుల్స్ రీజనల్ అలయన్స్ అభ్యర్థి ప్రద్యోత్ కిషోర్ దెబ్బర్‌మన్ చేతిలో జిష్ణు దేవ్ వర్మ ఓడిపోయారు.</p>\n\n\n\n<p>జిషుదేవ్ బ్యాడ్మింటన్ అసోసియేషన్ ఆఫ్ ఇండియా అధ్యక్షుడిగా కూడా బాధ్యతలు నిర్వహించారు. మరోవైపు.. జిష్ణు దేవ్ వర్మ స్వయంగా ఓ రచయిత కూడా. \"వ్యూస్, రివ్యూస్ అండ్ మై పోయమ్స్\" అనే పేరుతో పుస్తకాన్ని సైతం ప్రచురించారు.</p>\n","originalUrl":"https://tattvanews.com/20349/01/08/2024/","hasAudio":false,"hasInfographics":false}