{"id":"wp-te-19995","wp_id":19995,"type":"standard","category":"World","language":"te","title":"కేంద్ర సాయుధ దళాల్లోని 10 శాతం అగ్నివీర్ లకే","excerpt":"కేంద్ర సాయుధ దళాల్లోని 10 శాతం కానిస్టేబుల్ పోస్టులని మాజీ అగ్నివీర్‌లకు రిజర్వ్ చేయాలని కేంద్ర ప్రభుత్వం నిర్ణయించింది. ఫిజికల్ ఎఫిషియన్సీ టెస్ట్, సెంట్రల్ ఇండస్ట్రియల్ సెక్యూరిటీ ఫోర్స్ (సిఐఎస్ఎఫ్)  హెడ్‌క్వార్టర్స్‌లో ప్రభుత్వం మినహాయింపు ఇస్తుంది. ఇందుకు సంబంధించి అన్ని ఏర్పాట్లు పూర్తి చేసిందని సీఐఎస్‌ఎఫ్ డైరెక్టర్ జనరల్ నీనా సింగ్ తెలిపారు.  2022 జూన్ 14న ఎన్డీయే సర్కార్ అగ్నిపథ్ పథకం తీసుకొచ్చింది.  సాధారణ సైనికులతో పోలిస్తే వీరికి లభించే జీతభత్యాలు తక్కువ ఉంటాయి. పైగా","author":"Tattva News Team","time":"12/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Agniveer.jpeg","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర సాయుధ దళాల్లోని 10 శాతం కానిస్టేబుల్ పోస్టులని మాజీ అగ్నివీర్‌లకు రిజర్వ్ చేయాలని కేంద్ర ప్రభుత్వం నిర్ణయించింది. ఫిజికల్ ఎఫిషియన్సీ టెస్ట్, సెంట్రల్ ఇండస్ట్రియల్ సెక్యూరిటీ ఫోర్స్ (సిఐఎస్ఎఫ్)  హెడ్‌క్వార్టర్స్‌లో ప్రభుత్వం మినహాయింపు ఇస్తుంది. ఇందుకు సంబంధించి అన్ని ఏర్పాట్లు పూర్తి చేసిందని సీఐఎస్‌ఎఫ్ డైరెక్టర్ జనరల్ నీనా సింగ్ తెలిపారు.</p>\n\n\n\n<p> 2022 జూన్ 14న ఎన్డీయే సర్కార్ అగ్నిపథ్ పథకం తీసుకొచ్చింది.  సాధారణ సైనికులతో పోలిస్తే వీరికి లభించే జీతభత్యాలు తక్కువ ఉంటాయి. పైగా సర్వీసు నాలుగేళ్లకే పరిమితం. రిక్రూట్ అయిన అగ్నివీర్‌లలో 25 శాతం మందికి మరో 15 ఏళ్ల పాటు సర్వీసును పొడిగిస్తారు. </p>\n\n\n\n<p>మిగిలిన 75 శాతం మందిని తొలగిస్తారు. వారు బయట కొత్తగా ఉద్యోగాల వేటలో పడాల్సిందే. పైగా అగ్నివీర్‌లకు పింఛన్‌, గ్రాట్యుటీ ఉండవు. ఏకమొత్తంగా కొంత సొమ్ము చెల్లిస్తారు. విపక్షాల నిరసనలతో ప్రభుత్వంత గరిష్ఠ వయోపరిమితిని 23 ఏళ్లకు పెంచింది.</p>\n\n\n\n<p>అగ్నిపథ్ పథకంపై మొదటి నుంచీ విమర్శలు వస్తూనే ఉన్నాయి. మోదీ సర్కార్.. భారత సైన్యాన్ని ఓ ప్రైవేటు సిబ్బందిలా వాడుకుని, వదిలేస్తోందంటూ విపక్షాలు మండిపడుతున్నాయి. అగ్నిపథ్ స్కీంలో మార్పులు తేవాలని డిమాండ్ చేస్తున్నాయి.</p>\n\n\n\n<p>ఎన్డీయేలోనే ఉన్న బిహార్ ముఖ్యమంత్రి నితీశ్ కుమార్ అగ్నిపథ్ స్కీంలో మార్పులు తేవాలని డిమాండ్ చేస్తున్నారు. మరోవైపు లోక్ సభ ప్రతిపక్ష నేత రాహుల్ గాంధీ కూడా.. అగ్నిపథ్ స్కీంపై విమర్శలు గుప్పిస్తున్నారు.</p>\n\n\n\n<p>ఇటీవల జరిగిన లోక్ సభ సమావేశాల్లో విధి నిర్వహణలో ప్రాణాలు కోల్పోయిన అగ్నివీర్‌లకు పరిహారం కూడా అందించట్లేదని రాహుల్ ఆరోపించగా  కేంద్ర రక్షణ శాఖ మంత్రి రాజ్ నాథ్ సింగ్ ఖండించారు. విధుల్లో ప్రాణాలు కోల్పోయిన అగ్నివీర్‌లకు రూ.కోటికి పైగా పరిహారం అందుతోందని స్పష్టం చేశారు. </p>\n\n\n\n<p>ప్రభుత్వం అగ్నివీర్లను యూజ్ అండ్ త్రో కార్మికులుగా చూస్తోందని, ఈ పథకంలో తప్పకుండా మార్పులు తేవాలని రాహుల్‌తో పాటు ఇతర విపక్షాలు డిమాండ్ చేస్తున్నాయి.</p>\n","originalUrl":"https://tattvanews.com/19995/12/07/2024/","hasAudio":false,"hasInfographics":false}