{"id":"wp-en-13443","wp_id":13443,"type":"standard","category":"World","language":"en","title":"Revanna says he will appear before SIT on May 31￼","excerpt":"Hassan MP Prajwal Revanna, accused in a sex scandal, has announced he will return to India and appear before the Special Investigation Team (SIT) on May 31. Revanna made this declaration in a video statement from an undisclosed location, expressing his intent to cooperate with the investigation. In the video, Revanna claimed that the charges","author":"Tattva News Team","time":"28/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Prajwal.jpg","readTime":"5 min read","contentHTML":"\n<p>Hassan MP Prajwal Revanna, accused in a sex scandal, has announced he will return to India and appear before the Special Investigation Team (SIT) on May 31. Revanna made this declaration in a video statement from an undisclosed location, expressing his intent to cooperate with the investigation. In the video, Revanna claimed that the charges against him are part of a political conspiracy orchestrated by his adversaries. He stated that he would fight these allegations legally and prove his innocence.</p>\n\n\n\n<p>\"I will personally, on Friday, May 31 at 10 am, come before the SIT and will cooperate with the investigation and will respond to it (charges). I have faith in court and I am confident I will come out of false cases through court,\" Pajwal said.</p>\n\n\n\n<p>\"Let God's, people's and family's blessing be on me. I will surely come before SIT on May 31, Friday. After coming, I will try to put an end to all this. Keep faith in me,\" he added.</p>\n\n\n\n<p>Without mentioning the videos even once, Prajwal claimed that there was a “political conspiracy” against him. “Some forces in Hassan have launched a political conspiracy against me and want to end my political career. I had to distance myself. There’s no need to be mistaken. I will come back on the 31st at 10am to meet with the SIT and give me full cooperation for the investigation. I believe in the law and the system. I will emerge stronger from all these false allegations against me.”</p>\n\n\n\n<p>Prajwal Revanna faces multiple charges of sexual abuse. He reportedly fled to Germany on April 27, a day after voting in Hassan, and has been evading authorities since. </p>\n\n\n\n<p>Interpol has issued a Blue Corner Notice seeking information on Revanna’s whereabouts, following a request from the SIT through the Central Bureau of Investigation (CBI). Additionally, a special court for elected representatives issued an arrest warrant against him on May 18, based on an application from the SIT.</p>\n","originalUrl":"https://en.tattvanews.com/national/revanna-says-he-will-appear-before-sit-on-may-31%ef%bf%bc/","hasAudio":false,"hasInfographics":false}