{"id":"wp-te-19818","wp_id":19818,"type":"standard","category":"World","language":"te","title":"మేథా పాట్కర్ కు 5 నెలల జైలు శిక్ష","excerpt":"నర్మదా బచావ్ ఆందోళన్ సహా దేశంలో పలు సామాజిక ఉద్యమాలు నిర్వహించి బాధితులకు న్యాయం చేసిన సామాజిక కార్యకర్త మేథా పాట్కర్ కు ఇవాళ గట్టి ఎదురుదెబ్బ తగిలింది. ఓ 24 ఏళ్ల నాటి పరువు నష్టం కేసులో ఆమెకు 5 నెలల జైలుశిక్ష విధిస్తూ ఢిల్లీ కోర్టు సంచలన తీర్పు వెలువరించింది.  ఢిల్లీ ప్రస్తుత లెఫ్టినెంట్ గవర్నర్ వీకే సక్సేనా దాఖలు చేసిన ఈ కేసులో మేథా పాట్కర్ ను దోషిగా నిర్ధారిస్తూ కోర్టు ఈ","author":"Tattva News Team","time":"2/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Medha.jpg","readTime":"5 min read","contentHTML":"\n<p>నర్మదా బచావ్ ఆందోళన్ సహా దేశంలో పలు సామాజిక ఉద్యమాలు నిర్వహించి బాధితులకు న్యాయం చేసిన సామాజిక కార్యకర్త మేథా పాట్కర్ కు ఇవాళ గట్టి ఎదురుదెబ్బ తగిలింది. ఓ 24 ఏళ్ల నాటి పరువు నష్టం కేసులో ఆమెకు 5 నెలల జైలుశిక్ష విధిస్తూ ఢిల్లీ కోర్టు సంచలన తీర్పు వెలువరించింది. </p>\n\n\n\n<p>ఢిల్లీ ప్రస్తుత లెఫ్టినెంట్ గవర్నర్ వీకే సక్సేనా దాఖలు చేసిన ఈ కేసులో మేథా పాట్కర్ ను దోషిగా నిర్ధారిస్తూ కోర్టు ఈ తీర్పు ఇచ్చింది. అంతే కాదు ఆయనకు 10 లక్షల జరిమానా కూడా చెల్లించాలని ఆదేశించింది.</p>\n\n\n\n<p>2000 సంవత్సరంలో అహ్మదాబాద్ లో నేషనల్ కౌన్సిల్ ఫర్ సివిల్ లిబర్టీస్ పేరుతో ఓ స్వచ్చంద సంస్థను నడుపుతున్న వీకే సక్సేనా.. తనతో పాటు తాను నడుపుతున్న నర్మదా బచావ్ ఆందోళన్ కు వ్యతిరేకంగా ప్రకటనలు ఇచ్చారన్న కారణంతో మేథా పాట్కర్ పరువు నష్టం దావా వేశారు. </p>\n\n\n\n<p>అయితే తనను కూడా దూషించారంటూ వీకే సక్సేనా కూడా రెండు కేసులు పెట్టారు.ఈ కేసులో పాట్కర్‌ను దోషిగా నిర్ధారిస్తూ.. సక్సేనాకు వ్యతిరేకంగా ఆమె చేసిన ప్రకటనలు పరువు నష్టం కలిగించడమే కాకుండా ప్రతికూల భావాలను ప్రేరేపించడానికి కూడా ఉద్దేశించినట్లు మేజిస్ట్రేట్ కోర్టు పేర్కొంది.</p>\n\n\n\n<p>అయితే 69 ఏళ్ల పాట్కర్‌కు ఆమె వయస్సు, ఆరోగ్యం దృష్ట్యా కఠిన కారాగార శిక్ష విధించలేదని ఇవాళ జారీ చేసిన ఉత్తర్వుల్లో కోర్టు పేర్కొంది. అనంతరం పాట్కర్‌ కోర్టులో బెయిల్‌ పిటిషన్‌ దాఖలు చేశారు. బెయిల్ పిటిషన్‌పై విచారణ జరిగే వరకు 30 రోజుల పాటు జైలు శిక్ష సస్పెండ్ కానుండటం ఆమెకు ఊరట. సివిల్ కేసు కావడంతో ఆమె హైకోర్టును ఆశ్రయించి బెయిల్ లేదా కేసు రద్దుకు పిటిషన్ దాఖలు చేసుకునే అవకాశం ఉంది.</p>\n","originalUrl":"https://tattvanews.com/19818/02/07/2024/","hasAudio":false,"hasInfographics":false}