{"id":"wp-te-19264","wp_id":19264,"type":"standard","category":"World","language":"te","title":"శృంగార తారతో సంబంధంలో డోనాల్డ్ ట్రంప్ ను దోషిగా తేల్చిన న్యాయస్థానం","excerpt":"అమెరికా మాజీ అధ్యక్షులు డొనాల్డ్ ట్రంప్ రికార్డుల ఫోర్జరీ, అవకతవకల కేసుకు సంబంధించి అభియోగాలలో 34 అంశాలలో దోషిగా తేలారు. అమెరికా శృంగార తార స్మార్టీ డేనియల్స్‌తో అక్రమ సంబంధం వ్యవహారం చివరికి ఈ ఏడాది జరిగే దేశాధ్యక్ష ఎన్నికల దశలో ట్రంప్‌కు చిక్కులు తెచ్చిపెట్టాయి.  బ్లూఫిల్మ్ స్టార్‌ను వదుల్చుకునేందుకు డబ్బులు ముట్టచెప్పే క్రమంలో ట్రంప్ ఏకంగా తన రిపబ్లికన్ పార్టీ నిధులను దారిమళ్లించాడని, ఈ క్రమంలో పలు ఫోర్జరీలకు పాల్పడ్డాడనే అభియోగాలలో దోషిగా న్యూయార్క్‌లోని మన్‌హట్టన్","author":"Tattva News Team","time":"1/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Trump.webp","readTime":"5 min read","contentHTML":"\n<p>అమెరికా మాజీ అధ్యక్షులు డొనాల్డ్ ట్రంప్ రికార్డుల ఫోర్జరీ, అవకతవకల కేసుకు సంబంధించి అభియోగాలలో 34 అంశాలలో దోషిగా తేలారు. అమెరికా శృంగార తార స్మార్టీ డేనియల్స్‌తో అక్రమ సంబంధం వ్యవహారం చివరికి ఈ ఏడాది జరిగే దేశాధ్యక్ష ఎన్నికల దశలో ట్రంప్‌కు చిక్కులు తెచ్చిపెట్టాయి. </p>\n\n\n\n<p>బ్లూఫిల్మ్ స్టార్‌ను వదుల్చుకునేందుకు డబ్బులు ముట్టచెప్పే క్రమంలో ట్రంప్ ఏకంగా తన రిపబ్లికన్ పార్టీ నిధులను దారిమళ్లించాడని, ఈ క్రమంలో పలు ఫోర్జరీలకు పాల్పడ్డాడనే అభియోగాలలో దోషిగా న్యూయార్క్‌లోని మన్‌హట్టన్ న్యాయస్థానం ఆయనను ఖరారు చేసింది. తనకు డబ్బులు ఇచ్చి నోరు మూయించాలని చూశారని పేర్కొంటూ స్మార్టీ ఇక్కడి కోర్టులో హుష్‌మనీ కేసు దాఖలు చేసింది.</p>\n\n\n\n<p>జులై 11వ తేదీన తుదితీర్పు వెలువరించి ఇందులో శిక్షను ఖరారు చేస్తుంది. అమెరికాలో ఇప్పుడు డెమోక్రాట్ల తరఫున అధ్యక్షుడు బైడెన్, రిపబ్లికన్ పార్టీ తరఫున ట్రంప్ అభ్యర్థిత్వాలు, వీరి మధ్య మునుపటిలాగానే పోటీకి రంగం సిద్ధం అయింది. పలు రౌండ్లలో ట్రంప్ తమ పార్టీ అభ్యర్థిగా ఖరారు అయ్యే దిశలో ముందున్నారు. కాగా జులై 15వ తేదీనే విస్కాన్సిన్‌లోని మిల్‌వౌకిలో రిపబ్లికన్ పార్టీ జాతీయ సదస్సు జరుగుతుంది.</p>\n\n\n\n<p>ఇందులో అధ్యక్ష పదవికి పార్టీ తరఫున అభ్యర్థి పేరును ప్రకటిస్తారు. ఈ క్రమంలో ట్రంప్ పేరునే ప్రకటించాల్సి ఉంటుంది. అయితే న్యాయస్థానం ఆయనను దోషిగా పేర్కొన్నందున , శిక్షను ప్రకటించనున్న నేపథ్యంలో రిపబ్లికన్ పార్టీ నిర్ణయం ఏమిటనేది సస్పెన్స్ అయింది. బిజినెస్ రికార్డులను తారుమారు చేశారనే విషయంపై 34 కౌంట్లపై ట్రంప్‌ను దోషిగా తేల్చారు. </p>\n\n\n\n<p>ఇక ఓ కేసులో దోషిగా నిరూపితం అయిన మాజీ అధ్యక్షులు అమెరికా చరిత్రలో ట్రంప్ మొదటివాడు. శృంగార తారతో రహస్య కార్యకలాపాలు, ఇవి పెద్ద ఎత్తున ప్రచారంలోకి రావడం, ఆమె కూడా 2016 అధ్యక్ష ఎన్నికల అదునుచూసుకునే ట్రంప్ నుంచి ఎక్కువ డబ్బు వసూళ్లకు యత్నించడం వంటి పరిణామాలు, ఈ క్రమంలో ఆమె బెడద తప్పించుకునేందుకు ఆయన తన లాయరు ద్వారా ఆమెకు డబ్బు ఇప్పించారని, ఇందుకు పార్టీకి అందిన ప్రచార సొమ్ము వాడారనేది కీలక అభియోగం. </p>\n\n\n\n<p>తీర్పుపై బైడెన్‌హారిస్ ప్రచారకులు స్పందించారు. చట్టానికి ఎవరూ అతీతులు కాదన్నారు. ట్రంప్ మాట్లాడుతూ దిగజారిన రాజకీయ వ్యవస్థ ప్రలోభాల ఫలితంగానే ఈ తీర్పు వచ్చిందన్నారు. అయినా ఇది తన ఎన్నికల కార్యాచరణకు అడ్డంకి కాబోదని చెప్పారు. పరస్పర వైరుద్థాల జడ్జి అవినీతిపరుడు వెలువరించిన తీర్పు అని విమర్శించారు. ఇది చాలా దారుణం, కావాలనే ఈ ప్రాంతాన్ని ఎంచుకుని తీర్పు వెలువడేలా చేశారని తెలిపారు. </p>\n\n\n\n<p>నిజమైన తీర్పు నవంబర్ 5న ప్రజలు ఇచ్చే తీర్పు అని, ఇదంతా కూడా బిజినెస్‌మెన్ సొరోస్ డబ్బులు పుచ్చుకున్న డిఎ (డిస్ట్రిక్ట్ అటార్నీ అల్విన్ బ్రాగ్) నడిపించిన కథ అని ట్రంప్ ఆరోపించారు. దేనికి తాను భయపడేది లేదని, రాజ్యాంగం కోసం దేశం కోసం పోరాడే వ్యక్తిని అని బహిరంగంగానే ట్రంప్ న్యాయమూర్తిపై విమర్శలకు దిగారు. ఇప్పుడు దేశం అంతా అవినితీమయం అయిందని ఆరోపించారు. </p>\n\n\n\n<p>బైడెన్ అధికార యంత్రాంగం ఓ వ్యూహంతో తన వంటి బలీయ రాజకీయ ప్రత్యర్థిని దెబ్బతీసేందుకు లేదా పోటీలో లేకుండా చేసేందుకు జరిపిన కుట్ర అని పేర్కొన్నారు. తాను అమాయకుడిని అని స్పష్టం చేశారు. సాధారణంగా అమెరికాలో రికార్డుల తారుమారు కేసులలో శిక్షల తీవ్రత తక్కువగా ఉంటుంది. ట్రంప్ విషయంలో ఓ ఏడాది నుంచి నాలుగు ఏండ్ల వరకూ శిక్ష పడే వీలుంది. </p>\n\n\n\n<p>అయితే కేవలం జరిమానాలతో సరిపెట్టే అవకాశం కూడా ఉందని న్యాయనిపుణులు తెలిపారు. ఈ కేసు ఈ శిక్షతో ట్రంప్ అభ్యర్థిత్వానికి, ఎన్నికలలో పోటీకి పెద్దగా ఇబ్బంది ఏమీ ఉండదని ప్రముఖ లాయర్లు తెలిపారు. సమయం ఉన్నందున ట్రంప్ లాయర్ల బృందం తగు విధంగానే ఈ కేసును ఎదుర్కొంటుందని, ఈ నెట్‌వర్క్ ఉండనే ఉంటుందన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19264/01/06/2024/","hasAudio":false,"hasInfographics":false}