{"id":"wp-en-14239","wp_id":14239,"type":"standard","category":"World","language":"en","title":"Help stop killing spree in Bangladesh:  Prof Yunus","excerpt":"By Nava J Thakuria After nearly hundreds of young people, precisely students, were killed by the government armed  forces in liaison with the ruling party affiliates in Bangladesh, the country’s lone Nobel  laureate Professor Muhammad Yunus made a clarion call to the international community including the United Nations to halt the murder of agitating Bangladeshi","author":"Tattva News Team","time":"23/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Md-Yunus.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong></strong></p>\n\n\n\n<p>After nearly hundreds of young people, precisely students, were killed by the government armed  forces in liaison with the ruling party affiliates in Bangladesh, the country’s lone Nobel  laureate Professor Muhammad Yunus made a clarion call to the international community including the United Nations to halt the murder of agitating Bangladeshi nationals across the south Asian nation.</p>\n\n\n\n<p>“The nationwide killing spree of Bangladeshi students and other citizens must be prevented. I urge the media outlets across the globe to come forward reporting the ground reality so that many precious lives can be saved,” said Prof Yunus, a man of international fame for his revolutionary banking and social business that enhances not only Bangladesh but many nations on Earth, but faces personal harassments from Prime Minister  Sheikh Hasina with a number of fictitious  legal charges.</p>\n\n\n\n<p>Speaking to this writer from Dhaka on Monday, Prof Yunus also insisted on quality television debates and pragmatic editorials over the turmoil faced by his beloved country of 170 population, where even the ‘high school students become the victims’ as they joined the anti-quota movement in Bangladesh that began on 1 July following a court order reinstating the reservation facility for the dependants of war veterans.</p>\n\n\n\n<p>“Engulfed in a serious crisis, Bangladesh witnesses millions of students and others protesting nationals have been attacked by the police and Border Guard Bangladesh personnel leading to more than 200 deaths and 700 injuries, some of whom remain in serious health conditions,” exclaimed Prof Yunus, adding that ‘there must be investigations into the killings that have taken place already’.</p>\n\n\n\n<p>Though it began with a peaceful protest demonstration on the prestigious Dhaka University premises demanding the reservation quota for the dependents of  freedom fighters’ families (who fought against the brutal Pakistani forces) in the government jobs to be abolished, it spread quickly to other university campuses and cities.</p>\n\n\n\n<p>The general population, who are seemingly unhappy with the Awami League-led government in Dhaka that achieved the fourth consecutive victory in the last national elections with no opposition candidates, joined the movement to make it a national outrage against the Hasina regime.</p>\n\n\n\n<p>The  government lately  imposed a nationwide curfew with the shoot at sight order on 20 July and deployed military personnel to support the police and civilian authorities.</p>\n\n\n\n<p>The agitation turned violent following the aggression shown by the members of Bangladesh Chhatra League  and Juba League (student and youth wing of ruling Awami League) on the agitators. Lately the Supreme Court restricted the space for reservation to freedom fighters’ families from 30 to 5 percent. But the apex court did not scrap the reservation policy and hence it may not immediately quell down the protest, as the students vowed to continue their movement until the particular quota gets abolished.</p>\n\n\n\n<p>“I urgently call on world leaders to do everything within their powers to end the violence against those who are exercising their rights to protest. The internet and telephone services have been restricted and so it is unlikely that my fellow citizens will hear this appeal soon or be able to take their own initiatives. I urge the people of goodwill around the world to add their voices to my call to end this carnage, so that we can get back to our mission to build a self-reliant, democratic, and peaceful Bangladesh,” concluded the octogenarian banker turned social thinker Prof Yunus.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/%ef%bf%bchelp-stop-killing-spree-in-bangladesh-prof-yunus%ef%bf%bc/","hasAudio":false,"hasInfographics":false}