{"id":"wp-en-13221","wp_id":13221,"type":"standard","category":"World","language":"en","title":"Amit Shah says PoK part of India, we will take it back￼","excerpt":"Home Minister Amit Shah has reiterated India's claim over Pakistan-occupied Kashmir (PoK), stating \"no power of the world can take it from us.\" Shah's statement, made during an election rally in Raebareli's Pratapgarh, comes as PoK witnesses unrest following violent clashes between security forces and protesters. Hitting out at Congress leader Mani Shankar Iyer for his","author":"Tattva News Team","time":"13/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Amit-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>Home Minister Amit Shah has reiterated India's claim over Pakistan-occupied Kashmir (PoK), stating \"no power of the world can take it from us.\" Shah's statement, made during an election rally in Raebareli's Pratapgarh, comes as PoK witnesses unrest following violent clashes between security forces and protesters.</p>\n\n\n\n<p>Hitting out at Congress leader Mani Shankar Iyer for his comments on the need to \"respect Pakistan\" for it may consider using an atom bomb against India, Shah deplored that Congress leader Mani Shankar Aiyar and INDIA bloc leader Farooq Abdullah are asking to respect Pakistan as it has an atom bomb.</p>\n\n\n\n<p>“Why should we respect Pakistan? Congress leader Rahul Gandhi says don't demand PoK. Rahul Baba, if you are scared of atom bombs, then remain scared. We are not scared. PoJK is a part of India, and we will take it back,\" he said.</p>\n\n\n\n<p>ShAmit ah also raked up the Kashmir issue while taking a jab at Congress chief Mallikarjun Kharge. \"Kharge says that the people of UP and Rajasthan don’t have anything to do with Kashmir. The Congress, Samajwadi Party and BSP were taking care of Article 370 in Kashmir like its illegitimate child,” he said.</p>\n\n\n\n<p>Union Home Minister reminded that Prime Minister Narendra Modi ended Article 370 and also  ended terrorism in Kashmir, so that made it an integral part of India. “These two 'Shehzade' Akhilesh Yadav and Rahul Gandhi promise to reintroduce Article 370 if they are elected. Do you think that Article 370 should be reintroduced?\" the Home Minister said during the rally.</p>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-says-pok-part-of-india-we-will-take-it-back%ef%bf%bc/","hasAudio":false,"hasInfographics":false}