{"id":"wp-te-20033","wp_id":20033,"type":"standard","category":"World","language":"te","title":"డొనాల్డ్​ ట్రంప్​ ర్యాలీలో కాల్పుల కలకలం!","excerpt":"అమెరికా మాజీ ప్రెసిడెంట్ ట్రంప్ పై కాల్పులు కలకలం సృష్టిస్తున్నాయి.  ఈ కాల్పుల్లో షూటర్, ఒక వ్యక్తి మృతి చెందాడు. గుర్తు తెలియని దుండగుడు కాల్పులు జరపడంతో ట్రంప్ చెవికి గాయమైంది. వెంటనే ట్రంప్ ను ఆస్పత్రికి తరలించారు. అనుమానాస్పద హత్యాయత్నం తర్వాత ‘పోరాడమని’ మద్దతుదారులకు రక్తసిక్తమైన ట్రంప్ చెప్పారు.  అధ్యక్ష ఎన్నికల ప్రచారంలో భాగంగా పెన్సిల్వేనియాలో నిర్వహించిన ర్యాలీలో ట్రంప్‌ పాల్గొన్నారు. ఈ సందర్భంగా వేదికపై ప్రసంగిస్తుండగా ఆయనపై దుండగులు కాల్పులకు తెగబడ్డారు. సభావేదికకు 182","author":"Tattva News Team","time":"14/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Gun-Trup.jpg","readTime":"5 min read","contentHTML":"\n<p>అమెరికా మాజీ ప్రెసిడెంట్ ట్రంప్ పై కాల్పులు కలకలం సృష్టిస్తున్నాయి.  ఈ కాల్పుల్లో షూటర్, ఒక వ్యక్తి మృతి చెందాడు. గుర్తు తెలియని దుండగుడు కాల్పులు జరపడంతో ట్రంప్ చెవికి గాయమైంది. వెంటనే ట్రంప్ ను ఆస్పత్రికి తరలించారు. అనుమానాస్పద హత్యాయత్నం తర్వాత ‘పోరాడమని’ మద్దతుదారులకు రక్తసిక్తమైన ట్రంప్ చెప్పారు. </p>\n\n\n\n<p>అధ్యక్ష ఎన్నికల ప్రచారంలో భాగంగా పెన్సిల్వేనియాలో నిర్వహించిన ర్యాలీలో ట్రంప్‌ పాల్గొన్నారు. ఈ సందర్భంగా వేదికపై ప్రసంగిస్తుండగా ఆయనపై దుండగులు కాల్పులకు తెగబడ్డారు. సభావేదికకు 182 మీటర్ల దూరంలో ఎదురుగా ఉన్న భవనం నుంచి ఆరు రౌండ్లు కాల్పులు జరిపారు. ఓ బుల్లెట్‌ ఆయన కుడి చెవిని తాకుతూ దూసుకెళ్లింది. </p>\n\n\n\n<p>దీంతో ఆయన స్టేజిపై కింద పడిపోయారు. భద్రతా సిబ్బంది వెంటనే మాజీ అధ్యక్షుడి చుట్టూ రక్షణగా చేరారు. వేదిక పైనుంచి దించి దవాఖానకు తరలించారు. అనంతరం స్టేజీ పరిసరాల్లో ఉన్న భవనాలను తమ ఆదీనంలోకి తీసుకున్నారు. కాల్పులు జరిపిన ఇద్దరిలో ఒకరిని భద్రతా సిబ్బంది హతమార్చారు. </p>\n\n\n\n<p>ప్రస్తుతం ట్రంప్‌ క్షేమంగా ఉన్నారని అధికారులు ప్రకటించారు. ఈ దాడిలో ఎన్నికల ప్రచారంలో పాల్గొన్న ఓ వ్యక్తి దుర్మరణం చెందగా, మరొకరు గాయపడ్డారు. ఈ ఘటనతో అమెరికా ఒక్కసారిగా ఉలిక్కిపడింది.  కాల్పుల ఘటనపై అమెరికా భద్రతా సిబ్బందితో కలిసి ఎఫ్‌బీఐ దర్యాప్తు చేపట్టింది. ట్రంప్‌పై దాడి జరిగిన ప్రాంతంలో విచారణ నిర్వహిస్తున్నది. అనుమానితులు, ప్రత్యక్ష సాక్ష్యులను అధికారులు వివరాలు అడిగి తెలుసుకుంటున్నారు.</p>\n\n\n\n<p>దుండగుల కాల్పుల్లో తన కుడి చెవి పైభాగం నుంచి తూటా దూసుకెళ్లిందని ట్రంప్  చెప్పారు. కాల్పుల శబ్దం వినగానే ఏదో తేడాగా ఉందని అర్ధమైందని పేర్కొన్నారు. బుల్లెట్‌ తన చెవిని తాకుతూ దూసుకెళ్లిందని, దీంతో తీవ్ర రక్తస్రావమైందని తెలిపారు. వెంటనే స్పందించిన భద్రతా సిబ్బందికి ధన్యవాదాలు తెలిపారు. </p>\n\n\n\n<p>కాల్పుల్లో మృతిచెందిన వ్యక్తి కుటుంబానికి సానుభూతి వ్యక్తంచేశారు. తీవ్రంగా గాయపడిన వ్యక్తి త్వరగా కోలుకోవాలని ఆకాంక్షించారు. కాల్పులు జరిపిన వ్యక్తి గురించి ఎలాంటి సమాచారం లేదని తెలిపారు. గాడ్‌ బ్లెస్‌ అమెరికా అంటూ తనపై జరిగిన కాల్పుల ఘటన గురించి ట్రూత్‌ సోషల్‌ సైట్‌లో వెల్లడించారు.</p>\n\n\n\n<p>డొనాల్డ్‌ ట్రంప్‌పై దాడిని ఆ దేశాధ్యక్షుడు జో బైడెన్‌ తీవ్రంగా ఖండిచారు. అమెరికాలో రాజకీయ హింసకు చోటు లేదని చెప్పారు. ఘటనపై భద్రతా ఏజెన్సీల నుంచి వివారాలు తెలుసుకున్న ఆయన.. ఇది సరైనది కాదన్నారు. ప్రతి ఒక్కరు దీనిని ఖండించాలని చెప్పారు. త్వరలో ట్రంప్‌తో మాట్లాడతానని వెల్లడించారు. </p>\n\n\n\n<p>ఆయన సురక్షితంగా ఉన్నారని తెలిసి తన మనసు కుదుటపడిందని తెలిపారు. ఆయనతోపాటు ఆయన కుటుంబ సభ్యులు, ర్యాలీలో ఉన్నవారంతా క్షేమంగా ఉండాలని ప్రార్థిస్తున్నాని చెప్పారు. ఇలాంటి ఘటనలను ఖండించడంలో యావత్‌ దేశం ఏకతాటిపైకి రావాల్సిన అవసరం ఉన్నదని బైడెన్‌ స్పష్టం చేశారు.</p>\n\n\n\n<p>డొనాల్డ్ ట్రంప్‌పై కాల్పుల ఘటనపై ప్రధాని నరేంద్ర మోదీ స్పందిస్తూ తీవ్రంగా ఖండించడంతో తన ట్విట్టర్‌లో విచారం వ్యక్తం చేశారు. ‘నా ఫ్రెండ్ ట్రంప్ పై దాడిని తీవ్రంగా ఖండిస్తున్నానని, త్వరగా కోలుకోవాలని’ మోడీ ఆకాంక్షించారు. ప్రజాస్వామ్యం, రాజకీయాల్లో హింసకు తావలేదని చెప్పారు. గాయపడిన ఆయన త్వరగా కోలుకొని మన ముందుకు రావాలని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20033/14/07/2024/","hasAudio":false,"hasInfographics":false}