{"id":"wp-te-18905","wp_id":18905,"type":"standard","category":"World","language":"te","title":"ప్రధాని మోదీ  పదవీ విరమణపై కేజ్రీవాల్- అమిత్ షా మాటల యుద్ధం","excerpt":"లిక్కర్ స్కామ్ లో అరెస్ట్ అయిన, ఒక రోజు ముందే జైలు నుంచి మధ్యంతర  బెయిల్ పై విడుదల అయిన ఢిల్లీ ముఖ్యమంత్రి, ఆప్ చీఫ్ అరవింద్ కేజ్రీవాల్ బీజేపీపై మాటల దాడిని ప్రారంభించారు. 75 సంవత్సరాలు నిండిన నేతలకు రిటైర్మెంట్ ప్రకటించి పంపించే సంప్రదాయం బీజేపీలో ఉందని, అదే సంప్రదాయాన్ని ప్రధాని నరేంద్ర మోదీ విషయంలో కూడా పాటిస్టారా? అని కేజ్రీవాల్ ప్రశ్నించారు. వచ్చే సంవత్సరం మోదీకి 75 ఏళ్లు నిండిన తరువాత ఆయన పదవి","author":"Tattva News Team","time":"12/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-Kerjiwal.webp","readTime":"5 min read","contentHTML":"\n<p>లిక్కర్ స్కామ్ లో అరెస్ట్ అయిన, ఒక రోజు ముందే జైలు నుంచి మధ్యంతర  బెయిల్ పై విడుదల అయిన ఢిల్లీ ముఖ్యమంత్రి, ఆప్ చీఫ్ అరవింద్ కేజ్రీవాల్ బీజేపీపై మాటల దాడిని ప్రారంభించారు. 75 సంవత్సరాలు నిండిన నేతలకు రిటైర్మెంట్ ప్రకటించి పంపించే సంప్రదాయం బీజేపీలో ఉందని, అదే సంప్రదాయాన్ని ప్రధాని నరేంద్ర మోదీ విషయంలో కూడా పాటిస్టారా? అని కేజ్రీవాల్ ప్రశ్నించారు.</p>\n\n\n\n<p>వచ్చే సంవత్సరం మోదీకి 75 ఏళ్లు నిండిన తరువాత ఆయన పదవి నుండి వైదొలుగుతారని, ఆయన స్థానంలో హోంమంత్రి అమిత్ షా ప్రధాని అవుతారని అంటూ కేజ్రీవాల్ సంచలన వ్యాఖ్యలు చేశారు. అయితే, ఈ వాఖ్యాలను కొద్దిసేపటికే అమిత్ షా కొట్టిపారేసారు.  ప్రధాని మోదీ  75 ఏళ్లు పూర్తి చేసుకోవడం పట్ల కేజ్రీవాల్ సంతోషించడానికి ఏమీ లేదని అంటూ ఎద్దేవా చేశారు.</p>\n\n\n\n<p> ‘‘మోదీజీ 75వ ఏట అడుగుపెట్టినందుకు మీరు సంతోషించాల్సిన అవసరం లేదని అరవింద్ కేజ్రీవాల్ అండ్ కంపెనీకి చెప్పాలనుకుంటున్నాను. 75 ఏళ్లు నిండిన తరవాత నరేంద్ర మోదీ ప్రధానిగా కొనసాగకూడదని బీజేపీ రాజ్యాంగంలో ఎక్కడా రాయలేదు’’ అని స్పష్టం చేశారు. తదుపరి ప్రధాని కూడా నరేంద్ర మోదీనే ఉంటారని, ఆయన తన పదవీ కాలాన్ని పూర్తి చేసుకుంటారని అమిత్ షా తేల్చి చెప్పారు. ఈ విషయంలో బీజేపీలోలో ఎలాంటి గందరగోళం లేదని పేర్కొన్నారు.</p>\n\n\n\n<p>50 రోజుల తర్వాత జైలు నుండి బయటకు వచ్చిన మరుసటి రోజు శనివారం కేజ్రీవాల్ తన మొదటి ఎన్నికల ర్యాలీలో ప్రసంగించారు. 2024 లోక్ సభ ఎన్నికల్లో నరేంద్ర మోదీకి ఓటు వేయడం అంటే తదుపరి ప్రధానిగా అమిత్ షా కు ఓటు వేయడమేనని కేజ్రీవాల్ సంచలన వ్యాఖ్యలు చేశారు. </p>\n\n\n\n<p>వచ్చే సంవత్సరం నరేంద్ర మోదీకి 75 ఏళ్లు నిండిన తరువాత ఆయన రిటైర్ అవుతారని, ఆ తరువాత అమిత్ షా ప్రధాని అవుతారని, అందువల్ల ఇప్పుడు మోదీకి ఓటు వేస్తే, వచ్చే సంవత్సరం ప్రధాని కావడానికి అమిత్ షాకు ఓటు వేయడమేనని కేజ్రీవాల్ వ్యాఖ్యానించారు.</p>\n\n\n\n<p>ఎన్నికల ప్రచారంలో బీజేపీపై దాడిని కేజ్రీవాల్ మరింత తీవ్రం చేశారు. ‘‘విపక్ష ఇండియా కూటమి తరఫున ప్రధాని అభ్యర్థి ఎవరని వీళ్లు (బిజెపి) అడుగుతున్నారు. వచ్చే ఏడాది సెప్టెంబర్ 17న మోదీకి 75 ఏళ్లు నిండుతున్నాయి. 75 ఏళ్లు పైబడిన వారు రిటైర్ అవుతారని బీజేపీలో ఆయన ఒక నిబంధన పెట్టారు. ఆ ప్రకారం వారు ఎల్.కె.అద్వానీ, మురళీ మనోహర్ జోషి, సుమిత్రా మహాజన్ తదితరులను బలవంతంగా రిటైర్ చేయించారు. ఇప్పుడు ఆయనే స్వయంగా రిటైర్ అవుతున్నారు. అంతే, అమిత్ షాను ప్రధానిని చేయడానికి మోదీ ఓట్లు అడుగుతున్నారు. మోదీజీ హామీని అమిత్ షా నెరవేరుస్తారా?’’ అని కేజ్రీవాల్ చెప్పుకొచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/18905/12/05/2024/","hasAudio":false,"hasInfographics":false}