{"id":"wp-en-12956","wp_id":12956,"type":"standard","category":"World","language":"en","title":"Gadkari faints during poll campaign in Maharashtra￼","excerpt":"Union Minister Nitin Gadkari fainted during an election rally on Wednesday in Maharashtra's Yavatmal district. As he suffered a fainting fit, the security personnel accompanying him carried him off-stage. A video of the incident has gone viral. The minister, however, recovered after a few minutes and completed his speech. Later, the BJP leader gave an update of","author":"Tattva News Team","time":"25/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Gadkari-faints.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Minister Nitin Gadkari fainted during an election rally on Wednesday in Maharashtra's Yavatmal district. As he suffered a fainting fit, the security personnel accompanying him carried him off-stage. A video of the incident has gone viral.</p>\n\n\n\n<p>The minister, however, recovered after a few minutes and completed his speech. Later, the BJP leader gave an update of his health on social media. \"Felt uneasy due to heat at a rally at Pusad, Maharashtra. But now I am completely alright and on my way to Warud to take part in the next rally,\" he said in a tweet.</p>\n\n\n\n<p>In a video doing rounds on social media, the union minister can be seen to be dizzy and unconscious as he was being carried away by the people on stage. Some of the BJP leaders can also be heard calling for doctors.</p>\n\n\n\n<p>West Bengal Chief Minister Mamata Banerjee wished him a speedy recovery. \"Pray for quick and complete recovery of senior Union Minister and BJP leader Nitin Gadkari. Electioneering in the scorching heat of this cruel summer is indeed unbearable. Today is 24 April, and, can you imagine, our 7-phase elections will continue till 1st,\" she wrote.</p>\n\n\n\n<p>Earlier on December 7, 2018, Gadkari fainted during a public event in Maharashtra because of \"suffocation\" from convocation robes, in his own words. He was at the convocation of an agricultural university in Ahmednagar district, on his feet for the national anthem, when he fainted on stage.</p>\n","originalUrl":"https://en.tattvanews.com/national/gadkari-faints-during-poll-campaign-in-maharashtra%ef%bf%bc/","hasAudio":false,"hasInfographics":false}