{"id":"wp-te-19450","wp_id":19450,"type":"standard","category":"World","language":"te","title":"మూడోసారి ప్రధాని బాధ్యతలు చేపట్టిన మోదీ","excerpt":"మూడోసారి ప్రధానిగా ప్రమాణ స్వీకారం చేసిన అనంతరం సోమవారం ఉదయం తన పనిని ప్రారంభించారు నరేంద్ర మోదీ. ఇందులో భాగంగా  పీఎం కిసాన్ నిధి 17వ విడత విడుదలకు సంబంధించిన ఫైల్​పై తొలి సంతకం చేశారు. ఈ పథకం కింద.. 9.3 కోట్ల మంది రైతులకు ప్రయోజనం చేకూరుస్తుందని, సుమారు రూ .20,000 కోట్లు పంపిణీ చేస్తామని ప్రధాని నరేంద్ర మోదీ చెప్పారు. దీంతో దేశంలోని 9 కోట్ల 30 వేల మంది రైతుల ఖాతాల్లో.. ఒక్కక్కొరికి","author":"Tattva News Team","time":"10/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-sign.webp","readTime":"5 min read","contentHTML":"\n<h2 class=\"wp-block-heading\"></h2>\n\n\n\n<p>మూడోసారి ప్రధానిగా ప్రమాణ స్వీకారం చేసిన అనంతరం సోమవారం ఉదయం తన పనిని ప్రారంభించారు నరేంద్ర మోదీ. ఇందులో భాగంగా  పీఎం కిసాన్ నిధి 17వ విడత విడుదలకు సంబంధించిన ఫైల్​పై తొలి సంతకం చేశారు. ఈ పథకం కింద.. 9.3 కోట్ల మంది రైతులకు ప్రయోజనం చేకూరుస్తుందని, సుమారు రూ .20,000 కోట్లు పంపిణీ చేస్తామని ప్రధాని నరేంద్ర మోదీ చెప్పారు. దీంతో దేశంలోని 9 కోట్ల 30 వేల మంది రైతుల ఖాతాల్లో.. ఒక్కక్కొరికి రూ.2 వేల చొప్పున డబ్బులు పడనున్నాయి. </p>\n\n\n\n<p>\"రైతన్న అభివృద్ధికి పూర్తిగా కట్టుబడి ఉన్న ప్రభుత్వం మాది. అందుకే ప్రధానిగా బాధ్యతలు చేపట్టిన అనంతరం రైతు సంక్షేమానికి సంబంధించిన ఫైల్​పై తొలి సంతకం చేశాను. రాబోయే కాలంలో రైతులు, వ్యవసాయ రంగం కోసం మరింత కృషి చేయాలనుకుంటున్నాము,' అని ప్రధాని నరేంద్ర మోదీ అన్నారు.</p>\n\n\n\n<p>2024  లోక్ సభ ఎన్నికల్లో గ్రామీణ భారతం నుంచి బీజేపీకి ఎదురుదెబ్బ తగిలిన నేపథ్యంల రైతు సంక్షేమం పట్ల ప్రధాని మోదీ చేసిన ఈ వ్యాఖ్యలు ప్రాధాన్యత సంతరించుకున్నాయి. 72 మంది సభ్యులున్న కేంద్ర మంత్రివర్గానికి నేతృత్వం వహిస్తూ మోదీ ఆదివారం మూడోసారి ప్రధానిగా ప్రమాణ స్వీకారం చేశారు.</p>\n\n\n\n<p>ప్రధాని నరేంద్ర మోదీ కొత్త మంత్రివర్గంలో ఉత్తరప్రదేశ్, బీహార్ రాష్ట్రాలకు అత్యధిక ప్రాతినిధ్యం లభించగా, అసెంబ్లీ ఎన్నికలు జరగనున్న మహారాష్ట్రకు కూడా గణనీయమైన ప్రాతినిధ్యం లభించింది. లోక్​సభకు అత్యధికంగా 80 మంది సభ్యులను పంపే ఉత్తర్​ప్రదేశ్​కు ఒక కేబినెట్​తో సహా తొమ్మిది మంత్రి పదవులు లభించగా, బీహార్ రాష్ట్రం నుంచి మొత్తం ఎనిమిది మంది మంత్రులయ్యారు.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19450/10/06/2024/","hasAudio":false,"hasInfographics":false}