{"id":"wp-en-14093","wp_id":14093,"type":"standard","category":"World","language":"en","title":"BJP and allies sweep Maharashtra MLC election￼","excerpt":"The Mahayuti Alliance led by BJP, Eknath Shinde's Shiv Sena and Ajit Pawar's Nationalist Congress Party (NCP) bounced back in the Member of Legislative Council (MLC) elections securing nine out of 11 seats, polling for which was held today. All five candidates fielded by BJP and two each by Sena and NCP won the election.","author":"Tattva News Team","time":"13/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Maha-polls.webp","readTime":"5 min read","contentHTML":"\n<p>The Mahayuti Alliance led by BJP, Eknath Shinde's Shiv Sena and Ajit Pawar's Nationalist Congress Party (NCP) bounced back in the Member of Legislative Council (MLC) elections securing nine out of 11 seats, polling for which was held today. </p>\n\n\n\n<p>All five candidates fielded by BJP and two each by Sena and NCP won the election. Overall, a total of 12 candidates were in the fray in a major contest between the Mahayuti and Maha Vikas Alliances before the high-stakes Assembly elections due to be held later this year.</p>\n\n\n\n<p>BJP's Pankaja Munde, Yogesh Tilekar, Parinay Phuke, Amit Gorkhe, Sadabhau Khot, Ajit Pawar-NCP's Rajesh Vitekar, Shivajrao Garje, and Eknath Shinde-Shiv Sena's Krupal Tumane, Bhavana Gawali won the election. It remained a successful election for the Mahayuti alliance as all its nine candidates won the poll.</p>\n\n\n\n<p>Pankaja Munde, Yogesh Tilekar, Parinay Phuke, and Amit Gorkhe got 26 votes each. A candidate needs to secure 22.76 votes to win the election.</p>\n\n\n\n<p>Meanwhile, Congress' Pradnya Rajeev Satav, and Milind Narvekar have also won the election. According to reports, cross-voting from the Congress' side has been reported due to which Mahayuti camp candidates managed to secure victory for all the nine candidates it fielded.</p>\n\n\n\n<p>Mahayuti alliance leaders showed victory sign after BJP-led Mahayuti alliance swept the Maharashtra legislative council polls, winning nine of 11 seats.</p>\n\n\n\n<p>On MLC election results, Maharashtra Deputy CM Ajit Pawar said, \"Five MLAs supported us, I thank them. When there are elections, allegations are made but I do not think about it...Mahayuti should get such success in the Vidhan Sabha as well...\"</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-and-allies-sweep-maharashtra-mlc-election%ef%bf%bc/","hasAudio":false,"hasInfographics":false}