{"id":"wp-te-20714","wp_id":20714,"type":"standard","category":"World","language":"te","title":"రాజ్యసభలో ఇక బిజేపికి వైసీపీ, బిజెడి మద్దతు అవసరం లేదు!","excerpt":"తాజాగా రాజ్యసభకు 12 సీట్లకు జరిగిన ఉపఎన్నికలలో 11 సీట్లను ఏకగ్రీవంగా గెల్చుకోగలగడంతో మొదటిసారిగా ఈ సభలో ఎన్డీయేకి పూర్తి మెజారిటీ లభించనుంది. దానితో ఇప్పటి వరకు ఎన్డీయేలో భాగస్వాములు కాకపోయినప్పటికీ అన్ని బిల్లుల విషయంలో బేషరతుగా మద్దతు అందిస్తున్న వైసిపి, బిజెడిల మద్దతు బిజెపికి అవసరం లేకుండా పోతుంది. లోక్ సభలో నరేంద్ర మోదీ ప్రభుత్వ మనుగడకు టిడిపి మద్దతు కీలకంగా మారడంతో వైసీపీతో అందం తెంచుకోవలసిన పరిస్థితి బిజెపికి ఏర్పడింది. మరోవంక, ఒడిశాలో అధికారం","author":"Tattva News Team","time":"23/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/RS.jpg","readTime":"5 min read","contentHTML":"\n<p>తాజాగా రాజ్యసభకు 12 సీట్లకు జరిగిన ఉపఎన్నికలలో 11 సీట్లను ఏకగ్రీవంగా గెల్చుకోగలగడంతో మొదటిసారిగా ఈ సభలో ఎన్డీయేకి పూర్తి మెజారిటీ లభించనుంది. దానితో ఇప్పటి వరకు ఎన్డీయేలో భాగస్వాములు కాకపోయినప్పటికీ అన్ని బిల్లుల విషయంలో బేషరతుగా మద్దతు అందిస్తున్న వైసిపి, బిజెడిల మద్దతు బిజెపికి అవసరం లేకుండా పోతుంది.</p>\n\n\n\n<p>లోక్ సభలో నరేంద్ర మోదీ ప్రభుత్వ మనుగడకు టిడిపి మద్దతు కీలకంగా మారడంతో వైసీపీతో అందం తెంచుకోవలసిన పరిస్థితి బిజెపికి ఏర్పడింది. మరోవంక, ఒడిశాలో అధికారం కోల్పోయిన తర్వాత బిజెడి సహితం ఇక తమకు బిజెపికి ప్రతిపక్షంలో ఉంటామని ప్రకటించింది. రాజ్యసభలో వైసీపీకి 11, బిజెడికి 9 మంది సభ్యులు ఉన్నారు.</p>\n\n\n\n<p>ఏపీలో గత వైసీపీ ప్రభుత్వం ఐదేళ్ల పాటు కేంద్రంలో బీజేపీకి అన్ని విధాలుగా అండగా నిలిచింది. ముఖ్యంగా రాష్ట్రపతి, ఉపరాష్ట్రపతి ఎన్నికల దగ్గరి నుంచి వ్యవసాయ బిల్లులు, ఇతర వివాదాస్పద బిల్లులకు సైతం బీజేపీ అడక్కముందే మద్దతు ఇచ్చేది. అంతలా వైసీపీ నుంచి మద్దతు పొందిన బీజేపీ మాత్రం ఏపీలో ఎన్నికలకు వచ్చే సరికి క్షేత్రస్థాయిలో పరిస్ధితుల్ని గమనించి టిడిపి, జనసేనలతో కలిసి పోటీ చేయాల్సి  వచ్చింది.</p>\n\n\n\n<p> అయితే ఈసారి జరుగుతున్న రాజ్యసభ ద్వైవార్షిక ఎన్నికల్లో 12 సీట్లకు గానూ బీజేపీ, దాని మిత్రపక్షాలు 11 సీట్లు, కాంగ్రెస్ ఓ సీటు గెల్చుకుంటున్నాయి. కాంగ్రెస్ కేవలం తెలంగాణ నుండి ఒక సీటు మాత్రమే గెలుపొందగలుగుతుంది. దీంతో ఎన్డీయే ప్రస్తుతం రాజ్యసభలో ఉన్న 110 సీట్ల నుంచి 121 సీట్లకు ఎగబాకనుంది. అంతే కాదు 237 సీట్ల రాజ్యసభలో మెజార్టీ మార్కు అయిన 119 సీట్లను కూడా దాటిపోతుంది. దీంతో ఎన్డీయేకు ఎట్టకేలకు మెజార్టీ దక్కినట్లవుతోంది.</p>\n\n\n\n<p>ఈ మెజార్టీ లేకపోవడం వల్లే బీజేపీ నేతృత్వంలోని ఎన్డీయే ఏపీలో వైసీపీ, ఒడిశాలో బీజేడీలతో గత ఐదేళ్లుగా బంధం ఏర్పర్చుకోవాల్సి వస్తున్నది. చివరికి సొంతంగా రాజ్యసభలో మెజార్టీ సాధించడంతో ఇక వీరిద్దరి అవసరం లేకుండా పోయింది. ఇదంతా ముందే ఊహించిన బీజేపీ ఈ రెండు పార్టీల్ని తాజా సార్వత్రిక ఎన్నికలకు ముందే వదిలించేసుకున్నట్లు తెలుస్తోంది. </p>\n\n\n\n<p>మరోవైపు రాజ్యసభలో కాశ్మీర్ తో పాటు నామినేటెడ్ సభ్యులు కలిపి మరో 8 మంది సభ్యులు ఎంపిక కావాల్సి ఉంది. వీరంతా ఎన్డీయేకు మద్దతుగా రానున్నారు. దీంతో ఎన్డీయే మెజార్టీ మరింత పెరుగుతోంది. ఈ పరిణామాలతో వైసీపీ అవసరం బీజేపీకి ఇక లేనట్లే.</p>\n\n\n\n<p>ప్రస్తుతం జరుగుతున్న రాజ్యసభ ఎన్నికల ఫలితాల తర్వాత బీజేపీ బలం 96 ఎంపీలకు చేరనుండగా.. కాంగ్రెస్ బలం 27కు చేరనుంది. తృణమూల్ కాంగ్రెస్ 13, ఆప్ 10, డీఎంకే 10, ఆర్జేడీ 5 సీట్లు కలిగి ఉన్నాయి. వైసీపీకి 11, బీజేడీకి 9 సీట్లు ఉన్నాయి. విపక్ష ఇండియా కూటమికి చూసుకుంటే 88 మంది ఎంపీలు ఉన్నట్లు.</p>\n","originalUrl":"https://tattvanews.com/20714/23/08/2024/","hasAudio":false,"hasInfographics":false}