{"id":"wp-en-12887","wp_id":12887,"type":"standard","category":"World","language":"en","title":"Today India is not a follower, but first mover, says PM Modi￼","excerpt":"Prime Minister Narendra Modi on Saturday  addressed an election rally in Karnataka's Chikkaballapur. JDS chief HD Deve Gowda was also present on the occasion and shared the stage with the Prime Minister. The constituency will go to polls in the second phase of Lok Sabha elections on April 26. The results of the seven-phased general","author":"Tattva News Team","time":"21/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Modi-Karnataka.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Saturday  addressed an election rally in Karnataka's Chikkaballapur. JDS chief HD Deve Gowda was also present on the occasion and shared the stage with the Prime Minister. The constituency will go to polls in the second phase of Lok Sabha elections on April 26. The results of the seven-phased general elections will be declared on June 4. </p>\n\n\n\n<p>PM Modi said that he and his government has left no stone unturned in working hard for the people.\"The first phase of Lok Sabha elections has gone in the favour of NDA and Viksit Bharat. Today I have come among all of you with my report card to seek your blessings... For you, I left no stone unturned in working hard day and night. Your dream is my resolution. Every second of my life is dedicated to you and the country. 24/7 for 2047... I just don't make policies, I give guarantees also,\" he added.</p>\n\n\n\n<p>Taking on the previous governments, the Prime Minister said that the SC, ST and OBC families were compelled to live in slums during their tenure, however, after the formation of his government in 2014, their faith was reinstated.</p>\n\n\n\n<p>\"The biggest beneficiaries of the Modi government are SC, ST, and OBC families. In earlier governments, SC, ST, and OBC families were made to live in slums, they did not have access to electricity and water. They had lost all hope in the government. Your lost faith has been reinstated in the Modi government because of Modi's guarantee. In the last 10 years, 25 crore people have come out of poverty,\" he said.</p>\n\n\n\n<p>Addressing another rally in Bengaluru, the Prime Minister painted the picture of the India before and after 2014 and said that today India is \"not a follower but it has become the first mover\".</p>\n\n\n\n<p>\"In 2014 and 2019, you gave us a record number of votes and made a strong government, which strengthened the country. India was considered one of the fragile five economies of the world... Indian banks were in crisis. Scams worth thousands of crores had scared foreign investors. We have seen those days, and we are seeing these days also”, he said.</p>\n\n\n\n<p>“The world wants to strengthen its relations with India. Investors want to make record investments in the country. India is doing record exports and creating new records in manufacturing as well... Today India is not a follower, it has become the first mover. This change has happened in 10 years. What is the reason for this change?... The reason for this change is your vote,\" he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/today-india-is-not-a-follower-but-first-mover-says-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}