{"id":"wp-te-18934","wp_id":18934,"type":"standard","category":"World","language":"te","title":"బీజేపీ ఎంపీ అభ్యర్థి మాధవి లతపై క్రిమినల్ కేసు నమోదు","excerpt":"హైదరాబాద్ పార్లమెంటరీ నియోజకవర్గానికి పోటీ చేస్తున్న బీజేపీ అభ్యర్థి కె మాధవిలతపై పోలీసులు సోమవారం కేసు నమోదు చేశారు. పోలింగ్ స్టేషన్‌లోకి చొరబడి కొంతమంది ముస్లిం మహిళా ఓటర్లను బురఖా తొలగించి వారి గుర్తింపును వెల్లడించమని కోరడంతో ఆమెపై పోలీసులు కేసు నమోదు చేశారు.  హైదరాబాద్ లోక్‌సభ నియోజకవర్గానికి ఎన్నికల రిటర్నింగ్ అధికారి, గ్రేటర్ హైదరాబాద్ మున్సిపల్ కార్పొరేషన్ కమిషనర్ రోనాల్డ్ రోస్ ఆదేశాలతో మలక్‌పేట పోలీసులు మాధవి లతపై సెక్షన్ 171 సి, 186 కింద","author":"Tattva News Team","time":"13/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Madhavi.jpeg","readTime":"5 min read","contentHTML":"\n<p>హైదరాబాద్ పార్లమెంటరీ నియోజకవర్గానికి పోటీ చేస్తున్న బీజేపీ అభ్యర్థి కె మాధవిలతపై పోలీసులు సోమవారం కేసు నమోదు చేశారు. పోలింగ్ స్టేషన్‌లోకి చొరబడి కొంతమంది ముస్లిం మహిళా ఓటర్లను బురఖా తొలగించి వారి గుర్తింపును వెల్లడించమని కోరడంతో ఆమెపై పోలీసులు కేసు నమోదు చేశారు. </p>\n\n\n\n<p>హైదరాబాద్ లోక్‌సభ నియోజకవర్గానికి ఎన్నికల రిటర్నింగ్ అధికారి, గ్రేటర్ హైదరాబాద్ మున్సిపల్ కార్పొరేషన్ కమిషనర్ రోనాల్డ్ రోస్ ఆదేశాలతో మలక్‌పేట పోలీసులు మాధవి లతపై సెక్షన్ 171 సి, 186 కింద కేసు నమోదు చేశారు. ప్రజాప్రాతినిధ్య చట్టంలోని సెక్షన్ 132తో పాటు, ఐపీసీ 505 (1)(సి) విధులను నిర్వర్తించకుండా ప్రభుత్వ ఉద్యోగిని అడ్డుకోవడం సెక్షన్ కింద ఆమెపై కేసు నమోదైంది.</p>\n\n\n\n<p>అంతకుముందు బీజేపీ అభ్యర్థి మలక్‌పేట అసెంబ్లీ సెగ్మెంట్‌లోని అజంపురాలోని పోలింగ్ స్టేషన్ ను సందర్శించి ముస్లిం మహిళా ఓటర్లను గురించి ఆరా తీయడం ప్రారంభించారని తెలుస్తోంది. మహిళా ఓటర్లు తమ గుర్తింపును వెల్లడించేందుకు బురఖాను తొలగించాలని మాధవి లత కోరిన వీడియో సోషల్ మీడియా వైరల్‌గా మారింది. </p>\n\n\n\n<p>ఓటర్ల జాబితాలో అనేక అవకతవకలు ఉన్నాయని, అందుకే వాటిని సరిచూసేందుకు అక్కడికి వచ్చానని మాధవి లత ఆరోపించారు. పోలీసు సిబ్బంది చాలా నిస్తేజంగా కనిపిస్తున్నారని, వారు యాక్టివ్‌గా లేరని, వారు దేనినీ తనిఖీ చేయడం లేదని ఆమె తన ఎక్స్ లో ట్వీట్ చేశారు.</p>\n\n\n\n<p>సీనియర్ సిటిజన్  ఓటర్లు ఇక్కడకు వస్తున్నారని, అయితే వారి పేర్లను జాబితా నుంచి తొలగించారని ఆమె తెలిపారు. వారిలో కొందరు గోషామహల్‌లో నివాసం ఉంటున్నారని, అయితే వారి పేర్లు రంగారెడ్డి జాబితాలో ఉన్నాయన్నారు. కొంతమంది మహిళా ఓటర్లను తమ గుర్తింపును ధృవీకరించమని కోరిన తన నిర్ణయాన్ని మాధవి లత సమర్థించుకున్నారు. </p>\n\n\n\n<p>తాను అభ్యర్థినని, ముఖానికి మాస్క్‌లు లేదా బురఖా ధరించిన ఓటర్ల ధృవీకరణ పత్రాలను తనిఖీ చేసే హక్కు ప్రతి అభ్యర్థికి ఉందని ఆమె స్పష్టం చేశారు. మహిళ అయినందున మహిళల పట్ల తనకు గౌరవం ఉందని మాధవి లత చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/18934/13/05/2024/","hasAudio":false,"hasInfographics":false}