{"id":"wp-te-21414","wp_id":21414,"type":"standard","category":"World","language":"te","title":"నటుడు గోవిందాకు బుల్లెట్ గాయం","excerpt":"బాలీవుడ్ నటుడు, శివసేన నేత గోవిందాకు బుల్లెట్ గాయం అయ్యింది. గన్ చెక్ చేస్తోండగా గాయం అయ్యిందని తొలుత వార్తలు వచ్చాయి. లేదు.. గోవిందా కాల్చుకున్నాడని పోలీసులు చెబుతున్నారు. ఘటన జరిగిన సమయంలో గోవిందా భార్య సునీత ఇంట్లో లేకపోవడం మరిన్ని అనుమానాలకు తావిస్తోంది. ‘తెల్లవారు జామున 4.45 గంటల సమయంలో గోవిందా ఇంటి నుంచి కాల్పుల శబ్దం వినిపించింది. ఆ సమయంలో గోవిందా, పని మనిషి ఇద్దరూ ఉన్నారు. గోవిందా భార్య కోల్ కతాలో ఉన్నారు. కోల్","author":"Tattva News Team","time":"1/10/2024","image":"https://tattvanews.com/wp-content/uploads/2024/10/Govinda1.jpg","readTime":"5 min read","contentHTML":"\n<p>బాలీవుడ్ నటుడు, శివసేన నేత గోవిందాకు బుల్లెట్ గాయం అయ్యింది. గన్ చెక్ చేస్తోండగా గాయం అయ్యిందని తొలుత వార్తలు వచ్చాయి. లేదు.. గోవిందా కాల్చుకున్నాడని పోలీసులు చెబుతున్నారు. ఘటన జరిగిన సమయంలో గోవిందా భార్య సునీత ఇంట్లో లేకపోవడం మరిన్ని అనుమానాలకు తావిస్తోంది.</p>\n\n\n\n<p>‘తెల్లవారు జామున 4.45 గంటల సమయంలో గోవిందా ఇంటి నుంచి కాల్పుల శబ్దం వినిపించింది. ఆ సమయంలో గోవిందా, పని మనిషి ఇద్దరూ ఉన్నారు. గోవిందా భార్య కోల్ కతాలో ఉన్నారు. కోల్ కతాలో షో ఉండటంతో ఉదయం 6 గంటలకు గోవిందా కూడా వెళ్లాల్సి ఉంది. </p>\n\n\n\n<p>ఎయిర్ పోర్టు బయల్దేరే ముందు లైసెన్స్‌డ్ రివాల్వర్ తీశారు. కప్ బోర్డు నుంచి గన్ తీసే సమయంలో కిందపడింది. ఆ తుపాకీ మిస్ ఫైర్ అయ్యి కాలికి బుల్లెట్ గాయం అయ్యింది. అందేరిలో గల క్రిటిక్ కేర్ ఆస్పత్రికి ఇంట్లో పనిచేసే సిబ్బంది తరలించారు అని’ పోలీసులు తెలిపారు.<ins></ins></p>\n\n\n\n<p>గోవిందా ఇంట్లో కాల్పుల విషయం తెలిసి వెంటనే ఆస్పత్రికి పోలీసులు చేరుకున్నారు. ఏం జరిగిందని ఆరా తీశారు. గోవిందాను కలిసేందుకు ఎన్ కౌంటర్ స్పెషలిస్ట్ దయా నాయక్ కూడా వచ్చారు.</p>\n\n\n\n<p>‘ కోల్ కతాలో షో కోసం వెళ్లాల్సి ఉంది. ఉదయం 6 గంటలకు నేను ఎయిర్ పోర్టు చేరుకున్నారు. గోవిందా ఇంటి నుంచి బయల్దేరే ముందు ప్రమాదం జరిగింది. రివాల్వర్ అల్మారాలో ఉంచగా మిస్ ఫైర్ అయ్యింది. ఆ తుపాకీ కింద పడి కాలికి బుల్లెట్ గాయం అయ్యింది. ఆ భగవతుండి దయ వల్ల గోవిందా కాలికి మాత్రమే గాయమయ్యింది అని’ గోవిందా మేనేజర్ శశి సిన్హా మీడియాకు తెలిపారు.<ins></ins></p>\n\n\n\n<p>1963లో గోవిందా జన్మించారు. మహాభారత్ సీరియల్‌లో అభిమన్యు పాత్ర కోసం అడిషన్ ఇచ్చారు. తాన్ బదన్ మూవీతో బాలీవుడ్‌లోకి అడుగిడారు. సినిమా హిట్ కావడంతో వరసగా అవకాశాలు వచ్చాయి. 1991లో అమితాబ్, రజనీకాంత్ కలిసి హమ్ అనే మూవీలో నటించారు. ఆ సినిమా హిట్ టాక్ తెచ్చుకుంది.</p>\n\n\n\n<p>‘తల్లిదండ్రుల ఆశీర్వాదం. మీ అందరి ప్రేమ అభిమానం వల్ల ప్రమాదం నుంచి బయటపడ్డా. కాలులో ఉన్న బుల్లెట్ తొలగించారు అని’ గోవిందా మీడియాతో మాట్లాడారు.</p>\n","originalUrl":"https://tattvanews.com/21414/01/10/2024/","hasAudio":false,"hasInfographics":false}