{"id":"wp-te-19376","wp_id":19376,"type":"standard","category":"World","language":"te","title":"సెలవుపై వెళ్లిన ప్రభుత్వ ప్రధాన కార్యదర్శి జవహర్‌రెడ్డి","excerpt":"ఆంధ్ర ప్రదేశ్ ప్రభుత్వ ప్రధాన కార్యదర్శి కె ఎస్ జవహర్‌రెడ్డి సెలవు పెట్టి వెళ్లిపోయారు.  అదేవిధంగా ప్రభుత్వ సలహాదారులు అందరిని తొలగించాల్సిందిగా ఆదేశాలు జారీ అయ్యాయి. ఇప్పటివరకు రాజీనామా చేయని సలహాదారులను తొలగించాలని సమాచారం. ఆర్థిక శాఖ ప్రత్యేక ప్రధాన కార్యదర్శి రావత్‌ ఇప్పటికే అనారోగ్య కారణాలతో సెలవుపై వెళ్లిపోయారు. బుధవారంద చంద్రబాబుతో భేటీ సందర్భంగా ఆయన్నే కొనసాగించే ఉద్దేశం టీడీపీ ప్రభుత్వానికి లేదనే సమాచారాన్ని అందించారు. దీంతో గురువారం జవహర్ రెడ్డి సెలవుపై వెళ్లిపోయారు. వ్యక్తిగత","author":"Tattva News Team","time":"6/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Jawahar-Reddy.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్ర ప్రదేశ్ ప్రభుత్వ ప్రధాన కార్యదర్శి కె ఎస్ జవహర్‌రెడ్డి సెలవు పెట్టి వెళ్లిపోయారు.  అదేవిధంగా ప్రభుత్వ సలహాదారులు అందరిని తొలగించాల్సిందిగా ఆదేశాలు జారీ అయ్యాయి. ఇప్పటివరకు రాజీనామా చేయని సలహాదారులను తొలగించాలని సమాచారం. ఆర్థిక శాఖ ప్రత్యేక ప్రధాన కార్యదర్శి రావత్‌ ఇప్పటికే అనారోగ్య కారణాలతో సెలవుపై వెళ్లిపోయారు.</p>\n\n\n\n<p>బుధవారంద చంద్రబాబుతో భేటీ సందర్భంగా ఆయన్నే కొనసాగించే ఉద్దేశం టీడీపీ ప్రభుత్వానికి లేదనే సమాచారాన్ని అందించారు. దీంతో గురువారం జవహర్ రెడ్డి సెలవుపై వెళ్లిపోయారు. వ్యక్తిగత కారణాలతో సెలవు పై వెళుతున్నట్లు సిఎస్‌ లేఖలో పేర్కొన్నారు. జీఏడీ పొలిటికల్ సెక్రటరీ సురేష్ కుమార్‌కు జవహర్‌ రెడ్డి సెలవు లేఖను పంపారు.</p>\n\n\n\n<p>ఏపీలో కొత్త ప్రభుత్వం ఏర్పాటు కావడంతో సిఎస్‌ మార్పు జరుగుతుందని విస్తృత ప్రచారం జరిగింది. టీడీపీపై జరిగిన కక్ష సాధింపు వ్యవహారాలు, ఆర్ధిక అక్రమాలు, బిల్లుల చెల్లింపుల్లో అవకతవకలు, వైసీపీకి అన్ని విధాలుగా సహకరించడంలో సిఎస్ జవహర్ రెడ్డి స‍హాయ సహకారాలు అందించారని టీడీపీ ఆరోపిస్తోంది. </p>\n\n\n\n<p>ఎన్నికల కోడ్‌ రావడానికి ముందు నుంచి సిఎస్‌ను తప్పించాలని డిమాండ్ చేసినా ఫలితం లేకుండా పోయింది. ఢిల్లీలో అదృశ్య శక్తులు ఆశీస్సులు అందించడంతో పదవికి ఎలాంటి గండం లేకుండా గడిచిపోయింది. ఎన్నికల కోడ్ వచ్చిన తర్వాత కూడా రాజకీయంగా టీడీపీ నష్టపోయేలా నిర్ణయాలు తీసుకున్నారని, ప్రజల్లో వ్యతిరేకత వచ్చేలా పెన్షన్ల పంపిణీ విషయంలో వైసీపీకి అనుకూలంగా నిర్ణయాలు తీసుకున్నారని ఆ పార్టీ ఆరోపించింది.</p>\n\n\n\n<p>ఏపీ ప్రభుత్వం గత ఐదేళ్లలో నిబంధనల్ని యథేచ్ఛగా ఉల్లంఘించడానికి సిఎస్ జవహార్‌ రెడ్డే కారణమని సిఎం చంద్రబాబు బలంగా నమ్ముతున్నారు. మంగళవారం ఎన్నికల ఫలితాల నేపథ్యంలో కలవడానికి వచ్చిన జవహార్ రెడ్డితో చంద్రబాబు అంటిముట్టనట్టు వ్యవహరించారు. వీలైనంత త్వరగా పదవి నుంచి తప్పుకోవాలని సిఎస్‌కు టీడీపీ సందేశం పంపినట్టు తెలుస్తోంది.</p>\n\n\n\n<p>మరోవంక, వైసిపి ప్రభుత్వంకు అనుకూలంగా వ్యవహరిస్తూ, టిడిపి అగ్రనాయకులపై కక్షసాధింపు చర్యలు చేపట్టడంలో అగ్రగామిగా నిలిచిన ముగ్గురు సీనియర్ పోలీస్ అధికారులు చంద్రబాబునాయుడును కలిసేందుకు విఫల ప్రయత్నం చేశారు. అయితే వారికి అనుమతి లేందటూ భద్రతా సిబ్బంది ఇంటి గేటు వద్దే వెనుకకు పంపించివేశారు.</p>\n\n\n\n<p>ఇంటెలిజెన్స్ మాజీ చీఫ్ పీఎస్​ఆర్ ఆంజనేయులు, సిట్ మాజీ చీఫ్ కొల్లి రఘురామిరెడ్డి, సిఐడి చీఫ్ సంజయ్ అటువంటి ప్రయత్నం చేశారు.  ఎన్నికల విధుల్లో అవకతవకలకు పాల్పడ్డారని పీఎస్సార్ ఆంజనేయులుని ఈసీ తప్పించింది. ఈసీ ఎన్నికల విధులు నుంచి తప్పించాక కూడా అనధికారికంగా కూడా వైఎస్సార్సీపీ కోసం ఆంజనేయులు పనిచేశారని ఆరోపణలు ఉన్నాయి.</p>\n\n\n\n<p>నంద్యాలలో చంద్రబాబు అరెస్టు సమయంలో కొల్లి రఘురామిరెడ్డి కీలకంగా వ్యవహరించారు. ఎన్ఎస్​జీ నిబంధనలకు విరుద్ధంగా చంద్రబాబు నిద్రిస్తున్న బస్సు తలుపు డోరు కొల్లి రఘురామిరెడ్డి కొట్టారు. ఎన్నికల్లో వైఎస్సార్సీపీకి విధేయుడుగా ఉన్నారని కొల్లి రాఘురామిరెడ్డిపై ఈసీ కొరడా ఝులిపించింది.</p>\n\n\n\n<p>ఇలా ఉండగా, ఏపీ ఫైబర్ ఆఫీస్​ను విజయవాడ పోలీసులు స్వాధీనం చేసుకున్నారు. కార్యాలయంలో పనిచేస్తున్న ఉద్యోగులందరనీ బయటకు పంపించి ఆఫీస్​ను సీజ్ చేశారు. మరోవైపు తాడేపల్లిలో సీఐడీ సిట్ ఆఫీస్​ను సైతం అధికారులు సీజ్ చేశారు. ప్రభుత్వం మారుతున్న సమయంలో సిట్ ఆఫీస్‌ను సీజ్ చేయాలని గవర్నర్ ఆదేశాల్లో భాగంగానే కార్యాలయానికి తాళాలు వేశారు. ఇప్పటికే చీఫ్ సెక్రెటరీలు, స్పెషల్ చీఫ్ సెక్రటరీలు, ప్రిన్సిపల్ సెక్రటరీలు, సెక్రటరీలు, విభాగాధిపతి ఆఫీస్‌లలో డాక్యుమెంట్లను భద్రపరచాలని గవర్నర్ ఆదేశాలు జారీ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19376/06/06/2024/","hasAudio":false,"hasInfographics":false}