{"id":"wp-en-15311","wp_id":15311,"type":"standard","category":"World","language":"en","title":"India condemns attack on pandal, theft at temple in Bangladesh￼","excerpt":"A day after a petrol bomb was hurled at a Durga Puja pandal in Bangladesh, India called upon the Government in Dhaka to ensure the safety and security of Hindus and all minorities and their places of worship, especially during this auspicious festival time. Soon after India registered its protect, Muhammad Yunus, the Chief Advisor to","author":"Tattva News Team","time":"13/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Bangla-temple.jpg","readTime":"5 min read","contentHTML":"\n<p>A day after a petrol bomb was hurled at a Durga Puja <em>pandal</em> in Bangladesh, India called upon the Government in Dhaka to ensure the safety and security of Hindus and all minorities and their places of worship, especially during this auspicious festival time.</p>\n\n\n\n<p>Soon after India registered its protect, Muhammad Yunus, the Chief Advisor to the interim government of Bangladesh, Saturday visited the centuries-old Dhakeshwari Temple in Dhaka in an attempt to reach out to the Hindu community. The government wants to build Bangladesh in such a way “where each and every citizen’s right will be ensured,” he said at the temple.</p>\n\n\n\n<p> “During the Durga Puja, law enforcement agencies have done the ‘tough’ task of ensuring public security with sincerity. However, it is a collective failure to seek law enforcement agencies’ support while celebrating an occasion.”</p>\n\n\n\n<p>Earlier, the Indian Ministry of External Affairs on Saturday stated, “We have noted with serious concern”. It mentioned the incident saying it happened at a <em>puja mandap</em> in Tantibazar, Dhaka. It also referred to the theft of a gold-plated crown from the revered Jeshoreshwari Kali Temple at Satkhira.</p>\n\n\n\n<p>“These are deplorable events. They follow a systematic pattern of desecration and damage to temples and deities, that we have witnessed over several days now,” it stated.</p>\n\n\n\n<p>\"These are deplorable events. They follow a systematic pattern of desecration and damage to temples and deities that we have witnessed over several days now,\" MEA said. \"We call upon the government of Bangladesh to ensure the safety and security of Hindus and all minorities and their places of worship, especially during this auspicious festival time,\" it added.</p>\n\n\n\n<p>A Goddess Kali crown gifted by Prime Minister Narendra Modi to a famous temple in Bangladesh in 2021 was stolen. India had urged the government to recover the stolen crown.  The crown, made of silver and gold-plated, was stolen from the Jeshoreshwari temple in Satkhira's Shyamnagar.  A probe has been launched into the incident. </p>\n\n\n\n<p>The Indian High Commission in Dhaka said, \"We express deep concern and urge the government of Bangladesh to investigate theft, recover the crown, and take action against the perpetrators. \" </p>\n\n\n\n<p>Meanwhile, 17 people have been arrested in connection with around 35 violent incidents related to Durga Puja celebrations this month, said Bangladesh police. </p>\n","originalUrl":"https://en.tattvanews.com/national/india-condemns-attack-on-pandal-theft-at-temple-in-bangladesh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}