{"id":"wp-te-20840","wp_id":20840,"type":"standard","category":"World","language":"te","title":"కవితకు బెయిల్ ఇవ్వడంపై రేవంత్ వాఖ్యలపై సుప్రీం సీరియస్","excerpt":"ముఖ్యమంత్రి రేవంత్ రెడ్డి వ్యాఖ్యలపై సుప్రీంకోర్టు సీరియస్‌ అయ్యింది. కవిత బెయిల్ విషయంలో సీఎం రేవంత్ వ్యాఖ్యలను ధర్మాసనం తీవ్రంగా తప్పు పట్టింది. ఓటుకు నోటు కేసు విచారణ సందర్భంగా గురువారం ఈ అంశం ప్రస్తవనకు వచ్చింది. రేవంత్ వ్యాఖ్యలను మాజీ మంత్రి జగదీశ్ రెడ్డి తరఫు న్యాయవాది కోర్టు దృష్టికి తీసుకెళ్లారు.  బాధ్యత గల స్థానంలో ఉన్న సీఎం కోర్టు తీర్పుపై వ్యాఖ్యలు ఎలా చేస్తారంటూ సుప్రీంకోర్టు ఈ సందర్భంగా ఆగ్రహం వ్యక్తం చేసింది. రాజకీయ","author":"Tattva News Team","time":"30/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Revanth-SC.webp","readTime":"5 min read","contentHTML":"\n<p>ముఖ్యమంత్రి రేవంత్ రెడ్డి వ్యాఖ్యలపై సుప్రీంకోర్టు సీరియస్‌ అయ్యింది. కవిత బెయిల్ విషయంలో సీఎం రేవంత్ వ్యాఖ్యలను ధర్మాసనం తీవ్రంగా తప్పు పట్టింది. ఓటుకు నోటు కేసు విచారణ సందర్భంగా గురువారం ఈ అంశం ప్రస్తవనకు వచ్చింది. రేవంత్ వ్యాఖ్యలను మాజీ మంత్రి జగదీశ్ రెడ్డి తరఫు న్యాయవాది కోర్టు దృష్టికి తీసుకెళ్లారు. </p>\n\n\n\n<p>బాధ్యత గల స్థానంలో ఉన్న సీఎం కోర్టు తీర్పుపై వ్యాఖ్యలు ఎలా చేస్తారంటూ సుప్రీంకోర్టు ఈ సందర్భంగా ఆగ్రహం వ్యక్తం చేసింది. రాజకీయ వాఖ్యలకు తాము భయపడమని స్పష్టం చేసింది. మా డ్యూటీ మేం చేస్తామని తెలిపింది. ఢిల్లీ లిక్కర్ స్కామ్ కేసులో కవితకు బెయిల్ రావడంపై ఇటీవల సీఎం రేవంత్ రెడ్డి కీలక వ్యాఖ్యలు చేశారు. బీఆర్ఎస్ తన ఓటు బ్యాంకును బీజేపీకి బదిలీ చేసిందని ఆరోపించారు.</p>\n\n\n\n<p>ఈ నేపథ్యంలోనే కేవలం 5 నెలల్లో కవితకు బెయిల్ వచ్చిందంటూ వ్యాఖ్యానించారు. ఇదే ఢిల్లీ లిక్కర్ స్కామ్ కేసులో అరెస్ట్ అయిన మనీష్ సిసోడియాకు 16 నెలల తర్వాత బెయిల్ వచ్చిన విషయాన్ని రేవంత్ ప్రస్తావించారు. కవితకు త్వరగా బెయిల్ రావడం వెనుక బీజేపీ మద్దతు ఉందని అనుమానం వ్యక్తం చేశారు రేవంత్.</p>\n\n\n\n<p>ఓటుకు నోటు కేసును మధ్యప్రదేశ్‌కు బదిలీ చేయాలని మాజీ మంత్రి జగదీశ్ రెడ్డి దాఖలు చేసిన పిటిషన్ పై సుప్రీంకోర్టులో విచారణ జరిగింది. తెలంగాణకు ముఖ్యమంత్రిగా రేవంత్ రెడ్డి ఉన్నందున ఈ కేసు విచారణను మధ్యప్రదేశ్ కు బదిలీ చేయాలని బిఆర్ఎస్ నేత జగదీశ్వర్ రెడ్డి పిటిషన్ వేశారు. ఈ పిటిషన్ పై జస్టిస్ బిఆర్ గవాయి నేతృత్వంలోని ద్విసభ్య ధర్మాసనం విచారణ జరిపింది.</p>\n\n\n\n<p>ఈ కేసులో ఎలాంటి విచారణ జరగడం లేదని, నిందితుడు సిఎంగా, హోం మంత్రిగా ఉన్నారని, ఎన్నికల సమయంలో సిఎం వివాదాస్పద వ్యాఖ్యలు చేశారని, పోలీసుల సంగతి తేలుస్తామని అన్నారని పిటిషనర్ తరఫు న్యాయవాది వాదనలు వినిపించారు.</p>\n\n\n\n<p>అయితే, ఈ కేసు విచారణ బదిలీ పిటిషన్‌ను సుప్రీంకోర్టు తోసిపుచ్చింది. కేవలం అపోహలతో విచారణను బదిలీ చేస్తే మన న్యాయవ్యవస్థపై నమ్మకం లేదన్నట్టే అవుతుందని ధర్మాసనం తెలిపింది. కేసు విచారణకు స్వతంత్ర ప్రాసిక్యూటర్ ని నియమిస్తామని, అందరి అనుమానాలను నివృత్తి చేసేందుకు స్పెషల్ ప్రాసిక్యూటర్ ని నియమిస్తాం అని ధర్మాసనం వ్యాఖ్యనించింది. తదుపరి విచారణను సుప్రీంకోర్టు సోమవారానికి వాయిదా వేసింది.</p>\n","originalUrl":"https://tattvanews.com/20840/30/08/2024/","hasAudio":false,"hasInfographics":false}