{"id":"wp-en-12731","wp_id":12731,"type":"standard","category":"World","language":"en","title":"Delhi minister Raaj Kumar Anand  quits AAP￼","excerpt":"Delhi minister Raaj Kumar Anand on Wednesday resigned from the cabinet and quit the AAP, alleging Dalits were not given representation in the party. Addressing a press conference here, Anand, who was holding various portfolios including Social Welfare, alleged that there was no Dalit among the top leaders of the Aam Aadmi Party (AAP). \"This","author":"Tattva News Team","time":"11/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Raaj-Kumar.jpg","readTime":"5 min read","contentHTML":"\n<p>Delhi minister Raaj Kumar Anand on Wednesday resigned from the cabinet and quit the AAP, alleging Dalits were not given representation in the party.</p>\n\n\n\n<p>Addressing a press conference here, Anand, who was holding various portfolios including Social Welfare, alleged that there was no Dalit among the top leaders of the Aam Aadmi Party (AAP).</p>\n\n\n\n<p><a href=\"javascript:void(0);\"></a>\"This party doesn't respect Dalit MLAs, councillors and ministers. In such circumstances, all Dalits feel cheated. We live in an inclusive society, but it is not wrong to talk about proportion. It is difficult for me to remain in the party with all these things, hence I am resigning from the post,\" Anand said.</p>\n\n\n\n<p>He also took a swipe at Delhi Chief Minister Arvind Kejriwal who is in Tihar jail after being remanded in judicial custody in an excise policy-linked money laundering case and has failed to get any relief from the Delhi High Court.</p>\n\n\n\n<p>However, AAP claimed that the resignation of Delhi minister Raaj Kumar Anand vindicates its stand that Chief Minister Arvind Kejriwal's arrest was aimed at finishing the party, and accused the BJP of using the Enforcement Directorate (ED) and the CBI to \"break our ministers and MLAs\".</p>\n\n\n\n<p>AAP Rajya Sabha MP Sanjay Singh said, \"It is 'agnipariksha' (trial by fire) of AAP ministers and MLAs,\" he said. He said although the resignation may demotivate some party workers, the party will stand strong against attempts to break the organisation.</p>\n\n\n\n<p>Singh said earlier the BJP used to call Anand corrupt \"when a raid was conducted against him by the ED but now the party will welcome him into its fold with garlands\".</p>\n\n\n\n<p>Delhi minister Saurabh Bharadwaj claimed that Anand may have been coerced to quit the AAP and added that the party will not call him a “betrayer.” “He is a family man and has kids and relatives. Not everyone is Sanjay Singh and they can rot in jail for so many days,\" Bharadwaj added.</p>\n","originalUrl":"https://en.tattvanews.com/national/delhi-minister-raaj-kumar-anand-quits-aap%ef%bf%bc/","hasAudio":false,"hasInfographics":false}