{"id":"wp-te-19479","wp_id":19479,"type":"standard","category":"World","language":"te","title":"￼గాజాలో కాల్పుల విరమణకు యుఎన్ భద్రతా మండలి పిలుపు","excerpt":"గాజాలో ఇజ్రాయెల్, హమాస్ మధ్య ఎనిమిది మాసాలుగా సాగుతున్న యుద్ధం ముగింపు లక్షంగా కాల్పుల విరమణ ప్లాన్‌ను ధ్రువీకరిస్తూ ఐక్యరాజ్య సమితి (యుఎన్) భద్రతా మండలి తన తొలి తీర్మానాన్ని సోమవారం ఆమోదించింది. అమెరికా అధ్యక్షుడు జో బైడెన్ ప్రకటించిన కాల్పుల విరమణ ప్రతిపాదనను యుఎస్ ప్రాయోజిత తీర్మానం స్వాగతించింది.  బైడెన్ ప్రతిపాదనను ఇజ్రాయెల్ అంగీకరించిందని అమెరికా తెలిపింది. మూడు దశల ప్లాన్‌కు అంగీకరించవలసిందిగా పాలస్తీనా తీవ్రవాద వర్గం హమాస్‌ను తీర్మానం కోరింది.  ఈ ప్రతిపాదనను తాము","author":"Tattva News Team","time":"12/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/UNSC.jpg","readTime":"5 min read","contentHTML":"\n<p>గాజాలో ఇజ్రాయెల్, హమాస్ మధ్య ఎనిమిది మాసాలుగా సాగుతున్న యుద్ధం ముగింపు లక్షంగా కాల్పుల విరమణ ప్లాన్‌ను ధ్రువీకరిస్తూ ఐక్యరాజ్య సమితి (యుఎన్) భద్రతా మండలి తన తొలి తీర్మానాన్ని సోమవారం ఆమోదించింది. అమెరికా అధ్యక్షుడు జో బైడెన్ ప్రకటించిన కాల్పుల విరమణ ప్రతిపాదనను యుఎస్ ప్రాయోజిత తీర్మానం స్వాగతించింది.</p>\n\n\n\n<p> బైడెన్ ప్రతిపాదనను ఇజ్రాయెల్ అంగీకరించిందని అమెరికా తెలిపింది. మూడు దశల ప్లాన్‌కు అంగీకరించవలసిందిగా పాలస్తీనా తీవ్రవాద వర్గం హమాస్‌ను తీర్మానం కోరింది.  ఈ ప్రతిపాదనను తాము ‘సకారాత్మకంగా’ భావిస్తున్నట్లు హమాస్ తొలుత తెలిపింది.</p>\n\n\n\n<p>‘తీర్మానంలోని షరతులను ఏమాత్రం ఆలస్యం చేయకుండా, బేషరతుగా పూర్తిగా అమలు చేయాలని’ ఇజ్రాయెల్, హమాస్‌లను తీర్మానం కోరింది. తీర్మానానికి అనుకూలంగా భద్రతా మండలిలోని 15 మంది సభ్యులలో 14 మంది వోటు వేయగా, రష్యా గైర్ హాజరైంది. </p>\n\n\n\n<p>అంతకుముందు సోమవారం విలేకరులతో అమెరికా ఉప రాయబారి రాబర్ట్ వుడ్ మాట్లాడుతూ, ‘ఈ యుద్ధాన్ని కనీసం తాత్కాలికంగానైనా ఆపడానికి అత్యుత్తు, అత్యంత వాస్తవిక అవకాశం’గా పేర్కొంటున్న తీర్మానాన్ని 15 మంది భద్రతా మండలి సభ్యులూ సమర్థించాలని అమెరికా కోరుతున్నదని తెలియజేశారు. </p>\n\n\n\n<p>అయితే, మూడు దశల కాల్పుల విరమణ ప్లాన్‌కు ఇజ్రాయెల్, హమాస్ అంగీకరిస్తాయా అనేదే ప్రశ్న. కానీ, ఐక్యరాజ్య సమితిలోని అత్యంత శక్తిమంతమైన మండలిలో తీర్మానానికి గట్టి మద్దతు లభించడం ఈ ప్రతిపాదనకు అంగీకరించేలా ఉభయ పక్షాలపై మరింత ఒత్తిడి తీసుకువస్తుంది.</p>\n","originalUrl":"https://tattvanews.com/19479/12/06/2024/","hasAudio":false,"hasInfographics":false}