{"id":"wp-te-19929","wp_id":19929,"type":"standard","category":"World","language":"te","title":"ఇద్దరు బెంగాల్ ఐపీఎస్‌లపై కేంద్రహోంశాఖ చర్యలు","excerpt":"పశ్చిమ బెంగాల్ ప్రభుత్వానికి, ఆ రాష్ట్ర గవర్నర్ సీవీ ఆనంద్ బోస్ మధ్య వివాదాలు సద్దుమణిగేలా కనిపించడం లేదు. ఎన్నికల ముందు నుంచి రాజ్‌భవన్‌, సీఎంవోకు మధ్య విబేధాలు స్పష్టంగా కనిపిస్తున్నాయి. ఈ క్రమంలో పశ్చిమ బెంగాల్ గవర్నర్ సీవీ ఆనంద్ బోస్ ఫిర్యాదు మేరకు కోల్‌కతా పోలీసుశాఖకు చెందిన ఇద్దరు ఉన్నతాధికారులపై కేంద్ర హోం మంత్రిత్వ శాఖ చర్యలు తీసుకునే ప్రక్రియను ప్రారంభించింది.  కోల్‌కతా పోలీస్ కమిషనర్ వినీత్ గోయల్, కోల్‌కతా సెంట్రల్ డిప్యూటీ పోలీస్","author":"Tattva News Team","time":"8/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/CV-Ananda-Bose.webp","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమ బెంగాల్ ప్రభుత్వానికి, ఆ రాష్ట్ర గవర్నర్ సీవీ ఆనంద్ బోస్ మధ్య వివాదాలు సద్దుమణిగేలా కనిపించడం లేదు. ఎన్నికల ముందు నుంచి రాజ్‌భవన్‌, సీఎంవోకు మధ్య విబేధాలు స్పష్టంగా కనిపిస్తున్నాయి. ఈ క్రమంలో పశ్చిమ బెంగాల్ గవర్నర్ సీవీ ఆనంద్ బోస్ ఫిర్యాదు మేరకు కోల్‌కతా పోలీసుశాఖకు చెందిన ఇద్దరు ఉన్నతాధికారులపై కేంద్ర హోం మంత్రిత్వ శాఖ చర్యలు తీసుకునే ప్రక్రియను ప్రారంభించింది. </p>\n\n\n\n<p>కోల్‌కతా పోలీస్ కమిషనర్ వినీత్ గోయల్, కోల్‌కతా సెంట్రల్ డిప్యూటీ పోలీస్ కమిషనర్ ఇందిరా ముఖర్జీపై హోం మంత్రిత్వ శాఖ క్రమశిక్షణా చర్యలను ప్రారంభించింది. సీపీ వినీత్ గోయల్, డీసీపీ ఇందిరా ముఖర్జీల పనితీరుపై గవర్నర్ సీవీ ఆనంద్ బోస్ నివేదిక సమర్పించిన నేపథ్యంలో కేంద్ర మంత్రిత్వ శాఖ ఈ చర్య తీసుకుంది. ఈ అధికారులు పని చేస్తున్న తీరు ప్రభుత్వోద్యోగికి పూర్తిగా తగదని గవర్నర్ తన నివేదికలో ఆరోపించారు.</p>\n\n\n\n<p>జూన్ నెలాఖరులో గవర్నర్ సీవీ ఆనంద్ బోస్ కేంద్ర హోంశాఖకు నివేదిక సమర్పించారు. లోక్‌సభ ఎన్నికల తర్వాత జరిగిన హింసాకాండలో బాధితులను కలవడానికి ప్రయత్నించినప్పటికీ.. కోల్‌కతా పోలీసు అధికారులు వారిని కలవకుండా అడ్డుకున్నారనే అంశాన్ని గవర్నర్ తన నివేదికలో పేర్కొన్నారు. </p>\n\n\n\n<p>రాష్ట్ర గవర్నర్‌ను పోలీసులు అడ్డుకోవడంపై ఆయన అభ్యంతరం వ్యక్తం చేసినట్లు తెలుస్తోంది. గవర్నర్ నివేదిక ఆధారంగా ఇద్దరు ఐపీఎస్ అధికారులపై కేంద్ర హోంశాఖ క్రమశిక్షణా చర్యలను ప్రారంభించింది. కోల్‌కతాలోని రాజ్‌భవన్‌లో భద్రతా విధుల కోసం నియమించిన కొందరు పోలీసు అధికారులు మహిళా ఉద్యోగి చేసిన కల్పిత ఆరోపణలను ప్రోత్సహిస్తున్నారని గవర్నర్ తన నివేదికలో పేర్కొన్నట్లు తెలుస్తోంది. </p>\n\n\n\n<p>గవర్నర్ కార్యాలయం నుంచి ఎటువంటి ఆదేశాలు లేకపోయినా.. రాజభవన్ ఉద్యోగులకు ప్రత్యేకంగా గుర్తింపు కార్డులు జారీ, ప్రవేశం, నిష్క్రమణ సమయంలో ఉద్యోగులను తనిఖీ చేసే కొత్త పద్ధతిని కోల్‌కతా పోలీసులు ప్రారంభించారని గవర్నర్ తన నివేదికలో పేర్కొన్నారు. </p>\n\n\n\n<p>ఐపీఎస్‌ ఉన్నతాధికారులు తమ వ్యవహరశైలితో గవర్నర్‌ పదవికి కళంకం తెస్తున్నారని ఆనంద్‌బోస్ ఆరోపించారు. గవర్నర్‌పై పుకార్లు వ్యాప్తి చేయడం ద్వారా కార్యాలయానికి చెడ్డపేరు తెచ్చారని, అసత్య ఆరోపణలను ప్రోత్సహించారని ఆరోపించారు. కేంద్రహోంశాఖ చర్యలపై కోల్‌కతా ప్రభుత్వం ఏ విధంగా స్పందిస్తుందనేది తెలియాల్సి ఉంది.</p>\n","originalUrl":"https://tattvanews.com/19929/08/07/2024/","hasAudio":false,"hasInfographics":false}