{"id":"wp-en-13726","wp_id":13726,"type":"standard","category":"World","language":"en","title":"Why should we teach about riots?, asks  NCERT Director￼","excerpt":"Responding to news reports of tweaks in the newly revised National Curriculum for Educational Research and Training (NCERT) textbook, its director Dinesh Prasad Saklani said there were “no attempts to saffronise the curriculum” and all changes were based on “evidences and facts”. In an interview with a news agency  Saklani said, “Why should we teach","author":"Tattva News Team","time":"17/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/NCERT-Director.jpg","readTime":"5 min read","contentHTML":"\n<p>Responding to news reports of tweaks in the newly revised National Curriculum for Educational Research and Training (NCERT) textbook, its director Dinesh Prasad Saklani said there were “no attempts to saffronise the curriculum” and all changes were based on “evidences and facts”.</p>\n\n\n\n<p>In an interview with a news agency  Saklani said, “Why should we teach students about riots?”. The purpose of the textbook was not to “create violent, depressed citizens”, he said. Saklani added that the history was taught in schools to give out facts, and not to make it a “battleground”.</p>\n\n\n\n<p>Asked about references to Gujarat riots or Babri masjid demolition being tweaked in NCERT textbooks, Saklani said, “Why should we teach about riots in school textbooks? We want to create positive citizens not violent and depressed individuals”.</p>\n\n\n\n<p>“Should we teach our students in a manner that they become offensive, create hatred in society or become victim of hatred? Is that education's purpose? Should we teach about riots to such young children ... when they grow up, they can learn about it but why school textbooks. Let them understand what happened and why it happened when they grow up. The hue and cry about the changes is irrelevant,” he said.</p>\n\n\n\n<p>“We want to create positive citizens and that's what is the purpose of our textbooks. We cannot have everything in them. The purpose of our education is not to create violent citizens ... depressed citizens. Hatred and violence are not subjects of teaching, they should not be focus of our textbooks,” added Saklani.</p>\n\n\n\n<p>The comments by Saklani come at a time when new textbooks have hit the market with several deletions and changes. The revised Class 12 political science textbook, does not mention the Babri masjid, but refers to it as a “three-domed structure”.  It has pruned the Ayodhya section from four to two pages and deleted details from the earlier version.</p>\n\n\n\n<p>The latest deletions in the textbooks include: BJP's 'rath yatra' from Somnath in Gujarat to Ayodhya; the role of kar sevaks; communal violence in the wake of the demolition of the Babri masjid; President's rule in BJP-ruled states; and the BJP's expression of “regret over the happenings at Ayodhya”.</p>\n\n\n\n<p>Saklani further said that the revision of textbooks was a “global practice” and “in interest of education”. “If anything becomes irrelevant, it will have to be changed,” he said, referring to the deletions from the books, while clarifying that he does not “dictate or interfere” in the process of revision of textbooks, and that it was done by subject experts.</p>\n\n\n\n<p>“If Supreme Court has given a verdict in favour of Ram temple, Babri masjid or Ram janmabhoomi, should it not be included in our textbooks, what is the problem in that? We have included the new updates. If we have constructed new Parliament, should our students not know about it. It is our duty to include the ancient developments and recent developments,” he said.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/why-should-we-teach-about-riots-asks-ncert-director%ef%bf%bc/","hasAudio":false,"hasInfographics":false}