{"id":"wp-te-18916","wp_id":18916,"type":"standard","category":"World","language":"te","title":"చైనాలో ఆధీనంలోని భూభాగం వెనక్కి.. కేజ్రీవాల్ 10 గ్యారంటీలు","excerpt":"లోక్‌సభ ఎన్నికల్లో సత్తా చాటాలని భావిస్తున్న ఆమ్ ఆద్మీ పార్టీ మోదీ గ్యారంటీలకు కౌంటర్‌గా కేజ్రీవాల్‌ గ్యారంటీలు ప్రకటించింది. కేంద్రంలో ఇండియా కూటమి అధికారంలోకి వస్తే చైనా ఆక్రమణలో భారత భూభాగాన్ని తిరిగి స్వాధీనం చేసుకోవటం సహా 10 గ్యారంటీలను అమలు చేయనున్నట్లు ఆప్‌ జాతీయ కన్వీనర్‌ కేజ్రీవాల్‌ తెలిపారు.  పంజాబ్‌ ముఖ్యమంత్రి భగవంత్‌ మాన్‌తో కలిసి దిల్లీలో మీడియా సమావేశం నిర్వహంచిన కేజ్రీవాల్‌ మోదీ గ్యారంటీలు కావాలా? లేక కేజ్రీవాల్‌ గ్యారంటీలు కావాలో తేల్చుకోవాలని ప్రజలను","author":"Tattva News Team","time":"12/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Kejriwal.jpg","readTime":"5 min read","contentHTML":"\n<p>లోక్‌సభ ఎన్నికల్లో సత్తా చాటాలని భావిస్తున్న ఆమ్ ఆద్మీ పార్టీ మోదీ గ్యారంటీలకు కౌంటర్‌గా కేజ్రీవాల్‌ గ్యారంటీలు ప్రకటించింది. కేంద్రంలో ఇండియా కూటమి అధికారంలోకి వస్తే చైనా ఆక్రమణలో భారత భూభాగాన్ని తిరిగి స్వాధీనం చేసుకోవటం సహా 10 గ్యారంటీలను అమలు చేయనున్నట్లు ఆప్‌ జాతీయ కన్వీనర్‌ కేజ్రీవాల్‌ తెలిపారు. </p>\n\n\n\n<p>పంజాబ్‌ ముఖ్యమంత్రి భగవంత్‌ మాన్‌తో కలిసి దిల్లీలో మీడియా సమావేశం నిర్వహంచిన కేజ్రీవాల్‌ మోదీ గ్యారంటీలు కావాలా? లేక కేజ్రీవాల్‌ గ్యారంటీలు కావాలో తేల్చుకోవాలని ప్రజలను కోరారు. అయితే తాము ప్రకటించిన గ్యారంటీలపై భాగస్వామ్య పక్షాలతో చర్చించలేదన్న కేజ్రీవాల్‌, కూటమి అధికారంలోకి వచ్చిన తర్వాత వాటిని అమలుచేసేందుకు ఒత్తిడి చేయనున్నట్లు తెలిపారు. </p>\n\n\n\n<p>ఉచిత విద్యుత్తు, నాణ్యమైన విద్య, మొహల్లా క్లినిక్‌ల ఏర్పాటు వంటి గ్యారంటీలను ఢిల్లీలో అమలు చేసినట్లు చెప్పారు. దేశవ్యాప్తంగా 24 గంటల విద్యుత్తు, నాణ్యమైన విద్య, మెరుగైన వైద్యంతోపాటు ఏటా 2 కోట్ల ఉద్యోగాలు కల్పించనున్నట్లు కేజ్రీవాల్‌ ప్రకటించారు. సైన్యంలో నియామకాలకు ఉద్దేశించిన అగ్నివీర్‌ పథకం రద్దుతోపాటు స్వామినాథన్‌ కమిషన్‌ సిఫారసులకు అనుగుణంగా రైతులు పండించిన పంటలకు కనీస మద్దతు ధర కల్పించనున్నట్లు కేజ్రీవాల్‌ హామీ ఇచ్చారు.</p>\n\n\n\n<p>\"దేశవ్యాప్తంగా 24 గంటలు విద్యుత్‌ ఇస్తాం. ఎలా ఇస్తామంటే దేశంలో 3లక్షల మెగావాట్ల విద్యుత్ ఉత్పత్తి సామర్థ్యం ఉంది. వేసవికాలంలో అత్యధిక డిమాండ్‌ 2లక్షల మెగావాట్లు మాత్రమే. డిమాండ్‌ కంటే ఎక్కువ ఉత్పత్తి చేసే సామర్థ్యం ఉంది. అయినా విద్యుత్‌ కోతలు అమలు చేస్తున్నారు. అందుకు నిర్వహణ లోపమే కారణం\" అని తెలిపారు. </p>\n\n\n\n<p>విద్యుత్‌ ఉన్నప్పటికీ దిల్లీ, పంజాబ్‌లో ఇలాంటి పరిస్థితులే ఉండేవని చెబుతూ  నిర్వహణ లోపాలను సరిదిద్ది దిల్లీ, పంజాబ్‌లో 24గంటలూ విద్యుత్‌ ఇస్తున్నామని గుర్తుచేశారు. దేశంలో కూడా చేసి చూపిస్తామని భరోసా వ్యక్తం చేశారు. </p>\n\n\n\n<p> \"ఎందుకంటే మాకు ఆ అనుభవం ఉంది. దేశంలోని పేదలకు ఉచిత విద్యుత్‌ ఇస్తాం. దిల్లీ, పంజాబ్‌లో చేసి చూపించాం. దేశంలో కూడా చేసి చూపించగలం. అందుకు రూ. లక్షా 23వేల కోట్లు అవుతుందని లెక్కవేశాం. నేను గాలిమాటలు చెప్పటం లేదు. కేజ్రీవాల్‌ గ్యారంటీ అంటే మార్కెట్లో ఒక బ్రాండ్‌. మేం ఒక మాట చెబితే పూర్తి చేసి చూపుతాం\" అని వెల్లడించారు.</p>\n\n\n\n<p>మరోవైపు, ఆదివారం దిల్లీలో తన పార్టీ ఎమ్మెల్యేలతో భేటీ అయిన అరవింద్​ కేజ్రీవాల్​, తాను ఎన్నికలు ముగిసే వరకు 21 రోజులు మాత్రమే బయట ఉంటానని పేర్కొన్నారు. తమ ప్రభుత్వాన్ని, ఎమ్మెల్యేలను కేంద్రం ఏమాత్రం కదిలించలేకపోయిందని పేర్కొంటూ ఇక పంజాబ్‌ ప్రభుత్వాన్ని దెబ్బతీయాలన్న ప్రత్యర్థుల వ్యూహం కూడా పారలేదని తెలిపారు. </p>\n\n\n\n<p>దేశం మొత్తం బీజేపీ వ్యతిరేక పవనాలు వీస్తున్నాయని, ఆప్‌ ఎమ్మెల్యేల ఐక్యతను చూసి దేశం గర్వపడుతోందని చెప్పారు. జూన్‌ 2న తాను తిరిగి జైలుకు వెళ్లాల్సి ఉంటుందని, ఆ సమయంలో పార్టీ కలసికట్టుగా పనిచేయాలని సూచించారు. తన అరెస్టు తర్వాత ఆప్‌ మరింత బలపడిందని వెల్లడించారు.</p>\n","originalUrl":"https://tattvanews.com/18916/12/05/2024/","hasAudio":false,"hasInfographics":false}