{"id":"wp-en-13852","wp_id":13852,"type":"standard","category":"World","language":"en","title":"Hasina says her India visit  plays 'pivotal role' in bilateral ties￼","excerpt":"Bangladesh Prime Minister Sheikh Hasina described her recent visit to India as \"very fruitful\" on Tuesday and asserted that the outcome of her talks with the Indian leadership, including PM Narendra Modi, will play a \"pivotal role\" in bolstering the India-Bangladesh bilateral ties and open up new areas of cooperation. Hasina, who is the first","author":"Tattva News Team","time":"26/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Hasina-Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>Bangladesh Prime Minister Sheikh Hasina described her recent visit to India as \"very fruitful\" on Tuesday and asserted that the outcome of her talks with the Indian leadership, including PM Narendra Modi, will play a \"pivotal role\" in bolstering the India-Bangladesh bilateral ties and open up new areas of cooperation.</p>\n\n\n\n<p>Hasina, who is the first foreign leader to visit India after the new government was formed, was accorded a ceremonial welcome at the Rashtrapati Bhavan on Saturday after she was personally greeted by PM Modi.</p>\n\n\n\n<p>She held a tete-a-tete meeting with Modi and oversaw the signing of several agreements and vision documents in the presence of the Indian PM and External Affairs S Jaishankar after delegation-level talks. She also met President Droupadi Murmu and Vice President Jagdeep Dhankhar.</p>\n\n\n\n<p>She said that she will accept the \"most beneficial\" proposal over implementing the Teesta River project. Hasina also said the visit opened new avenues of cooperation for the socio-economic development of the people of both countries, as reported by the Dhaka Tribune.</p>\n\n\n\n<p>“The visit was short but very fruitful. I think this visit will play a very pivotal role in strengthening the existing excellent relations between India and Bangladesh,” she said. India and Bangladesh signed 10 agreements to boost ties in several key sectors, including in the maritime sphere and blue economy.</p>\n\n\n\n<p>PM Modi and Hasina announced an e-medical visa facility for Bangladeshis coming to India for medical treatment, as well as a new Assistant High Commission in Rangpur. Both leaders also signed multiple Memorandums of Understanding (MoUs) on digital partnership, green partnership, blue economy, health and medicine and railway connectivity.</p>\n\n\n\n<p>Both sides have also decided to initiate technical-level talks on the renewal of the 1996 Ganga Water Treaty and India will send a delegation to Bangladesh soon for talks on the conservation and management of the Teesta River. Hasina also invited PM Modi to visit Bangladesh soon. “We discussed ways and means of mutual cooperation and engagement between the two countries. We have agreed to cooperate wholeheartedly for the welfare of our two countries and people,\" she said.</p>\n","originalUrl":"https://en.tattvanews.com/international/hasina-says-her-india-visit-plays-pivotal-role-in-bilateral-ties%ef%bf%bc/","hasAudio":false,"hasInfographics":false}