{"id":"wp-te-18742","wp_id":18742,"type":"standard","category":"World","language":"te","title":"‘పాంచ్ న్యాయ్… పచ్చీస్ గ్యారంటీ'లతో కాంగ్రెస్ మేనిఫెస్టో","excerpt":"పాంచ్ న్యాయ్… పచ్చీస్ గ్యారంటీలో భాగంగా మేనిఫెస్టో తయారు చేశామని రాష్ట్ర కాంగ్రెస్ వ్యవహారాల ఇంఛార్జీ దీపాదాస్ మున్షీ తెలిపారు. తెలంగాణకు ప్రత్యేక మేనిఫెస్టోను కాంగ్రెస్ విడుదల చేసింది. మేనిఫెస్టో తెలుగు ప్రతిని దీపాదాస్ మున్షీ విడుదల చేశారు. ఐదు న్యాయాలు, తెలంగాణ ప్రత్యేక హామీ పేరుతో మేనిఫెస్టో విడుదల చేశారు.  ఈ సందర్భంగా మాట్లాడుతూ గత ప్రభుత్వం ఆర్థిక వ్యవస్థను ధ్వంసం చేసిందని, రాష్ట్ర ఆర్థిక వ్యవస్థను గాడిలో పెట్టేందుకు అనేక చర్యలు తీసుకుంటున్నామని, అన్ని","author":"Tattva News Team","time":"3/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/TS-Congress.webp","readTime":"5 min read","contentHTML":"\n<p>పాంచ్ న్యాయ్… పచ్చీస్ గ్యారంటీలో భాగంగా మేనిఫెస్టో తయారు చేశామని రాష్ట్ర కాంగ్రెస్ వ్యవహారాల ఇంఛార్జీ దీపాదాస్ మున్షీ తెలిపారు. తెలంగాణకు ప్రత్యేక మేనిఫెస్టోను కాంగ్రెస్ విడుదల చేసింది. మేనిఫెస్టో తెలుగు ప్రతిని దీపాదాస్ మున్షీ విడుదల చేశారు. ఐదు న్యాయాలు, తెలంగాణ ప్రత్యేక హామీ పేరుతో మేనిఫెస్టో విడుదల చేశారు. </p>\n\n\n\n<p>ఈ సందర్భంగా మాట్లాడుతూ గత ప్రభుత్వం ఆర్థిక వ్యవస్థను ధ్వంసం చేసిందని, రాష్ట్ర ఆర్థిక వ్యవస్థను గాడిలో పెట్టేందుకు అనేక చర్యలు తీసుకుంటున్నామని, అన్ని వర్గాలతో మాట్లాడి మేనిఫెస్టో తయారు చేశామని మున్షీ వివరించారు. మేనిఫెస్టో కమిటీలో ఉన్న అందరికీ అభినందనలు తెలిపారు.</p>\n\n\n\n<p>కేంద్రంలో బిజెపి ప్రభుత్వం ఇచ్చిన హామీలు ఒక్కటీ నెరవేరలేదని, బిజెపి నేతల నినాదాలు చూసి ప్రజలు భయపడుతున్నారని, సిబిఐ, ఇడి, ఐటి దాడులతో విపక్ష నేతలు అందోళనకు గురవుతున్నారని ధ్వజమెత్తారు. న్యాయం కొరుతూ రాహుల్ జోడో యాత్ర చేపట్టారని ఆమె ప్రశంసించారు. ఈ కార్యక్రమంలో మంత్రి శ్రీధర్ బాబు, ముఖ్య నేతలు పాల్గొన్నారు.</p>\n\n\n\n<p>రాష్ట్ర పునర్వ్యవస్థీకరణ చట్టంలోని పరిష్కరించని అంశాలను పరిష్కరిస్తామనీ, నీతీ ఆయోగ్ ప్రాంతీయ కార్యాలయం, క్రీడల విశ్వవిద్యాలయం ఏర్పాటు చేస్తామనీ, ఇండియన్ ఇన్స్టిట్యూట్ ప్రాంతీయ విభాగం ఏర్పాటు, నేషనల్ ఏవియేషన్ విభాగాన్ని ఏర్పాటు చేస్తామని ఈ మేనిఫెస్టోలో కాంగ్రెస్ పార్టీ ప్రతిపాదించింది.</p>\n\n\n\n<p>ఏపీ పునర్వ్యవస్థీకరణ చట్టం ప్రకారం ఆంధ్రప్రదేశ్ రాష్ట్రంలో విలీనమైన ఐదు గ్రామాలైన ఏటపాక, గుండాల, పురుషోత్తం పట్నం, కన్నె గూడెం, పిచ్చుకల పాడు లను తిరిగి తెలంగాణలో విలీనం చేస్తామని పేర్కొంది. పాలమూరు రంగారెడ్డి ప్రాజెక్టుకు జాతీయ హోదా ఇస్తామని, నూతన ఎయిర్పోర్ట్ లను ఏర్పాటు చేస్తామని, నీతి ఆయోగ్ ప్రాంతీయ కార్యాలయం హైదరాబాద్ లో ఏర్పాటు చేస్తామని పేర్కొంది. <br>రామగుండం మణుగూరు నూతన రైల్వే లైన్ ఏర్పాటు, కేంద్రీయ విద్యాలయాల పెంపు, నవోదయ విద్యాలయాల సంఖ్య రెట్టింపు, నాలుగు నూతన సైనిక్ పాఠశాలల ఏర్పాటు, ఇండియన్ ఇన్స్టిట్యూట్ ఆఫ్ సైన్స్ ఎడ్యుకేషన్ అండ్ రీసెర్చ్ ఏర్పాటు, జాతీయ క్రీడల విశ్వవిద్యాలయం, హైదరాబాద్ ఇండియన్ ఇన్స్టిట్యూట్ ఆఫ్ మేనేజ్మెంట్ ఏర్పాటు చేస్తామని వెల్లడించింది.</p>\n\n\n\n<p>మేడారం సమ్మక్క సారలమ్మ జాతరకు జాతీయ హోదా ఇస్తామని తెలిపింది. ఐటిఐఆర్ ప్రాజెక్టు పునః ప్రారంభం చేస్తామని పేర్కొంది. హైదరాబాద్ విజయవాడ జాతీయ రహదారి పక్కనుంచి రాపిడ్ రైల్వే వ్యవస్థ, మైనింగ్ విశ్వవిద్యాలయం, కాజీపేట రైల్వే కోచ్ ఫ్యాక్టరీ, బయ్యారం ఉక్కు కర్మాగారం ఏర్పాటు చేస్తామని మేనిఫెస్టోలో వెల్లడించింది.</p>\n\n\n\n<p> ప్రతి ఇంటికి సౌరశక్తితో కూడిన సొంత విద్యుత్ ఉత్పత్తి వ్యవస్థను ఏర్పాటు చేస్తామని వెల్లడించింది. సుప్రీంకోర్టు బెంచ్..ఇండస్ట్రియల్ కారిడార్ల ఏర్పాటు హైదరాబాద్ బెంగళూరు ఐటి, ఇండస్ట్రియల్ కారిడార్, హైదరాబాద్ నాగపూర్ ఇండస్ట్రియల్ కారిడార్, హైదరాబాద్ వరంగల్ ఇండస్ట్రియల్ కారిడార్, హైదరాబాద్ నుంచి నల్గొండ మీదుగా మిర్యాలగూడ ఇండస్ట్రియల్ కారిడార్, సింగరేణి పారిశ్రామిక కారిడార్ ఏర్పాటు చేస్తామని పేర్కొంది. </p>\n\n\n\n<p>అంతర్జాతీయ ప్రమాణాలతో కూడిన సాంస్కృతిక వినోద కేంద్రం ఏర్పాటు చేస్తామని, హైదరాబాద్లో సుప్రీంకోర్టు బెంచ్ ఏర్పాటు చేస్తామని, డ్రై పోర్టు ఏర్పాటు చేస్తామని పేర్కొంది.</p>\n","originalUrl":"https://tattvanews.com/18742/03/05/2024/","hasAudio":false,"hasInfographics":false}