{"id":"wp-en-13486","wp_id":13486,"type":"standard","category":"World","language":"en","title":"PM Modi notches up over 200 rallies, roadshows ￼","excerpt":"Prime Minister Narendra Modi, with over 200 rallies and roadshows, on Thursday ended his campaign for Lok Sabha elections with a poll address in Punjab's Hoshiarpur. The Prime Minister will now meditate for nearly two days (45 hours) at Vivekananda Rock Memorial in Tamil Nadu's Kanyakumari from May 30 evening to June 1, engaging in spiritual","author":"Tattva News Team","time":"31/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-campaign.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi, with over 200 rallies and roadshows, on Thursday ended his campaign for Lok Sabha elections with a poll address in Punjab's Hoshiarpur. The Prime Minister will now meditate for nearly two days (45 hours) at Vivekananda Rock Memorial in Tamil Nadu's Kanyakumari from May 30 evening to June 1, engaging in spiritual pursuit at the site associated with Swami Vivekananda.</p>\n\n\n\n<p>To pitch for 400-plus seats mark and stronger his party chances in 2024, Modi notched up a total of 206 public-outreach programmes, including rallies and roadshows, since the Election Commission (EC) announced the poll schedule on March 16.</p>\n\n\n\n<p>The prime minister surpassed his nearly-145 public engagements on the stump during the 2019 polls by a big margin. The campaign period this time was of 76 days, compared to the 68 days in the polls held five years ago.</p>\n\n\n\n<p>When the EC announced the polls, Modi was on a political tour of southern India, covering all five states in the three days between March 15 and March 17.</p>\n\n\n\n<p>The Bharatiya Janata Party (BJP) is eying to boost its fortunes in Tamil Nadu, Kerala and Andhra Pradesh -- three states where it won no seat in 2019 -- and looking to maintain its strength in Karnataka and increase its tally in Telangana. The extent of his barnstorming campaign's success will only be known on June 4, when the poll results are scheduled to be declared.</p>\n\n\n\n<p>At 73, Modi was not only ahead of any other leader in terms of the sheer number of rallies and distance he covered, but continued to be the biggest vote magnet for his party whose comments, panned by critics and lapped up by the BJP's ardent supporters, set the narratives of the election.</p>\n\n\n\n<p>The prime minister also gave a total of 80 media interviews, averaging more than one daily since the polls began. Modi will be in Kanyakumari from Thursday evening to June 1 for meditation, engaging in spiritual pursuit at the site associated with Swami Vivekananda.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/pm-modi-notches-up-over-200-rallies-roadshows-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}