{"id":"wp-en-14294","wp_id":14294,"type":"standard","category":"World","language":"en","title":"UN rights chief asks for probe into rights violation in Bangladesh","excerpt":"By Nava J Thakuria As Bangladesh has slowly returned to normalcy after deadly unrest for many days, UN High Commissioner for Human Rights Volker Türk called for an impartial probe into alleged human rights violations across the south Asian nation. He also called on the government in Dhaka to restore full Internet access to enable","author":"Tattva News Team","time":"26/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Bangla-2.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong></strong></p>\n\n\n\n<p>As Bangladesh has slowly returned to normalcy after deadly unrest for many days, UN High Commissioner for Human Rights Volker Türk called for an impartial probe into alleged human rights violations across the south Asian nation. He also called on the government in Dhaka to restore full Internet access to enable free communication for all  including the media persons  in accordance with international law. The UN rights chief also called on the Sheikh Hasina- led government to urgently disclose full details about the crackdown on protests.</p>\n\n\n\n<p>Meanwhile, Amnesty International (AI) claimed that the Bangladesh police unlawfully used lethal and less-lethal weapons against student protesters amid six days of shutdown and communication restrictions, during the quota-reform protest across the country. The nationwide internet access was partially restored on 23 July 2024 after a volatile period marked by the crackdown on protesters, deployment of army personnel amidst a curfew with the shoot-on-sight order.</p>\n\n\n\n<p>The London-based human rights organization responded to the evolving situation in Bangladesh through verification and analysis of available video and photographic evidence. It verified videos of three incidents of unlawful use of lethal and less-lethal weapons by law enforcement agencies while policing the protests. Media  reports claim that nearly 200 people died and several thousand sustained injuries due to the unrest engulfing Bangladesh since 1 July, where the authorities have arrested around 2,500 persons.</p>\n\n\n\n<p>AI urges the  government to respect the right to protest, end this violent crackdown and immediately lift all communications restrictions. Deprose Muchena of Amnesty International argued that  the continued verification and analysis of video and photographic evidence provides a grim picture. The egregious human rights records of Bangla government and Rapid Action Battalion, which has been deployed to police the protests, provides little reassurance that the protesters’ rights would be protected in the absence of active international monitoring with internet and communication restrictions still partially in place.</p>\n\n\n\n<p>AI also asked the authorities to immediately lift the shoot-on-sight orders, fully restore internet access across Bangladesh and end the use of army and paramilitary forces in the policing of protests. The organization also demanded an independent and impartial investigation into all human rights violations committed by security forces, including the high death toll of protesters and punish all those found responsible under the law.</p>\n\n\n\n<p>Amidst the chaos, a young reporter named  Hasan Mehedi was killed at Jatrabari area of Dhaka on 18 July. Mehedi, who worked for Bangla digital media outlet Dhaka Times was covering the clashes erupted between the police forces and agitating students and died of bullet injuries in his head. Various global media safety and rights bodies including Paris-based Reporters sans/without Borders (RSF) and Geneva- Press Emblem Campaign (PEC) expressed shock and grief over the killing of Mehedi  and demanded a fair probe into the incident that led to his death.</p>\n\n\n\n<p>Over 30 journalists were wounded while covering the protest demonstrations in the last few days. PEC president Blaise Lempen, while speaking to this writer from Geneva, stated that the media persons in Bangladesh have to work in an adverse situation because of many brutal laws formulated by the Bangla government in Dhaka in recent years. He urged Dhaka to look into the matter seriously and adequately compensate the bereaved family as early as possible.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/un-rights-chief-asfor-probe-into-rights-violation-in-bangladesh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}