{"id":"wp-te-19350","wp_id":19350,"type":"standard","category":"World","language":"te","title":"కేంద్రంలో మరోసారి ఎన్డీయే ప్రభుత్వం ఏర్పాటుకు ప్రధాని మోదీ సిద్ధం","excerpt":"సార్వత్రిక ఎన్నికల్లో బీజేపీ నేతృత్వంలోని ఎన్డీయే కూటమి మెజార్టీ స్థానాలు సాధించి అధికారంలోకి వచ్చేందుకు సిద్ధమైంది. లోక్‌సభతో పాటు అరుణాచల్‌ ప్రదేశ్‌, ఒడిశా రాష్ట్రాల అసెంబ్లీ ఎన్నికల్లోనూ బీజేపీ విజయం సాధించింది. దీంతో దేశంలో ఆ పార్టీ అధికారంలో ఉన్న రాష్ట్రాల సంఖ్య 13కు చేరుకుంది. అలాగే, ఆ పార్టీ మిత్రపక్షం టీడీపీ ఆంధ్రప్రదేశ్‌లో ప్రభుత్వం ఏర్పాటుచేయనుంది. ఎన్డీయే కూటమి 164 స్థానాల్లో గెలుపొంది అధికారంలోకి వచ్చింది. ‘అబ్‌ కీ బార్‌ 400 పార్‌’ నినాదంతో ఎన్నికలకు","author":"Tattva News Team","time":"5/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-BJP1.jpg","readTime":"5 min read","contentHTML":"\n<p>సార్వత్రిక ఎన్నికల్లో బీజేపీ నేతృత్వంలోని ఎన్డీయే కూటమి మెజార్టీ స్థానాలు సాధించి అధికారంలోకి వచ్చేందుకు సిద్ధమైంది. లోక్‌సభతో పాటు అరుణాచల్‌ ప్రదేశ్‌, ఒడిశా రాష్ట్రాల అసెంబ్లీ ఎన్నికల్లోనూ బీజేపీ విజయం సాధించింది. దీంతో దేశంలో ఆ పార్టీ అధికారంలో ఉన్న రాష్ట్రాల సంఖ్య 13కు చేరుకుంది. అలాగే, ఆ పార్టీ మిత్రపక్షం టీడీపీ ఆంధ్రప్రదేశ్‌లో ప్రభుత్వం ఏర్పాటుచేయనుంది. ఎన్డీయే కూటమి 164 స్థానాల్లో గెలుపొంది అధికారంలోకి వచ్చింది.</p>\n\n\n\n<p>‘అబ్‌ కీ బార్‌ 400 పార్‌’ నినాదంతో ఎన్నికలకు వెళ్లిన కమలదళం ఆ లక్ష్యాన్ని చేరుకోవడంలో విఫలమైనా మిత్రపక్షాల మద్దతుతో ప్రధాని నరేంద్ర మోదీ మరోసారి ప్రభుత్వం ఏర్పాటుకు సిద్దపడుతున్నారు.  2024 లోక్ సభ ఎన్నికల్లో భారతీయ జనతా పార్టీ 240 స్థానాలు గెలుచుకుందని ఎన్నికల సంఘం బుధవారం వెల్లడించింది. </p>\n\n\n\n<p>2014 నుంచి ప్రధాని నరేంద్ర మోదీ నేతృత్వంలో సార్వత్రిక, అసెంబ్లీ ఎన్నికల్లో వరుస విజయాలతో దేశ రాజకీయాలను శాసించిన అధికార పార్టీ ఇప్పుడు, సొంతంగా మెజారిటీ మార్క్ 272కు చేరుకోలేకపోయింది. కేంద్రంలో ప్రభుత్వాన్ని ఏర్పాటు చేయడానికి  మిత్రపక్షాల మద్దతుపై ఆధారపడాల్సిన పరిస్థితి బీజేపీకి ఏర్పడింది.</p>\n\n\n\n<p>2024 లోక్ సభ ఎన్నికల్లో బిజెపి నేతృత్వంలోని ఎన్డీయే కూటమి కేవలం 292 సీట్లు గెలుచుకుంది. ఇది మెజారిటీ మార్క్ అయిన 272కు కేవలం 20 సీట్లు మాత్రమే ఎక్కువ. మరోవైపు, కాంగ్రెస్ నేతృత్వంలోని విపక్ష ‘ఇండియా కూటమి’ 234 స్థానాలు గెలుచుకుంది. ఏడుగురు స్వతంత్రులు సహా ఇతరులు 17 స్థానాల్లో విజయం సాధించారు.</p>\n\n\n\n<p>2014, 2019 సార్వత్రిక ఎన్నికల్లో బీజేపీ చేతిలో ఘోర పరాజయం పాలైన కాంగ్రెస్ తిరిగి పుంజుకుంది. 2024 లోక్ సభ ఎన్నికల్లో కాంగ్రెస్ పార్టీ 99 స్థానాలను గెలుచుకుంది. 2019 సార్వత్రిక ఎన్నికలతో పోలిస్తే కాంగ్రెస్ తన సీట్ల సంఖ్యను దాదాపు రెట్టింపు చేసుకుంది. 2019 లో కాంగ్రెస్ పార్టీ 52 సీట్లు మాత్రమే గెలుచుకుంది. </p>\n\n\n\n<p>మరోవైపు గత లోక్ సభ ఎన్నికల్లో 303 సీట్లు గెలుచుకున్న బీజేపీ దాదాపు 20 శాతం స్థానాలను కోల్పోయి, 240 సీట్లకు పరిమితమైంది. ఎన్డీయే కూటమికి 350కి పైగా సీట్లు వస్తాయని మెజారిటీ ఎగ్జిట్ పోల్స్ అంచనా వేశాయి. అయితే ఉత్తరప్రదేశ్, మహారాష్ట్ర వంటి రాష్ట్రాల్లో ప్రతిపక్ష విపక్ష కూటమి అనూహ్యంగా మంచి ఫలితాలను సాధించింది. </p>\n\n\n\n<p>ఉత్తరప్రదేశ్ లో సమాజ్ వాదీ పార్టీ 37 స్థానాలు గెలుచుకుని అతిపెద్ద పార్టీగా అవతరించింది. కాంగ్రెస్ 6 స్థానాల్లో విజయం సాధించింది. 2014, 2019 ఎన్నికల్లో ఘన విజయం సాధించిన బీజేపీ కేవలం 33 సీట్లు మాత్రమే గెలుచుకుంది. మహారాష్ట్రలో కాంగ్రెస్ 13, శివసేన 9, శరద్ పవార్ నేతృత్వంలోని ఎన్సీపీ 8 స్థానాల్లో విజయం సాధించాయి. బీజేపీ నేతృత్వంలోని కూటమి 17 స్థానాలను మాత్రమే గెలుచుకుంది. </p>\n\n\n\n<p>ఒడిశాలోని 21 లోక్ సభ స్థానాలకు గాను 19 స్థానాలను బీజేపీ గెలుచుకుంది. ఆంధ్ర ప్రదేశ్ లో మొత్తం 25 లోక్ సభ స్థానాలకు గాను బీజేపీ, దాని మిత్రపక్షాలైన టీడీపీ, జనసేన 21 స్థానాల్లో విజయం సాధించాయి.</p>\n\n\n\n<p>ప్రధాని మోదీ మాత్రం 2024 లోక్ సభ ఎన్నికల ఫలితాలను 'భారత చరిత్రలోనే అపూర్వ ఘట్టం'గా అభివర్ణించారు. దేశ ప్రజలు వరుసగా మూడోసారి ఎన్డీయేపై విశ్వాసం వ్యక్తం చేశారన్నారు. ‘‘భారత దేశ చరిత్రలో ఇదొక అపూర్వ ఘట్టం. నా కుటుంబం చూపిన ప్రేమ, ఆశీర్వాదాలకు ధన్యవాదాలు. వారి ఆకాంక్షలను నెరవేర్చడానికి, మేము కొత్త శక్తి, కొత్త ఉత్సాహం, కొత్త సంకల్పాలతో ముందుకు వెళ్తామని నేను దేశ ప్రజలకు హామీ ఇస్తున్నాను’’ అని ప్రధాని మోదీ ఎక్స్ లో రాశారు.</p>\n\n\n\n<h2 class=\"wp-block-heading\">లోక్ సభ ఎన్నికల్లో వివిధ రాజకీయ పార్టీలు సాధించిన సీట్లు</h2>\n\n\n\n<ol class=\"wp-block-list\"><li>బీజేపీ - 240</li><li>కాంగ్రెస్ - 99</li><li>సమాజ్ వాదీ పార్టీ - 37</li><li>తృణమూల్ కాంగ్రెస్ - 29</li><li>డీఎంకే - 22</li><li>టీడీపీ - 16</li><li>జేడీ (యూ) - 12</li><li>శివసేన (ఉద్ధవ్ బాలాసాహెబ్ ఠాక్రే) - 9</li><li>ఎన్సీపీ (శరద్ పవార్) 8</li><li>శివసేన (షిండే) - 7</li><li>లోక్ జనశక్తి పార్టీ (రామ్ విలాస్) - 5</li><li>వైసీపీ - 4</li><li>ఆర్జేడీ - 4</li><li>సీపీఎం -4</li><li>ఐయూఎంఎల్ - 3</li><li>ఆప్ - 3</li><li>జేఎంఎం - 3</li><li>జనసేన - 2</li><li>సీపీఐఎంఎల్ - 2</li><li>జేడీఎస్ - 2</li><li>సీపీఐ - 2</li><li>ఆర్ఎల్డీ - 2</li><li>నేషనల్ కాన్ఫరెన్స్ - 2</li><li>యునైటెడ్ పీపుల్స్ పార్టీ, లిబరల్ - 1</li><li>అసోం గణ పరిషత్ - 1</li><li>హిందుస్తానీ అవామ్ మోర్చా (సెక్యులర్) - 1</li><li>కేరళ కాంగ్రెస్ - 1</li><li>రివల్యూషనరీ సోషలిస్ట్ పార్టీ - 1</li><li>ఎన్సీపీ - 1</li><li>పీపుల్స్ పార్టీ వాయిస్ - 1</li><li>శిరోమణి అకాలీదళ్భారత్ ఆదివాసీ పార్టీ - 1</li><li>సిక్కిం క్రాంతికారి మోర్చా - 1</li><li>మరుమలార్చి ద్రవిడ మున్నేట్ర కజగం - 1</li><li>ఆజాద్ సమాజ్ పార్టీ (కాన్షీరామ్) - 1</li><li>అప్నాదళ్ (సోనీలాల్) - 1</li><li>ఏజేఎస్ యూ పార్టీ - 1</li><li>ఎంఐఎం - 1</li><li>ఇండిపెండెంట్ - 7</li></ol>\n","originalUrl":"https://tattvanews.com/19350/05/06/2024/","hasAudio":false,"hasInfographics":false}