{"id":"wp-en-13481","wp_id":13481,"type":"standard","category":"World","language":"en","title":"22 pilgrims dead after bus rolls down into a gorge in Jammu￼","excerpt":"In a horrific road accident a bus plying from Kurukshetra to Shiv Khori with devotees met with an accident at a sharp turn near Chowki Chaura Tugi Mod and rolled down the hill in Jammu.  As many as 22 people have died and 60 people are reportedly injured. Officials said the bus skidded off the road and fell into","author":"Tattva News Team","time":"31/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Jammu-mishap.jpg","readTime":"5 min read","contentHTML":"\n<p>In a horrific road accident a bus plying from Kurukshetra to Shiv Khori with devotees met with an accident at a sharp turn near Chowki Chaura Tugi Mod and rolled down the hill in Jammu.</p>\n\n\n\n<p> As many as 22 people have died and 60 people are reportedly injured. Officials said the bus skidded off the road and fell into a 150-foot-deep gorge in Kalidhar area of the district. They said the bus was carrying pilgrims to Shiv Khori. </p>\n\n\n\n<p>After primary treatment, many people were sent to Jammu GMC. Some injured are being treated at Chowki Chaura Hospital and Akhnoor Sub-district Hospital. </p>\n\n\n\n<p>A police spokesperson said that the bus bearing number UP81CT-4058, which was carrying devotees from Kurukshetra, Haryana, towards Shivkhori, Pouni, rolled down into a deep gorge when it reached near Tungi Morh, Chowki Choura on Jammu-Poonch Highway in Jammu district.</p>\n\n\n\n<p>A rescue operation involving police and locals has been launched and the injured have been shifted to the Akhnoor hospital and Government Medical College (GMC) hospital in Jammu, the officials said.</p>\n\n\n\n<p>Lieutenant Governor Manoj Sinha has expressed his deep anguish on the loss of lives in the tragic bus accident in Akhnoor, Jammu. Lt Governor said, \"The Bus accident in Akhnoor is heart-rending. I condole the loss of lives and pray to the almighty to give the bereaved families the strength to bear the irreparable loss. Praying for the speedy recovery of the injured.\"<strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/others/22-pilgrims-dead-after-bus-rolls-down-into-a-gorge-in-jammu%ef%bf%bc/","hasAudio":false,"hasInfographics":false}