{"id":"wp-en-14446","wp_id":14446,"type":"standard","category":"World","language":"en","title":"Any new Interim Govt must prioritize human rights in Bangladesh, says Amnesty￼","excerpt":"Reacting to the announcement that a new interim government is to be formed following the resignation of Prime Minister Sheikh Hasina amid mass protests in Bangladesh, Smriti Singh, Regional Director for South Asia at Amnesty International, said  “The first order of business for any interim government should be to ensure protection of people's right to life,","author":"Tattva News Team","time":"7/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Bangla-1.webp","readTime":"5 min read","contentHTML":"\n<p>Reacting to the announcement that a new interim government is to be formed following the resignation of Prime Minister Sheikh Hasina amid mass protests in Bangladesh, Smriti Singh, Regional Director for South Asia at Amnesty International, said  “The first order of business for any interim government should be to ensure protection of people's right to life, right to free speech and peaceful assembly and to find ways of de-escalating any potential for further violence”.</p>\n\n\n\n<p>Any measures proposed to move forward from this deadly chapter in Bangladesh’s history need to be rooted in the principles of justice, accountability and non-recurrence, she added.</p>\n\n\n\n<p>Amnesty International want that the human rights violations in the last three weeks that have led to the death of more than 300 people, with thousands injured and arbitrarily arrested, should be independently and impartially investigated in a transparent manner.</p>\n\n\n\n<p>“We also call again for the establishment of a prompt, independent and impartial investigation<strong> </strong>into the deaths and injuries resulting from the protests. Those found responsible must be held accountable and the victims of the violence should receive full reparations from the state, which includes compensation, rehabilitation and guarantees of non-repetition”, Smriti Singh said.</p>\n\n\n\n<p>She said that tt’s an opportune moment for any new interim government in Bangladesh to show solidarity with its people, protect the most vulnerable and not repeat the mistakes of the past.</p>\n\n\n\n<p>Student protesters called on people from across Bangladesh to join a “Long March to Dhaka” on Monday, 5 August 2024. As thousands marched into the capital city, the Prime Minister, Sheikh Hasina, resigned and fled the country and the Army announced moves to set up an interim government.</p>\n\n\n\n<p>On Sunday, 4 August, in one of the worst days of violent clashes since the start of the protests early last month, reports stated that 00 people had een killed, as houses of public representatives, Awami League offices, religious places of minority Hindu community  and police stations were attacked in several districts.</p>\n\n\n\n<p>Previously, Amnesty International has called for an end to the violence and published a video verification series documenting evidence of the unlawful use of both lethal and less-lethal force against student protesters.</p>\n","originalUrl":"https://en.tattvanews.com/international/any-new-interim-govt-must-prioritize-human-rights-in-bangladesh-says-amnesty%ef%bf%bc/","hasAudio":false,"hasInfographics":false}