{"id":"wp-te-18450","wp_id":18450,"type":"standard","category":"World","language":"te","title":"అయోధ్యలో బాలరాముడి నుదుటిని ముద్దాడిన సూర్య కిరణాలు","excerpt":"అయోధ్యలో మరో మహా ఘట్టం పూర్తి అయింది. శ్రీరామనవమి సందర్భంగా గర్భగుడిలో ఉన్న అయోధ్య రాముడి నుదుటిపై సూర్య తిలకం కనువిందు చేసింది. సరిగ్గా మధ్యాహ్నం 12 గంటల నుంచి 3-3.5 నిమిషాల పాటు.. ఇలా బాలరాముడికి సూర్య తిలకంలా సూర్యుడి కిరణాలు ప్రసరించాయి. రాముడి విగ్రహం నుదుటిపై బొట్టులా 58 మిల్లీమీటర్ల పరిమాణంలో.. 3-3.5 నిమిషాలపాటు ప్రసరించాయి.  అయోధ్య రామాలయ నిర్మాణం చేపట్టే సమయంలోనే శ్రీరామ జన్మభూమి తీర్థ క్షేత్ర ట్రస్ట్‌ సభ్యుల కోరిక మేరకు","author":"Tattva News Team","time":"17/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Bala-Ram-Navami.jpeg","readTime":"5 min read","contentHTML":"\n<p>అయోధ్యలో మరో మహా ఘట్టం పూర్తి అయింది. శ్రీరామనవమి సందర్భంగా గర్భగుడిలో ఉన్న అయోధ్య రాముడి నుదుటిపై సూర్య తిలకం కనువిందు చేసింది. సరిగ్గా మధ్యాహ్నం 12 గంటల నుంచి 3-3.5 నిమిషాల పాటు.. ఇలా బాలరాముడికి సూర్య తిలకంలా సూర్యుడి కిరణాలు ప్రసరించాయి. రాముడి విగ్రహం నుదుటిపై బొట్టులా 58 మిల్లీమీటర్ల పరిమాణంలో.. 3-3.5 నిమిషాలపాటు ప్రసరించాయి. </p>\n\n\n\n<p>అయోధ్య రామాలయ నిర్మాణం చేపట్టే సమయంలోనే శ్రీరామ జన్మభూమి తీర్థ క్షేత్ర ట్రస్ట్‌ సభ్యుల కోరిక మేరకు కేంద్ర భవన నిర్మాణ పరిశోధన సంస్థ-సీబీఆర్‌ఐ శాస్త్రవేత్తలు ఇలా శ్రీరామనవమి రోజున సరిగ్గా మధ్యాహ్నం పూట సూర్యతిలకం వచ్చేలా ప్రత్యేక ఏర్పాట్లు చేశారు. ఈ సూర్యతిలకం ఏటా శ్రీ రామనవమి రోజున అయోధ్యలో కనువిందు చేయనుంది. </p>\n\n\n\n<p>ఇక అయోధ్య రామాలయ ప్రారంభోత్సవం పూర్తి చేసుకున్న తర్వాత తొలిసారి ఈ అపూర్వ ఘట్టం చోటు చేసుకోవడం విశేషం. మరో 19 సంవత్సరాల పాటు శ్రీరామనవమి రోజు బాలరాముడి విగ్రహంపై ఇలా సూర్య తిలకం ఏర్పడనుంది. సూర్య తిలకం ఏర్పడిన సమయంలో గర్భగుడిలో ఉన్న అర్చకులు బాలరాముడికి ప్రత్యేక పూజలు నిర్వహించారు. </p>\n\n\n\n<p>ఇక అయోధ్యలో రాముడి నుదుటిపై ఇలా సూర్య కిరణాలు ప్రసరించేందుకు ఎన్నో ఏర్పాట్లు చేశారు. బెంగళూరులోని ఇండియన్‌ ఇన్‌స్టిట్యూట్‌ ఆఫ్‌ ఆస్ట్రోఫిజిక్స్‌-ఐఐఏ శాస్త్రవేత్తలను, పరిశోధకులను.. కేంద్ర భవన నిర్మాణ పరిశోధన సంస్థ-సీబీఆర్‌ఐ సంప్రదించింది. <br>దీంతో శాస్త్రవేత్తలు పూర్తిగా అధ్యయనం చేసి ఆలయం మూడో అంతస్తు నుంచి గర్భగుడిలో ప్రతిష్ఠించిన బాలరాముడి విగ్రహం నుదుటిపై సూర్యకిరణాలు ప్రసరించేలా ఏర్పాట్లు చేశారు. కొన్ని పైపులు, కుంభాకార, పుటాకార కటకాలతో ఒక ప్రత్యేక వ్యవస్థను రూపొందించారు. వీటన్నింటినీ బెంగళూరులోని ఆప్టికా అనే సంస్థ సమకూర్చింది. </p>\n\n\n\n<p>అయోధ్య రామ మందిరం 3 అంతస్థులకు పైన శిఖర భాగంలో సూర్యకాంతి గ్రహించేందుకు ఒక ప్రత్యేక పరికరాన్ని ఏర్పాటు చేశారు. దాని నుంచి పైపు గుండా సూర్య కిరణాలు లోపలికి ప్రవహిస్తాయి. సూర్యుడి నుంచి కాంతిని గ్రహించే పరికరం వద్దే మరో పరికరాన్ని కూడా ఉంచారు. అది సూర్యకాంతిని గ్రహించే అద్దాన్ని 365 రోజులు స్వల్పంగా కదుపుతూ ఉంటుంది. </p>\n\n\n\n<p>తిరిగి శ్రీరామనవమి రోజున మళ్లీ ముందుగా నిర్దేశించిన చోటుకు తీసుకువస్తుంది. దీన్ని ఏర్పాటు చేయకముందే ప్రతి సంవత్సరం శ్రీరామనవమి వచ్చే కాలాన్ని సెకన్లతో సహా లెక్కించి.. దాని ఆధారంగా బిగించారు. ఈ లెక్కల సాయంతో సూర్యకిరణాలు ప్రసరింపజేసే పరికరాలు, వ్యవస్థను ఏర్పాటు చేశారు. అయితే ఈ వ్యవస్థ 19 ఏళ్లు నిరాటంకంగా పనిచేస్తుందని.. ఆ తర్వాత మరోసారి సమయాన్ని సరిచేయాలని అని శాస్త్రవేత్తలు వెల్లడించారు.</p>\n","originalUrl":"https://tattvanews.com/18450/17/04/2024/","hasAudio":false,"hasInfographics":false}