{"id":"wp-te-20227","wp_id":20227,"type":"standard","category":"World","language":"te","title":"పాలన చేతకాక కేంద్రంపై విమర్శలు ... కిషన్ రెడ్డి","excerpt":"అవినీతి అసమర్థతతో పాలన చేతకాక కాంగ్రెస్‌, బీఆర్‌ఎస్‌లు కేంద్రాన్ని విమర్శిస్తున్నాయని కేంద్రమంత్రి కిషన్‌రెడ్డి మండిపడ్డారు. పునర్విభజన చట్టం కింద అనేక హామీలు అమలు చేశామని చెబుతూ కేంద్ర నిధులను రాష్ట్ర ప్రభుత్వం దారి మళ్లిస్తోందని ఆయన ఆరోపించారు. కేంద్ర బడ్జెట్‌లో తెలంగాణకు అన్యాయం జరిగిందని బీఆర్ఎస్‌, కాంగ్రెస్‌ నేతలు విమర్శిస్తున్న నేపథ్యంలో ఆయన దిల్లీలో మీడియాతో మాట్లాడారు. కేంద్రం గత పదేళ్లలో రూ.10 లక్షల కోట్లు తెలంగాణ అభివృద్ధికి ఇచ్చిందని కిషన్‌రెడ్డి వెల్లడించారు. పన్నుల వాటాలో రూ.2","author":"Tattva News Team","time":"25/7/2024","image":"https://tattvanews.com/wp-content/uploads/2023/09/Kishan-Reddy2.jpg","readTime":"5 min read","contentHTML":"\n<p>అవినీతి అసమర్థతతో పాలన చేతకాక కాంగ్రెస్‌, బీఆర్‌ఎస్‌లు కేంద్రాన్ని విమర్శిస్తున్నాయని కేంద్రమంత్రి కిషన్‌రెడ్డి మండిపడ్డారు. పునర్విభజన చట్టం కింద అనేక హామీలు అమలు చేశామని చెబుతూ కేంద్ర నిధులను రాష్ట్ర ప్రభుత్వం దారి మళ్లిస్తోందని ఆయన ఆరోపించారు. కేంద్ర బడ్జెట్‌లో తెలంగాణకు అన్యాయం జరిగిందని బీఆర్ఎస్‌, కాంగ్రెస్‌ నేతలు విమర్శిస్తున్న నేపథ్యంలో ఆయన దిల్లీలో మీడియాతో మాట్లాడారు.</p>\n\n\n\n<p>కేంద్రం గత పదేళ్లలో రూ.10 లక్షల కోట్లు తెలంగాణ అభివృద్ధికి ఇచ్చిందని కిషన్‌రెడ్డి వెల్లడించారు. పన్నుల వాటాలో రూ.2 లక్షల కోట్లు రాష్ట్రానికి కేంద్రం బదిలీ చేసిందని చెప్పారు. వాటిని దారిమళ్లించిన విషయం వాస్తవం కాదా? అని ప్రశ్నించారు. ఎస్సీ, ఎస్టీ విద్యార్థులకు ఇచ్చే ఫండ్స్‌ను కూడా దారి మళ్లించారని ఆరోపించారు. ఉపాధి హామీ పథకానికి నిధులు కేటాయిస్తే ఎమ్మెల్యేలకు పంపిణీ చేసి ఆ నిధులను దుర్వినియోగం చేశారని ఆక్షేపించారు.</p>\n\n\n\n<p>రామగుండంలో విద్యుదుత్పత్తి కేంద్రం ఏర్పాటు చేశామని కిషన్‌రెడ్డి తెలిపారు. కాజీపేటలో రైల్వే కోచ్‌ ఫ్యాక్టరీకి ప్రధాని శంకుస్థాపన చేశారని గుర్తుచేశారు. గిరిజన వర్సిటీ కోసం కేంద్రం నిధులు మంజూరు చేసిందిని గుర్తుచేశారు. జీఎస్టీ పరిహారం కింద రూ.7 వేల కోట్లు అందజేశామని తెలిపారు. జాతీయ రహదారుల కోసం రూ.1.10 లక్షల కోట్లు ఖర్చు చేశామన్నారు. సంక్షేమ పథకాల కోసం కేంద్రం రూ.6 లక్షల కోట్లు ఖర్చు చేసిందని వివరించారు.</p>\n\n\n\n<p>నాటి ముఖ్యమంత్రి కేసీఆర్ బాటలోనే ప్రస్తుత సీఎం రేవంత్ నడుస్తుండటం తెలంగాణ ప్రజల దురదృష్టమన్నారు. రాష్ట్ర ప్రభుత్వాన్ని నడపడంలో తమ ప్రభుత్వ అసమర్థత నుంచి తప్పించుకునేందుకు, ప్రజల దృష్టిని మళ్లించడం కోసం ఇలా కేంద్రం మీద బురద చల్లుతున్నారని మండిపడ్డారు. </p>\n\n\n\n<p>పంచాయతీరాజ్ సంస్థల నిధులిస్తే కనీస అవసరాలు, మౌలికవసతుల కల్పనకు ఈ నిధులు వెచ్చించకుండా పక్కదారి పట్టించారని ఆరోపించారు. కేంద్ర ప్రభుత్వం వడ్డీ రాయితీల రూపంలో రూ. 7వేల కోట్లు ఇచ్చిందని స్పష్టం చేశారు. రాష్ట్ర విభజన చట్టం ప్రకారం తెలంగాణకు ఇవ్వలేదని దుష్ప్రచారం చేస్తున్నారని మండిపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/20227/25/07/2024/","hasAudio":false,"hasInfographics":false}