{"id":"wp-te-18911","wp_id":18911,"type":"standard","category":"World","language":"te","title":"ఓడిపోతే రాజకీయ సన్యాసం... సంజయ్","excerpt":"పార్లమెంట్ ఎన్నికల్లో తాను ఓడిపోతే రాజకీయ సన్యాసం తీసుకుంటానని, హిందుత్వం గురించి, రాముడి గురించి మాట్లాడనని, కాషాయ జెండా ముట్టుకోనని బిజెపి జాతీయ ప్రధాన కార్యదర్శి, పార్టీ కరీంనగర్ ఎంపి అభ్యర్థి బండి సంజయ్‌కుమార్ స్పష్టం చేశారు.  శనివారం పార్టీ ఆధ్వర్యంలో సిరిసిల్లలో బైక్ ర్యాలీ నిర్వహించారు. ఈ సందర్భంగా బండి సంజయ్ మాట్లాడుతూ తనను ఓడించడానికి ముస్లింలు ఏకం కావాలని బిఆర్‌ఎస్ నేత కెసిఆర్ అంటున్నారని ఆరోపించారు.  అయితే,  తాను ఆయనకు సవాల్ విసురుతున్నానని.. తాను","author":"Tattva News Team","time":"12/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Sanjay.jpg","readTime":"5 min read","contentHTML":"\n<p>పార్లమెంట్ ఎన్నికల్లో తాను ఓడిపోతే రాజకీయ సన్యాసం తీసుకుంటానని, హిందుత్వం గురించి, రాముడి గురించి మాట్లాడనని, కాషాయ జెండా ముట్టుకోనని బిజెపి జాతీయ ప్రధాన కార్యదర్శి, పార్టీ కరీంనగర్ ఎంపి అభ్యర్థి బండి సంజయ్‌కుమార్ స్పష్టం చేశారు.  శనివారం పార్టీ ఆధ్వర్యంలో సిరిసిల్లలో బైక్ ర్యాలీ నిర్వహించారు. ఈ సందర్భంగా బండి సంజయ్ మాట్లాడుతూ తనను ఓడించడానికి ముస్లింలు ఏకం కావాలని బిఆర్‌ఎస్ నేత కెసిఆర్ అంటున్నారని ఆరోపించారు. </p>\n\n\n\n<p>అయితే,  తాను ఆయనకు సవాల్ విసురుతున్నానని.. తాను ఓడిపోతే రాజకీయ సన్యాసం తీసుకుంటానని, ఒకవేళ గెలిస్తే కెసిఆర్ రాజకీయ సన్యాసం తీసుకుంటారా, మతం మారుతారా.. అందుకు సిద్ధమా అని సవాల్ చేశారు. ‘కెసిఆర్ ఈ మధ్య చిలుక జోష్యం చెప్పడం నేర్చుకున్నారని ఎద్దేవా చేశారు. తనను ఓడించేందుకు కాంగ్రెస్, బిఆర్‌ఎస్ ఏకమై డబ్బులు పంచుతున్నాయని ఆరోపించారు. </p>\n\n\n\n<p>ఈ రెండు పార్టీల తరఫున కరీంనగర్ ఎంపి అభ్యర్థులుగా నిలబడినవారు నాన్ లోకల్ అని, తాను పక్కా లోకల్ అని స్పష్టం చేశారు. కాంగ్రెస్ సర్జికల్ స్ట్రైక్స్‌ను అవమానించి మన జవాన్ల మనోధైర్యం దెబ్బతీసే ప్రయత్నాలు చేస్తోందని విమర్శించారు. కాంగ్రెస్ గుర్తు గాడిద గుడ్డుగా మార్చిన ఘనత రేవంత్‌రెడ్డికే దక్కిందని.. అసలు గాడిదలు గుడ్లు పెట్టవనే విషయం కూడా కాంగ్రెస్ నేతలకు తెలియదని ధ్వజమెత్తారు.</p>\n\n\n\n<p> గాడిద గుడ్డుతోనే కాంగ్రెస్ ప్రజల్లో ఛీపయిందన్నారు. ఫోన్ ట్యాపింగ్‌లో బిఆర్‌ఎస్ అధినేత కెసిఆర్ పేరు వచ్చినా ఎందుకు అరెస్ట్ చేయడంలేదని ప్రశ్నించారు. ఈ కార్యక్రమంలో పార్టీ రాష్ట్ర అధికార ప్రతినిధి రాణి రుద్రమ రెడ్డి, మట్ట వెంకటేశ్వర్ రెడ్డి, రెడ్డబోయిన గోపి, ఆడెపు రవీందర్, నాగుల శ్రీనివాస్ పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18911/12/05/2024/","hasAudio":false,"hasInfographics":false}