{"id":"wp-en-15193","wp_id":15193,"type":"standard","category":"World","language":"en","title":"Amit Shah says next Maharashtra CM from BJP ￼","excerpt":"Putting cold water on the ambitions of Eknath Shinde and Ajith Pawar to become next Chief Minister of Maharashtra, if Mahayuti alliance will return power in the forthcoming assembly elections, Union Home Minister Amit Shah made it clear that the next chief minister will be from the BJP. Expressing confidence that the Mahayuti alliance will","author":"Tattva News Team","time":"2/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Amit-Shah-Mumbai.jpg","readTime":"5 min read","contentHTML":"\n<p>Putting cold water on the ambitions of Eknath Shinde and Ajith Pawar to become next Chief Minister of Maharashtra, if Mahayuti alliance will return power in the forthcoming assembly elections, Union Home Minister Amit Shah made it clear that the next chief minister will be from the BJP.</p>\n\n\n\n<p>Expressing confidence that the Mahayuti alliance will form its government again in the state, he claimed that no party has to strength to stop BJP from happening. His remarks came while attending a meeting with the BJP leaders in Mumbai ahead of the state Assembly polls, the schedule of which is yet to be announced by the Election Commission.</p>\n\n\n\n<p>The meeting was also attended by the state's Deputy chief minister Devendra Fadnavis, Maharashtra BJP chief Chandrashekhar Bawankule, Mumbai BJP chief Ashish Shelar, and other leaders. Amit Shah claimed that the formation of a 'Mahayuti' government in Maharashtra is certain. Shiv Sena, BJP and Ajit Pawar-led NCP are constituents of the Mahayuti alliance.</p>\n\n\n\n<p>According to sources, Shah, during the meeting, also mentioned that after winning the elections in Maharashtra, the Common Civil Code will be implemented. Also giving clear indication BJP will again chose Devendra Fadnavis as the next chief minister, he expressed confidence that Devendra Fadnavis is capable of solving Maharashtra's problems.</p>\n\n\n\n<p>“He advised party workers to work with full enthusiasm during the elections. He highlighted that increasing the vote share by 10 per cent could result in at least 20 to 30 additional seats for the BJP. Amit Shah also assured that even if people from other parties join, BJP workers will be given proper positions and respect within the party,” sources said.</p>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-says-next-maharashtra-cm-from-bjp-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}