{"id":"wp-te-18550","wp_id":18550,"type":"standard","category":"World","language":"te","title":"రాజీనామా చేసిన వాలంటీర్ల వివరాలు కోరిన హైకోర్టు","excerpt":"ఆంధ్రప్రదేశ్‌లో ఎన్నికల పోలింగ్ తేదీ దగ్గర పడుతున్న సమయంలో మరోసారి వాలంటీర్ల అంశం చర్చకు వచ్చింది. వాలంటీర్లు ఎన్నికల విధుల్లో జోక్యం చేసుకోకూడదంటూ ఇప్పటికే హైకోర్టు, కేంద్ర ఎన్నికల సంఘం ఆదేశాలు జారీ చేశాయి. అయితే తాజాగా ఏపీ హైకోర్టు వాలంటీర్ల అంశంలో కీలక ఆదేశాలు ఇచ్చింది.  వాలంటీర్లు తమ పదవులకు రాజీనామా చేసి ఎన్నికల ప్రచారంలో పాల్గొంటున్నారని హైకోర్టులో పిటిషన్ దాఖలైంది. ఈ నేపథ్యంలో వారి రాజీనామాలు ఆమోదించవద్దని ఆదేశించాలంటూ బీసీ యువజనపార్టీ అధ్యక్షుడు బోడె","author":"Tattva News Team","time":"24/4/2024","image":"https://tattvanews.com/wp-content/uploads/2022/05/AP-High-Court.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌లో ఎన్నికల పోలింగ్ తేదీ దగ్గర పడుతున్న సమయంలో మరోసారి వాలంటీర్ల అంశం చర్చకు వచ్చింది. వాలంటీర్లు ఎన్నికల విధుల్లో జోక్యం చేసుకోకూడదంటూ ఇప్పటికే హైకోర్టు, కేంద్ర ఎన్నికల సంఘం ఆదేశాలు జారీ చేశాయి. అయితే తాజాగా ఏపీ హైకోర్టు వాలంటీర్ల అంశంలో కీలక ఆదేశాలు ఇచ్చింది. </p>\n\n\n\n<p>వాలంటీర్లు తమ పదవులకు రాజీనామా చేసి ఎన్నికల ప్రచారంలో పాల్గొంటున్నారని హైకోర్టులో పిటిషన్ దాఖలైంది. ఈ నేపథ్యంలో వారి రాజీనామాలు ఆమోదించవద్దని ఆదేశించాలంటూ బీసీ యువజనపార్టీ అధ్యక్షుడు బోడె రామచంద్రయాదవ్ హైకోర్టులో పిటిషన్ దాఖలు చేశారు. దీనిపై ఏపీ హైకోర్టు విచారణ జరిపింది.</p>\n\n\n\n<p>విచారణ సందర్భంగా అధికార పార్టీకి మేలు చేయడానికే వాలంటీర్ల వేలసంఖ్యలో రాజీనామాలు చేస్తున్నారని పిటిషనర్ తరుఫు న్యాయవాది వాదించారు. రాజీనామాలు చేసి ఎన్నికల ప్రచారంలో పాల్గొంటున్నారని.. ఈ క్రమంలో ఎన్నికల పోలింగ్ పూర్తయ్యేవరకూ వారి రాజీనామాలను ఆమోదించవద్దని ఆదేశించాలని కోరారు. </p>\n\n\n\n<p>వాలంటీర్ల రాజీనామాలు ఆమోదిస్తే అధికార వైసీపీకి అనుకూలంగా ఓటర్లను వారు ప్రభావితం చేస్తారని వాదించారు. దీనిపై విచారణ జరిపిన ఏపీ హైకోర్టు.. కీలక ఆదేశాలు ఇచ్చింది. రాజీనామా చేసిన వాలంటీర్ల వివరాలను అందజేయాలని ఎన్నికల సంఘాన్ని ఆదేశించింది. అనంతరం విచారణను బుధవారానికి వాయిదా వేసింది. </p>\n\n\n\n<p>మరోవైపు ప్రభుత్వం నుంచి గౌరవ వేతనం తీసుకుంటున్న వాలంటీర్లు ఎన్నికల విధుల్లో పాల్గొంటే అధికార పార్టీకి అనుకూలంగా వ్యవహరిస్తారంటూ గతంలో ఎన్నికల సంఘానికి విపక్షాలు ఫిర్యాదులు చేశాయి. అలాగే న్యాయస్థానాలను సైతం ఆశ్రయించాయి. దీంతో ఎన్నికల విధులకు వారిని దూరం పెడుతూ ఈసీ నిర్ణయం తీసుకుంది. </p>\n\n\n\n<p>అలాగే ఎన్నికల కోడ్ అమల్లో ఉన్న సమయంలో వాలంటీర్ల ద్వారా సంక్షేమ పథకాల లబ్ధిని అందజేయవద్దని స్పష్టం చేసింది. పింఛన్లు, రేషన్ వంటి ప్రభుత్వ పథకాల పంపిణీ నుంచి వారిని తప్పించింది. దీంతో రాష్ట్ర వ్యాప్తంగా పలుచోట్ల వాలంటీర్లు తమ పదవులకు రాజీనామాలు చేశారు.</p>\n\n\n\n<p>ఇక రాజీనామాల తర్వాత వైఎస్ఆర్ కాంగ్రెస్ పార్టీ అభ్యర్థుల తరఫున ఎన్నికల ప్రచారంలో సైతం పాల్గొంటున్నారు. అయితే వాలంటీర్లు తమ పదవులకు రాజీనామా చేసి అధికారపార్టీ తరుఫున ప్రచారం చేస్తున్నారని.. ఫలితంగా ఎన్నికల్లో ఓటర్లపై వారి ప్రభావం పడుతుందని విపక్షాలు ఆరోపిస్తున్నాయి. </p>\n\n\n\n<p>ఈ నేపథ్యంలోనే వాలంటీర్ల రాజీనామాలు ఆమోదించవద్దంటూ ఏపీ హైకోర్టులో పిటిషన్ దాఖలైంది. ఈ పిటిషన్ విచారించిన ఏపీ హైకోర్టు.. రాజీనామా చేసిన వారి వివరాలు అందించాలని ఆదేశిస్తూ విచారణ వాయిదా వేసింది.</p>\n","originalUrl":"https://tattvanews.com/18550/24/04/2024/","hasAudio":false,"hasInfographics":false}