{"id":"wp-en-15799","wp_id":15799,"type":"standard","category":"World","language":"en","title":"Cabinet nod to one nation, one poll Bills","excerpt":"The Union Cabinet, chaired by PM Narendra Modi, on Thursday approved two Bills to enable simultaneous elections to the Lok Sabha and state Assemblies. The draft legislations, which Law Minister Arjun Ram Meghwal piloted in the Cabinet and Home Minister Amit Shah elaborated, will be introduced in Parliament during the ongoing session. Plans are afoot","author":"Tattva News Team","time":"13/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/One-Election.webp","readTime":"5 min read","contentHTML":"\n<p>The Union Cabinet, chaired by PM Narendra Modi, on Thursday approved two Bills to enable simultaneous elections to the Lok Sabha and state Assemblies.<strong></strong></p>\n\n\n\n<p>The draft legislations, which Law Minister Arjun Ram Meghwal piloted in the Cabinet  and Home Minister Amit Shah elaborated, will be introduced in Parliament during the ongoing session. Plans are afoot to send these Bills to a joint committee of both Houses for comprehensive stakeholder consultations.</p>\n\n\n\n<p>As recommended by the former President Ram Nath Kovind-led panel whose report was accepted by the Cabinet on September 18, the government will move amendments to enable simultaneous elections to the Lok Sabha and state Assemblies in the first phase. The synchronisation of municipal and panchayat elections with the Lok Sabha and state polls will be left for the second and a later stage. The Kovind panel had said, “As the first step, simultaneous elections to the Lok Sabha and state Assemblies should be held and in the second step, elections to the municipalities and panchayats should be held within 100 days of the parliamentary and state polls.”</p>\n\n\n\n<p>To achieve this, the government will introduce a Bill for amending Article 83 (which deals with duration of Houses of Parliament) and Article 172 (which deals with the duration of state legislatures) of the Constitution. This amendment will not need ratification by states.</p>\n\n\n\n<p>Asked how the synchronisation would be achieved, an official source quoted the Kovind report which said for simultaneous elections to happen, the President would need to notify the date of the first sitting of the Lok Sabha after a General Election as the “appointed date”.</p>\n\n\n\n<p>“The tenure of all state Assemblies constituted by elections held after the appointed date and before the expiry of the full term of the Lok Sabha will be only for the period ending up to the subsequent General Election. Once that is done, all elections to the Lok Sabha and states will be held together,” the source said.</p>\n\n\n\n<p>The amendment Bill is also likely to insert a new Article 82 A to the Constitution to provide that the President may notify the date of the first sitting of the House of the People after a General Election as the appointed date.</p>\n\n\n\n<p>The second Bill will be ordinary and will amend provisions to laws dealing with UTs and the legislative Assemblies of J&K, Delhi and Puducherry to align the terms of these Assemblies with the Lok Sabha and other legislative Assemblies.</p>\n","originalUrl":"https://en.tattvanews.com/national/cabinet-nod-to-one-nation-one-poll-bills%ef%bf%bc/","hasAudio":false,"hasInfographics":false}