{"id":"wp-te-19970","wp_id":19970,"type":"standard","category":"World","language":"te","title":"మోదీకి రష్యా అత్యున్నత పౌరపురస్కారం","excerpt":"భారత ప్రధాని నరేంద్ర మోదీకి రష్యా నుంచి అత్యున్నత పౌర పురస్కారం లభించింది. ఉభయ దేశాల మధ్య ద్వైపాక్షిక సబంధాలను పెంపొందించడానికి కృషి చేసిన ప్రధాని మోదీకి తమ దేశానికి చెందిన అత్యున్నత పౌర పురస్కారం ఆర్డర్ ఆఫ్ సెయింట్ ఆండ్రూ ది అపోస్టల్‌ను రష్యా అధ్యక్షుడు వ్లాదిమిర్ పుతిన్ మంగళవారం అధికారికంగా ప్రదానం చేశారు.  క్రెమ్లిన్‌లోని సెయింట్ ఆండ్రూ హాలులో జరిగిన ఒక ప్రత్యేక కార్యక్రమంలో ప్రధాని మోదీకి అ పురస్కారాన్ని పుతిన్ అందచేశారు. 2019లో","author":"Tattva News Team","time":"10/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-Russia.webp","readTime":"5 min read","contentHTML":"\n<p>భారత ప్రధాని నరేంద్ర మోదీకి రష్యా నుంచి అత్యున్నత పౌర పురస్కారం లభించింది. ఉభయ దేశాల మధ్య ద్వైపాక్షిక సబంధాలను పెంపొందించడానికి కృషి చేసిన ప్రధాని మోదీకి తమ దేశానికి చెందిన అత్యున్నత పౌర పురస్కారం ఆర్డర్ ఆఫ్ సెయింట్ ఆండ్రూ ది అపోస్టల్‌ను రష్యా అధ్యక్షుడు వ్లాదిమిర్ పుతిన్ మంగళవారం అధికారికంగా ప్రదానం చేశారు. </p>\n\n\n\n<p>క్రెమ్లిన్‌లోని సెయింట్ ఆండ్రూ హాలులో జరిగిన ఒక ప్రత్యేక కార్యక్రమంలో ప్రధాని మోదీకి అ పురస్కారాన్ని పుతిన్ అందచేశారు. 2019లో ఈ అవార్డును రష్యా ప్రకటించింది. ఈ పౌర పురస్కారానికి ఎంపికైన తొలి భారత నాయకుడు నరేంద్ర మోదీ  కావడం విశేషం. 1698లో అ వార్డును నెలకొల్పారు. </p>\n\n\n\n<p>ఏసు క్రీస్తు ముఖ్య శిష్యుడైన సెయింట్ ఆండ్రూ గౌరవార్థం ఈ అవార్డును అపరాజు జార్ పీటర్ ది గ్రేట్ నెలకొల్పారు. కాగా..రష్యా అత్యున్నత పౌర పురస్కారం తనకు లభించడం పట్ల ప్రధాని నరేంద్ర మోదీ సంతోషం వ్యక్తం చేశారు. అవార్డుకు తనను ఎంపిక చేయడం పట్ల ఆయన కృతజ్ఞతలు తెలిపారు. </p>\n\n\n\n<p>ఇది తనను మాత్రమే కాక 140 కోట్ల మంది భారతీయులను గౌరవించడమేనని మోదీ పేర్కొన్నారు. భారత్, రష్యా మధ్య శతాబ్దాలుగా కొనసాగుతున్న మైత్రీ బంధానికి, పరస్పర విశ్వాసానికి లభించిన గౌరవంగా ఆయన అభివర్ణించారు.</p>\n\n\n\n<p>ఉక్రెయిన్‌తో యుద్ధం నేపథ్యంలో రష్యా తన సైన్యంలో నియమించుకొన్న భారతీయులను విముక్తి కల్పించేందుకు, వారిని వీలైనంత త్వరగా భారత్‌ పంపేందుకు మంగళవారం అంగీకారం తెలిపింది. రష్యా అధ్యక్షుడు పుతిన్‌తో జరిగిన భేటీలో ఈ అంశాన్ని భారత ప్రధాని మోదీ లేవనెత్తిన నేపథ్యంలో ఈ పరిణామం చోటుచేసుకొన్నదని అధికారిక వర్గాలు వెల్లడించాయి. </p>\n\n\n\n<p>రష్యా సైన్యంలో 35-50 మంధి భారతీయలు పనిచేస్తుండొచ్చని విదేశాంగ శాఖ అంచనా వేసింది. ఇప్పటికే 10 మంది తిరిగి భారత్‌కు వచ్చేశారని విదేశాంగ శాఖ కార్యదర్శి వినయ్‌ తెలిపారు. మరోవైపు ఉక్రెయిన్‌తో వివాదానికి పరిష్కారం యుద్ధ భూమిలో లభించదని, బాంబులు, బుల్లెట్ల మధ్య శాంతి ప్రయత్నాలు విజయవంతం కాలేవని ప్రధాని మోదీ అభిప్రాయపడ్డారు. </p>\n\n\n\n<p>పుతిన్‌తో భేటీ సందర్భంగా మోదీ ఈ వ్యాఖ్యలు చేశారు. కీవ్‌లోని ఓ చిన్నారుల దవాఖానపై రష్యా క్షిపణి దాడులపై మోదీ మాట్లాడుతూ పిల్లలను చంపడం చాలా బాధాకరమని, గుండెను పిండేస్తున్నదని అన్నారు. కాగా, అంతకుముందు పుతిన్‌ను మోదీ ఆలింగనం చేసుకోవడంపై ఉక్రెయిన్‌ అధ్యక్షుడు జెలెన్‌స్కీ తీవ్ర అసంతృప్తి వ్యక్తం చేశారు. ‘ప్రపంచంలోనే అతిపెద్ద ప్రజాస్వామ్యం దేశానికి చెందిన నాయకుడు ప్రపంచంలోనే అత్యంత కిరాతకుడిని కౌగిలించుకొన్నారు’ అని ఎక్స్‌లో పోస్టు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19970/10/07/2024/","hasAudio":false,"hasInfographics":false}