{"id":"wp-en-14147","wp_id":14147,"type":"standard","category":"World","language":"en","title":"Agniveers to get 10 per cent reservation in Haryana Police￼","excerpt":"The Haryana Government has announced an important update today regarding the relaxation in the recruitment process. According to the orders from Haryana Chief Minister Nayab Saini, the government will provide a 10 per cent reservation to Agniveers in police recruitment and mining guard recruitment. There will also be a three-year age limit relaxation in Group C and","author":"Tattva News Team","time":"18/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Haryana-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>The Haryana Government has announced an important update today regarding the relaxation in the recruitment process. According to the orders from Haryana Chief Minister Nayab Saini, the government will provide a 10 per cent reservation to Agniveers in police recruitment and mining guard recruitment.</p>\n\n\n\n<p>There will also be a three-year age limit relaxation in Group C and D categories and a 5 per cent relaxation in the Group C categories. Additionally, interest-free loans of up to 5 lakh will be available for those starting their businesses.</p>\n\n\n\n<p>Speaking at a press conference, saini says, 'We will provide these Agniveers a relaxation of 3 years in the maximum age prescribed for government posts in Group B and C. In the case of the first batch of Agniveers, this age relaxation will be 5 years.</p>\n\n\n\n<p>The government will provide 5% horizontal reservation for Agniveers in direct recruitment to civil posts in Group C and 1% horizontal reservation in Group B. If any industrial unit gives Agniveer a salary of more than Rs 30,000 per month, then our government will give a subsidy of Rs 60,000 per annum to that industrial unit...'.</p>\n\n\n\n<p>The Agnipath scheme was implemented by Prime Minister, Narendra Modi on 14th June 2022 to bring down the age profile of the Three Services. Under this scheme, Agniveer is deployed in the Indian Army for 4 years. According to the new order, 10 per cent of the horizontal reservations will be provided Agniveers in Haryana in direct recruitment to the posts of Constable, Mining Guard, Forest Guard, Jail Warden and SPO recruited by the state government.<strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/national/agniveers-to-get-10-per-cent-reservation-in-haryana-police%ef%bf%bc/","hasAudio":false,"hasInfographics":false}