{"id":"wp-en-13676","wp_id":13676,"type":"standard","category":"World","language":"en","title":"Non-bailable arrest warrant against Yediyurappa￼","excerpt":"A Bengaluru court issued a non-bailable arrest warrant against former Karnataka Chief Minister and senior BJP leader BS Yediyurappa on Thursday. The BJP veteran has been booked under the POCSO Act and Section 354 A (Sexual harassment) of the Indian Penal Code based on a complaint by the mother of a 17-year-old girl who alleged","author":"Tattva News Team","time":"14/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Yediyurappa.jpg","readTime":"5 min read","contentHTML":"\n<p>A Bengaluru court issued a non-bailable arrest warrant against former Karnataka Chief Minister and senior BJP leader BS Yediyurappa on Thursday. <strong></strong></p>\n\n\n\n<p>The BJP veteran has been booked under the POCSO Act and Section 354 A (Sexual harassment) of the Indian Penal Code based on a complaint by the mother of a 17-year-old girl who alleged that he sexually assaulted her daughter during a meeting on February two this year, at his residence in Dollars Colony.</p>\n\n\n\n<p>Earlier in the day, Karnataka Home Minister G. Parameshwara said the Criminal Investigation Department (CID), which is probing the case, has issued a notice asking Yediyurappa to appear before it for questioning, and he may be arrested if necessary.</p>\n\n\n\n<p>\"Notice has been served procedurally, the charge-sheet has to be filed by June 15. Before that they (CID) will file the charge-sheet. They will have to follow procedure for it. They will have to record his statement and produce him (in court), all these are procedures and the department will do it,\" he told reporters in Tumkuru.</p>\n\n\n\n<p>The Sadashivanagar police registered the case against Yediyurappa on March 14 and the investigation was handed over to the CID on the same day. The 54-year-old woman, who had leveled the charge against the BJP leader, died at a private hospital in Tumkuru last month, due to lung cancer.</p>\n\n\n\n<p>Meanwhile, the BJP veteran, who had dismissed the allegations, filed a petition in the Karnataka High Court on Wednesday seeking to quash the FIR against him. Sources close to Yediyurappa said that he is presently in Delhi and that he is likely to join the probe after he returns.</p>\n","originalUrl":"https://en.tattvanews.com/regional/non-bailable-arrest-warrant-against-yediyurappa%ef%bf%bc/","hasAudio":false,"hasInfographics":false}