{"id":"wp-en-12840","wp_id":12840,"type":"standard","category":"World","language":"en","title":"BJP turned Congress 'loot' east policy into 'Act East' policy, says Modi￼","excerpt":"Prime Minister Narendra Modi on Wednesday slammed the Congress, saying the party had adopted the 'loot' east policy while the BJP turned it into the 'Act East' policy. Addressing an election rally in Agartala of Tripura, he said Tripura has witnessed pioneering transformations under the BJP government. \"The Congress had adopted the 'loot' east policy while the","author":"Tattva News Team","time":"18/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Modi-polls.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Wednesday slammed the Congress, saying the party had adopted the 'loot' east policy while the BJP turned it into the 'Act East' policy. Addressing an election rally in Agartala of Tripura, he said Tripura has witnessed pioneering transformations under the BJP government.</p>\n\n\n\n<p><a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/elections/lok-sabha-election-2024/congress-adopted-loot-east-policy-bharatiya-janata-party-turned-it-into-act-east-policy-prime-minister-narendra-modi/cid/2013960&text=Congress adopted loot east policy Bharatiya Janata Party turned it into Act East policy Prime Minister Narendra Modi\"></a><a href=\"https://api.whatsapp.com/send?text=Congress adopted loot east policy Bharatiya Janata Party turned it into Act East policy Prime Minister Narendra Modi https://www.telegraphindia.com/elections/lok-sabha-election-2024/congress-adopted-loot-east-policy-bharatiya-janata-party-turned-it-into-act-east-policy-prime-minister-narendra-modi/cid/2013960\"></a><a href=\"javascript:void(0);\"></a>\"The Congress had adopted the 'loot' east policy while the BJP turned it into the Act East policy,\" Modi said, adding that the grand old party did not do any justice to the Northeast and turned the region into an 'adda of bhrastachar' (hub of corruption) while the communists spoiled the state's prospects.</p>\n\n\n\n<p>The PM said the BJP government has been working hard for development in the region. Modi said his government has decided to construct three crore new houses in India for the poor. \"Tripura's people are going to benefit a great deal from it,\" he added.</p>\n\n\n\n<p>Modi said the birth celebrations of Lord Ram is being held in his own temple in Ayodhya after 500 years. \"After a long wait of 500 years, Ram Lalla is finally in a grand temple in Ayodhya instead of a tent,\" he added.</p>\n\n\n\n<p>The Prime Minister said his government is focusing on enhancing connectivity in the Northeast. \"Rs 3,000 crore will be spent for the facelift of highways in the state while the Feni bridge connecting Bangladesh with South Tripura's Sabroom subdivision has been built. Electrification on the railway tracks has been progressing\", he said.</p>\n\n\n\n<p>\"Earlier, mobile towers didn't work properly in the state, but now work is on to improve 5G connectivity. It is the Modi government which has reduced mobile bills to around Rs 400-Rs 500 per month. Had the Congress been in power, your mobile bills would have been Rs 4,000 to Rs 5,000,\" he added.</p>\n\n\n\n<p>Taking a dig at the Congress and the CPI(M), the PM said, \"The Congress Yuvraj, who is critical over the use of investigative agencies, is now demanding the arrest of Kerala Chief Minister on corruption charges. No corrupt person will be spared,\" he said.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-turned-congress-loot-east-policy-into-act-east-policy-says-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}