{"id":"wp-te-20212","wp_id":20212,"type":"standard","category":"World","language":"te","title":"వైసీపీ హయాంలో మద్యం కుంభకోణంపై సీడీఐ దర్యాప్తు","excerpt":"మద్య నిషేధం చేస్తానని అధికారంలోకి వచ్చిన జగన్ మోహన్ రెడ్డి మద్యంతో వ్యాపారం చేసి కోట్లు వెనకేసుకున్నారని ముఖ్యమంత్రి చంద్రబాబు నాయుడు  విమర్శించారు. అసెంబ్లీ మద్యంపై శ్వేత పత్రం విడుదలచేస్తూ  2019-24లో వైసీపీ మద్యం పాలసీపై సీఐడీతో విచారణ చేయిస్తామని అసెంబ్లీలో ప్రకటించారు. ఎక్సైజ్ శాఖలో అవినీతి జరిగిందని, వాటిపై చర్యలు తీసుకోవాలని ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్ విజ్ఞప్తి మేరకు సీఎం చంద్రబాబు ఈ నిర్ణయం ప్రకటించారు.  అంతా నగదు లావాదేవీలు చేశారని పేర్కొంటూ సీఐడీ విచారణలో","author":"Tattva News Team","time":"24/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Chandrababu-Assembly.jpg","readTime":"5 min read","contentHTML":"\n<p>మద్య నిషేధం చేస్తానని అధికారంలోకి వచ్చిన జగన్ మోహన్ రెడ్డి మద్యంతో వ్యాపారం చేసి కోట్లు వెనకేసుకున్నారని ముఖ్యమంత్రి చంద్రబాబు నాయుడు  విమర్శించారు. అసెంబ్లీ మద్యంపై శ్వేత పత్రం విడుదలచేస్తూ  2019-24లో వైసీపీ మద్యం పాలసీపై సీఐడీతో విచారణ చేయిస్తామని అసెంబ్లీలో ప్రకటించారు. ఎక్సైజ్ శాఖలో అవినీతి జరిగిందని, వాటిపై చర్యలు తీసుకోవాలని ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్ విజ్ఞప్తి మేరకు సీఎం చంద్రబాబు ఈ నిర్ణయం ప్రకటించారు. </p>\n\n\n\n<p>అంతా నగదు లావాదేవీలు చేశారని పేర్కొంటూ సీఐడీ విచారణలో వాస్తవాలు బయటపడతాయని తెలిపారు. నగదు లావాదేవీలపై ఈడీకి కూడా ఫిర్యాదు చేస్తామని ప్రకటించారు. గత ప్రభుత్వంలో అక్రమాలకు పాల్పడిన వారిపై కఠిన చర్యలు తీసుకుంటామని సీఎం చంద్రబాబు స్పష్టం చేశారు.  లంచం తీసుకునే అధికారులను కఠినంగా శిక్షించే ప్రభుత్వం, రూ. వేల కోట్లు లూటీ చేసిన వారిని శిక్షించదా? అని పవన్ కల్యాణ్ అసెంబ్లీ వేదికగా ప్రశ్నించారు. </p>\n\n\n\n<p>గత ప్రభుత్వం ధరలు పెంచుకుంటూ పోతే తాగే వాళ్లు తగ్గుతూ వస్తారని వింత లాజిక్ చెప్పారని సీఎం చంద్రబాబు ఎద్దేవా చేశారు. తీరా ఐదేళ్ల తర్వాత చూస్తే తాగే వాళ్లు 75 శాతం పెరిగారని పేర్కొంటూ పిచ్చితనం కాకపొతే.. మెదడు ఉన్న వాళ్లు ఎవరూ ఇలాంటి పనులు చేయరని ధ్వజమెత్తారు.  గత ఐదేళ్లలో సగటున మద్యం అమ్మకం భారీగా పెరిగిందని తెలిపారు.</p>\n\n\n\n<p>వైసీపీ అధికారంలోకి రాగానే బెదిరించి, భయబ్రాంతులు చేసి బ్రాండెడ్ కంపెనీల మద్యం మొత్తం లేకుండా చేశారని, నాణ్యమైన బ్రాండ్లు పారిపోయేలా చేశారని చెప్పారు. ప్రముఖ కంపెనీల బ్రాండ్స్ నుంచి సప్లై భారీగా తగ్గించి, మొత్తం ఆర్డర్లు అన్నీ వైసీపీ బినామీ కంపెనీలకే ఇచ్చుకున్నారని విమర్శించారు.</p>\n\n\n\n<p>ఇతర ప్రభుత్వ శాఖల్లో డబ్బును ఎక్సైజ్‌ శాఖలో పెట్టుబడి పెట్టించారని సీఎం చంద్రబాబు ఆరోపించారు. దీంతో ఆయా శాఖలకు దాదాపు రూ.250 కోట్ల నష్టం వచ్చిందని తెలిపారు.  ఎక్సైజ్‌ శాఖను పూర్తిగా ప్రక్షాళన చేస్తామని ప్రకటించారు.  పేదలకు అందుబాటు ధరలో మద్యం లభించేలా పాలసీలు తీసుకొస్తామని, అలాగే డీఅడిక్షన్‌ సెంటర్లను ఏర్పాటు చేస్తామని తెలిపారు. </p>\n","originalUrl":"https://tattvanews.com/20212/24/07/2024/","hasAudio":false,"hasInfographics":false}