{"id":"wp-en-14797","wp_id":14797,"type":"standard","category":"World","language":"en","title":"SC sets up expert panel to amicably resolve farmers’ grievances","excerpt":"As farmers continue to protest at Shambhu Border since February, the Supreme Court on Monday set up a multi-member high-powered committee headed by Justice Nawab Singh – a former judge of the Punjab and Haryana High Court -- to talk to them to amicably resolve their grievances. A Bench led by Justice Surya Kant said the","author":"Tattva News Team","time":"3/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/SC-farmers.jpg","readTime":"5 min read","contentHTML":"\n<p>As farmers continue to protest at Shambhu Border since February, the Supreme Court on Monday set up a multi-member high-powered committee headed by Justice Nawab Singh – a former judge of the Punjab and Haryana High Court -- to talk to them to amicably resolve their grievances.</p>\n\n\n\n<p>A Bench led by Justice Surya Kant said the other members of the committee will be former Haryana DGP PS Sandhu, prominent agriculture expert Devender Sharma, Professor of Eminence at Guru Nanak Dev University, Amritsar, Prof Ranjit Singh Ghuman and Agricultural Economist at Punjab Agriculture University Dr Sukhpal Singh.</p>\n\n\n\n<p>The Bench asked the panel to seek his presence as a special invitee as and when his expert opinion is needed.  It asked the committee to submit an interim report on the next date of hearing.</p>\n\n\n\n<p>The top court asked the committee -- drawn from the names suggested by both the states -- to reach out to the agitating farmers at Shambhu Border to impress upon them to immediately remove their tractors, trolleys, tents and other accessories from and near the National Highway so as to enable the civil and police administration of both the states to open the National Highway for purposes illustrated in it order dated August 12, 2024.</p>\n\n\n\n<p>“We hope and trust that one of the major demands of the agitating farmers regarding constitution of a neutral high-powered committee having been accepted with the consent of both the states, they will immediately respond to the high-powered committee and will vacate Shambhu Border or the other roads connecting the two states without any delay,” it said.</p>\n\n\n\n<p>It said the protesters were at liberty to shift their agitation to an alternative site provided by the authorities. Noting that farmers have their own \"genuine issues\", the top court asked the farmers to stay away from political parties, saying the protest must not be politicised.</p>\n\n\n\n<p>“We caution the agitating farmers to keep themselves at a safe distance from political parties, political issues and not to insist on such demands which are not feasible to be accepted outright. In other words, all their issues will be considered in a phased manner by this court after taking into consideration the recommendations that may be made by the high-powered committee in due course of time,” it said.</p>\n","originalUrl":"https://en.tattvanews.com/others/sc-sets-up-expert-panel-to-amicably-resolve-farmers-grievances/","hasAudio":false,"hasInfographics":false}