{"id":"wp-en-13780","wp_id":13780,"type":"standard","category":"World","language":"en","title":"PM Modi leads International Yoga Day celebrations￼","excerpt":"Prime Minister Narendra Modi on Friday led the International Yoga Day celebrations from Srinagar in Jammu and Kashmir (J&K) for the 10th consecutive time. The Prime Minister extended greetings to the people of the country and said we can feel the energy in Srinagar that we gain through Yoga. \"We can feel the energy in","author":"Tattva News Team","time":"21/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Yoga.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Friday led the International Yoga Day celebrations from Srinagar in Jammu and Kashmir (J&K) for the 10th consecutive time. The Prime Minister extended greetings to the people of the country and said we can feel the energy in Srinagar that we gain through Yoga.</p>\n\n\n\n<p>\"We can feel the energy in Srinagar, that we gain through Yoga. I extend greetings to people of the country and people performing Yoga in every corner of the world on Yoga Day. International Yoga Day has completed a historic journey of 10 years. In 2014, I proposed International Yoga Day at the United Nations. This proposal by India was supported by 177 nations and this was a record in itself. Since then, Yoga Day has been creating new records,\" PM Modi said.</p>\n\n\n\n<p>\"This year in India, a 101-year-old woman Yoga teacher was accorded the Padma Shri. She had never come to India but she dedicated her entire life to creating awareness about Yoga. Today, research on Yoga is being done in prestigious universities and institutions around the world; research papers are being published,\" the Prime Minister added.</p>\n\n\n\n<p>The prime minister said the number of yoga practitioners across the globe is growing every day and the regimen is becoming a part of their daily life.</p>\n\n\n\n<p>\"The number of yoga followers is growing continuously. Wherever I go, there is hardly any (international) leader who does not talk to me about the benefits of yoga. In many countries, yoga is becoming a part of the people's daily lives,\" Modi said as he cited the examples of Turkmenistan, Saudi Arabia, Mongolia, and Germany, saying the ancient form of meditation was fast becoming popular there.</p>\n\n\n\n<p>The prime minister said yoga provides solutions to several problems faced by people today. \"Yoga is not only knowledge but it is science as well. In this era of information revolution, there is a flood of information sources and it is a challenge for the human mind to focus on one subject.</p>\n\n\n\n<p>\"A solution for this is also in yoga as it helps the mind to focus. That is why from army to sports, yoga has been included in their routine,\" he said. The prime minister said astronauts and people working on space projects are also trained in yoga as it increases \"productivity as well as tolerance\".</p>\n\n\n\n<p><a href=\"https://www.facebook.com/sharer.php?u=https://www.telegraphindia.com/india/delhi-chief-minister-arvind-kejriwal-gets-bail-in-liquor-policy-case/cid/2028531\"></a><a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/india/delhi-chief-minister-arvind-kejriwal-gets-bail-in-liquor-policy-case/cid/2028531&text=Delhi chief minister Arvind Kejriwal gets bail in liquor policy case\"></a><a href=\"https://api.whatsapp.com/send?text=Delhi chief minister Arvind Kejriwal gets bail in liquor policy case https://www.telegraphindia.com/india/delhi-chief-minister-arvind-kejriwal-gets-bail-in-liquor-policy-case/cid/2028531\"></a><a href=\"javascript:void(0);\"></a></p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-leads-international-yoga-day-celebrations%ef%bf%bc/","hasAudio":false,"hasInfographics":false}