{"id":"wp-en-14668","wp_id":14668,"type":"standard","category":"World","language":"en","title":"Outcry against outsiders, but sober on illegal foreigners","excerpt":"By Nava J Thakuria   Observing the Sibsagar incident, where a community was compelled to apologize  for a crime committed by  some individuals in presence of  a State minister, Patriotic Peoples’ Front Assam (PPFA) expressed dismay that some people continue the same old theory of hatred against outsiders (non-Assamese Indians) since the days of Assam agitation.","author":"Tattva News Team","time":"23/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Image.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>  </strong></p>\n\n\n\n<p>Observing the Sibsagar incident, where a community was compelled to apologize  for a crime committed by  some individuals in presence of  a State minister, Patriotic Peoples’ Front Assam (PPFA) expressed dismay that some people continue the same old theory of hatred against outsiders (non-Assamese Indians) since the days of Assam agitation.</p>\n\n\n\n<p>The forum of nationalist citizens in northeast Bharat also pointed out that those Assamese-centric agitators would never raise legitimate voices against the illegal foreigners from Bangladesh, who have slowly challenged the entire Assamese culture with a changing demography since 1951.</p>\n\n\n\n<p>“First thing first. The accused individuals (who physically assaulted a minor female  arm wrestler at Babupatty in  Sibsagar of eastern Assam on 13 August 2024) must be punished under the law and a due legal process has already begun. But how come the entire community (read Marwari) of those accused persons can be made responsible and to apologize to the locals?</p>\n\n\n\n<p>More shockingly how an Assam minister could endorse such an act (where some aged male &  females  had to kneel down for the public apology) in his presence?” said a media statement issued by the PPFA putting a valid question-  if tomorrow some Assamese youths, working outside the State, do crimes, should the entire  community has to tender regrets.</p>\n\n\n\n<p>The forum argues that the agitators, who instigated thousands of residents to hit the streets demanding  justice to the victim girl, may now stand behind a corrected National Register of Citizens (NRC) in Assam with the nationally approved base year. Since the days of historic Assam movement, it’s observed that the local community leaders remain apprehensive about the Hindi speaking residents in the State, but they are too soft for the illegal migrants.</p>\n\n\n\n<p>The classic example was the Assam Accord (singed in presence of the then Prime Minister Rajiv Gandhi to culminate the six years old agitation in 1985  after hundreds made supreme sacrifice), which agreed to recognize hundreds of thousands of East Pakistani nationals (who entered Assam till 21 March 1971) as Indians and to allow to live in Assam, concluded the PPFA statement.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/outcry-against-outsiders-but-sober-on-illegal-foreigners%ef%bf%bc/","hasAudio":false,"hasInfographics":false}