{"id":"wp-te-19539","wp_id":19539,"type":"standard","category":"World","language":"te","title":"ఇటలీ పర్యటన ముగించుకొని తిరిగి వచ్చిన ప్రధాని మోదీ","excerpt":"ఇటలీ పర్యటన ముగించుకొని ప్రధాని నరేంద్ర మోదీ  తిరిగి ఢిల్లీకి చేరుకున్నారు. ఇటలీలో జి 7 దేశాల అవుట్‌ రీచ్‌ సదస్సుకు హాజరైన మోదీ  వివిధ దేశాధినేతలతో సమావేశమయ్యారు. అమెరికా అధ్యక్షుడు జో బైడెన్‌, బ్రిటన్‌ ప్రధాని రిషి సునాక్‌, ఫ్రాన్స్‌ అధ్యక్షుడు ఇమ్మాన్యుయెల్‌ మేక్రాన్‌, కెనడా ప్రధాని జస్టిన్‌ ట్రూడో, ఉక్రెయిన్‌ అధ్యక్షుడు వొలోదిమిర్‌ జెలెన్‌ స్కీ తదితరులతో అనేక అంశాలపై చర్చలు జరిపారు.  దేశంలో ఎన్డీయే కూటమి మూడో పర్యాయం అధికారంలోకి వచ్చిన అనంతరం","author":"Tattva News Team","time":"15/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-meets.webp","readTime":"5 min read","contentHTML":"\n<p>ఇటలీ పర్యటన ముగించుకొని ప్రధాని నరేంద్ర మోదీ  తిరిగి ఢిల్లీకి చేరుకున్నారు. ఇటలీలో జి 7 దేశాల అవుట్‌ రీచ్‌ సదస్సుకు హాజరైన మోదీ  వివిధ దేశాధినేతలతో సమావేశమయ్యారు. అమెరికా అధ్యక్షుడు జో బైడెన్‌, బ్రిటన్‌ ప్రధాని రిషి సునాక్‌, ఫ్రాన్స్‌ అధ్యక్షుడు ఇమ్మాన్యుయెల్‌ మేక్రాన్‌, కెనడా ప్రధాని జస్టిన్‌ ట్రూడో, ఉక్రెయిన్‌ అధ్యక్షుడు వొలోదిమిర్‌ జెలెన్‌ స్కీ తదితరులతో అనేక అంశాలపై చర్చలు జరిపారు. </p>\n\n\n\n<p>దేశంలో ఎన్డీయే కూటమి మూడో పర్యాయం అధికారంలోకి వచ్చిన అనంతరం ప్రధాని మోడి చేపట్టిన మొదటి విదేశీ పర్యటన ఇదే. మూడోసారి ప్రధానిగా బాధ్యతలు చేపట్టిన మోడిని ప్రపంచ దేశాల నేతలు అభినందించారు. ఇటలీ పర్యటనపై ప్రధాని మోదీ  స్పందిస్తూ … జి 7 సదస్సు కేంద్రబిందువుగా సాగిన ఈ పర్యటన ఎంతో ఫలప్రదంగా జరిగిందని వివరించారు. </p>\n\n\n\n<p>భవిష్యత్‌ తరాలకు మెరుగైన ప్రపంచాన్ని అందించే దిశగా నేతలందరూ ప్రతిన బూనారని వివరించారు. ఘనమైన ఆతిథ్యం అందించిన ఇటలీ ప్రభుత్వానికి, ఆ దేశ ప్రజలకు కఅతజ్ఞతలు తెలుపుకుంటున్నానని వెల్లడించారు.</p>\n\n\n\n<p>అక్క‌డ ప్ర‌ధాని మోదీతో ఇట‌లీ ప్ర‌ధాని మెలోని సెల్ఫీ దిగారు. చేతిలో ఫోన్ పట్టుకున్న మెలోనీ.. మోదీతో ఫోటో దిగారు. ఆ సెల్ఫీ ఫోటో ప్ర‌స్తుతం ఆన్‌లైన్‌లో వైర‌ల్ అవుతోంది. జీ7 శిఖ‌రాగ స‌ద‌స్సు సంద‌ర్భంగా జార్జియా మెలోనీతో ద్వైపాక్షిక చ‌ర్చ‌ల్లో మోదీ పాల్గొన్నారు. ఇట‌లీలోని అపులియాలో స‌మావేశాలు జ‌రిగాయి.</p>\n\n\n\n<p>టెక్నాలజీలో గుత్తాధిపత్యానికి స్వస్తి పలకాలని భారత ప్రధాని మోదీ పిలుపునిచ్చారు. సమ్మిళిత సమాజానికి పునాది వేసేందుకు సాంకేతికతను సృజనాత్మకంగా ఉపయోగించుకోవాలని అన్నారు. ఇటలీలోని అపులియా రీజియన్‌లో జరుగుతున్న జీ7 దేశాల సదస్సులో ప్రధాని మోదీ ప్రసంగించారు. ఈ సందర్భంగా ఆయన కృత్రిమ మేధ(ఏఐ)పై ప్రత్యేకంగా మాట్లాడారు. </p>\n\n\n\n<p>మనం సాంకేతికతను సృజనాత్మకంగా వినియోగించుకోవాలే తప్ప విధ్వంసకరంగా కాదని అభిప్రాయపడ్డారు.  మానవ కేంద్రీకృత విధానం ద్వారా మెరుగైన భవిష్యత్తుకు భారత్‌ ప్రయత్నిస్తున్నదని మోదీ పేర్కొన్నారు. భారత్‌ ఏఐ మిషన్‌ ప్రాథమిక మంత్రం ‘అందరికీ ఏఐ’ అని చెప్పారు.</p>\n\n\n\n<p>ప్రపంచవ్యాప్తంగా నెలకొన్న అస్థిరత, ఉద్రిక్తతల ప్రభావాన్ని దక్షిణ దేశాలు అధికంగా ఎదుర్కొంటున్నాయని పేర్కొన్నారు.  ప్రపంచ నేతలతో ఫలవంతమైన చర్చలతో అంతర్జాతీయ సవాళ్లను అధిగమించడంతో పాటు మెరుగైన భవిష్యత్‌ కోసం అంతర్జాతీయ సహకారం సాధించే దిశగా అడుగులు పడతాయని ప్రధాని మోదీ ట్వీట్‌ చేశారు.</p>\n\n\n\n<p>ఇక ప్రధాని మోదీ, ఫ్రాన్స్‌ అధ్యక్షుడు మాక్రాన్‌ మధ్య రక్షణ, అణు, అంతరిక్ష, విద్య, డిజిటల్‌ మౌలిక వసతులు సహా పలు రంగాల్లో భాగస్వామ్యాల బలోపేతంపై చర్చలు జరిగాయని విదేశీ వ్యవహారాల మంత్రిత్వ శాఖ పేర్కొంది. ఇరువురు నేతలు కీలక అంతర్జాతీయ, ప్రాంతీయ అంశాలపై అభిప్రాయాలను పంచుకున్నారని తెలిపింది. ఇక జీ7 సదస్సును ఉద్దేశించి కూడా ప్రధాని మోదీ ప్రసంగిస్తారని వెల్లడించింది.<a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19539/15/06/2024/","hasAudio":false,"hasInfographics":false}