{"id":"wp-te-21142","wp_id":21142,"type":"standard","category":"World","language":"te","title":"ఏపీలో ముగ్గురు సీనియర్‌ ఐపీఎస్‌ అధికారుల సస్పెన్షన్‌","excerpt":"ఏపీలో ముగ్గురు సీనియర్‌ ఐపీఎస్‌ అధికారులను ప్రభుత్వం సస్పెన్షన్‌ చేసింది. ముంబై నటి కాదంబరి జెత్వానిపై అక్రమంగా పెట్టి, అరెస్ట్ చేసి, చిత్రహింసలకు గురిచేసిన కేసులో ముగ్గురు ఐపీఎస్‌ అధికారులు ప్రమేయం ఉన్నట్లు ప్రాథమికంగా నిర్దారణ కావడంతో వారిపై చర్యలు తీసుకున్నారు.  ఇంటెలిజెన్స్‌ మాజీ చీఫ్‌ పీఎస్‌ఆర్‌ ఆంజనేయులు , విజయవాడ మాజీ సీపీ కాంతారాణా తాతా, విశాల్‌ గున్నిని సస్పెండ్‌ చేస్తూ ఆదివారం సాయంత్రం ఉత్తర్వులు జారీ చేసింది. మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్","author":"Tattva News Team","time":"16/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/IPS-suspension1-1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఏపీలో ముగ్గురు సీనియర్‌ ఐపీఎస్‌ అధికారులను ప్రభుత్వం సస్పెన్షన్‌ చేసింది. ముంబై నటి కాదంబరి జెత్వానిపై అక్రమంగా పెట్టి, అరెస్ట్ చేసి, చిత్రహింసలకు గురిచేసిన కేసులో ముగ్గురు ఐపీఎస్‌ అధికారులు ప్రమేయం ఉన్నట్లు ప్రాథమికంగా నిర్దారణ కావడంతో వారిపై చర్యలు తీసుకున్నారు. </p>\n\n\n\n<p>ఇంటెలిజెన్స్‌ మాజీ చీఫ్‌ పీఎస్‌ఆర్‌ ఆంజనేయులు , విజయవాడ మాజీ సీపీ కాంతారాణా తాతా, విశాల్‌ గున్నిని సస్పెండ్‌ చేస్తూ ఆదివారం సాయంత్రం ఉత్తర్వులు జారీ చేసింది.</p>\n\n\n\n<p>మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డి హయాంలో దూకుడుగా వ్యవహరించి, నాటి ప్రతిపక్ష నేతలపై అక్రమ కేసులు బనాయిస్తూ, అరెస్టులు చేసి, చిత్రహింసలకు గురిచేసిన పలు ఆరోపణలు ఎదుర్కొంటున్న వీరిని చంద్రబాబు నాయుడు ప్రభుత్వం ఏర్పడగానే బదిలీ చేసి, పోస్టింగ్ ఇవ్వకుండా ఉంచింది.</p>\n\n\n\n<p>ఇప్పటికే ఈ కేసులో విజయవాడలో పనిచేసిన అప్పటి ఏసీపీ హనుమంతరావు, నాటి ఇబ్రహీంపట్నం సీఐ ఎం సత్యనారాయణపై ఉన్నతాధికారులు వేటు వేశారు. వైసీపీ హయాంలో ముంబైకి చెందిన పారిశ్రామికవేత్తతో కాదంబరి జత్వానికి మధ్య జరిగిన వివాదం పంచాయతీ ఏపీలోని వైసీపీ కీలక నేత వద్దకు వచ్చింది. </p>\n\n\n\n<p>దీంతో ఆ కీలకనేత పారిశ్రామికవేత్తతో ఉన్న సాన్నిహిత్యం కారణంగా అతడిని కాపాడేందుకు పోలీసుల బాస్‌లను ఉపయోగించాడు. దీంతో పోలీసు అధికారులు జత్వానిపై అక్రమంగ కేసులు పెట్టి తల్లిదండ్రులతో పాటు ఆమెను జైలులో ఉంచారు.</p>\n\n\n\n<p>అనంతరం ఆమెను బెదిరించి సంతకాలు తీసుకుని కేసును సెటిల్‌మెంట్‌ చేశారు. అనంతరం ఏపీలో ఎన్నికలు జరుగడం వైసీపీ అధికారం కోల్పోవడం, కూటమి ప్రభుత్వం అధికారంలోకి రావడంతో నటి జత్వాని  కొత్త ప్రభుత్వానికి ఫిర్యాదు చేసింది. దీంతో ముఖ్యమంత్రి స్పందించి విచారణ ఆదేశించడంతో పాటు విచారణ కమిటీని నియమించి వారి నుంచి వచ్చిన నివేదికల ఆధారంగా ఐపీఎస్‌లను సస్పెన్షన్‌ చేసింది.</p>\n\n\n\n<p>తప్పుడు కేసులో తనను అక్రమంగా తనను నిర్బంధించి, హింసించారంటూ కాదంబరి జత్వానీ ఇటీవల ఇబ్రహీంపట్నం పోలీస్ స్టేషన్‌లో ఫిర్యాదు చేశారు. జత్వానీ ఫిర్యాదు మేరకు వైసీపీ నేత కుక్కల విద్యాసాగర్ సహా మరికొందరిపై ఇప్పటికే ఇబ్రహీంపట్నం పోలీసులు ఎఫ్ఐఆర్ నమోదు చేశారు. వారిపై 192, 211, 218, 220, 354, 467, 420, 469, 471, రెడ్‌విత్‌ 120బి సెక్షన్ల కింద పోలీసులు కేసు నమోదు చేశారు. </p>\n\n\n\n<p>ఇదే సమయంలో ప్రభుత్వం సైతం విజయవాడ మాజీ ఏసీపీ హనుమంతరావు, అప్పటి ఇబ్రహీంపట్నం సీఐ సత్యనారాయణలను సైతం సస్పెండ్ చేసింది. గతంలో ఇబ్రహీంపట్నం సీఐగా పనిచేసిన సత్యనారాయణ కేసును పరిశీలించకుండానే కాదంబరి జత్వానీని అరెస్ట్ చేసినట్లు అభియోగాలు ఉన్నాయి. అలాగే విజయవాడ ఏసీపీగా పనిచేసిన హనుమంతరావుపై కూడా అభియోగాలు ఉన్నాయి.</p>\n","originalUrl":"https://tattvanews.com/21142/16/09/2024/","hasAudio":false,"hasInfographics":false}