{"id":"wp-te-19244","wp_id":19244,"type":"standard","category":"World","language":"te","title":"గ్యాంగ్‌స్టర్ చోటారాజన్‌కు యావజ్జీవ కాగారార శిక్ష","excerpt":"సెంట్రల్ ముంబైలోని గాందేవిలో గోల్డెన్ క్రౌన్ హోటల్ నిర్వహిస్తున్న జాయా షెట్టిని 2001లో హత్య చేసిన కేసులో గ్యాంగ్‌స్టర్ చోటా రాజన్‌కు ముంబైలోని ప్రత్యేక కోర్టు గురువారం యావజ్జీవ కారాగార శిక్ష విధించింది. జయా షెట్టి హత్య కేసులో చోటా రాజన్‌ను దోషిగా మహారాష్ట్ర కంట్రోల్ ఆఫ్ ఆర్గనైజ్డ్ క్రైమ్ యాక్ట్(ఎంసిఓసిఎ) కింద నమోదయ్యే కేసుల కోసం ఏర్పాటు చేసిన ప్రత్యేక కోర్టు నిర్ధారించింది.  చోటా రాజన్‌కు యావజ్జీవ కారాగార శిక్ష విధిస్తూ ప్రత్యేక కోర్టు న్యాయమూర్తి","author":"Tattva News Team","time":"30/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Chhota-Rajan.jpeg","readTime":"5 min read","contentHTML":"\n<p>సెంట్రల్ ముంబైలోని గాందేవిలో గోల్డెన్ క్రౌన్ హోటల్ నిర్వహిస్తున్న జాయా షెట్టిని 2001లో హత్య చేసిన కేసులో గ్యాంగ్‌స్టర్ చోటా రాజన్‌కు ముంబైలోని ప్రత్యేక కోర్టు గురువారం యావజ్జీవ కారాగార శిక్ష విధించింది. జయా షెట్టి హత్య కేసులో చోటా రాజన్‌ను దోషిగా మహారాష్ట్ర కంట్రోల్ ఆఫ్ ఆర్గనైజ్డ్ క్రైమ్ యాక్ట్(ఎంసిఓసిఎ) కింద నమోదయ్యే కేసుల కోసం ఏర్పాటు చేసిన ప్రత్యేక కోర్టు నిర్ధారించింది. </p>\n\n\n\n<p>చోటా రాజన్‌కు యావజ్జీవ కారాగార శిక్ష విధిస్తూ ప్రత్యేక కోర్టు న్యాయమూర్తి ఎఎం పాటిల్ తీర్పు వెలువరించారు. 2001 మే 4న చోటా రాజన్‌కు చెందిన ముఠా సభ్యులు హోటల్‌లోని మొదటి అంతస్తులో జయా షెట్టిని కాల్చి చంపారు. హోటల్ మేనేజర్ ఇచ్చిన ఫిర్యాదు ఆధారంగా పోలీసులు కేసు నమోదు చేశారు.</p>\n\n\n\n<p> చోటా రాజన్ గ్యాంగు సభ్యుడైన హేమంత్ పూజారి నుంచి జయా షెట్టికి డబ్బు కోసం బెదిరింపు కాల్స్ వచ్చాయని, డబ్బు చెల్లించకపోవడంతో ఆయనను హత్య చేశారని పోలీసుల దర్యాప్తులో తేలింది. ఇదే హత్య కేసులో ఇద్దరు నిందితులకు శిక్ష పడగా సాక్ష్యాలు లేని కారణంగా ఒక నిందితుడు నిరపరాధిగా విడుదలయ్యాడు.</p>\n\n\n\n<p>2015 అక్టోబర్ లో ఇండోనేషియాలో ఛోటా రాజన్ ను అరెస్ట్ చేసి భారత్ కు తీసుకువచ్చారు. ప్రస్తుతం ఢిల్లీలోని తీహార్ జైలులో ఛోటా రాజన్ ఉన్నాడు. ఛోటా రాజన్ అసలు పేరు రాజేంద్ర సదాశివ్ నికాల్జే. ఆయనపై పలు హత్య, బెదిరింపు వసూళ్లు, దేశ ద్రోహం.. వంటి తీవ్రమైన కేసులు ఉన్నాయి.</p>\n","originalUrl":"https://tattvanews.com/19244/30/05/2024/","hasAudio":false,"hasInfographics":false}