{"id":"wp-en-13923","wp_id":13923,"type":"standard","category":"World","language":"en","title":"Gen. Upendra Dwivedi Takes Charge As New Army Chief￼","excerpt":"General Upendra Dwivedi on Sunday took charge as the 30th Chief of the Army Staff after incumbent General Manoj Pande retired from service. He has vast operational experience along the frontiers with China and Pakistan, was serving as the Vice Chief of the Army. Before taking charge as the Vice Chief of the Army Staff on February","author":"Tattva News Team","time":"1/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Gen.-Dwedi.jpg","readTime":"5 min read","contentHTML":"\n<p>General Upendra Dwivedi on Sunday took charge as the 30th Chief of the Army Staff after incumbent General Manoj Pande retired from service. He has vast operational experience along the frontiers with China and Pakistan, was serving as the Vice Chief of the Army.</p>\n\n\n\n<p>Before taking charge as the Vice Chief of the Army Staff on February 19, General Dwivedi was serving as the General Officer Commanding-in-Chief of Northern Command from 2022-2024. He took charge of the 1.3 million-strong Army at a time when India was facing various security challenges including along the Line of Actual Control (LAC) with China.</p>\n\n\n\n<p>In his long and distinguished career spanning nearly 40 years, he has served in a variety of command, staff, instructional and foreign appointments. The command appointments of General Dwivedi include command of regiment (18 Jammu and Kashmir Rifles), Brigade (26 Sector Assam Rifles), Inspector General, Assam Rifles (East) and 9 Corps.</p>\n\n\n\n<p>He has been decorated with the Param Vishisht Seva Medal, Ati Vishisht Seva Medal and three GOC-in-C Commendation Cards.</p>\n\n\n\n<p>As Northern Army commander, General Dwivedi provided strategic guidance and operational oversight for the planning and execution of sustained operations along the northern and western borders, besides orchestrating the dynamic counter-terrorism operations in Jammu and Kashmir, officials said.</p>\n\n\n\n<p>During this period, the officer was actively engaged in the ongoing negotiations with China to resolve the vexed border issue, they said. He was also involved in modernisation and equipping of the largest Army command of the Indian Army, where he steered the induction of indigenous equipment as part of Atmanirbhar Bharat (self-reliant India).</p>\n","originalUrl":"https://en.tattvanews.com/national/gen-upendra-dwivedi-takes-charge-as-new-army-chief%ef%bf%bc/","hasAudio":false,"hasInfographics":false}