{"id":"wp-te-21158","wp_id":21158,"type":"standard","category":"World","language":"te","title":"ఢిల్లీ నూతన ముఖ్యమంత్రిగా అతిశీ","excerpt":"ఢిల్లీ తదుపరి సీఎం ఎవరన్నదానిపై నెలకొన్న ఉత్కంఠకు తెరపడింది. అందరూ ఊహించినట్లే మంత్రి అతిశీని కొత్త ముఖ్యమంత్రిగా ఆమ్‌ ఆద్మీ పార్టీ ఖరారు చేసింది. ఈ మేరకు ఆమె పేరును తాజాగా ప్రకటించింది. ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌ నివాసంలో జరిగిన శాసనసభా పక్ష సమావేశంలో ఆమె శాసనసభాపక్ష నాయకురాలిగా ఎన్నికయ్యారు. ప్రస్తుత సీఎం అరవింద్​ కేజ్రీవాల్​ రాజీనామా అనంతరం మంత్రి అతిషి సీఎం బాధ్యతలను చేపట్టనున్నారు. ఆమె పేరును కేజ్రీవాల్​ స్వయంగా ప్రతిపాదించారని సమాచారం. ఢిల్లీ లిక్కర్​","author":"Tattva News Team","time":"17/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Atishi1.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ తదుపరి సీఎం ఎవరన్నదానిపై నెలకొన్న ఉత్కంఠకు తెరపడింది. అందరూ ఊహించినట్లే మంత్రి అతిశీని కొత్త ముఖ్యమంత్రిగా ఆమ్‌ ఆద్మీ పార్టీ ఖరారు చేసింది. ఈ మేరకు ఆమె పేరును తాజాగా ప్రకటించింది. ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌ నివాసంలో జరిగిన శాసనసభా పక్ష సమావేశంలో ఆమె శాసనసభాపక్ష నాయకురాలిగా ఎన్నికయ్యారు.</p>\n\n\n\n<p>ప్రస్తుత సీఎం అరవింద్​ కేజ్రీవాల్​ రాజీనామా అనంతరం మంత్రి అతిషి సీఎం బాధ్యతలను చేపట్టనున్నారు. ఆమె పేరును కేజ్రీవాల్​ స్వయంగా ప్రతిపాదించారని సమాచారం. ఢిల్లీ లిక్కర్​ స్కామ్​ కేసులో గతవారం బెయిల్​పై బయటకు వచ్చిన ఆమ్​ ఆద్మీ పార్టీ అధ్యక్షుడు అరవింద్​ కేజ్రీవాల్ ఢిల్లీ సీఎం పదవికి రాజీనామా చేయనున్నట్టు ఆదివారం ప్రకటించిన విషయం తెలిసిందే.</p>\n\n\n\n<p>మరోవైపు ఈ నెల 26,27 తేదీల్లో దిల్లీ అసెంబ్లీ సమావేశాలు నిర్వహిస్తున్నట్లు స్పీకర్ కార్యాలయం తెలిపింది. ఢిల్లీ లిక్కర్​ స్కామ్​ వ్యవహారంలో అరవింద్​ కేజ్రీవాల్ తో పాటు ఆమ్​ ఆద్మీ పార్టీ గత కొంతకాలంగా తీవ్ర ఇబ్బందులు ఎదుర్కొంటోంది. ఆ సమయంలో అతిషి పార్టీ కోసం కీలకంగా వ్యవహరించారు. కేజ్రీవాల్​ లేని లోటును భర్తీ చేసే విధంగా చాలా ప్రయత్నాలు చేశారు. </p>\n\n\n\n<p>ఫలితంగా.. సీఎం పదవికి రాజీనామా చేస్తున్నట్టు ఆయన ప్రకటించినప్పటి నుంచి ఆ బాధ్యతలు అతిషికి వెళతాయని ఊహాగానాలు జోరుగా సాగాయి. చివరికి అదే నిజమైంది! అతిషి పార్టీతో పాటు ప్రభుత్వంలోనూ కీలక నేతగా ఉంటూ ఆర్థిక, విద్య, పీడబ్ల్యూడీ సహా 10కిపైగా పోర్ట్​ఫోలియోలను నిర్వహిస్తున్నారు. అరవింద్​ కేజ్రీవాల్​, మనీశ్​ సిసోడియాలు జైలులో ఉన్నప్పుడు ఢిల్లీ ప్రభుత్వాన్ని ఆమె ముందుండి నడిపించారు.</p>\n\n\n\n<p>దిల్లీ ప్రభుత్వ పాఠశాలల్లో ప్రధాన విద్యా సంస్కరణలకు నాయకత్వం వహించిన ఘనత అతిషికే దక్కుతుంది. ఉప ముఖ్యమంత్రి మనీశ్​ సిసోడియా సలహాదారుగా, పాఠశాల మౌలిక సదుపాయాలను పునరుద్ధరించడంలో, బోధనా ప్రమాణాలను మెరుగుపరచడంలో, \"హ్యాపీనెస్ కరిక్యులమ్\" - \"ఎంటర్​ప్రెన్యూర్షిప్ మైండ్​సెట్ కరిక్యులమ్\" వంటి వినూత్న కార్యక్రమాలను ప్రవేశపెట్టడంలో ఆమె కీలక పాత్ర పోషించారు.</p>\n\n\n\n<p>అతిషి ఆమ్ ఆద్మీ పార్టీ (ఆప్) సీనియర్ నాయకురాలు. కల్కాజీ నియోజకవర్గం నుంచి దిల్లీ శాసనసభ సభ్యురాలు. తొలుత దిల్లీ ప్రభుత్వ విద్యాశాఖ సలహాదారుగా ఎదిగిన ఆమె 2020 ఎన్నికల్లో విజయం సాధించి ఎమ్మెల్యే అయ్యారు.</p>\n\n\n\n<p>ఢిల్లీ యూనివర్సిటీలోని సెయింట్ స్టీఫెన్స్ కాలేజీ నుంచి డిగ్రీ పొందిన అతిషి ఆ తర్వాత చెవెనింగ్ స్కాలర్​షిప్​పై ఆక్స్​ఫర్డ్ యూనివర్సిటీ నుంచి విద్యలో మాస్టర్స్ డిగ్రీ పొందారు. ఆమె విద్యా నేపథ్యం దిల్లీలో చేపట్టిన విద్యా సంస్కరణలో ఆమె కృషిని గణనీయంగా ప్రభావితం చేసింది.</p>\n","originalUrl":"https://tattvanews.com/21158/17/09/2024/","hasAudio":false,"hasInfographics":false}