{"id":"wp-en-15818","wp_id":15818,"type":"standard","category":"World","language":"en","title":"Pragjyotishpur Literature Awards 2024 for Nepali author Bidyapati Dahal","excerpt":"By Nava Thakuria Pragjyotishpur Literature Festival 2024, a three-day celebration of literature, culture, and intellectual discourse, is underway at Srimanta Sankaradeva Kalakshetra in Guwahati. The LitFest organising committee has  announced the second Pragjyotishpur Literature Awards to be conferred on veteran Nepali-language author Bidyapati Dahal for his significant contributions to the literature. The Pragjyotishpur Young Literature","author":"Tattva News Team","time":"15/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Awards.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong><strong></strong></p>\n\n\n\n<p>Pragjyotishpur Literature Festival 2024, a three-day celebration of literature, culture, and intellectual discourse, is underway at Srimanta Sankaradeva Kalakshetra in Guwahati. The LitFest organising committee has  announced the second Pragjyotishpur Literature Awards to be conferred on veteran Nepali-language author Bidyapati Dahal for his significant contributions to the literature.</p>\n\n\n\n<p>The Pragjyotishpur Young Literature Award 2024 has gone to Suprakash Bhuyan of Sivasagar for his thought-provoking fiction and socio-political essays. The awards will be  presented at the  closing ceremony on Sunday, where prominent Assamese academician Dr Amarjyoti Choudhury will be present as chief guest.</p>\n\n\n\n<p>On the second day, the festival hosted four panel discussions exploring socio-cultural developments of the far eastern part of Bharat. The discussions witnessed vibrant intellectual exchanges delving into heritage, culture, journalism, and cinema of Assam. Experts from various fields shared their perspectives, contributing to a deeper understanding of Assamese culture and the society.</p>\n\n\n\n<p>Moderated by Dr Rakhee Kalita Moral,  professor at Cotton University, the first panel titled ‘In search of Heritage and Cultural Identity: Digital Dependency’ discussion explored the possibilities of preservation for cultural heritages through technological advancements.</p>\n\n\n\n<p>Dr Dhruvajyoti Bora, vice-chancellor of Srimanta Sankaradeva Health Science University, as one of the  panellists highlighted the importance of regional languages in maintaining cultural authenticity. Dr Bhaskarjyoti Sharma from Anundoram Borooah Institute of Language, Art & Culture, discussed how traditions shape identity and stressed the role of technology in conserving these legacies.</p>\n\n\n\n<p>Similarly, Dr Arup Nath from Tezpur Central University stated that some traditions are tangible and visible to us. These are markers of history. However, there are also intangible traditions that we can only feel. For instance, the melodies of Dr Bhupen Hazarika's songs can be cited as an example. These too are part of our heritage, he added.</p>\n\n\n\n<p>The  discussion on the ‘Role of Brahmaputra in Assam’s Diverse Society’ was moderated by Padma Shri winning  writer  Arup Kumar Dutta. Er Pradeep Bhuyan cautioned about ecological and cultural threats posed by a number of hydroelectric dams on Brahmaputra in Arunachal Pradesh. Prashanta Boro from  Bodo Sahitya Sabha spoke about the mighty river’s historical significance from ancient Pragjyotishpur to modern Assam.</p>\n\n\n\n<p>On the ‘Changing Media Landscape : Credibility and Reliability', which was moderated by Prasanta Jyoti Baruah of The Assam Tribune, focused on the evolving landscape of journalism in the country. senior journalist Rupam Barua  discussed the challenges ahead of media persons while maintaining factual accuracy amidst the immediacy of social media.</p>\n\n\n\n<p>Another journalist Nava Thakuria emphasized on the truth-driven reporting while highlighting the adverse impacts of unchecked misinformation speared by the news outlets. The last panel on ‘Beyond Entertainment: The Role of Cinema in Shaping Societal Narratives’,  which was moderated by film critic Aparajita Pujari, examined cinema’s transformative potential in shaping societal norms and perceptions.</p>\n\n\n\n<p>Atul Gangwar, a veteran  filmmaker, spoke about cinema’s power to address misconceptions and foster social changes. Popular actor Kapil Bora highlighted the importance of conveying meaningful messages through film-works. Accomplished  speaker Dabang Tayeng and academic Samrat Bora discussed how cinema introduces new ideas to influence social progress.</p>\n","originalUrl":"https://en.tattvanews.com/national/pragjyotishpur-literature-awards-2024-for-nepali-author-bidyapati-dahal-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}