{"id":"wp-en-14025","wp_id":14025,"type":"standard","category":"World","language":"en","title":"ITUC condemns Russian attack on children’s hospital￼","excerpt":"The International Trade Union Confederation (ITUC) has condemns Russian missile strike on Okhmatdyt Children’s Hospital in Kyiv. Attacks across Ukraine have killed at least 27 people and injured dozens more, targeting civilian infrastructure and residential buildings. ITUC General Secretary Luc Triangle said: “Targeting a children's hospital like this is monstrous. It is a heinous act","author":"Tattva News Team","time":"9/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/ITUC-1.jpg","readTime":"5 min read","contentHTML":"\n<p>The International Trade Union Confederation (ITUC) has condemns Russian missile strike on Okhmatdyt Children’s Hospital in Kyiv. Attacks across Ukraine have killed at least 27 people and injured dozens more, targeting civilian infrastructure and residential buildings.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle said: “Targeting a children's hospital like this is monstrous. It is a heinous act that violates all norms of humanity and international law.</p>\n\n\n\n<p>“I visited Okhmatdyt hospital in May. I saw the cost of this war on the lives of the children there and the incredible work and commitment of the medical staff. It is horrifying to think of what they are going through after this latest bombing.</p>\n\n\n\n<p>“Attacks like this on civilian infrastructure and public services are never justified, whether in Ukraine or anywhere else. This kind of brutality against innocent children and civilians must not go unpunished. The international community must hold Russia accountable for these war crimes.\"</p>\n\n\n\n<p>Luc Triangle spoke today to the Presidents of the ITUC’s Ukrainian affiliates, the FPU and the KVPU, and expressed the solidarity of the global union movement with the people of Ukraine and condemned again Russia’s unjustifiable, brutal and illegal invasion.”</p>\n\n\n\n<h2 class=\"wp-block-heading\"><strong> </strong></h2>\n","originalUrl":"https://en.tattvanews.com/international/ituc-condemns-russian-attack-on-childrens-hospital%ef%bf%bc/","hasAudio":false,"hasInfographics":false}