{"id":"wp-te-20171","wp_id":20171,"type":"standard","category":"World","language":"te","title":"అసెంబ్లీలో వైసీపీ ఆందోళన, గవర్నర్‌ ప్రసంగానికి ఆటంకం","excerpt":"సోమవారం ఉదయం పది గంటలకు ఏపీ అసెంబ్లీ సమావేశాలు ప్రారంభమైన వెంటనే వైసీపీ సభ్యులు సేవ్ డెమోక్రసీ అంటూ నినాదాలు ప్రారంభించారు. గవర్నర్ ప్రసంగానికి అడ్డు తగిలారు. ఆదివారం సాయంత్రం ఏపీలో జరుగుతున్న హింసాత్మక ఘటనలపై గవర్నర్‌కు ఫిర్యాదు చేసిన వైసీపీ అధ్యక్షుడు వైఎస్ జగన్ మోహన్ రెడ్డి సోమవారం నల్ల కండువాలతో సభకు హాజరయ్యారు. 16వ అసెంబ్లీ మొదటి సెషన్‌ రెండో సమావేశాలు సోమవారం నుంచి ప్రారంభమయ్యాయి. ఉభయ సభలను ఉద్దేశించి గవర్నర్‌ ప్రసంగిస్తున్నారు. ఈ","author":"Tattva News Team","time":"22/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/YCP-Assembly.jpeg","readTime":"5 min read","contentHTML":"\n<p>సోమవారం ఉదయం పది గంటలకు ఏపీ అసెంబ్లీ సమావేశాలు ప్రారంభమైన వెంటనే వైసీపీ సభ్యులు సేవ్ డెమోక్రసీ అంటూ నినాదాలు ప్రారంభించారు. గవర్నర్ ప్రసంగానికి అడ్డు తగిలారు. ఆదివారం సాయంత్రం ఏపీలో జరుగుతున్న హింసాత్మక ఘటనలపై గవర్నర్‌కు ఫిర్యాదు చేసిన వైసీపీ అధ్యక్షుడు వైఎస్ జగన్ మోహన్ రెడ్డి సోమవారం నల్ల కండువాలతో సభకు హాజరయ్యారు.</p>\n\n\n\n<p>16వ అసెంబ్లీ మొదటి సెషన్‌ రెండో సమావేశాలు సోమవారం నుంచి ప్రారంభమయ్యాయి. ఉభయ సభలను ఉద్దేశించి గవర్నర్‌ ప్రసంగిస్తున్నారు. ఈ క్రమంలో సభలో జాతీయ గీతాలాపన తర్వాత గవర్నర్‌ ప్రసంగాన్ని ప్రారంభించిన వెంటనే వైసీపీ ఎమ్మెల్యేలు, ఎమ్మెల్సీలు సభలో సేవ్ డెమోక్రసి నినాదాలు ప్రారంభించారు.</p>\n\n\n\n<p>దీంతో సభలో గవర్నర్ ప్రసంగానికి పలుమార్లు ఆటంకం కలిగింది. ఏపీలో హత్య రాజకీయాలను అడ్డుకోవాలని, ప్రజాస్వామ్యాన్ని కాపాడాలంటూ వైసీపీ సభ్యులు నినాదాలు చేశారు. అంతకు ముందు వెలగపూడిలోని రాష్ట్ర అసెంబ్లీకి ప్రాంగణానికి నల్లకండువాలతో మాజీ ముఖ్యమంత్రి, వైయస్సార్‌ కాంగ్రెస్‌ పార్టీ అధ్యక్షుడు జగన్ చేరుకున్నారు. </p>\n\n\n\n<p>వైయస్‌ జగన్‌తో పాటు ఇతర సభ్యులు  మెడలో నల్ల కండువాలు ధరించారు. ‘సేవ్‌ డెమొక్రసీ’ అని నినాదాలు చేస్తూ, అసెంబ్లీ వైపు ర్యాలీగా వెళ్లారు.  వైయస్సార్‌సీపీ ఎమ్మెల్యేలు, ఎమ్మెల్సీలను అసెంబ్లీ గేటు వద్ద  పోలీసులు అడ్డుకున్నారు. వారి చేతుల్లో ఉన్న ప్లకార్డులు, పేపర్లు లాక్కున్నారు. </p>\n\n\n\n<p>పోలీసుల తీరును వైయస్‌ జగన్‌ ఆగ్రహం వ్యక్తం చేశారు. ఆ అధికారం ఎవరిచ్చారని ప్రశ్నించారు. పోలీసుల ఝులుం ఎల్లకాలం సాగదని,  పోలీసులు ఈ విషయం గుర్తు పెట్టుకోవాలని హెచ్చరించారు.  పోలీసుల టోపీల మీద సింహాలు ఉన్నది ప్రజాస్వామ్యాన్ని కాపాడడం కోసం కానీ, యథేచ్ఛగా ప్రజాస్వామ్యాన్ని ఖూనీ చేయడం కోసం కాదన్నారు. </p>\n\n\n\n<p>ఎమ్మెల్యేలు, ఎమ్మెల్సీల చేతుల్లో ఉన్న పేపర్లు లాక్కుని, చింపే అధికారం ఎవరిచ్చారని ప్రశ్నించారు.  కాగా, ఏపీ అసెంబ్లీ సమావేశాల సందర్భంగా సందర్శకులకు అనుమతి లేదని స్పీకర్ ప్రకటించారు. ఎమ్మెల్యేల అనుచరులు, కార్యదర్శుల్ని కూడా సభలోకి అనుమతించేది లేదని ప్రకటించారు.</p>\n","originalUrl":"https://tattvanews.com/20171/22/07/2024/","hasAudio":false,"hasInfographics":false}