{"id":"wp-te-19787","wp_id":19787,"type":"standard","category":"World","language":"te","title":"నదిలో టి72 ట్యాంక్ మునిగి ఐదుగురు జవాన్ల మృతి","excerpt":"లడఖ్‌లోని న్యోమా చుషుల్ ప్రాంతంలో శనివారం తెల్లవారు జామున వాస్తవ నియంత్రణ రేఖ (ఎల్‌ఎసి) సమీపాన శ్యోక్ నదిలో ఆకస్మికంగా వరదలు సంభవించడంతో మిలిటరీ టి72 ట్యాంక్ మునిగిపోగా ఒక జూనియర్ కమిషన్డ్ ఆఫీసర్ (జెసిఒ) సహా ఐదుగురు జవాన్లు మునిగిపోయారని అధికారులు వెల్లడించారు.  ఈ దురదృష్టకర ప్రమాదంపై రక్షణ శాఖ మంత్రి రాజ్‌నాథ్ సింగ్ ప్రగాఢ విచారం వెలిబుచ్చారు. లెహ్‌కు 148 కిమీ దూరంలోని మందిర్ మోఢ్ సమీపంలో అర్ధరాత్రి సుమారు ఒంటి గంటకు ఒక","author":"Tattva News Team","time":"30/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Tanker-river.webp","readTime":"5 min read","contentHTML":"\n<p>లడఖ్‌లోని న్యోమా చుషుల్ ప్రాంతంలో శనివారం తెల్లవారు జామున వాస్తవ నియంత్రణ రేఖ (ఎల్‌ఎసి) సమీపాన శ్యోక్ నదిలో ఆకస్మికంగా వరదలు సంభవించడంతో మిలిటరీ టి72 ట్యాంక్ మునిగిపోగా ఒక జూనియర్ కమిషన్డ్ ఆఫీసర్ (జెసిఒ) సహా ఐదుగురు జవాన్లు మునిగిపోయారని అధికారులు వెల్లడించారు. </p>\n\n\n\n<p>ఈ దురదృష్టకర ప్రమాదంపై రక్షణ శాఖ మంత్రి రాజ్‌నాథ్ సింగ్ ప్రగాఢ విచారం వెలిబుచ్చారు. లెహ్‌కు 148 కిమీ దూరంలోని మందిర్ మోఢ్ సమీపంలో అర్ధరాత్రి సుమారు ఒంటి గంటకు ఒక ఎక్సర్‌సైజ్ సమయంలో ఈ దుర్ఘటన చోటు చేసుకున్నట్లు అధికారులు తెలియజేశారు. ‘శుక్రవారం అర్ధరాత్రి దాటిన తరువాత ఒక సైనిక శిక్షణ కార్యక్రమం నుంచి వస్తున్న</p>\n\n\n\n<p>ఒక సైనిక ట్యాంక్ తూర్పు లడఖ్‌లో ససేర్ బ్రంగ్సా సమీపాన శ్యోక్ నదిలో అకస్మాత్తుగా పెరిగిన నీటి ప్రవాహంలో చిక్కుకున్నది. రక్షక బృందాలు హుటాహుటిని ఆ ప్రదేశానికి వెళ్లాయి. కానీ అధిక నీటి ప్రవాహం వల్ల రక్షణ కార్యక్రమం విఫలమైంది. ట్యాంక్ సిబ్బంది ప్రాణాలు కోల్పోయారు. </p>\n\n\n\n<p>తూర్పు లడఖ్‌లో విధి నిర్వహణలో ఉన్న సాహస సిబ్బందిని కోల్పోయినందుకు భారతీయ సైన్యం విచారం వెలిబుచ్చింది. రక్షణ చర్యలు సాగుతున్నాయని లెహ్‌లోని ఆర్మీ పిఆర్‌ఒ ఒక ప్రకటనలో తెలియజేశారు. ఈ ప్రమాదంలో ప్రాణ నష్టం పట్ల రక్షణ శాఖ మంత్రి రాజ్‌నాథ్ సింగ్ ‘ఎక్స్’ పోస్ట్‌లో సంతాపం వెలిబుచ్చారు.</p>\n\n\n\n<p>‘లడఖ్‌లో ట్యాంక్‌తో నదిని దాటుతుండగా దురదృష్టకర ప్రమాదంలో సాహసులైన మన భారతీయ జవాన్ల ప్రాణ నష్టానికి ఎంతో విచారిస్తున్నాను’ అని రాజ్‌పాథ్ సింగ్ తెలిపారు. లడఖ్‌లో శ్యోక్ నదిలో ఆకస్మిక వరదలకు టి72 ట్యాంక్ మునిగిపోగా ఐదుగురు సైనికులు దుర్మరణం చెందడం పట్ల కాంగ్రెస్ అధ్యక్షుడు మల్లికార్జున్ ఖర్గే, పార్టీ నేతలు రాహుల్ గాంధీ, ప్రియాంక గాంధీ తీవ్ర సంతాపం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19787/30/06/2024/","hasAudio":false,"hasInfographics":false}