{"id":"wp-te-19075","wp_id":19075,"type":"standard","category":"World","language":"te","title":"కవిత జ్యుడీషియల్ రిమాండ్ జూన్ 3 వరకు పొడిగింపు","excerpt":"ఢిల్లీ లిక్కర్ స్కామ్ కేసులో తీహార్ జైల్లో ఉన్న బిఆర్‌ఎస్ ఎంఎల్‌సి కల్వకుంట్ల కవిత రిమాండ్‌ను జూన్ 3 వరకు పొడిగిస్తూ ఢిల్లీ రౌస్ అవెన్యూ కోర్టు ఉత్తర్వులు జారీ చేసింది. ఈడీ, సిబిఐ కేసుల్లో ఇప్పటికే ఆమె కస్టడీలో ఉండగా పొడిగించాలని దర్యాప్తు సంస్థ లు కోరుతూ కోర్టులో పిటిషన్ దాఖలు చేశాయి.  ఢిల్లీ లిక్కర్ స్కాం కేసులో కవిత సహా నలుగురిపై దాఖలు చేసిన ఛార్జిషీట్‌పై సోమవారం కోర్టులో వాదనలు జరిగాయి. ఐదుగురు నిందితుల","author":"Tattva News Team","time":"21/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Kavitha-CBI1.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ లిక్కర్ స్కామ్ కేసులో తీహార్ జైల్లో ఉన్న బిఆర్‌ఎస్ ఎంఎల్‌సి కల్వకుంట్ల కవిత రిమాండ్‌ను జూన్ 3 వరకు పొడిగిస్తూ ఢిల్లీ రౌస్ అవెన్యూ కోర్టు ఉత్తర్వులు జారీ చేసింది. ఈడీ, సిబిఐ కేసుల్లో ఇప్పటికే ఆమె కస్టడీలో ఉండగా పొడిగించాలని దర్యాప్తు సంస్థ లు కోరుతూ కోర్టులో పిటిషన్ దాఖలు చేశాయి. </p>\n\n\n\n<p>ఢిల్లీ లిక్కర్ స్కాం కేసులో కవిత సహా నలుగురిపై దాఖలు చేసిన ఛార్జిషీట్‌పై సోమవారం కోర్టులో వాదనలు జరిగాయి. ఐదుగురు నిందితుల పాత్రపై ఆధారాలు పొందుపరిచామని కోర్టులో ఇడి వెల్లడించింది. కవిత, దామోదర్, ప్రిన్స్ కుమా ర్‌తో పాటు మరో ఇద్దరిపై ఏడో ఛార్జిషీట్ దాఖలు చేసినట్లు తెలిపింది. తొలుత కవిత పాత్రపై వాదనలు వినిపించేందుకు ఈడీ  సిద్ధమవ్వగా ఆమె పాత్ర మినహా మిగతా నలుగురి పాత్ర గురించి వివరించాలని జడ్జి ఆదేశించారు.</p>\n\n\n\n<p> ఈ నెల 14న కూడా ఎంఎల్‌సి కవిత జ్యుడిషియల్ కస్టడీ ముగియగా అధికారులు తీహార్ జైలు నుంచి వీడియో కాన్ఫరెన్స్ ద్వారా కోర్టు ముందు హాజరుపరిచారు. ఈ కేసులో దర్యాప్తు కొనసాగుతున్నందున రిమాండ్ పొడిగించాలని ఈడీ  కోర్టును కోరింది. ఈడీ  విజ్ఞప్తి మేరకు రౌస్ అవెన్యూ ప్రత్యేక కోర్టు కవిత కస్టడీని ఈ నెల 20 వరకు పొడిగించింది. </p>\n\n\n\n<p>ఆదే రోజు ఈడీ  దాఖలు చేసిన ఛార్జిషీట్‌లో దామోదర్ శర్మ, ప్రిన్స్‌కుమార్, చన్‌ప్రీత్ సింగ్‌తోపాటు, ఇండియా ఎహెడ్ వార్తా ఛానల్ మాజీ ఉద్యోగి అర్వింద్‌సింగ్‌లనూ నిందితులుగా చేర్చింది. దిల్లీ లిక్కర్ స్కాం కేసులో కవితను మార్చి 15న ఇడి అరెస్ట్ చేసింది. జ్యుడిషయల్ కస్టడీలో భాగంగా ఆమెను తీహార్ జైల్‌లో ఉంచారు.</p>\n\n\n\n<p> జ్యుడిషియల్ ఖైదీగా ఉన్న సమయంలోనే ఏప్రిల్ 11వ తేదీన సిబిఐ ఆమెను అరెస్ట్ చేసింది. ఇడి, సిబిఐ కేసుల్లో కవిత ప్రస్తుతం రిమాండ్‌లో కొనసాగుతున్నారు. కేసు విచారణ జరుగుతున్నందున ఆమె బయట ఉండే సాక్ష్యాలను తప్పుదోవపెట్టే అవకాశం ఉంటుందని కస్టడీని పొడిగించాలని, బెయిల్ ఇవొద్దంటూ ఈడీ పిటిషన్లు వేస్తూ వచ్చింది. ఈ క్రమంలో న్యాయస్థానం కూడా కవిత కస్టడీని పొడిగిస్తూ వస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/19075/21/05/2024/","hasAudio":false,"hasInfographics":false}