{"id":"wp-te-20924","wp_id":20924,"type":"standard","category":"World","language":"te","title":"మరోసారి బుడమేరుకు వరద ముప్పు, గండ్లు","excerpt":"మరోసారి బుడమేరు టెన్షన్ పెడుతోంది. విజయవాడను ముంచేసిన బుడమేరులో మరోసారి వదర ప్రవాహం పెరిగింది. మూడు చోట్ల గండ్లు పడినట్లు గుర్తించారు. ప్రభుత్వం అప్రమత్తం అయింది. ఒక చోట గండిని పూడ్చే ప్రక్రియ చివరి దశకు వచ్చింది. మిగిలిన రెండు గండ్లను యుద్దప్రాతిపదికన పూడ్చేలా ప్రయత్నాలు చేస్తున్నారు.  మంత్రులు లోకేష్, రామానాయుడు పర్యవేక్షిస్తున్నారు. ప్రజలంతా అప్రమత్తంగా ఉండాలని అధికారులు సూచిస్తున్నారు. వర్షాలతో మరోసారి బుడమేరుకు వరద ప్రవాహం పెరిగింది. దీంతో బుడమేరుకు గండ్లు పడిన ప్రదేశంలో యుద్ధ","author":"Tattva News Team","time":"4/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Budameru.jpg","readTime":"5 min read","contentHTML":"\n<p>మరోసారి బుడమేరు టెన్షన్ పెడుతోంది. విజయవాడను ముంచేసిన బుడమేరులో మరోసారి వదర ప్రవాహం పెరిగింది. మూడు చోట్ల గండ్లు పడినట్లు గుర్తించారు. ప్రభుత్వం అప్రమత్తం అయింది. ఒక చోట గండిని పూడ్చే ప్రక్రియ చివరి దశకు వచ్చింది. మిగిలిన రెండు గండ్లను యుద్దప్రాతిపదికన పూడ్చేలా ప్రయత్నాలు చేస్తున్నారు. </p>\n\n\n\n<p>మంత్రులు లోకేష్, రామానాయుడు పర్యవేక్షిస్తున్నారు. ప్రజలంతా అప్రమత్తంగా ఉండాలని అధికారులు సూచిస్తున్నారు. వర్షాలతో మరోసారి బుడమేరుకు వరద ప్రవాహం పెరిగింది. దీంతో బుడమేరుకు గండ్లు పడిన ప్రదేశంలో యుద్ధ ప్రాతిపదికన చర్యలకు అధికారులు ఉపక్రమించారు. </p>\n\n\n\n<p>కొండపల్లి శాంతినగర్ వద్ద బుడమేరుకి మూడు చోట్ల గండ్లు పడ్డాయి. 200 మీటర్ల మేర గండ్లు పడడంతో కవులూరు, ఈలప్రోలు రాయనపాడు, సింగినగర్ మీద బుడమేరు విరుచుకుపడింది. వరద ఉధృతి తగ్గడంతోఇరిగేషన్ అధికారులు గండ్లను పూడుస్తున్నారు. మంత్రులు లోకేష్, రామానాయుడుకు సీఎం చంద్రబాబు బాధ్యతలు అప్పగించారు.</p>\n\n\n\n<p>బుడమేరుకు గండ్లు పూడ్చివేత కార్యక్రమాలను మంత్రి లోకేష్ పర్యవేక్షించాల్సించారు. అధికారులను అడిగి పూర్తి వివరాలు తెలుసుకున్నారు. వీలైనంత త్వరగా గండ్లు పూడ్చేందుకు తీసుకోవాల్సిన చర్యలపై అధికారులతో సమీక్ష నిర్వహించారు. అకాల వర్షాల వల్ల మళ్ళీ బుడమేరుకు వరద ప్రవాహం పెరిగిందని, ప్రజలంతా అప్రమత్తంగా ఉండాలని మైలవరం ఎమ్మెల్యే వసంత వెంకట కృష్ణప్రసాద్ ప్రజలకు విజ్ఞప్తి చేశారు. </p>\n\n\n\n<p>మంగళవారం రాత్రి, బుధవారం తెల్లవారుజామున మైలవరం, ఎగువ ప్రాంతమైన ఖమ్మం ఏరియాలో వర్షాలు పడటం వల్ల బుడమేరుకు 10 వేల క్యూసెక్కుల నీటి ప్రవాహం వస్తుంది. కొండపల్లి శాంతినగర్ ఎర్రబడ్జి వద్ద ఉన్న చెరువు కట్ట కూడా తెగిందన్నారు. దయచేసి చెరువుల గండ్లను తక్షణమే పూడ్చాలని విజ్ఞప్తి చేశారు.</p>\n\n\n\n<p>అలానే బుడమేరు పరివాహక ప్రాంత ప్రజలందరూ అప్రమత్తంగా ఉండాలని సూచించారు. అత్యవసరమైతే తనకు ఫోన్ చేయాలని వసంత కృష్ణ ప్రసాద్ విజ్ఞప్తి చేశారు. గండ్ల సమాచారం తెలియటంతో అధికార యంత్రాంగం అప్రమత్తమైంది. ఇక, విజయవాడలో సహాయ కార్యక్రమాలు కొనసాగుతున్నాయి. పలువురు బాధితులు విజయవాడ వీడుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20924/04/09/2024/","hasAudio":false,"hasInfographics":false}