{"id":"wp-en-14859","wp_id":14859,"type":"standard","category":"World","language":"en","title":"Centre discharges Puja Khedkar from IAS with immediate effect","excerpt":"The Union government on Friday discharged former trainee officer Puja Khedkar from the Indian Administrative Service (IAS), officials from the Department of Personnel and Training said. “Vide Order dated 6th September, 2024, the Central Government discharges Ms Puja Manorama Dilip Khedkar, IAS Probationer (MH:2023), from the Indian Administrative Service (IAS) under Rule 12 of IAS","author":"Tattva News Team","time":"8/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Puja-1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Union government on Friday discharged former trainee officer Puja Khedkar from the Indian Administrative Service (IAS), officials from the Department of Personnel and Training said.</p>\n\n\n\n<p>“Vide Order dated 6th September, 2024, the Central Government discharges Ms Puja Manorama Dilip Khedkar, IAS Probationer (MH:2023), from the Indian Administrative Service (IAS) under Rule 12 of IAS (Probation) Rules, 1954, with immediate effect,” an official said.</p>\n\n\n\n<p>After allegations of her violating the rules for the civil services examination emerged, the Union Public Service Commission on July 31 cancelled Puja’s candidature for the CSE-2022. She had allegedly changed her name and parents’ names to appear for the examination more times than what is allowed.</p>\n\n\n\n<p>“The UPSC has examined the available records carefully and found her guilty of acting in contravention of the provisions of the CSE-2022 Rules. Her provisional candidature for the CSE-2022 has been cancelled and she has also been debarred permanently from all the future examinations/selections of the UPSC,” a UPSC statement has said.</p>\n\n\n\n<p>Significantly, in the aftermath of the ongoing controversy, Khedkar had recently informed the Delhi High Court that she is willing to undergo a medical examination at AIIMS after the Delhi Police raised concerns over the authenticity of one of her disability certificates, claiming it may be \"forged\" and \"fabricated.\"</p>\n\n\n\n<p>Khedkar's senior counsel in his remark to the court during a hearing on her anticipatory bail plea informed that she iss willing to undergo the test once again. On behalf of her, he stated, \"I am willing to get myself medically examined. First, they accused me of changing my name, and now they question my disability. I am ready to go to AIIMS for the examination.\"</p>\n\n\n\n<p>Meanwhile, it is pertinent to note that Justice Subramonium Prasad, who presided over the hearing, has scheduled the matter for further consideration on September 26. And Khedkar's interim protection from arrest, granted by the high court, will remain in effect until then.</p>\n","originalUrl":"https://en.tattvanews.com/national/centre-discharges-puja-khedkar-from-ias-with-immediate-effect/","hasAudio":false,"hasInfographics":false}