{"id":"wp-en-13048","wp_id":13048,"type":"standard","category":"World","language":"en","title":"100 schools receive bomb threats in Delhi NCR￼","excerpt":"At least 100 schools in the Delhi-NCR area received bomb threats through emails on Wednesday leading to chaos and widespread alarm but “nothing objectionable” was found, officials said, requesting people not to panic. The schools were evacuated after local police were informed about the threat emails.According to Delhi Fire Service (DFS), at least 97 calls","author":"Tattva News Team","time":"2/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Delhi-schools.webp","readTime":"5 min read","contentHTML":"\n<p>At least 100 schools in the Delhi-NCR area received bomb threats through emails on Wednesday leading to chaos and widespread alarm but “nothing objectionable” was found, officials said, requesting people not to panic.</p>\n\n\n\n<p>The schools were evacuated after local police were informed about the threat emails.According to Delhi Fire Service (DFS), at least 97 calls from different schools have been received till noon on Wednesday. All the calls are being attended diligently, an officer said.</p>\n\n\n\n<p>Multiple private schools in Noida and Greater Noida also received the bomb threat. The Union Ministry of Home Affairs said there is no need to panic as the threat appears to be a hoax.  The ministry added that the Delhi police and other security agencies are taking necessary steps as per protocol.</p>\n\n\n\n<p>Delhi Police posted on X that nothing objectionable was found during searches on school premises. Some schools of Delhi received E-mails regarding bomb threats. \"Delhi Police has conducted thorough check of all such schools as per protocol. Nothing objectionable has been found. It appears that these calls seem to be hoax. We request the public not to panic and maintain peace,\" the post read.</p>\n\n\n\n<p>Delhi Education Minister Atishi also urged parents not to panic and posted on X, \"Some schools have received bomb threats today morning. Students have been evacuated and those premises are being searched by Delhi Police. So far nothing has been found in any of the schools. We are in constant touch with the Police and the schools. Would request parents and citizens not to panic. School authorities will be in touch with parents wherever needed.\"</p>\n\n\n\n<p>On Monday, Raja Bhoj International Airport in Bhopal, Dabolim airport in Goa, Netaji Subhash Chandra Bose International Airport in Kolkata and the Jaipur International Airport received bomb threats</p>\n\n\n\n<p>This is not the first time that Delhi Public School branches have received such threats. In February, the Delhi Public School in R.K. Puram had received a hoax bomb threat. In May 2023, the Delhi Public School on Mathura Road had also got a hoax bomb threat via email.</p>\n","originalUrl":"https://en.tattvanews.com/others/100-schools-receive-bomb-threats-in-delhi-ncr%ef%bf%bc/","hasAudio":false,"hasInfographics":false}