{"id":"wp-te-20128","wp_id":20128,"type":"standard","category":"World","language":"te","title":"పాకిస్థాన్‌ను చిత్తు చిత్తుగా ఓడించిన ఇండియన్  ఉమెన్స్ టీమ్","excerpt":"ఇండియన్ ఉమెన్స్ టీమ్ మరోసారి సత్తా చాటింది. ఆసియా కప్ 2024లో భాగంగా పాకిస్థాన్ వుమెన్స్ టీమ్ తో జరిగిన మ్యాచ్ లో 7 వికెట్లతో గెలిచింది. డిఫెండింగ్ ఛాంపియన్స్ గా బరిలోకి దిగిన మన టీమ్.. సరిగ్గా ఆ హోదాకు తగిన ఆటతీరుతోనే దాయాదిని చిత్తు చేసింది. 109 పరుగుల లక్ష్యాన్ని 14.1 ఓవర్లలో 3 వికెట్లు కోల్పోయి చేజ్ చేసింది. ఉమెన్స్ ఆసియా కప్ ను చివరిసారి టీమిండియానే గెలిచింది. ఇప్పుడు డిఫెండింగ్ ఛాంపియన్స్","author":"Tattva News Team","time":"20/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Asia-Cup.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఇండియన్ ఉమెన్స్ టీమ్ మరోసారి సత్తా చాటింది. ఆసియా కప్ 2024లో భాగంగా పాకిస్థాన్ వుమెన్స్ టీమ్ తో జరిగిన మ్యాచ్ లో 7 వికెట్లతో గెలిచింది. డిఫెండింగ్ ఛాంపియన్స్ గా బరిలోకి దిగిన మన టీమ్.. సరిగ్గా ఆ హోదాకు తగిన ఆటతీరుతోనే దాయాదిని చిత్తు చేసింది. 109 పరుగుల లక్ష్యాన్ని 14.1 ఓవర్లలో 3 వికెట్లు కోల్పోయి చేజ్ చేసింది.</p>\n\n\n\n<p>ఉమెన్స్ ఆసియా కప్ ను చివరిసారి టీమిండియానే గెలిచింది. ఇప్పుడు డిఫెండింగ్ ఛాంపియన్స్ గా బరిలోకి దిగి తొలి మ్యాచ్ లోనే  పాకిస్తాన్ ను ఓడించింది. ఈ మ్యాచ్ లో మొదట బ్యాటింగ్ చేసిన పాక్ టీమ్.. 19.2 ఓవర్లలో కేవలం 108 పరుగులకే ఆలౌటైంది. స్పిన్నర్ దీప్తి శర్మతోపాటు మిగిలిన బౌలర్ల ధాటికి పాకిస్థాన్ బ్యాటర్లు ఎదురు నిలవలేకపోయారు.</p>\n\n\n\n<p>దీప్తి శర్మ 4 ఓవర్లలో కేవలం 20 పరుగులు ఇచ్చి 3 వికెట్లు తీయడం విశేషం. ఇక రేణుకా సింగ్ 4 ఓవర్లలో 14 పరుగులు ఇచ్చి 2 వికెట్లు తీయగా.. పూజా వస్త్రకర్, శ్రేయాంకా పాటిల్ కూడా చెరో రెండు వికెట్లు తీసుకున్నారు. పాకిస్థాన్ బ్యాటర్లో సిద్రా అమిన్ మాత్రమే 25 పరుగులతో టాప్ స్కోరర్ గా నిలిచింది. తూబా హసన్ 22, ఫాతిమా సనా 22 పరుగులు చేశారు.</p>\n\n\n\n<p>109 పరుగుల లక్ష్యాన్ని ఇండియన్ టీమ్ సులువుగా చేజ్ చేసింది. ఓపెనర్లు షెఫాలీ వర్మ, స్మ్రితి మందానా  చెలరేగిపోయారు. ఇద్దరూ కలిసి తొలి వికెట్ కు 9.3 ఓవర్లలోనే 85 పరుగులు జోడించడంతో టీమిండియా విజయం ఖాయమైంది. షెఫాలీ 29 బంతుల్లోనే 6 ఫోర్లు, ఒక సిక్స్ తో 40 పరుగులు చేసింది. ఇక మరో ఓపెనర్ స్మృతి మంధానా 31 బంతుల్లో 9 ఫోర్లతో 45 పరుగులు చేసింది.</p>\n\n\n\n<p>ఈ ఇద్దరితోపాటు హేమలత (14) కూడా వెంటవెంటనే ఔటయ్యారు. దీంతో 85 పరుగులకు వికెట్ నష్టపోకుండా ఉన్న టీమ్.. 102 పరుగులకు 3 వికెట్లు కోల్పోయింది. అయితే ఆ తర్వాత కెప్టెన్ హర్మన్‌ప్రీత్, జెమీమా రోడ్రిగ్స్ మరో వికెట్ పడకుండా టీమ్ ను గెలిపించారు. 14.1 ఓవర్లలోనే 3 వికెట్లు కోల్పోయి ఇండియన్ టీమ్ 109 పరుగులు చేసింది.</p>\n","originalUrl":"https://tattvanews.com/20128/20/07/2024/","hasAudio":false,"hasInfographics":false}