{"id":"wp-te-20937","wp_id":20937,"type":"standard","category":"World","language":"te","title":"ఛత్తీస్‌గడ్‌ ఎన్‌కౌంటర్‌లో అగ్రనేత మాచర్ల ఏసోబు అలియాస్ జగన్ మృతి","excerpt":"మావోయిస్టు పార్టీ తొలి తరం నేత.. పార్టీ కేంద్ర కమిటీ సభ్యుడిగా వివిధ హోదాల్లో పని చేసిన ఓరుగల్లు విప్లవ వీరుడు మాచర్ల ఏసోబు(70) పోలీసు కాల్పుల్లో మృతి చెందారు. చత్తీస్ గడ్ రాష్ట్ర ప్రజలకు జగన్ గా, రణదేవ్ దాదా సుపరిచితుడైన ఆయన మంగళవారం దంతెవాడ, బీజాపూర్ అటవీ ప్రాంతంలో పోలీసులు, మావోయిస్టులకు మధ్య జరిగిన ఎదురు కాల్పుల్లో ప్రాణాలు కోల్పోయారు.  ఆయన స్వగ్రామం ఉమ్మడి వరంగల్ లోని హనుమకొండ జిల్లా కాజీపేట మండలం టేకులగూడెంలో","author":"Tattva News Team","time":"5/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Jagan-Mao.jpeg","readTime":"5 min read","contentHTML":"\n<p>మావోయిస్టు పార్టీ తొలి తరం నేత.. పార్టీ కేంద్ర కమిటీ సభ్యుడిగా వివిధ హోదాల్లో పని చేసిన ఓరుగల్లు విప్లవ వీరుడు మాచర్ల ఏసోబు(70) పోలీసు కాల్పుల్లో మృతి చెందారు. చత్తీస్ గడ్ రాష్ట్ర ప్రజలకు జగన్ గా, రణదేవ్ దాదా సుపరిచితుడైన ఆయన మంగళవారం దంతెవాడ, బీజాపూర్ అటవీ ప్రాంతంలో పోలీసులు, మావోయిస్టులకు మధ్య జరిగిన ఎదురు కాల్పుల్లో ప్రాణాలు కోల్పోయారు. </p>\n\n\n\n<p>ఆయన స్వగ్రామం ఉమ్మడి వరంగల్ లోని హనుమకొండ జిల్లా కాజీపేట మండలం టేకులగూడెంలో విషాద ఛాయలు అలుముకున్నాయి.  స్థానికంగా 8వ తరగతి వరకు చదివిన ఆయన.. 1974లో మావోయిస్టు పార్టీలో చేరాడు. 1978లో రైతు కూలి సంఘం అధ్యక్షుడిగా ఎన్నికై.. రైతు కూలి ఉద్యమాన్ని ముందుండి నడిపించాడు. ఆ తరువాత 1985లో అజ్ఞాతంలోకి వెళ్లిన ఆయన  వివిధ స్థాయిల్లో పని చేశాడు.</p>\n\n\n\n<p>కేంద్ర కమిటీ సభ్యుడిగా ఆయనకు అవకాశం కల్పించి, పార్టీ మాజీ సెక్రటరీ గణపతికి స్పెషల్ ప్రొటెక్షన్ వింగ్ కమాండర్ గా బాధ్యతలు అప్పగించింది. ఆ తరువాత పార్టీ కేంద్ర మిలిటరీ కమిటీ సభ్యుడిగా ఎన్నిక కాగా.. ఆ తరువాత మహారాష్ట్ర–ఛత్తీస్ గడ్ బార్డర్ ఇన్ఛార్జ్ గా, ఛత్తీస్ గడ్ మిలిటరీ కమిటీ ఇన్ఛార్జ్ గా పార్టీ నియమించింది. మావోయిస్టు పార్టీలో 1974 నుంచి 2024 వరకు పని చేసిన ఆయన.. ఛత్తీస్ గడ్ ఎన్ కౌంటర్ లో ప్రాణాలు కోల్పోయారు.</p>\n\n\n\n<p>మాచర్ల ఏసోబు భార్య లక్ష్మక్క కూడా కొంతకాలం దళంలో పని చేసింది. 1965 సుమారులో ఏసోబు, లక్ష్మక్కకు వివాహం జరగగా.. వారికి ముగ్గురు ఆడ పిల్లలు, ఒక కొడుకు పుట్టాడు. నలుగురు పిల్లలు పుట్టిన కొంతకాలానికే భార్య లక్ష్మక్క ను తీసుకుని ఏసోబు అడవి బాట పట్టాడు. ఇదిలాఉంటే కొంతకాలం దళంలో పని చేసిన లక్ష్మక్క ఆ తరువాత ఉద్యమాలకు స్వస్తి చెప్పింది. ఏడాదిన్నర కిందట గుండెపోటుతో మరణించింది.</p>\n","originalUrl":"https://tattvanews.com/20937/05/09/2024/","hasAudio":false,"hasInfographics":false}