{"id":"wp-en-15701","wp_id":15701,"type":"standard","category":"World","language":"en","title":"Debate on Constitution to be held in Parliament next week","excerpt":"A debate on Constitution  will be held in the Parliament, next week. Union Minister Kiren Rijiju told reporters that the Lok Sabha will conduct the debate on December 13 and 14, while the Rajya Sabha on 16 and 17. The development commenced after the government and opposition parties have come close to reaching an agreement to break the impasse in","author":"Tattva News Team","time":"3/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/11/Parliament.jpg","readTime":"5 min read","contentHTML":"\n<p>A debate on Constitution  will be held in the Parliament, next week. Union Minister Kiren Rijiju told reporters that the Lok Sabha will conduct the debate on December 13 and 14, while the Rajya Sabha on 16 and 17.</p>\n\n\n\n<p>The development commenced after the government and opposition parties have come close to reaching an agreement to break the impasse in Parliament with a discussion on the Constitution to mark its 75th year of adoption likely to take place in the coming days.</p>\n\n\n\n<p>The Samajwadi Party may also be allowed to raise the Sambhal issue and the Trinamool Congress happenings in Bangladesh in the Lok Sabha, the sources said. \"We are hopeful that Parliament will begin its work from Tuesday. Positive talks have happened,\" a source said.</p>\n\n\n\n<p>However, there is little possibility of any specific discussion on the Adani issue, sources added, noting that opposition members may touch on it during other debates. The Congress has been persistent in raising the issue of the indictment of US prosecutors of Adani Group chairperson Gautam Adani and other company officials on bribery and fraud charges. </p>\n\n\n\n<p>This coupled with vociferous opposition protests over matters such as the Sambhal violence and Manipur unrest have resulted in constant adjournments of the Lok Sabha and the Rajya Sabha since the Winter Session began on November 25.</p>\n\n\n\n<p>However, some other opposition parties, especially the TMC, have not attached the same priority to the Adani row and want Parliament to discuss a host of different issues, including unemployment, prise rise and the Centre's alleged discrimination against opposition-ruled states in fund allocation.</p>\n\n\n\n<p>The TMC has skipped opposition meetings to formulate the INDIA bloc's joint strategy during the Session. A TMC source said his party cannot be there just to stamp its approval on the Congress' agenda.</p>\n\n\n\n<p>The Congress and many of its allies have also been vocal in targeting the ruling BJP for its alleged attack on the Congress under the government headed by Prime Minister Narendra Modi.</p>\n\n\n\n<p>The BJP on the other hand has projected the main opposition party as the principal violator of constitutional norms and spirit when it was in power, asserting that the Modi government has strengthened constitutional practices and principles during its over 10-year tenure.</p>\n","originalUrl":"https://en.tattvanews.com/national/debate-on-constitution-to-be-held-in-parliament-next-week%ef%bf%bc/","hasAudio":false,"hasInfographics":false}