{"id":"wp-te-21296","wp_id":21296,"type":"standard","category":"World","language":"te","title":"కమలా హారిస్‌ ప్రచార కార్యాలయంపై కాల్పులు","excerpt":"అమెరికా అధ్యక్ష ఎన్నికల్లో పోటీ చేస్తున్న అభ్యర్థులపై జరుగుతున్న దాడులు భయాందోళనకు గురిచేస్తున్నాయి. ఇంతకు ముందు డొనాల్డ్ ట్రంప్​పై హత్యాయత్నం జరగగా, తాజాగా కమలా హారిస్​ ప్రచార కార్యాలయంపై గుర్తు తెలియని వ్యక్తులు అర్థరాత్రిపూట తుపాకులతో దాడి చేశారు. అమెరికాలో నవంబరులో అధ్యక్ష ఎన్నికలు జరగనున్నాయి. అభ్యర్థులుగా ప్రస్తుత ఉపాధ్యక్షురాలు కమలా హారిస్‌, మాజీ అధ్యక్షుడు డొనాల్డ్‌ ట్రంప్‌లు బరిలో ఉన్నారు. అయితే వీరిపై జరుగుతున్న దాడులు సంచలనం సృష్టిస్తున్నాయి. తాజాగా కమలా హారిస్‌ పార్టీ సమన్వయ","author":"Tattva News Team","time":"25/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kamala.jpg","readTime":"5 min read","contentHTML":"\n<p>అమెరికా అధ్యక్ష ఎన్నికల్లో పోటీ చేస్తున్న అభ్యర్థులపై జరుగుతున్న దాడులు భయాందోళనకు గురిచేస్తున్నాయి. ఇంతకు ముందు డొనాల్డ్ ట్రంప్​పై హత్యాయత్నం జరగగా, తాజాగా కమలా హారిస్​ ప్రచార కార్యాలయంపై గుర్తు తెలియని వ్యక్తులు అర్థరాత్రిపూట తుపాకులతో దాడి చేశారు.</p>\n\n\n\n<p>అమెరికాలో నవంబరులో అధ్యక్ష ఎన్నికలు జరగనున్నాయి. అభ్యర్థులుగా ప్రస్తుత ఉపాధ్యక్షురాలు కమలా హారిస్‌, మాజీ అధ్యక్షుడు డొనాల్డ్‌ ట్రంప్‌లు బరిలో ఉన్నారు. అయితే వీరిపై జరుగుతున్న దాడులు సంచలనం సృష్టిస్తున్నాయి. తాజాగా కమలా హారిస్‌ పార్టీ సమన్వయ ప్రచార కార్యాలయంపై గుర్తుతెలియని వ్యక్తులు గడచిన అర్థరాత్రి తుపాకులతో దాడులకు తెగబడ్డారు.</p>\n\n\n\n<p> పోలీసులు తెలిపిన వివరాల ప్రకారం, అరిజోనాలోని డెమోక్రటిక్‌ పార్టీ సమన్వయ ప్రచార కార్యాలయంపై గుర్తుతెలియని వ్యక్తులు కాల్పులు జరిపారు. దీంతో కార్యాలయంలోని సిబ్బంది వెంటనే పోలీసులకు సమాచారం ఇచ్చారు. పోలీసులు ఘటనా స్థలానికి చేరుకుని దర్యాప్తు చేపట్టారు. కార్యాలయం కిటికీల వద్ద నుంచి కాల్పులు జరిపినట్లు అధికారులు గుర్తించారు. అర్థరాత్రి సమయంలో కార్యాలయంలో ఎవరూ లేకపోవడంతో పెను ప్రమాదం తప్పిందని అన్నారు.</p>\n\n\n\n<p>ఇటీవల మాజీ అధ్యక్షుడు డొనాల్డ్‌ ట్రంప్‌పై సైతం వరుస కాల్పులు చోటుచేసుకున్న విషయం తెలిసిందే. ఫ్లోరిడాలోని వెస్ట్‌ పామ్‌ బీచ్‌లో ట్రంప్‌ గోల్ఫ్‌ ఆడుతుండగా నిందితుడు హత్యాయత్నం చేశాడు. ఫెన్సింగ్‌ వద్ద నుంచి నిందితుడు తుపాకీతో రావడాన్ని గమనించిన భద్రతా బలగాలు కాల్పులు జరిపి నిందితుడిని అదుపులోకి తీసుకున్నాయి. </p>\n\n\n\n<p>2 నెలల క్రితం పెన్సిల్వేనియాలో ఎన్నికల సభలో ట్రంప్‌ ప్రసంగిస్తుండగా కాల్పులు జరిగిన సంగతి తెలిసిందే. ఈ కాల్పుల్లో ట్రంప్‌ కుడి చెవి పైభాగం నుంచి తూటా దూసుకువెళ్లింది. తాజాగా కమలా హారిస్‌ ప్రచార కార్యాలయంపై కాల్పులు జరగడం సంచలనం సృష్టిస్తుంది.</p>\n","originalUrl":"https://tattvanews.com/21296/25/09/2024/","hasAudio":false,"hasInfographics":false}