{"id":"wp-te-20096","wp_id":20096,"type":"standard","category":"World","language":"te","title":"పట్టాలు తప్పిన దిబ్రూగఢ్ ఎక్స్‌ప్రెస్.. నలుగురు మృతి","excerpt":"చండీగఢ్ -దిబ్రూగఢ్ ఎక్స్‌ప్రెస్ రైలు గురువారం ఉత్తరప్రదేశ్‌లోని గోండా వద్ద పట్టాలు తప్పింది. ఈ దుర్ఘటనలో నలుగురు ప్రయాణికులు మృతి చెందారు. 20 మందికి గాయాలు అయ్యాయి. గురువారం మధ్యాహ్నం రెండున్నర గంటల ప్రాంతంలో జరిగిన ప్రమాదంతో నాలుగు ఎసి బోగీలు సహా మొత్తం 12 బోగీలు పక్కకు ఒరిగిపోవడంతో ప్రయాణికుకు ముప్పు తలెత్తింది.  నలుగురు వ్యక్తులు మృతి చెందినట్లు, గాయపడ్డవారిని వెంటనే చికిత్సకు ఆసుపత్రికి తరలించినట్లు ఉత్తరప్రదేశ్ ఉప ముఖ్యమంత్రి బ్రజేష్ పాథక్ మీడియాకు తెలిపారు.","author":"Tattva News Team","time":"19/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Dibrugarh-Express.jpg","readTime":"5 min read","contentHTML":"\n<p>చండీగఢ్ -దిబ్రూగఢ్ ఎక్స్‌ప్రెస్ రైలు గురువారం ఉత్తరప్రదేశ్‌లోని గోండా వద్ద పట్టాలు తప్పింది. ఈ దుర్ఘటనలో నలుగురు ప్రయాణికులు మృతి చెందారు. 20 మందికి గాయాలు అయ్యాయి. గురువారం మధ్యాహ్నం రెండున్నర గంటల ప్రాంతంలో జరిగిన ప్రమాదంతో నాలుగు ఎసి బోగీలు సహా మొత్తం 12 బోగీలు పక్కకు ఒరిగిపోవడంతో ప్రయాణికుకు ముప్పు తలెత్తింది. </p>\n\n\n\n<p>నలుగురు వ్యక్తులు మృతి చెందినట్లు, గాయపడ్డవారిని వెంటనే చికిత్సకు ఆసుపత్రికి తరలించినట్లు ఉత్తరప్రదేశ్ ఉప ముఖ్యమంత్రి బ్రజేష్ పాథక్ మీడియాకు తెలిపారు. సహాయక బృందాలను రంగంలోకి దిగాలని ఆదేశించినట్లు చెప్పారు. ఈ నెంబరు 15904 రైలు చండీగఢ్ నుంచి బుధవారం అర్థరాత్రి దాటిన తరువాత బయలుదేరింది.</p>\n\n\n\n<p>గురువారం మధ్యాహ్నం యుపిలోని మోతీగంజ్ ఝులాహీ రైల్వే స్టేషన్ సమీపంలోకి రాగానే ప్రమాదం జరిగింది. యుపి సహాయక కమిషనర్ జిఎస్ నవీన్ కుమార్, గోండా జిల్లా కలెక్టర్ నెహా శర్మ హుటాహుటిన ఘటనాస్థలికి చేరారు. ఘటనపై వెంటనే ముఖ్యమంత్రి యోగి ఆదిత్యానాథ్ స్పందించారు. పరిస్థితిని తెలుసుకున్నారు. </p>\n\n\n\n<p>ప్రయాణికులకు వైద్య చికిత్సలు, ఇతరత్రా సహాయ చర్యలు చేపట్టాలని స్థానిక అధికారులకు ఆదేశించారు. అసోం సిఎం హిమంత బిశ్వా శర్మ కూడా ప్రమాదంపై స్పందించారు. పరిస్థితిని తెలుసుకున్నారు. రైలులోని బాధిత ప్రయాణికులు ఎవరనేది నిర్థారణ కాలేదు. ప్రమాదం కారణంగా ఈ రూట్లో రైళ్ల రాకపోకలకు అంతరాయం ఏర్పడింది. 13 రైళ్లను దారి మళ్లించారు. ఈ ప్రమాదం జరగడానికి గల కారణాలేంటో తెలుసుకోవడం కోసం రైల్వే శాఖ విచారణకు ఆదేశించింది.</p>\n","originalUrl":"https://tattvanews.com/20096/19/07/2024/","hasAudio":false,"hasInfographics":false}