{"id":"wp-en-15422","wp_id":15422,"type":"standard","category":"World","language":"en","title":"Modi again tells Putin India is always ready to help bring peace","excerpt":"Prime Minister Narendra Modi, who held a bilateral meeting with Russian President Vladimir Putin on the sidelines of the BRICS Summit in Kazan, told him that he backed an early, peaceful resolution to the Ukraine conflict and added, \"India is always ready to help bring peace\". \"I have been in constant touch with you on","author":"Tattva News Team","time":"23/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Modi-Putin.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi, who held a bilateral meeting with Russian President Vladimir Putin on the sidelines of the BRICS Summit in Kazan, told him that he backed an early, peaceful resolution to the Ukraine conflict and added, \"India is always ready to help bring peace\".</p>\n\n\n\n<p>\"I have been in constant touch with you on the subject of the ongoing conflict between Russia and Ukraine. As I have said earlier, we believe that the problems should be resolved in a peaceful manner. We fully support the early establishment of peace and stability. All our efforts give priority to humanity. India is ready to provide all possible cooperation in the times to come,\" PM Modi told President Putin during the bilateral meeting on Tuesday.</p>\n\n\n\n<p>Prime Minister Modi is in Kazan City, where he is slated to attend the BRICS Summit with other world leaders. Earlier in July this year, when the Indian leader met Putin, he reiterated New Delhi's willingness to help both sides in ending the war. </p>\n\n\n\n<p>\"Whether it is war, conflict or a terrorist attack, any person who believes in humanity, is pained when there is loss of lives,\" PM Modi had said during his last visit to Moscow. \"But even in that, when innocent children are killed, the heart bleeds and that pain is very terrifying,\" he added.</p>\n\n\n\n<p>Meanwhile, in Kazan, the Prime Minister underscored that his back-to-back visits to Russia in the past three months deepened the relations between the two countries. </p>\n\n\n\n<p>\"I express my heartfelt gratitude for your friendship, warm welcome and hospitality. It is a matter of great pleasure for me to have the opportunity to visit a beautiful city like Kazan for the BRICS Summit. The opening of India's new consulate in Kazan will further strengthen these ties,\" he said during the meeting.</p>\n\n\n\n<p>The summit is seen as an attempt by the non-Western powers to project their clout amid the conflict in Ukraine and the escalating situation in West Asia. </p>\n\n\n\n<p>During the introductory speech in a bilateral meeting with PM Modi, Putin said, \"We greatly value India-Russia cooperation within BRICS, as both our countries are founding members. We're witnessing enhanced collaboration between our legislatures, our foreign ministers maintain constant communication, and trade is showing positive growth.\"  Putin stressed that India-Russia relations are developing rapidly and Moscow values its interaction with New Delhi. </p>\n","originalUrl":"https://en.tattvanews.com/international/modi-again-tells-putin-india-is-always-ready-to-help-bring-peace%ef%bf%bc/","hasAudio":false,"hasInfographics":false}