{"id":"wp-en-12953","wp_id":12953,"type":"standard","category":"World","language":"en","title":"Does Rahul Gandhi think he is a Maoist leader?, asks Deve Gowda ￼","excerpt":"Former Prime Minister HD Deve Gowda on Wednesday launched a scathing attack on the Congress party over its poll manifesto, alleging that the grand old party wants to \"turn the country upside down.\" The Janata Dal (Secular) supremo expressed disbelief at the promises made by the Congress and said a party that is “very sure","author":"Tattva News Team","time":"25/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Deva-Gowda-Rahul.jpg","readTime":"5 min read","contentHTML":"\n<p>Former Prime Minister HD Deve Gowda on Wednesday launched a scathing attack on the Congress party over its poll manifesto, alleging that the grand old party wants to \"turn the country upside down.\" The Janata Dal (Secular) supremo expressed disbelief at the promises made by the Congress and said a party that is “very sure of never coming to power will promise so much”.</p>\n\n\n\n<p>The former PM's statement comes amid the BJP's allegation that the Congress will take people's wealth and redistribute it if it comes to power. The Congress has maintained that its manifesto speaks of social economic caste census and not about \"redistribution\" of wealth.</p>\n\n\n\n<p>Continuing his attack on the Congress party, Deve Gowda likened the alleged plan to tactics of Maoist leaders and revolutionary movements. “Rahul Gandhi wants to do a wealth survey and redistribute wealth. Does he think he is a Maoist leader? Is he dreaming of a revolution?” he wondered.</p>\n\n\n\n<p>He alleged that the Congress leader has insulted past prime ministers who had implemented market reforms and contributed to the nation's wealth.</p>\n\n\n\n<p>“By speaking of wealth redistribution Rahul Gandhi has insulted and humiliated two Congress Prime Ministers who brought market reforms and increased the wealth of this nation. He is indirectly trying to say that all that the two Congress prime ministers did was wrong. He has torn up their economic reforms like he had torn up an ordinance issued by the Manmohan Singh government,” Deve Gowda said.</p>\n","originalUrl":"https://en.tattvanews.com/national/does-rahul-gandhi-think-he-is-a-maoist-leader-asks-deve-gowda-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}