{"id":"wp-en-12859","wp_id":12859,"type":"standard","category":"World","language":"en","title":"First phase of polling in 102 seats today￼","excerpt":"Polling for the first phase of Lok Sabha elections is set to take place on Friday in which more than 1,600 candidates, including eight Union ministers, two former chief ministers and an ex-governor will test their electoral fate. As many as 102 parliamentary constituencies across 21 states and Union territories will go to polls in","author":"Tattva News Team","time":"19/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Polling-today.png","readTime":"5 min read","contentHTML":"\n<p>Polling for the first phase of Lok Sabha elections is set to take place on Friday in which more than 1,600 candidates, including eight Union ministers, two former chief ministers and an ex-governor will test their electoral fate.</p>\n\n\n\n<p>As many as 102 parliamentary constituencies across 21 states and Union territories will go to polls in the first phase which is also the largest of the seven phases of the elections. Separately, voting will also be held for 92 assembly seats in the state elections in Arunachal Pradesh and Sikkim on Friday.</p>\n\n\n\n<p>Of the 102 Lok Sabha seats, the BJP had won 39 in 2019, with the ruling alliance NDA bagging 12, five and three of them in Rajasthan, Uttarakhand and West Bengal, respectively. The BJP's existing allies hold seven of them.</p>\n\n\n\n<p>Voting will begin at 7 am and end at 6 pm, though the closure of poll timings differs in some seats. The Election Commission has deployed over 18 lakh polling personnel across 1.87 lakh polling stations where over 16.63 crore voters will exercise their franchise.</p>\n\n\n\n<p>Voters include 8.4 crore men, 8.23 crore women and 11,371 third gender. There are as many as 35.67 lakh first time voters, besides 3.51 crore young voters in the age group of 20-29 years.</p>\n\n\n\n<p>Amongst the prominent leaders trying their electoral luck in phase one are Union ministers Nitin Gadkari from Nagpur, Kiren Rijiju from Arunachal Pradesh (West), Arjun Ram Meghwal from Bikaner, Sarbanada Sonowal from Dibrugarh in Assam, Sanjeev Baliyan from Muzaffarnagar in western UP, Jitendra Singh from Udhampur in Jammu and Kashmir and Bhupendra Yadav from Alwar in Rajasthan.</p>\n\n\n\n<p>Tamilisai Soundararajan, who recently resigned as governor of Telangana and Lt Governor of Puducherry to return to active politics, is contesting from Chennai South Lok Sabha constituency. Nakul Nath, son of Congress leader and former Madhya Pradesh chief minister Kamal Nath, is seeking reelection from Chhindwara.</p>\n","originalUrl":"https://en.tattvanews.com/national/first-phase-of-polling-in-102-seats-today%ef%bf%bc/","hasAudio":false,"hasInfographics":false}