{"id":"wp-te-18962","wp_id":18962,"type":"standard","category":"World","language":"te","title":"కవితకు మే 20 వరకు రిమాండ్ పొడిగింపు","excerpt":"డిల్లీ లిక్కర్ కేసులో బీఆర్ఎస్ ఎమ్మెల్సీ కవిత జ్యుడీషియ‌ల్ రిమాండ్ ను దిల్లీ రౌస్ అవెన్యూ కోర్టు పొడిగించింది. ఈడీ కేసులో రిమాండ్ ముగియ‌డంతో తీహార్ జైలులో ఉన్న క‌విత‌ను వీడియో కాన్ఫరెన్స్ హాజరుపర్చారు. ఈ కేసులో దర్యాప్తు కొన‌సాగుతుందని, రిమాండ్ పొడిగించాల‌ని ఈడీ కోర్టును కోరింది. దీంతో ఈ నెల 20వ తేదీ వ‌ర‌కు కవిత క‌స్టడీనీ పొడిగిస్తూ కోర్టు ఆదేశాలు జారీ చేసింది.  ఈ కేసుపై తదుపరి విచారణను మే 20కి వాయిదా వేసింది.","author":"Tattva News Team","time":"15/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kavitha-court.jpg","readTime":"5 min read","contentHTML":"\n<p>డిల్లీ లిక్కర్ కేసులో బీఆర్ఎస్ ఎమ్మెల్సీ కవిత జ్యుడీషియ‌ల్ రిమాండ్ ను దిల్లీ రౌస్ అవెన్యూ కోర్టు పొడిగించింది. ఈడీ కేసులో రిమాండ్ ముగియ‌డంతో తీహార్ జైలులో ఉన్న క‌విత‌ను వీడియో కాన్ఫరెన్స్ హాజరుపర్చారు. ఈ కేసులో దర్యాప్తు కొన‌సాగుతుందని, రిమాండ్ పొడిగించాల‌ని ఈడీ కోర్టును కోరింది. దీంతో ఈ నెల 20వ తేదీ వ‌ర‌కు కవిత క‌స్టడీనీ పొడిగిస్తూ కోర్టు ఆదేశాలు జారీ చేసింది. </p>\n\n\n\n<p>ఈ కేసుపై తదుపరి విచారణను మే 20కి వాయిదా వేసింది. ఈ కేసులో 8 వేల పేజీల స‌ప్లిమెంట‌రీ ఛార్జిషీట్ ను ఈడీ దాఖలు చేసింది. ఢిల్లీ మద్యం విధానంకు సంబంధించి ఇటీవల ఈడీ అనుబంధ ఛార్జీషీట్ దాఖలు చేసింది. మనీలాండరింగ్ కేసులో బీఆర్‌ఎస్ ఎమ్మెల్సీ కల్వకుంట్ల కవితను నిందితురాలిగా పేర్కొంటూ ఢిల్లీ రౌస్ అవెన్యూ కోర్టులో ఈడీ ఛార్జ్ షీట్ వేసింది. కవిత పాత్రపై మరికొన్ని అంశాలను ఇందులో పేర్కొంది. </p>\n\n\n\n<p>ఈ కేసులో ప్రస్తుతం 7వ అనుబంధ ఛార్జ్ షీటును ఈడీ దాఖలు చేసింది. అయితే ఈ కేసులో మధ్యంతర బెయిల్‌ పొందిన దిల్లీ సీఎం అరవింద్‌ కేజ్రీవాల్ పేరును ఈడీ ఛార్జ్‌షీట్‌లో పేర్కొనలేదు. వచ్చే వారంలోగా కేజ్రీవాల్‌పై సప్లిమెంటరీ ఛార్జ్ షీటు దాఖలు చేయనున్నట్లు ఈడీ తెలిపింది. ఈ కేసులో ఆప్ నేత, ఢిల్లీ మాజీ డిప్యూటీ సీఎం మనీష్ సిసోడియా, ఆప్ ఎంపీ సంజయ్ సింగ్ తో సహా ఇప్పటి వరకు 18 మందిని అరెస్టు ఈడీ చేసింది. </p>\n\n\n\n<p>సంజయ్ సింగ్‌కు కోర్టు బెయిల్ మంజూరు చేసింది. లిక్కర్ కేసులో ఆగస్టు 17, 2022న సీబీఐ కేసు నమోదు చేసింది. అప్పటి నుంచి ఎఫ్‌ఐఆర్‌ను పరిగణనలోకి తీసుకున్న ఈడీ… మనీలాండరింగ్ కింద ఆగస్టు 22, 2022 కేసు నమోదు చేసింది. దిల్లీ ఎక్సైజ్ పాలసీ కేసులో మాజీ సీఎం కేసీఆర్ కుమార్తె ఎమ్మెల్సీ కవితను మార్చి 15న హైదరాబాద్ లో ఈడీ అరెస్ట్ చేసిన సంగతి తెలిసిందే. ప్రస్తుతం కవిత తీహార్ జైలులో రిమాండ్ లో ఉన్నారు.</p>\n\n\n\n<p>కవిత బెయిల్ పిటిషన్‌పై దాఖలైన పిటిషన్లను ఇటీవల రౌస్ అవెన్యూ కోర్టు కొట్టివేసింది. దీంతో ఆమె బెయిల్ కోసం డిల్లీ హైకోర్టును ఆశ్రయించారు. బెయిల్ విచారణ ఇటీవల విచారించిన కోర్టు రెండు వారాల పాటు విచారణ వాయిదా వేసింది. కవిత దాఖలు చేసిన బెయిల్ పిటిషన్‌పై ఈడీ అభిప్రాయాన్ని హైకోర్టు కోరింది. దీంతో తదుపరి విచారణను జస్టిస్ స్వర్ణ కాంత శర్మ ఈ నెల 24వ తేదీకి వాయిదా వేశారు. </p>\n\n\n\n<p>మనీలాండరింగ్ కేసులో కవిత దాఖలు చేసిన బెయిల్ పిటిషన్ ను కొట్టివేస్తూ ట్రయల్ కోర్టు మే 6న ఉత్తర్వులు ఇచ్చింది. ఈ తీర్పును కవిత డిల్లీ హైకోర్టులో సవాల్ చేశారు. ఈ కుంభకోణానికి సంబంధించి సీబీఐ నమోదు చేసిన అవినీతి కేసులో కూడా ట్రయల్ కోర్టు కవిత బెయిల్ పిటిషన్ ను కొట్టివేసింది. 2021-22 సంవత్సరానికి దిల్లీ ప్రభుత్వ ఎక్సైజ్ పాలసీలో అవినీతి, మనీలాండరింగ్ కు పాల్పడినట్లు ఆరోపణలు వచ్చాయి. సీబీఐ, ఈడీ నమోదు చేసిన రెండు కేసుల్లో బీఆర్ఎస్ ఎమ్మెల్సీ కవిత జ్యుడీషియల్ కస్టడీలో ఉన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18962/15/05/2024/","hasAudio":false,"hasInfographics":false}