{"id":"wp-en-14117","wp_id":14117,"type":"standard","category":"World","language":"en","title":"PM Modi becomes most followed world leader on X￼","excerpt":"Prime Minister Narendra Modi on Sunday became the most followed serving world leader on social media platform X, far outpacing US President Joe Biden who has 38.1 million X followers. “A hundred million on @X! Happy to be on this vibrant medium and cherish the discussion, debate, insights, people’s blessings, constructive criticism and more. Looking","author":"Tattva News Team","time":"15/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-Twitter.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Sunday became the most followed serving world leader on social media platform X, far outpacing US President Joe Biden who has 38.1 million X followers.</p>\n\n\n\n<p>“A hundred million on @X! Happy to be on this vibrant medium and cherish the discussion, debate, insights, people’s blessings, constructive criticism and more. Looking forward to an equally engaging time in the future as well,” Modi said in a post on Sunday.</p>\n\n\n\n<p>Modi has more than 100 million followers on the microblogging site and is far ahead of other world leaders, including US President Joe Biden (38.1 million), Pope Francis (18.5 million) and Dubai ruler H.H. Sheikh Mohammed (11.2 million).</p>\n\n\n\n<p>Among the Indian politicians, Union Home Minister Amit Shah has 35.3 million followers, Leader of Opposition Rahul Gandhi has 26.4 million and Delhi Chief Minister Arvind Kejriwal has 27.5 million. Samajwadi Party’s Akhilesh Yadav has 19.9 million followers, Congress MP Shashi Tharoor has 8.4 million and West Bengal Chief Minister Mamata Banerjee has 7.4 million.</p>\n\n\n\n<p>Modi is far ahead of many of the sports personalities including Virat Kohli (64.1 million), Brazilian footballer Neymar Jr (63.6 million) and American basketball player LeBron James (52.9 million). He is even ahead of celebrities like Taylor Swift (95.3 million), Lady Gaga (83.1 million), and Kim Kardashian (75.2 million).</p>\n\n\n\n<p>Data analytics show that in the last three years, PM Modi’s X handle has seen an impressive growth of approximately 30 million users. His influence extends to YouTube and Instagram as well, where he has nearly 25 million subscribers and over 91 million followers respectively.</p>\n\n\n\n<p>Modi had joined X in 2009 with sources saying that he has consistently used the platform for constructive engagement. \"PM Modi maintains an active and engaging persona, follows numerous common citizens, interacts with them, and has never blocked anyone. He has always used this platform organically, without ever resorting to paid promotions or bots,\" said sources.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-becomes-most-followed-world-leader-on-x%ef%bf%bc/","hasAudio":false,"hasInfographics":false}