{"id":"wp-en-14312","wp_id":14312,"type":"standard","category":"World","language":"en","title":"Mamata Banerjee walks out of Niti Aayog meet￼","excerpt":"West Bengal Chief Minister Mamata Banerjee walked out of a NITI Aayog meeting chaired by Prime Minister Narendra Modi here on Saturday and claimed that she was unfairly stopped midway in her speech, despite being the sole representative of the opposition. The government, however, rejected her claim and said her speaking time was over. Banerjee said","author":"Tattva News Team","time":"27/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Mamata.jpg","readTime":"5 min read","contentHTML":"\n<p>West Bengal Chief Minister Mamata Banerjee walked out of a NITI Aayog meeting chaired by Prime Minister Narendra Modi here on Saturday and claimed that she was unfairly stopped midway in her speech, despite being the sole representative of the opposition.</p>\n\n\n\n<p>The government, however, rejected her claim and said her speaking time was over.<a href=\"javascript:void(0);\"></a> Banerjee said her microphone was switched off after five minutes, while other chief ministers were allowed to speak for longer durations.\"This is insulting. I will not attend any further meeting,\" the Trinamool Congress (TMC) supremo said.<a href=\"https://twitter.com/share?url=https://www.telegraphindia.com/india/west-bengal-chief-minister-mamata-banerjee-walks-out-of-niti-aayog-meeting/cid/2036659&text=West Bengal Chief Minister Mamata Banerjee walks out of NITI Aayog meeting\"></a><a href=\"https://api.whatsapp.com/send?text=West Bengal Chief Minister Mamata Banerjee walks out of NITI Aayog meeting https://www.telegraphindia.com/india/west-bengal-chief-minister-mamata-banerjee-walks-out-of-niti-aayog-meeting/cid/2036659\"></a><a href=\"javascript:void(0);\"></a></p>\n\n\n\n<p>\"I have come out boycotting the meeting. (Andhra Pradesh Chief Minister) Chandrababu Naidu was given 20 minutes to speak. The chief ministers of Assam, Goa, Chhattisgarh spoke for 10-12 minutes. I was stopped from speaking after just five minutes,\" she told reporters after coming out of the meeting of chief ministers chaired by Modi.</p>\n\n\n\n<p>\"This is unfair. I am the only one from the opposition side. I attended this meeting because of the greater interest that cooperative federalism should be strengthened,\" she added.However, PIB Factcheck, in a post on X, said it is \"misleading\" to say that Banerjee's microphone was switched off. \"The clock only showed that her speaking time was over,\" it said.</p>\n\n\n\n<p>Sources said alphabetically, Banerjee's turn to speak would have come after lunch, but she was accommodated as the seventh speaker on an official request from the West Bengal government as she had to return to Kolkata early.</p>\n\n\n\n<p>Banerjee said she mentioned during the meeting that the BJP-led Centre presented a politically-biased budget and asked why was it discriminating among states.</p>\n\n\n\n<p>Meanwhile, Chief ministers of several opposition-ruled states including Tamil Nadu CM M.K. Stalin, Telangana CM Revanth Reddy and Punjab CM Bhagwant Singh Mann boycotted the meeting alleging the budget was discriminatory towards non-BJP ruled states. Mamata Banerjee confirmed her attendance in the meeting on Friday and had said she would walk out of the meeting if she wasn’t allowed to speak.</p>\n","originalUrl":"https://en.tattvanews.com/national/mamata-banerjee-walks-out-of-niti-aayog-meet%ef%bf%bc/","hasAudio":false,"hasInfographics":false}