{"id":"wp-en-13878","wp_id":13878,"type":"standard","category":"World","language":"en","title":"Murmu says Emergency ‘darkest chapter of direct attack’ on Constitution￼","excerpt":"Reminding about the Emergency imposed during the Indira Gandhi regime, the Modi government countered attacks on it of attempting to change the Constitution.Addressing the join session of  the parliament on Thursday, Murmu said the government is taking strict measures to prevent question paper leaks in the future.  “The Constitution of India has stood up to","author":"Tattva News Team","time":"28/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/President-Murmu1.webp","readTime":"5 min read","contentHTML":"\n<p>Reminding about the Emergency imposed during the Indira Gandhi regime, the Modi government countered attacks on it of attempting to change the Constitution.Addressing the join session of  the parliament on Thursday, Murmu said the government is taking strict measures to prevent question paper leaks in the future.</p>\n\n\n\n<p> “The Constitution of India has stood up to every challenge and every test in the past decades. Even after the Constitution came into force, it was attacked many times. The imposition of Emergency on June 25, 1975, was the ‘biggest and darkest chapter of direct attack’ on the Constitution. The entire country felt outraged. But the country emerged victorious over such unconstitutional forces as the traditions of the republic lie at the core of India,” she said.</p>\n\n\n\n<p>Murmu added the government sees the Constitution not just as a medium of governance but aims to make it a part of public consciousness. “My government also does not consider the Constitution of India as just a medium of governance; rather we are making efforts to ensure that our Constitution becomes a part of public consciousness”, she said.</p>\n\n\n\n<p>“With this very objective in mind, my Government has started celebrating November 26 as Constitution Day. Now the Constitution has also fully come into force in that part of India, our Jammu and Kashmir, where the conditions were different due to Article 370,” Murmu added.</p>\n\n\n\n<p>“It is the continuous endeavour of the government to provide right opportunities to the youth of the country to demonstrate their talent. Whether it is competitive examinations or government recruitment there should be no reason for any hindrance. This process requires complete transparency and probity,” Murmu said.</p>\n\n\n\n<p>On unrest in Manipur, Murmu said the government is making efforts for lasting peace. “My government is continuously working for lasting peace in the North-East. In the last ten years, many old disputes have been resolved, many important agreements have been reached.</p>\n","originalUrl":"https://en.tattvanews.com/national/murmu-says-emergency-darkest-chapter-of-direct-attack-on-constitution%ef%bf%bc/","hasAudio":false,"hasInfographics":false}