{"id":"wp-en-14991","wp_id":14991,"type":"standard","category":"World","language":"en","title":"Close the gender pay gap for social justice","excerpt":"International Equal Pay Day On the International Equal Pay Day, the International Trade Union Confederation (ITUC) demands accelerated progress to close the gender pay gap. At the current rate of progress, it said that it will take 257 years to achieve this goal. Governments currently negotiating the Pact for Future must recommit to achieving Sustainable","author":"Tattva News Team","time":"18/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/ITUC.png","readTime":"5 min read","contentHTML":"\n<ul class=\"wp-block-list\"><li><strong>International Equal Pay Day</strong></li></ul>\n\n\n\n<p>On the International Equal Pay Day, the International Trade Union Confederation (ITUC) demands accelerated progress to close the gender pay gap. At the current rate of progress, it said that it will take 257 years to achieve this goal.</p>\n\n\n\n<p>Governments currently negotiating the Pact for Future must recommit to achieving Sustainable Development Goal (SDG) 8.5, which calls for “full employment and decent work with equal pay.”</p>\n\n\n\n<p> ITUC General Secretary Luc Triangle stated: “Closing the gender pay gap is essential to achieving social and economic justice for women.</p>\n\n\n\n<p>“For many years, trade unions have campaigned, advocated and organised for laws, policies and measures that address the many factors behind pay disparities. This includes pay transparency, anti-discrimination laws, family-friendly workplace policies, minimum living wages, and measures to formalise informal work, as well as policies that recognise, reduce, and redistribute care work.</p>\n\n\n\n<p>“That’s why evidence from around the world shows that joining a trade union can help to narrow the gender pay gap.” The essential role of trade unions in achieving equal pay for work of equal value was recently discussed during a side event hosted by the Equal Pay International Coalition (EPIC) at the G20 in Brazil.</p>\n\n\n\n<p>Brazil, which currently holds the G20 presidency, has identified gender equality and the promotion of diversity in the workplace as key priorities for the G20 Employment Working Group (EWG).</p>\n\n\n\n<p>To mark International Equal Pay Day, the ITUC will hold a webinar with trade union activists from the Philippines, Australia, Spain, and Brazil. The webinar will highlight trade unions’ key role in achieving equal pay for work of equal value, as enshrined in ILO Convention 100 and in SDG target 8.5 This event also forms part of ITUC’s #ForDemocracy campaign, which promotes more equal, fair and democratic workplaces.</p>\n\n\n\n<p>Meanwhile, EPIC will host a high-level event focused on solutions to close the gender pay gap, featuring Stuart Appelbaum, President of Retail, Wholesale and Department Store Union (RWDSU) and Chair of the AFL-CIO International Committee in the USA.</p>\n\n\n\n<p>The ITUC has been involved with EPIC since its launch at the UN General Assembly in September 2017 and is a member of the steering committee. Its main objective is to speed up progress in closing the gender pay gap and achieving equal pay by 2030.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/close-the-gender-pay-gap-for-social-justice/","hasAudio":false,"hasInfographics":false}