{"id":"wp-en-13981","wp_id":13981,"type":"standard","category":"World","language":"en","title":"ITUC pressed for a ceasefire during a visit to Israel￼","excerpt":"International Trade Union Confederation (ITUC) pressed for a ceasefire, the increase of humanitarian aid for the people of Gaza, the return of all hostages and support of the rights of all workers in Israel and Palestine. These issued were pressed by ITUC General Secretary Luc Triangle during a visit to isreal and affiliate Histadrut this","author":"Tattva News Team","time":"5/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/ITUC.jpg","readTime":"5 min read","contentHTML":"\n<p>International Trade Union Confederation (ITUC) pressed for a ceasefire, the increase of humanitarian aid for the people of Gaza, the return of all hostages and support of the rights of all workers in Israel and Palestine. These issued were pressed by ITUC General Secretary Luc Triangle during a visit to isreal and affiliate Histadrut this week.</p>\n\n\n\n<p>This visit followed a mission to the West Bank in May, where the ITUC expressed its solidarity with Palestinian workers.  Working people from both sides are the victims of the ongoing conflict and the current war.</p>\n\n\n\n<p>Luc Triangle’s work in Israel was focused around three pillars: meetings with political leaders, meeting trade unions at company and national levels and a visit to the region where the atrocities took place on 7 October.</p>\n\n\n\n<p>In the meetings with Israeli President Yitzhak Herzog and Labour Party (HaAvoda) leader Yair Golan, Luc Triangle pressed the need for an urgent ceasefire in combination with the immediate release of all hostages, and the continuation and increase of humanitarian aid to the population of Gaza.</p>\n\n\n\n<p>He also pushed the need for a concrete implementation of the two-state solution with security guarantees and responsibilities for both states. Importantly, both political leaders recognised the need for urgent action from the Israeli government to address the situation of more than 200,000 Palestinian workers who lost their jobs and income after 7 October.</p>\n\n\n\n<p>Luc Triangle also shared his experiences of the mission to the West Bank   and his view that if no action is taken against the daily humiliation and intimidation of Palestinians there, extreme violence might also become a reality in West Bank cities.</p>\n\n\n\n<p>“The ITUC is convinced that trade unions can and should be game changers in the current difficult context. Trade unions should lead the way. We will continue to work with our two affiliates in Israel and Palestine, Histadrut and the PGFTU, towards a sustainable solution of peace founded on the principles of human rights, security, respect, freedoms and democracy, ensuring a viable two-state solution,”  said Luc Triangle. </p>\n","originalUrl":"https://en.tattvanews.com/international/ituc-pressed-for-a-ceasefire-during-a-visit-to-israel%ef%bf%bc/","hasAudio":false,"hasInfographics":false}