{"id":"wp-te-20410","wp_id":20410,"type":"standard","category":"World","language":"te","title":"వక్ఫ్ బోర్డు అధికారాలు తగ్గిస్తూ త్వరలో వక్ఫ్ చట్టంలో మార్పులు!","excerpt":"త్వరలో వక్ఫ్ చట్టంలో మార్పులు చేసేందుకు కేంద్ర ప్రభుత్వం సన్నాహాలు చేస్తోంది. బోర్డు అధికారాలను తగ్గించే ప్రయత్నం చేస్తోంది. ఈ బిల్లు ప్రకారం ఏదైనా ఆస్తిని వక్ఫ్ బోర్డు స్వంత ఆస్తిగా పిలవడానికి తగిన ఆధారాలు చూపించాల్సి ఉంటుంది. వక్ఫ్ చట్టానికి దాదాపు 40 సవరణలు బిల్లులో ప్రతిపాదించే అవకాశం ఉంది. ఈ మేరకు కేంద్ర  ప్రభుత్వం త్వరలో వక్ఫ్ చట్టంలో అనేక భారీ మార్పులు చేయనుంది. ప్రభుత్వం వచ్చే వారం పార్లమెంటులో దీని కోసం బిల్లును","author":"Tattva News Team","time":"5/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Wakf-act.webp","readTime":"5 min read","contentHTML":"\n<p>త్వరలో వక్ఫ్ చట్టంలో మార్పులు చేసేందుకు కేంద్ర ప్రభుత్వం సన్నాహాలు చేస్తోంది. బోర్డు అధికారాలను తగ్గించే ప్రయత్నం చేస్తోంది. ఈ బిల్లు ప్రకారం ఏదైనా ఆస్తిని వక్ఫ్ బోర్డు స్వంత ఆస్తిగా పిలవడానికి తగిన ఆధారాలు చూపించాల్సి ఉంటుంది. వక్ఫ్ చట్టానికి దాదాపు 40 సవరణలు బిల్లులో ప్రతిపాదించే అవకాశం ఉంది.</p>\n\n\n\n<p>ఈ మేరకు కేంద్ర  ప్రభుత్వం త్వరలో వక్ఫ్ చట్టంలో అనేక భారీ మార్పులు చేయనుంది. ప్రభుత్వం వచ్చే వారం పార్లమెంటులో దీని కోసం బిల్లును తీసుకురావచ్చు. అందులో అనేక సవరణలు చేయవచ్చు అని జాతీయ మీడియా కథనలు ప్రచురించాయి. దీని ప్రకారం వక్ఫ్ బోర్డు అధికారాలను తగ్గించవచ్చు.</p>\n\n\n\n<p>ఈ బిల్లు ప్రకారం ఏదైనా ఆస్తిని స్వంత ఆస్తిగా పిలవడానికి దాని 'నియంత్రిత' అధికారాలను తగ్గించవచ్చు, మహిళల ప్రాతినిధ్యాన్ని కూడా నిర్ధారించవచ్చు. ఈ బిల్లులో వక్ఫ్ చట్టానికి దాదాపు 40  సవరణలు ప్రతిపాదించే అవకాశం ఉందని ప్రభుత్వ వర్గాలు తెలిపాయి. ఈ బిల్లుకు శుక్రవారం కేంద్ర మంత్రివర్గం ఆమోదం తెలిపిందని సంబంధిత వర్గాల నుంచి సమాచారం. </p>\n\n\n\n<p>ఈ బిల్లు చట్టంలోని కొన్ని సెక్షన్లను రద్దు చేయాలని ప్రతిపాదించింది. దీని ప్రధాన లక్ష్యం వక్ఫ్ బోర్డుల వద్ద ఉన్న ఏకపక్ష అధికారాలను తగ్గించడం. ఈ చట్టం ద్వారా కేంద్ర ప్రభుత్వం బోర్డు అధికారాలను చాలా వరకు తగ్గించాలనుకుంటోంది. బోర్డు అంతటా మరింత పారదర్శక ప్రక్రియను నిర్ధారించడానికి బిల్లు తప్పనిసరి అని కొంతమంది అంటున్నారు.</p>\n\n\n\n<p>మహిళలకు ప్రాతినిధ్యం కల్పించేందుకు వక్ఫ్ బోర్డుల నిర్మాణం, పనితీరులో మార్పులు చేసేందుకు సెక్షన్ 9, సెక్షన్ 14లను సవరించవచ్చు. వివాదాలను పరిష్కరించడానికి, వక్ఫ్ బోర్డులు క్లెయిమ్ చేసిన ఆస్తులపై స్పష్టత  వచ్చేందుకు ఈ సవరణ ఉపయోగపడుతుందని కొందరు అంటున్నారు. వక్ఫ్ ఆస్తుల పర్యవేక్షణలో మేజిస్ట్రేట్‌లు పాల్గొనవచ్చు. </p>\n\n\n\n<p>ప్రస్తుత చట్టాలను మార్చాలనే డిమాండ్ ముస్లిం మేధావులు, మహిళలు, షియాలు, బోహ్రాస్ వంటి వివిధ వర్గాల నుండి వచ్చిందని కొందరు చెప్పే మాట. దేశవ్యాప్తంగా వక్ఫ్ బోర్డుల కింద సుమారు 8 లక్షల 70 వేల ఆస్తులు ఉండగా, ఈ ఆస్తుల కింద మొత్తం భూమి దాదాపు 9 లక్షల 40 వేల ఎకరాలు ఉంది.</p>\n\n\n\n<p>వక్ఫ్ చట్టం 1995లో రూపొందించారు. వక్ఫ్ బోర్డు.. విరాళంగా వచ్చిన, అంతేగాకుండా నోటిఫై చేసిన ఆస్తులను నియంత్రిస్తుంది. వక్ఫ్ బోర్డు కొన్నిసార్లు వాదనలు చేసిన తర్వాత వివాదాలు అయ్యాయి. ఉదాహరణకు సెప్టెంబరు 2022లో తమిళనాడు వక్ఫ్ బోర్డు మొత్తం తిరుచెందురై గ్రామం యాజమాన్యాన్ని క్లెయిమ్ చేసింది. అయితే ఇక్కడ చాలా మంది హిందూ జనాభా శతాబ్దాలుగా నివసిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20410/05/08/2024/","hasAudio":false,"hasInfographics":false}