{"id":"wp-te-21133","wp_id":21133,"type":"standard","category":"World","language":"te","title":"ట్యాంక్‌బండ్‌పై భాగ్యనగర్ ఉత్సవ సమితి నిరసన","excerpt":"ట్యాంక్‌బండ్‌పై నుంచి వినాయక నిమజ్జనం లేదని ఫ్లెక్సీలు ఏర్పాటు చేయడంతో భాగ్యనగర్ ఉత్సవ సమితి నాయకులు ఆదివారం నిరసన చేపట్టారు. ట్యాంక్‌బండ్‌కు చేరుకున్న ఉత్సవ సమితి నాయకులు ట్యాంక్ బండ్ పై వినాయక నిమజ్జనం లేదంటూ పోలీసులు ఏర్పాటుచేసిన ఫ్లెక్సీలను, భారీ కెడ్లను తొలగించారు.  ట్యాంక్ బండ్‌పై ఏర్పాటు చేసిన జాలీలను తొలగించి వినాయకుని విగ్రహాన్ని నిమజ్జనం చేశారు. ఈ సందర్భంగా భాగ్యనగర్ ఉత్సవ సమితి సభ్యులు మాట్లాడుతూ ట్యాంక్ బండ్ పై వినాయక నిమజ్జనం అనేక","author":"Tattva News Team","time":"16/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Tankbund-protest.jpg","readTime":"5 min read","contentHTML":"\n<p>ట్యాంక్‌బండ్‌పై నుంచి వినాయక నిమజ్జనం లేదని ఫ్లెక్సీలు ఏర్పాటు చేయడంతో భాగ్యనగర్ ఉత్సవ సమితి నాయకులు ఆదివారం నిరసన చేపట్టారు. ట్యాంక్‌బండ్‌కు చేరుకున్న ఉత్సవ సమితి నాయకులు ట్యాంక్ బండ్ పై వినాయక నిమజ్జనం లేదంటూ పోలీసులు ఏర్పాటుచేసిన ఫ్లెక్సీలను, భారీ కెడ్లను తొలగించారు. </p>\n\n\n\n<p>ట్యాంక్ బండ్‌పై ఏర్పాటు చేసిన జాలీలను తొలగించి వినాయకుని విగ్రహాన్ని నిమజ్జనం చేశారు. ఈ సందర్భంగా భాగ్యనగర్ ఉత్సవ సమితి సభ్యులు మాట్లాడుతూ ట్యాంక్ బండ్ పై వినాయక నిమజ్జనం అనేక సంవత్సరాలుగా జరుగుతోందని తెలిపారు. కొత్త నిబంధనలు తీసుకువచ్చి భక్తుల మనోభావాలు దెబ్బతీస్తున్నారని పోలీసులపై మండిపడ్డారు.</p>\n\n\n\n<p>2022లో, 2023లో కూడా ఇదే విధంగా ట్యాంక్‌బండ్‌పై నుంచి హుస్సేన్‌సాగర్‌లో నిమజ్జనం లేదని చెప్పారని, కానీ చివరకు ట్యాంక్ బండ్లోని గణేష్ నిమజ్జనాలు జరిగిందన్నారు. ప్రభుత్వం వెంటనే ట్యాంక్ బండ్ పై గణేష్ నిమజ్జన ఏర్పాట్లు చేయాలని హెచ్చరించారు. </p>\n\n\n\n<p>లేనిపక్షంలో అన్ని వినాయక మండపాల నిర్వాహకులకు సమాచారం తెలియజేసి సోమవారం నగర వ్యాప్తంగా ఆందోళన చేసి హైదరాబాద్‌ను స్తంభింప చేస్తామని భాగ్యనగర్ ఉత్సవ సమితి ప్రధాన కార్యదర్శి రాజవర్దన్ రెడ్డి స్పష్టం చేశారు. ఎక్కడికక్కడ మండపాల్లో వినాయకులను అదే విధంగా ఉంచుతామని, నిమజ్జనం చేయమని తెలిపారు.</p>\n\n\n\n<p>కాగా, భాగ్యనగర్ ఉత్సవ సమితి సభ్యులు నిరసన చేపట్టడంతో పోలీసులు ట్యాంక్‌బండ్‌పై నుంచి హుస్సేన్‌సాగర్‌లో నిమజ్జనం చేసేందుకు ఏర్పాట్లు చేస్తున్నారు. ట్యాంక్‌బండ్ వైపు నుంచి నిజ్జనం చేసేందుకు క్రేన్లు,ఇతర ఏర్పాట్లు చేస్తున్నారు. గతంలో హైకోర్టు హుస్సేన్ సాగర్‌లో కెమికల్స్‌తో చేసిన వినాయకుడి విగ్రహాలను నిమజ్జనం చేయవద్దని ఆదేశాలు జారీ చేయడంతో ముందుగా పోలీసులు అక్కడ అనుమతించలేదు.</p>\n","originalUrl":"https://tattvanews.com/21133/16/09/2024/","hasAudio":false,"hasInfographics":false}