{"id":"wp-en-14096","wp_id":14096,"type":"standard","category":"World","language":"en","title":"INDIA bloc wins 10 seats, BJP bags 2, Independent 1 in Assembly bypolls￼","excerpt":"INDIA bloc parties won 10 assembly seats, while the BJP clinched two and an Independent one, as votes were counted on Saturday for the by-elections held earlier this week on 13 seats in seven states. The NDA managed to secure only two seats, while an Independent candidate won in Bihar’s Rupauli Assembly constituency. The Leader of","author":"Tattva News Team","time":"14/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/India-block.jpg","readTime":"5 min read","contentHTML":"\n<p>INDIA bloc parties won 10 assembly seats, while the BJP clinched two and an Independent one, as votes were counted on Saturday for the by-elections held earlier this week on 13 seats in seven states.</p>\n\n\n\n<p>The NDA managed to secure only two seats, while an Independent candidate won in Bihar’s Rupauli Assembly constituency. The Leader of Opposition Rahul Gandhi said that the results have made it clear that the web of 'fear and confusion' woven by the BJP has been broken.</p>\n\n\n\n<p> \"Every class including farmers, youth, labourers, businessmen and employees wants to destroy dictatorship and establish the rule of justice. The public is now completely standing with INDIA for the betterment of their lives and to protect the Constitution,\" Rahul Gandhi wrote on Twitter.</p>\n\n\n\n<p>In Himachal Pradesh, the Dehra seat was won by Kamlesh Thakur of Congress,  who is the wife of incumbent Chief Minister Sukhvinder Singh Sukhu, while Ashish Sharma of the BJP won in Hamirpur and Hardeep Singh Bawa of the INC won in Nalagarh. </p>\n\n\n\n<p>Kamlesh Thakur defeated BJP’s Hoshiyar Singh by a margin of 9,399 votes, Bawa won against BJP’s K L Thakur by 25,618 votes. The BJP, however,  won the Hamirpur seat with its candidate Ashish Sharma polling 27,041 votes against Congress’s Pushpinder Verma 25,470 votes.</p>\n\n\n\n<p>Kamlesh Pratap Shah of the BJP emerged victorious in the Amarwara constituency in Madhya Pradesh. Shah won the assembly seat by a margin of 3,027 votes against Congress’ Dheeran Sah Invati.</p>\n\n\n\n<p>In Punjab, the Jalandhar West seat was won by Mohinder Bhagat of the AAP. Bhagat defeated his nearest rival and BJP nominee Sheetal Angural by a margin of 37,325 votes. The seat had fallen vacant after Angural resigned as the AAP legislator and joined the BJP in March.</p>\n\n\n\n<p>In Tamil Nadu, Anniyur Siva, also known as Sivashanmugam A, of the DMK party won the Vikravandi constituency. He defeated his nearest rival, NDA constituent Pattali Makkal Katchi’s Ambumani C, by a margin of 67,757 votes.</p>\n\n\n\n<p>Uttarkhand saw wins <strong> </strong>for Lakhapat Singh Butola of the INC in Badrinath and Qazi Mohammad Nizamuddin, also of the INC, in Manglaur. While Butola won the Badrinath seat by defeating former minister and MLA BJP’s Rajendra Singh Bhandari by 5,224 votes, Nizamuddin defeated BJP’s Kartar Singh Bhadana by a slender margin of 422 votes.</p>\n\n\n\n<p>On the four seats in West Bengal, Trinamool Congress (TMC) candidate Krishna Kalyani defeated BJP's Manas Kumar Ghosh by a margin of 50,077 votes in the Raiganj assembly seat, and Mukut Nami Adhikari defeated BJP's Manoj Kumar Biswas by 74,485 votes in Ranaghat Dakshin.</p>\n\n\n\n<p>TMC's Madhuparna Thakur defeated BJP's Binay Kumar Biswas by 74,251 votes in Bagda, and Supti Pandey defeated BJP's Kalyan Choubey by 62,312 votes, according to the EC.</p>\n","originalUrl":"https://en.tattvanews.com/national/india-bloc-wins-10-seats-bjp-bags-2-independent-1-in-assembly-bypolls%ef%bf%bc/","hasAudio":false,"hasInfographics":false}