{"id":"wp-te-19307","wp_id":19307,"type":"standard","category":"World","language":"te","title":"తీహార్ జైలులో తిరిగి లొంగిపోయిన కేజ్రీవాల్","excerpt":"లోక్‌సభ ఎన్నికలు ముగియడంతో సుప్రీంకోర్టు మధ్యంతర బెయిల్‌పై వచ్చిన ఆప్ అధినేత, ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ ఆదివారం తీహార్ జైలులో లొంగిపోయారు. మధ్యాన్నం ఇంటి నుంచి బయలుదేరిని కేజ్రీవాల్, రాజ్ ఘాట్‌లో మహాత్మా గాంధీకి నివాళులు అర్పించిన తర్వాత హనుమాన్ మందిర్‌ని దర్శించారు. ఆ తర్వాత పార్టీ ఆఫీస్‌కి వెళ్లి నేతలు, కార్యకర్తలతో మాట్లాడారు. పార్టీ కార్యాలయంలో కార్యకర్తలతో మాట్లాడిన కేజ్రీవాల్ సుప్రీంకోర్టుకు కృతజ్ఞతలు తెలిపారు. ”21 రోజుల్లో ఒక్క నిమిషం కూడా వృధా చేసుకోలేదు..","author":"Tattva News Team","time":"3/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Kejriwal-to-jail.jpg","readTime":"5 min read","contentHTML":"\n<p>లోక్‌సభ ఎన్నికలు ముగియడంతో సుప్రీంకోర్టు మధ్యంతర బెయిల్‌పై వచ్చిన ఆప్ అధినేత, ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ ఆదివారం తీహార్ జైలులో లొంగిపోయారు. మధ్యాన్నం ఇంటి నుంచి బయలుదేరిని కేజ్రీవాల్, రాజ్ ఘాట్‌లో మహాత్మా గాంధీకి నివాళులు అర్పించిన తర్వాత హనుమాన్ మందిర్‌ని దర్శించారు. ఆ తర్వాత పార్టీ ఆఫీస్‌కి వెళ్లి నేతలు, కార్యకర్తలతో మాట్లాడారు. పార్టీ కార్యాలయంలో కార్యకర్తలతో మాట్లాడిన కేజ్రీవాల్ సుప్రీంకోర్టుకు కృతజ్ఞతలు తెలిపారు.</p>\n\n\n\n<p>”21 రోజుల్లో ఒక్క నిమిషం కూడా వృధా చేసుకోలేదు.. అన్ని పార్టీలకు ప్రచారం చేశాను.. దేశాన్ని కాపాడేందుకే ప్రచారం చేశాను.. దేశం ముఖ్యం ఆ తర్వాతే ఆమ్ ఆద్మీ పార్టీ.. ఇది మరచిపోలేని అనుభూతి” అని కేజ్రీవాల్ పేర్కొన్నారు. ప్రధాని నరేంద్ర మోదీ  తనకు వ్యతిరేకంగా ఒక్క సాక్ష్యం కూడా లేదని ఒప్పుకున్నారని, ఇది ఈ ప్రచారంలో గొప్పతనం అని పేర్కొన్నారు. </p>\n\n\n\n<p>కేంద్ర ప్రభుత్వం నియంతృత్వంగా వ్యవహరిస్తోందని మండిపడుతూ అఖండ మెజారిటీతో గెలిచిన ముఖ్యమంత్రిని సాక్ష్యాలు లేకుండా ఎలా జైల్లో పెడతారని కేజ్రీవాల్ ప్రశ్నించారు. కేజ్రీవాల్‌ని జైల్లో పెట్టగలిగినప్పుడు, దేశంలో ఎవరినైనా జైల్లో పెడతారని, ఇది నియంతృత్వమని ఆయన విమర్శించారు.</p>\n\n\n\n<p>లొంగిపోయే ముందు అరవింద్ కేజ్రీవాల్ వెంట ఆయన భార్య సునీతా కేజ్రీవాల్, ఢిల్లీ మంత్రులు అతిషి, కైలాష్ గహ్లోత్, సౌరభ్ భరద్వాజ్, రాజ్యసభ ఎంపీలు సంజయ్ సింగ్, సందీప్ పాఠక్, నేతలు దుర్గేష్ పాఠక్, రాఖీ బిర్లా, రీనా గుప్తాలతో సహా పార్టీ నేతలు ఉన్నారు. </p>\n\n\n\n<p>అనారోగ్య కారణాలతో తాను జైలుకు వెళ్తున్నానని, ఎలాంటి చికిత్స అందుతుందో తెలియద‌ని కేజ్రీవాల్ చెప్పారు. తనను  ఏం చేస్తారో తెలియదని చెబుతూ \"మేం భగత్ సింగ్ శిష్యులం, దేశాన్ని రక్షించేందుకు జైలుకు వెళ్తున్నాం, అధికారం నియంతృత్వంగా మారినప్పుడు జైలు బాధ్యతగా మారుతుంది\" అని ఆయన చెప్పుకొచ్చారు.</p>\n\n\n\n<p>జైలులో లొంగిపోయిన వెంటనే ఆయనను రౌస్ అవెన్యూ కోర్టు డిప్యూటీ జడ్జి సంజీవ్ అగర్వార్ ముందు హాజరుపరిచారు. ఈనెల 5వ తేదీ వరకూ కేజ్రీవాల్‌కు కోర్టు జ్యుడిషియల్ రిమాండ్‌ విధించింది. వైద్య కారణాల రీత్యా తనకు మధ్యంతర బెయిల్ ఇవ్వాలంటూ కేజ్రీవాల్ ఇటీవల వేసిన పిటిషన్‌పై తీర్పును ఈనెల 5వ తేదీకి గత శనివారంనాడు కోర్టు రిజర్వ్ చేసింది. కాగా, రెగ్యులర్ బెయిల్ కోసం కేజ్రీవాల్ వేసిన మరో పిటిషన్ జూన్ 7న విచారణకు రానుంది.</p>\n","originalUrl":"https://tattvanews.com/19307/03/06/2024/","hasAudio":false,"hasInfographics":false}