{"id":"wp-en-14930","wp_id":14930,"type":"standard","category":"World","language":"en","title":"Supreme Court granted bail to Arvind Kejriwal","excerpt":"The Supreme Court on Friday granted bail to Aam Aadmi Party chief Arvind Kejriwal on bail bond of Rs 10 lakh and two sureties in the Delhi excise policy 'scam'.  The Apex Court however, directed the CM not to make any public comment on merits of the case.  The SC on Kejriwal's bail plea said, \"No","author":"Tattva News Team","time":"13/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Kejriwal1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Friday granted bail to Aam Aadmi Party chief Arvind Kejriwal on bail bond of Rs 10 lakh and two sureties in the Delhi excise policy 'scam'.  The Apex Court however, directed the CM not to make any public comment on merits of the case. </p>\n\n\n\n<p>The SC on Kejriwal's bail plea said, \"No impediment in arresting a person who is already in custody in another case for purposes of probe.\"  The matter relates to alleged corruption in the formulation and execution of the Delhi government's excise policy for 2021-22, which has now been scrapped.</p>\n\n\n\n<p>The Enforcement Directorate (ED) has also lodged a separate money laundering case linked to the alleged excise policy 'scam'. According to the CBI and the ED, irregularities were committed while modifying the excise policy and undue favours extended to licence holders. On July 12, the apex court had granted interim bail to Kejriwal in the money laundering case.</p>\n\n\n\n<p>While delivering the verdict, Justice Ujjal Bhuyan said CBI arrest was only a measure to make meaningless bail in the ED case and added that the CBI must dispel the notion of being a caged parrot and expressed reservations against bail condition in the ED case barring Kejriwal from visiting CM Secretariat or signing files.</p>\n\n\n\n<p>The high court had noted that the loop of evidence against Kejriwal got closed after collection of relevant evidence following his arrest by the CBI and it cannot be said that it was without any justifiable reason or illegal. The high court had also granted him liberty to approach a trial court with his plea seeking bail in the case.</p>\n\n\n\n<p>The top court had referred to a larger bench, preferably of five judges, for in-depth consideration of three questions on the aspect of \"need and necessity of arrest\" under the Prevention of Money Laundering Act (PMLA). The ED had on March 21 arrested Kejriwal in connection with the money laundering case.</p>\n","originalUrl":"https://en.tattvanews.com/national/supreme-court-granted-bail-to-arvind-kejriwal/","hasAudio":false,"hasInfographics":false}