{"id":"wp-te-20245","wp_id":20245,"type":"standard","category":"World","language":"te","title":"ముంబైని ముంచెత్తిన వాన... రెడ్‌ అలర్ట్‌ జారీ￼","excerpt":"మహారాష్ట్రలో అతిభారీ వర్షాలు కురుస్తాయని భారత వాతావరణ విభాగం హెచ్చరించడతో అధికారులు అప్రమత్తమయ్యారు. జులై 26, 27న మధ్య మహారాష్ట్ర, కొంకణ్‌ సహా పలు ప్రాంతాల్లో భారీ వర్షాలు కురుస్తాయని ఐఎండీ అంచనా వేసింది.  ముంబై, పుణేల్లో గత కొద్దిరోజులుగా భారీ వర్షపాతం నమోదవగా ఈ నగరాలకు రెడ్‌ అలర్ట్‌ జారీ చేయడంతో నగరవాసులు బిక్కుబిక్కుమంటున్నారు.  ముంబై, పుణే నగరాలను భారీ వర్షాలు ముంచెత్తనున్నాయని ఐఎండీ పేర్కొంది. అయితే ఈ రెండు రోజులు ముంబైలో స్కూళ్లు, విద్యాసంస్ధలకు","author":"Tattva News Team","time":"26/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/mumbai-rains.webp","readTime":"5 min read","contentHTML":"\n<p>మహారాష్ట్రలో అతిభారీ వర్షాలు కురుస్తాయని భారత వాతావరణ విభాగం హెచ్చరించడతో అధికారులు అప్రమత్తమయ్యారు. జులై 26, 27న మధ్య మహారాష్ట్ర, కొంకణ్‌ సహా పలు ప్రాంతాల్లో భారీ వర్షాలు కురుస్తాయని ఐఎండీ అంచనా వేసింది.  ముంబై, పుణేల్లో గత కొద్దిరోజులుగా భారీ వర్షపాతం నమోదవగా ఈ నగరాలకు రెడ్‌ అలర్ట్‌ జారీ చేయడంతో నగరవాసులు బిక్కుబిక్కుమంటున్నారు. </p>\n\n\n\n<p>ముంబై, పుణే నగరాలను భారీ వర్షాలు ముంచెత్తనున్నాయని ఐఎండీ పేర్కొంది. అయితే ఈ రెండు రోజులు ముంబైలో స్కూళ్లు, విద్యాసంస్ధలకు సెలవు ప్రకటించాలని అధికారులు యోచిస్తున్నారు.  ప్రజలు ఇండ్లకే పరిమితం కావాలని, అత్యవసరమైతే తప్ప బయటకు రావద్దని పోలీసులు, బీఎంసీ అధికారులు కోరుతున్నారు.  వరద నీటికి ప్రజా రవాణ, ప్రయివేట్ ట్రాన్స్ పోర్ట్ ల రాకపోకలు విఘాతం ఏర్పడింది. లో విజిబిలిటీ కారణంగా విమానాలను కూడా ముంబైలో రద్దు చేశారు.</p>\n\n\n\n<p>భారీ వర్షం, నీటి ఎద్దడి కారణంగా కనీసం 10 విమానాలను దారి మళ్లించారు. దీంతో పాటు రైలు రాకపోకలపై తీవ్ర ప్రభావం పడింది. చాలా చోట్ల నీరు  నిలిచిపోవడంతో బస్సుల రూట్లను కూడా మార్చారు. గురువారం ముంబైలో 44 మిల్లీమీటర్ల వర్షం నమోదైంది. ముఖ్యమంత్రి ఏక్‌నాథ్ షిండే పరిస్థితిని సమీక్షించారు.</p>\n\n\n\n<p>మహారాష్ట్రలోని రాయ్‌గఢ్ జిల్లాలో కురుస్తున్న భారీ వర్షాల కారణంగా వరదలు పోటెత్తాయి. కొండచరియలు విరిగిపడటంతో రాయ్‌గఢ్-పుణె మార్గం మూసుకుపోయింది. పూణెలో కొన్ని చోట్ల ప్రజల ఇళ్లు, దుకాణాలు జలమయమయ్యాయి. భారీ వర్షాల కారణంగా ఖడగ్వాస్లా డ్యామ్‌కు వరద నీరు వచ్చే పరిస్థితి ఏర్పడింది. ఇక్కడ ఎన్ డి ఆర్ ఎఫ్  బృందాలను మోహరించారు. ఎయిర్ లిఫ్టింగ్ బృందాన్ని కూడా సిద్ధంగా ఉంచారు.</p>\n\n\n\n<p>భారీ వర్షాల నేపధ్యంలో మహారాష్ట్ర ముఖ్యమంత్రి ఏక్‌నాథ్‌ షిండే ఇటీవల అధికారులతో సమీక్షా సమావేశం నిర్వహించారు. ఉన్నతస్ధాయి సమావేశంలో వరద సహాయ చర్యలు, పునరావాస కార్యక్రమాలపై డిప్యూటీ సీఎంలు అజిత్ పవార్‌, దేవేంద్ర ఫడ్నవీస్‌లతో కలిసి సమీక్షించారు.</p>\n\n\n\n<p> పుణే ప్రాంతంలో భారీ వర్షాలతో వరద పోటెత్తిందని అక్కడ సహాయ, పునరావాస కార్యక్రమాలను తాను పర్యవేక్షిస్తున్నానని సీఎం వెల్లడించారు. ముంబైలో ఎలాంటి పరిస్ధితి ఎదురైనా అధిగమించేందుకు అధికార యంత్రాంగం సన్నద్ధమైందని, తాను ముంబై, పుణే, రాయ్‌గఢ్‌ కలెక్టర్లు, మున్సిపల్ కమిషనర్లతో తాను సంప్రదింపులు జరుపుతున్నానని సీఎం తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20245/26/07/2024/","hasAudio":false,"hasInfographics":false}