{"id":"wp-en-14919","wp_id":14919,"type":"standard","category":"World","language":"en","title":"75 per cent of India-China disengagement issue resolved","excerpt":"External Affairs Minister S Jaishankar on Thursday claimed roughly 75 per cent of the \"disengagement problems\" with China are sorted out. On the issue of lingering border row in eastern Ladakh, Jaishankar underscored that the bigger issue has been the increasing militarization of the frontier. In an interactive session at a think-tank in this Swiss city,","author":"Tattva News Team","time":"13/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/11/Jaishankar.webp","readTime":"5 min read","contentHTML":"\n<p>External Affairs Minister S Jaishankar on Thursday claimed roughly 75 per cent of the \"disengagement problems\" with China are sorted out. On the issue of lingering border row in eastern Ladakh, Jaishankar underscored that the bigger issue has been the increasing militarization of the frontier.</p>\n\n\n\n<p>In an interactive session at a think-tank in this Swiss city, Jaishankar said the Galwan Valley clashes of June 2020 affected the \"entirety\" of India-China ties, asserting that one cannot have violence at the border and then say the rest of the relationship is insulated from it. The external affairs minister said negotiations between the two sides to find a solution to the problem are underway.</p>\n\n\n\n<p>\"Now those negotiations are going on. We made some progress. I would say roughly you can say about 75 per cent of the disengagement problems are sorted out,\" he said at the Geneva Centre for Security Policy. \"We still have some things to do,\" Jaishankar said, responding to a question.</p>\n\n\n\n<p>But there is a bigger issue that both of us have brought forces close up and in that sense, there is a militarisation of the border, he said. \"How does one deal with it? I think we have to deal with it. In the meanwhile, after the clash, it has affected the entirety of the relationship because you cannot have violence at the border and then say the rest of the relationship is insulated from it,\" he said.</p>\n\n\n\n<p>The external affairs minister indicated that the relationship can improve if there is a resolution to the row. \"We hope that if there is a solution to the disengagement and there is a return to peace and tranquility, then we can look at other possibilities,\" he said.</p>\n\n\n\n<p>Describing India-China relations as \"complex\", Jaishankar said the ties were kind of normalised in the late 1980s and the basis for it was that there would be peace at the border. \"The basis obviously for a good relationship, I would say even for a normal relationship, was that there would be peace and tranquillity in the border. After things started to take a better turn in 1988, we had a series of agreements which stabilised the border,\" he said.</p>\n","originalUrl":"https://en.tattvanews.com/national/75-per-cent-of-india-china-disengagement-issue-resolved/","hasAudio":false,"hasInfographics":false}