{"id":"wp-te-20122","wp_id":20122,"type":"standard","category":"World","language":"te","title":"పూజా ఖేద్కర్‌పై యూపీఎస్సీ కేసు","excerpt":"సివిల్ సర్వీసెస్ పరీక్షలో ఉత్తీర్ణత సాధించేందుకు అంగవైకల్యం సర్టిఫికెట్లను ఫోర్జరీ చేసినట్లు ఆరోపణలున్న ప్రొబేషనరీ ఐఏఎస్ అధికారిణి పూజా ఖేద్కర్‌పై  యూనియన్ పబ్లిక్ సర్వీస్ కమిషన్ (యూపీఎస్సీ) శుక్రవారం కేసు నమోదు చేసింది.  నకిలీ గుర్తింపు ద్వారా సివిల్ సర్వీసెస్ పరీక్షలు రాయడానికి ప్రయత్నించినందుకు ఆమెపై పోలీసు కేసు నమోదు నమోదయింది కూడా. అలాగే సివిల్ సర్వీసెస్ ఎగ్జామ్ 2022కు సంబంధించి ఆమె అభ్యర్థిత్వాన్ని రద్దు చేసేందుకు, భవిష్యత్తు పరీక్షల నుంచి కూడా ఆమెను డిబార్ చేసేందుకు","author":"Tattva News Team","time":"20/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Puja-1.jpg","readTime":"5 min read","contentHTML":"\n<p>సివిల్ సర్వీసెస్ పరీక్షలో ఉత్తీర్ణత సాధించేందుకు అంగవైకల్యం సర్టిఫికెట్లను ఫోర్జరీ చేసినట్లు ఆరోపణలున్న ప్రొబేషనరీ ఐఏఎస్ అధికారిణి పూజా ఖేద్కర్‌పై  యూనియన్ పబ్లిక్ సర్వీస్ కమిషన్ (యూపీఎస్సీ) శుక్రవారం కేసు నమోదు చేసింది.  నకిలీ గుర్తింపు ద్వారా సివిల్ సర్వీసెస్ పరీక్షలు రాయడానికి ప్రయత్నించినందుకు ఆమెపై పోలీసు కేసు నమోదు నమోదయింది కూడా.</p>\n\n\n\n<p>అలాగే సివిల్ సర్వీసెస్ ఎగ్జామ్ 2022కు సంబంధించి ఆమె అభ్యర్థిత్వాన్ని రద్దు చేసేందుకు, భవిష్యత్తు పరీక్షల నుంచి కూడా ఆమెను డిబార్ చేసేందుకు చర్యలు చేపట్టింది. ఈ మేరకు షోకాజ్ నోటీసును పూజా ఖేద్కర్‌కు జారీ చేసింది. యూపీఎస్సీ తనపై పలు చేర్యాలకు ఉపక్రమించగానే న్యాయస్థానం ద్వారా సమాధానం ఇస్తానని పూజా ఖేద్కర్ ప్రకటించారు.</p>\n\n\n\n<p>ఇటీవల పూణేలో శిక్షణ సమయంలో అధికారాన్ని దుర్వినియోగం చేశారని, అధికారాలను దుర్వినియోగం చేశారనే అదనపు ఆరోపణలను ఎదుర్కొంటున్న ఖేద్కర్ మీడియాతో మాట్లాడుతూ, \"న్యాయ వ్యవస్థ ద్వారా అవసరమైన చర్యలు తీసుకుంటాను. ఏది ఏమైనా, నాపై వచ్చిన ఆరోపణలకు సమాధానం ఇస్తాను\" అని ఆమె తెలిపారు.</p>\n\n\n\n<p>కాగా, ట్రైనీ ఐఏఎస్‌ అధికారిణి పూజా మనోరమ దిలీప్ ఖేద్కర్ దుష్ప్రవర్తన, ఆమెపై వచ్చిన ఆరోపణలపై వివరణాత్మక, సమగ్ర దర్యాప్తు నిర్వహించినట్లు యూపీఎస్సీ ఒక ప్రకటనలో తెలిపింది. ఆమె తన పేరు, తండ్రి, తల్లి పేరు, ఫొటో, సంతకం, ఈమెయిల్ ఐడి, మొబైల్ నంబర్, చిరునామాను మార్చడం, నకిలీ గుర్తింపు వంటివి మోసపూరితంగా పొందినట్లు విచారణలో గుర్తించినట్లు పేర్కొంది. </p>\n\n\n\n<p>ఈ నేపథ్యంలో పూజా ఖేద్కర్‌పై క్రిమినల్ ప్రాసిక్యూషన్‌తో సహా పలు చర్యలను చేపట్టినట్లు వెల్లడించింది. రాజ్యాంగ నిబద్ధత, ఉన్నతమైన విశ్వాసం, విశ్వసనీయతకు నిస్సందేహంగా కట్టుబడి ఉన్నట్లు వివరించింది. ” సివిల్ సర్వీసెస్ ఎగ్జామినేషన్-2022కు తాత్కాలికంగా సిఫార్సు చేయబడిన అభ్యర్థి శ్రీమతి పూజ మనోరమ దిలీప్ ఖేద్కర్ యొక్క దుష్ప్రవర్తనపై యూనియన్ పబ్లిక్ సర్వీస్ కమిషన్ వివరణాత్మక, సమగ్ర దర్యాప్తును నిర్వహించింది” అని కమిషన్ ఒక అధికారిక ప్రకటనలో తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/20122/20/07/2024/","hasAudio":false,"hasInfographics":false}