{"id":"wp-te-19216","wp_id":19216,"type":"standard","category":"World","language":"te","title":"కేజ్రీ పిటిషన్ తక్షణ విచారణకు సుప్రీంకోర్ట్ నిరాకరణ","excerpt":"ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ బెయిల్ పొడిగింపు అభ్యర్థనను తక్షణం విచారించేందుకు సుప్రీంకోర్టు వెకేషన్ బెంచ్ మంగళవారం నిరాకరించింది. విచారణ నిమిత్తం పిటిషన్ లిస్టింగ్‌పై తదుపరి ఆదేశాల నిమిత్తం ప్రధాన న్యాయమూర్తి డివై చంద్రచూడ్‌కు ఈ పిటిషన్‌ను బెంచ్ నివేదించింది.  జూన్ 1న ముగియనున్న తన మధ్యంతర బెయిల్ గడువును వైద్య కారణాలపై ఏడు రోజులు పొడిగించాలని ఆమ్ ఆద్మీ పార్టీ (ఆప్) చీఫ్ కేజ్రీవాల్ కోరారు. లిక్కర్ పాలసీ కేసుకు సంబంధించి ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ (ఇడి)","author":"Tattva News Team","time":"29/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/02/Kejriwal.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ బెయిల్ పొడిగింపు అభ్యర్థనను తక్షణం విచారించేందుకు సుప్రీంకోర్టు వెకేషన్ బెంచ్ మంగళవారం నిరాకరించింది. విచారణ నిమిత్తం పిటిషన్ లిస్టింగ్‌పై తదుపరి ఆదేశాల నిమిత్తం ప్రధాన న్యాయమూర్తి డివై చంద్రచూడ్‌కు ఈ పిటిషన్‌ను బెంచ్ నివేదించింది. </p>\n\n\n\n<p>జూన్ 1న ముగియనున్న తన మధ్యంతర బెయిల్ గడువును వైద్య కారణాలపై ఏడు రోజులు పొడిగించాలని ఆమ్ ఆద్మీ పార్టీ (ఆప్) చీఫ్ కేజ్రీవాల్ కోరారు. లిక్కర్ పాలసీ కేసుకు సంబంధించి ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ (ఇడి) మార్చి 21న అరెస్టు చేసిన కేజ్రీవాల్‌ను మధ్యంతర బెయిల్‌పై విడుదల చేయాలని సుప్రీం కోర్టు ఈ నెల 10న ఆదేశించింది. </p>\n\n\n\n<p>లోక్‌సభ ఎన్నికల్లో ప్రచారానికి వీలుగా మధ్యంతర బెయిల్ మంజూరు చేయాలన్న కేజ్రీ విజ్ఞప్తికి సుప్రీంకోర్టు అంగీకరించింది. అయితే, కొన్ని వైద్య పరీక్షల కోసం సిఎం కేజ్రీవాల్‌కు మంజూరు చేసిన మధ్యంతర బెయిల్ గడువును పొడిగించాలని ఆయన తరఫున హాజరైన సీనియర్ న్యాయవాది అభిషేక్ మనుసింఘ్వి చేసిన వినతిని వెంటనే పరిశీలించేందుకు న్యాయమూర్తులు జెకె మహేశ్వరి, కెవి విశ్వనాథన్‌తో కూడిన ధర్మాసనం నిరాకరించింది. </p>\n\n\n\n<p>సింఘ్వి కోర్టులో మాట్లాడుతూ, బెయిల్ పొడిగింపు అభ్యర్థనను బుధవారం విచారణకు లిస్ట్ చేయాలని బెంచ్‌కు విజ్ఞప్తి చేశారు. ‘ఇది ఢిల్లీ ముఖ్యమంత్రి వ్యవహారం& ఏడు రోజుల పొడిగింపు మాత్రమే నాకు కావాలి’ అని సింఘ్వి పేర్కొన్నారు. ‘దీనిని (అభ్యర్థనను) విన్నాం, రిజర్వ్ చేయడమైంది. ప్రధాన న్యాయమూర్తి ముందు దీనిని ఉంచుదాం. ఆయనను నిర్ణయం తీసుకోనివ్వండి'. అని బెంచ్ తన సమాధానంలో తెలిపింది. </p>\n\n\n\n<p>ఆప్ చీఫ్‌పై వైద్య పరీక్షలను డాక్టర్లు నిర్వహించిన తరువాత ఈ పిటిషన్ దాఖలు చేసినట్లు కూడా సింఘ్వి తెలియజేశారు. కేజ్రీవాల్ మధ్యంతర బెయిల్‌ను సుప్రీం కోర్టు ఆమోదించినప్పుడు దీని గురించి ఎందుకు ప్రస్తావించలేదని బెంచ్ ప్రశ్నించింది. ‘కొన్ని వైద్య పరీక్షలు నిర్వహించారు. ఒక నివేదిక ఇచ్చారు. ఏడు రోజులకు మాత్రమే బెయిల్ పొడిగింపు పిటిషన్ దాఖలు చేయడానికి అందుకే కొంత సమయం పట్టింది’ అని ఆయన న్యాయవాది వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/19216/29/05/2024/","hasAudio":false,"hasInfographics":false}