{"id":"wp-te-19584","wp_id":19584,"type":"standard","category":"World","language":"te","title":"'నీట్' పరీక్షల్లో అవకతవకలపై మండిపడ్డ సుప్రీంకోర్టు","excerpt":"వైద్య విద్యా కోర్సుల్లో ప్రవేశం కోసం దేశవ్యాప్తంగా నిర్వహించిన 'నీట్' పరీక్షల్లో అవకతవకలు జరగడం, పేకర్ లీకేజీ వ్యవహారంపై సుప్రీంకోర్టు సీరియస్ అయింది. పరీక్షలు నిర్వహిస్తున్న జాతీయ పరీక్ష మండలి (ఎన్‌టీఏ )పై మండిపడింది. నీట్-యూజీ, 2024 పరీక్షల్లో ఎక్కడైనా 0.001 శాతం నిర్లక్ష్యం ఉన్నా దాన్ని సకాలంలో పరిష్కరించాలని స్పష్టం చేసింది. పరీక్షలు నిర్వహిస్తున్న సంస్థగా ఎక్కడ నిర్లక్ష్యం ఉన్నా న్యాయంగా వ్యవహరించాలని, తప్పిదం జరిగితే జరిగిందని అంగీకరించాలని, చర్యలు తీసుకున్నామని వివరించాలని ఎన్టీఏకు న్యాయమూర్తులు","author":"Tattva News Team","time":"18/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/NEET.webp","readTime":"5 min read","contentHTML":"\n<p>వైద్య విద్యా కోర్సుల్లో ప్రవేశం కోసం దేశవ్యాప్తంగా నిర్వహించిన 'నీట్' పరీక్షల్లో అవకతవకలు జరగడం, పేకర్ లీకేజీ వ్యవహారంపై సుప్రీంకోర్టు సీరియస్ అయింది. పరీక్షలు నిర్వహిస్తున్న జాతీయ పరీక్ష మండలి (ఎన్‌టీఏ )పై మండిపడింది. నీట్-యూజీ, 2024 పరీక్షల్లో ఎక్కడైనా 0.001 శాతం నిర్లక్ష్యం ఉన్నా దాన్ని సకాలంలో పరిష్కరించాలని స్పష్టం చేసింది.</p>\n\n\n\n<p>పరీక్షలు నిర్వహిస్తున్న సంస్థగా ఎక్కడ నిర్లక్ష్యం ఉన్నా న్యాయంగా వ్యవహరించాలని, తప్పిదం జరిగితే జరిగిందని అంగీకరించాలని, చర్యలు తీసుకున్నామని వివరించాలని ఎన్టీఏకు న్యాయమూర్తులు విక్రమ్ నాథ్, ఎస్‌వీఎన్ భట్టితో కూడిన వెకేషన్ బెంచ్ స్పష్టం చేసింది.</p>\n\n\n\n<p>పరీక్షకు హాజరయ్యే విద్యార్థులు పడే శ్రమను మరిచిపోకూడదని, పరీక్షలు నిర్వహిస్తున్న ఏజెన్సీగా ఎన్‌టీఏ న్యాయబద్ధంగా వ్యవహరించాలని ధర్మాసనం పేర్కొంది. \"పొరపాటు జరిగితే కనీసం ఫలానా చర్య తీసుకున్నామని చెప్పినా అది మీ పనితీరుపై విశ్వాసాన్ని కలిగిస్తుంది. ఎన్డీఏ నుంచి సకాలంలో సరైన చర్యలను ఆశిస్తున్నాం\" అని తెలిపింది. తదుపరి విచారణను జూలై 8వ తేదీకి వాయిదా వేసింది.</p>\n\n\n\n<p>నీట్ పరీక్షను గత మే 5న దేశవ్యాప్తంగా ఉన్న 4,750 కేంద్రాల్లో నిర్వహించగా, 24 లక్షల మంది హాజరయ్యారు. జూన్ 14న ఫలితాలు వెలువడతాయని అంచనా వేసినప్పటికీ సార్వత్రిక ఎన్నికల ఫలితాలు వెలువడిన జూన్ 4వ తేదీన ఫలితాలను ప్రకటించారు. పరీక్ష పేపర్లు దిద్దడం ఇంతకుముందే పూర్తి కావడంతో ఫలితాలను విడుదల చేశారు. </p>\n\n\n\n<p>అయితే, బీహార్ వంటి రాష్ట్రాల్లో ప్రశ్నాపత్రం ముందుగానే లీక్ అయిందని, పలు చోట్లు అవకతవకలు చోటుచేసుకున్నాయని ఆరోపణలు వెల్లువెత్తాయి. దీంతో ఎంబీబీఎస్, ఇతర కోర్సులలో అడ్మిషన్ కోసం పరీక్షలు రాసిన 1,563 మంది అభ్యర్థులకు ఇచ్చిన గ్రేస్ మార్కులను రద్దు చేస్తామని సుప్రీంకోర్టుకు కేంద్రం, ఎన్‌టీఏ గత గురువారంనాడు విన్నవించాయి.</p>\n\n\n\n<p>2019 నుంచి ఎన్నడూలేని విధంగా ఈసారి ఏకంగా 67 మందికి 720కి గానూ 720 మార్కులు రావడం అక్రమాలు జరిగాయన్న అనుమానాలకు తొలి బీజాన్ని వేసింది. ఎందుకంటే 2023లో నిర్వహించిన నీట్‌లో ఇద్దరికి మాత్రమే 720 మార్కులు వచ్చాయి. 2022లో ఒక్కరికే వచ్చాయి. 2021లో ముగ్గురికి, 2020, 2019లో ఒక్కొక్కరి చొప్పున 720 మార్కులు సాధించారు. కానీ, ఈసారి అసాధారణ రీతిలో 67 మంది టాపర్లుగా నిలిచారు. నీట్‌ వంటి అత్యున్నత స్థాయి పరీక్షలో ఇంతమందికి ర్యాంకులు రావడం అసాధారణం.</p>\n\n\n\n<p>హర్యానాలోని ఒకే సెంటర్‌లో పరీక్షలు రాసిన ఆరుగురికి 720కి 720 మార్కులు రావడం.. అలాగే 180 ప్రశ్నలకు ఒక్కో ప్రశ్నకు 4 మార్కుల చొప్పున మొత్తం 720 మార్కులకు పరీక్ష నిర్వహించగా, కొందరికి 719, 718 మార్కులు కూడా వచ్చాయి. +4, -1 విధానంలో నిర్వహించే నీట్‌ ఎగ్జామ్‌లో ఇది అసాధ్యం. దీంతో అక్రమాలు జరిగాయన్న అనుమానాలు మరింత బలపడ్డాయి.</p>\n\n\n\n<p>ఇక, బీహార్‌లో 30 మంది విద్యార్థులకు పరీక్షకు ముందు రోజూ ప్రశ్నాపత్రాన్ని కంఠస్తం చేయించినట్టు పోలీసుల విచారణలో తేలింది. దీని కోసం ఒక్కో విద్యార్థి నుంచి రూ. 30 లక్షల నుంచి రూ. 32 లక్షలు వసూలు చేసినట్టు సమాచారం. కాగా, తొలుత అక్రమాలు జరుగలేదని ఎన్టీఏను వెనకేసుకు వచ్చిన విద్యామంత్రి ధర్మేంద్ర ప్రధాన్‌.. ఆ తర్వాత అక్రమాలు నిజమేనని ఒప్పుకోవడం, ఎన్టీఏలో ఉన్నతాధికారులు దోషులుగా తేలితే చర్యలు తీసుకొంటామని పేర్కొనడం మరింత చర్చకు దారితీస్తున్నది. అక్రమాల సంగతి బయటపడటంతో ప్రభుత్వానికి మచ్చరాకుండా తప్పునంతా ఎన్టీఏ మీదికే నెట్టివేయాలని సర్కారు పెద్దలు కుట్రలకు తెరతీస్తున్నారని పలువురు విమర్శిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/19584/18/06/2024/","hasAudio":false,"hasInfographics":false}