{"id":"wp-en-13304","wp_id":13304,"type":"standard","category":"World","language":"en","title":"‘Untold harm to nature’ from wildlife trafficking, warns UN crime agency￼","excerpt":"Despite two decades of worldwide efforts, more than 4,000 precious wildlife species still fall prey to trafficking every year, a new report by the UN Crime and Drugs Prevention office, UNODC showed. The agency’s World Wildlife Crime Report takes stock of the efforts to counter poaching worldwide. Although there are positive signs that trafficking of some","author":"Tattva News Team","time":"18/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/UN-Report.jpg","readTime":"5 min read","contentHTML":"\n<p>Despite two decades of worldwide efforts, more than 4,000 precious wildlife species still fall prey to trafficking every year, a new report by the UN Crime and Drugs Prevention office, UNODC showed.</p>\n\n\n\n<p>The agency’s World Wildlife Crime Report takes stock of the efforts to counter poaching worldwide. Although there are positive signs that trafficking of some iconic species has decreased, including elephants and rhinoceroses – thanks to the dismantling of large trafficking networks and the suppression of demand in key markets – the overall picture is still gloomy for thousands of protected plants and animals. </p>\n\n\n\n<p>Wildlife crime has a profound global impact whose ramifications aren’t always clearly understood, UNODC insists.  Latest data on seized trafficked species from 2015 to 2021 across 162 countries and territories indicates that illegal trade affects roughly 4,000 plant and animal species with approximately 3,250 listed under the Convetion on International Trade in Endangered Species of Wild Fauna and Flora (CITES).</p>\n\n\n\n<p>Over the reporting period, law enforcement bodies confiscated 13 million items totalling more than 16,000 tonnes.  Despite its significant role in driving the extinction of numerous rare species such as orchids, succulents, reptiles, fish, birds, and mammals, wildlife trafficking often goes unnoticed by the public, according to UN experts in wildlife crime prevention.</p>\n\n\n\n<p>For example, illegal collection for trade is believed to have led to the recent extinction of several succulent plant species in South Africa. It has also caused substantial depletion of rare orchids, with newly discovered species quickly targeted by poachers and buyers.</p>\n\n\n\n<p>In addition to directly threatening species populations, wildlife trafficking can disrupt delicate ecosystems and their functions, particularly <strong>undermining their ability to mitigate climate change.</strong></p>\n\n\n\n<p>Furthermore, experts in human and animal health have consistently raised concerns about the disease risks associated with wildlife trade in recent decades. These concerns encompass the direct transmission of diseases to humans from live animals, plants and wildlife products including bushmeat, as well as broader threats to wildlife populations, ecosystems and food production systems.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/international/untold-harm-to-nature-from-wildlife-trafficking-warns-un-crime-agency%ef%bf%bc/","hasAudio":false,"hasInfographics":false}