{"id":"wp-te-19587","wp_id":19587,"type":"standard","category":"World","language":"te","title":"జూన్ 24 వరకు ప్రజ్వల్ రేవణ్ణ  జ్యుడీషియల్ కస్టడీ పొడగింపు","excerpt":"పలువురు మహిళలపై అత్యాచారం, లైంగిక వేధింపుల ఆరోపణలు ఎదుర్కొంటున్న జేడీ(ఎస్) మాజీ ఎంపీ ప్రజ్వల్ రేవణ్ణ జ్యుడీషియల్ కస్టడీని బెంగళూరు ప్రత్యేక కోర్టు జూన్ 24 వరకు పొడిగించింది. 42వ అదనపు చీఫ్ మెట్రోపాలిటన్ మేజిస్ట్రేట్ కోర్టు ఆయన కస్టడీని మరో 14 రోజుల పాటు పొడిగిస్తూ ఆదేశాలు జారీ చేసింది. మే 31న జర్మనీ నుంచి బెంగళూరుకు వచ్చిన రేవణ్ణను విమానాశ్రయంలోనే సిట్ అధికారులు అరెస్టు చేశారు. హాసన్లో ఎన్నికలు జరిగిన మరుసటి రోజు ఏప్రిల్","author":"Tattva News Team","time":"19/6/2024","image":"https://tattvanews.com/wp-content/uploads/2023/09/Prajwal-Revanna.jpg","readTime":"5 min read","contentHTML":"\n<p>పలువురు మహిళలపై అత్యాచారం, లైంగిక వేధింపుల ఆరోపణలు ఎదుర్కొంటున్న జేడీ(ఎస్) మాజీ ఎంపీ ప్రజ్వల్ రేవణ్ణ జ్యుడీషియల్ కస్టడీని బెంగళూరు ప్రత్యేక కోర్టు జూన్ 24 వరకు పొడిగించింది. 42వ అదనపు చీఫ్ మెట్రోపాలిటన్ మేజిస్ట్రేట్ కోర్టు ఆయన కస్టడీని మరో 14 రోజుల పాటు పొడిగిస్తూ ఆదేశాలు జారీ చేసింది.</p>\n\n\n\n<p>మే 31న జర్మనీ నుంచి బెంగళూరుకు వచ్చిన రేవణ్ణను విమానాశ్రయంలోనే సిట్ అధికారులు అరెస్టు చేశారు. హాసన్లో ఎన్నికలు జరిగిన మరుసటి రోజు ఏప్రిల్ 27న ఆయన జర్మనీకి వెళ్లారు. అయితే 28న హాసన్ జిల్లా హోలెనరసిపురలో ఆయనపై కేసులు నమోదయ్యాయి.</p>\n\n\n\n<p>రేవణ్ణపై 47ఏళ్ల మాజీ పనిమనిషిని లైంగికంగా వేధించారనే ఆరోపణలు, 3 లైంగిక వేధింపుల కేసులు, అత్యాచారం ఆరోపణలు ఉన్నాయి. ఇటీవల లోక్సభ ఎన్నికల సమయంలో జేడీఎస్‌ పార్టీ ఎంపీ ప్రజ్వల్‌ రేవణ్ణకు చెందినవిగా భావిస్తున్న అశ్లీల వీడియోలు వైరల్‌గా మారాయి. ఈ కేసులో ఎంపీ ప్రజ్వల్తో పాటు ఆయన తండ్రి రేవణ్ణపై కూడా లైంగిక వేధింపులు, లైంగిక దాడులకు సంబంధించిన ఆరోపణలు వచ్చాయి. </p>\n\n\n\n<p>ప్రజ్వల్‌ను అరెస్టు చేయాలని డిమాండ్‌ చేస్తూ ఓ మహిళ హోళెనరసిపుర్‌ ఠాణాలో ఫిర్యాదు చేసింది. దీనితో పోలీసులు ఎఫ్ఐఆర్ నమోదు చేసుకుని దర్యాప్తు చేశారు. అనంతరం కర్ణాటక ప్రభుత్వం కూడా ప్రత్యేక దర్యాప్తు బృందాన్ని ఏర్పాటు చేసింది. ఈలోగా ప్రజ్వల్ రేవణ్ణ జర్మనీకి పారిపోయారు. తరువాత జరిగిన పరిణామాలతో చివరికి ఆయన బెంగళూరుకు వచ్చారు. దీనితో పోలీసులు ఆయనను అరెస్ట్ చేశారు.</p>\n\n\n\n<p>రేవణ్ణ ఇంటి పనిమనిషి కిడ్నాప్‌కు సంబంధించిన ఘటనలో ప్రజ్వల్ రేవణ్ణ తల్లి భవానీకి కూడా సంబంధం ఉన్నట్లు ఆరోపణలు వచ్చాయి. ఆమెను విచారించేందుకు సిట్‌ అధికారులు నోటీసులు పంపారు. ఆమెను అరెస్ట్ చేస్తారనే ఊహాగానాలు కూడా వచ్చాయి. దీంతో ఆమె ముందస్తు బెయిల్‌ కోసం ఇటీవల దరఖాస్తు చేసుకోగా, న్యాయస్థానం దాన్ని తిరస్కరించింది.</p>\n","originalUrl":"https://tattvanews.com/19587/19/06/2024/","hasAudio":false,"hasInfographics":false}