{"id":"wp-en-15597","wp_id":15597,"type":"standard","category":"World","language":"en","title":"PM Modi emplanes for India after concluding three-nation visit￼","excerpt":"Prime Minister Narendra Modi has departed for home after concluding his \"warm and productive\" visit to Guyana, where he co-chaired the India-Caribbean Community Summit, held bilateral talks, and interacted with the Indian diaspora. He was on a five-day visit to Nigeria, Brazil and Guyana. The Prime Minister was here on the final leg of his five-day","author":"Tattva News Team","time":"22/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Modi-Shivaji.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi has departed for home after concluding his \"warm and productive\" visit to Guyana, where he co-chaired the India-Caribbean Community Summit, held bilateral talks, and interacted with the Indian diaspora. He was on a five-day visit to Nigeria, Brazil and Guyana.</p>\n\n\n\n<p>The Prime Minister was here on the final leg of his five-day and three-nation visit to Nigeria, Brazil and Guyana. </p>\n\n\n\n<p>Announcing his departure from Guyana on Thursday, the Ministry of External Affairs (MEA) said in a post on X, \"A very warm and productive State visit to Guyana concludes. PM @narendramodi emplanes for New Delhi.\"</p>\n\n\n\n<p>Prime Minister Modi commenced his three-nation tour with a visit to Nigeria on November 17, marking the first trip by an Indian prime minister to the West African nation in 17 years. During his stay, he held bilateral discussions with President Bola Ahmed Tinubu and engaged with the Indian diaspora.</p>\n\n\n\n<p>During his visit, he was conferred with Nigeria's national award, the Grand Commander of the Order of the Niger (GCON), making him the second foreign dignitary to receive the distinction.</p>\n\n\n\n<p>From Nigeria, PM Modi travelled to Brazil to attend the G20 Summit, where he met global leaders, including US President Joe Biden, French President Emmanuel Macron and UK Prime Minister Keir Starmer. He held bilateral talks with many other world leaders.</p>\n\n\n\n<p>Then the Prime Minister travelled to Guyana, marking the first visit by an Indian head of the state to the Caribbean nation in more than 50 years. He co-chaired the second India-CARICOM Summit which was attended by leaders from the Caribbean partner countries.</p>\n\n\n\n<p>During his visit, Modi was also conferred the country's highest award -- ‘The Order of Excellence’ -- by Guyanese President Irfaan Ali. He also addressed a Special Session of Parliament of Guyana and later in the day spoke at a community programme here.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-emplanes-for-india-after-concluding-three-nation-visit%ef%bf%bc/","hasAudio":false,"hasInfographics":false}