{"id":"wp-en-14662","wp_id":14662,"type":"standard","category":"World","language":"en","title":"Congress, NC announce pre-poll alliance, to fight on all 90 seats ￼￼￼￼","excerpt":"An alliance with the Congress is final on all 90 assembly seats in Jammu and Kashmir, National Conference president Farooq Adbullah said on Thursday. The announcement came after Leader of Opposition in the Lok Sabha Rahul Gandhi and Congress president Mallikarjun Kharge called on the National Conference leadership at Abdullah's residence. \"We had a good","author":"Tattva News Team","time":"23/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Congress-NC-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>An alliance with the Congress is final on all 90 assembly seats in Jammu and Kashmir, National Conference president Farooq Adbullah said on Thursday.</p>\n\n\n\n<p>The announcement came after Leader of Opposition in the Lok Sabha Rahul Gandhi and Congress president Mallikarjun Kharge called on the National Conference leadership at Abdullah's residence.</p>\n\n\n\n<p>\"We had a good meeting, in a cordial atmosphere. The alliance is on track and, God willing, it will run smoothly. The alliance is final. It will be signed this evening and the alliance is on all 90 seats,\" Abdullah told reporters.</p>\n\n\n\n<p>The three-phase elections to the 90-member Jammu and Kashmir Assembly will be held on September 18, September 25 and October 1. The results will be declared on October 4.</p>\n\n\n\n<p>Abdullah further said, \"CPI(M)'s (MY) Tarigami is also with us. I hope our people are with us too and that we win with a huge majority to improve the lives of the people.\" Asked about Gandhi's assurance earlier in the day that it was the priority of the Congress and the INDIA bloc to restore statehood to Jammu and Kashmir, Abdullah expressed hope that full statehood with all powers would be restored.</p>\n\n\n\n<p>Prior to the meeting, Rahul Gandhi told reporters that there will be an alliance (for the assembly elections) but it will be done while maintaining the respect of the workers of the Congress party. \"There will be an alliance (for the assembly elections) but it will be while maintaining the respect of the workers of the Congress party,\" Rahul Gandhi told reporters.  </p>\n\n\n\n<p>Rahul Gandhi said, \"It is our priority in the Congress Party and also in the INDIA alliance to restore statehood to Jammu and Kashmir as soon as possible. We had expected that this would be done prior to the elections but elections have been declared. It is a step forward and we are hoping that statehood would be restored as soon as possible and the rights of the people of Jammu and Kashmir, democratic rights will be restored to them”.</p>\n","originalUrl":"https://en.tattvanews.com/national/congress-nc-announce-pre-poll-alliance-to-fight-on-all-90-seats-%ef%bf%bc%ef%bf%bc%ef%bf%bc%ef%bf%bc/","hasAudio":false,"hasInfographics":false}