{"id":"wp-en-13720","wp_id":13720,"type":"standard","category":"World","language":"en","title":"BJP holds 'Matka Phod' protest against Delhi Water crisis￼","excerpt":"The ongoing water crisis in the national capital seems to be taking centre stage as the Bharatiya Janata Party (BJP) protests across Delhi over the issue on Sunday. Following the same, BJP MP from West Delhi, Kamaljeet Sehrawat and other party workers held a 'Matka Phod' (break earthen pots) protest in Delhi's Najafgarh. Sehrawat also","author":"Tattva News Team","time":"17/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Delhi-Jal-Board.webp","readTime":"5 min read","contentHTML":"\n<p>The ongoing water crisis in the national capital seems to be taking centre stage as the Bharatiya Janata Party (BJP) protests across Delhi over the issue on Sunday. Following the same, BJP MP from West Delhi, Kamaljeet Sehrawat and other party workers held a 'Matka Phod' (break earthen pots) protest in Delhi's Najafgarh.</p>\n\n\n\n<p>Sehrawat also inspected a water pipeline in Dwarka and said the pipes that she inspected are broken and a lot of water is getting wasted while the AAP government is busy blaming other state governments.</p>\n\n\n\n<p>\"We have been receiving calls from Dwarka RWAs and they have been coming to meet us with complaints of water shortage. Private water tankers are costing them a lot of money and they are unable to avail government tankers,\" said Kamaljeet Sehrawat while speaking to media.</p>\n\n\n\n<p>\"The pipes that I inspected today are broken and a lot of water is being wasted. Delhi government is blaming other state governments for the water shortage whereas the problem lies within their department. I request Atishi not on humanitarian grounds, but as a Minister in the Delhi government, she needs to take care of her department,\" she added.</p>\n\n\n\n<p>Meanwhile, Bansuri Swaraj, BJP MP from New Delhi held a protest against the Delhi Government at the Delhi Jal Board office, at sector 7 in RK Puram.\"It's not a natural crisis but a fabricated one by the AAP party. Delhi has an ample amount of water, and Haryana is discharging more water than the agreement,\" said Swaraj.</p>\n\n\n\n<p>\"However, the AAP government in its one-decade-long governance brought Delhi Jal Board into 7,300 crore of loss which was under 600 crore profit in 2013. They made no repairs in Delhi Jal Board's infrastructure and 40 per cent of water gets wasted or stolen by illegal tanker mafias, backed by the AAP government,\" she added.</p>\n\n\n\n<p>Delhi BJP President Virendraa Sachdeva who was also participating in the protest said, \"If there is anyone responsible for the water shortage in Delhi, it is CM Arvind Kejriwal and the AAP government. The water shortage in Delhi is not natural. Delhi has requisite water reserves and Haryana is giving water in quantities more than it is bound to. Water theft and wastage is the basic reason why Delhi is short of water.</p>\n\n\n\n<p>Meanwhile, AAP leader and Water Resources Minister Atishi has written to Delhi Police Commissioner Sanjay Arora seeking police patrol to stop water theft. This comes as the BJP took a jab at the government, urging it to fix theft by tanker mafia and leakages rather than \"indulging in melodrama.\"</p>\n\n\n\n<p>According to the Delhi Government, the national capital is facing a shortage of 70 million gallons per day (MGD) in production due to a lack of raw water in the Munak Canal and Wazirabad reservoir. </p>\n","originalUrl":"https://en.tattvanews.com/regional/bjp-holds-matka-phod-protest-against-delhi-water-crisis%ef%bf%bc/","hasAudio":false,"hasInfographics":false}