{"id":"wp-te-20878","wp_id":20878,"type":"standard","category":"World","language":"te","title":"జాతీయ విపత్తుగా ప్రకటించామని కోరుతున్న చంద్రబాబు","excerpt":"రాష్ట్రంలో నెలకొన్న వరదలను జాతీయ విపత్తుగా ప్రకటించాలని కేంద్ర ప్రభుత్వాన్ని కోరతామని ముఖ్యమంత్రి చంద్రబాబు నాయుడు వెల్లడించాయిరు. రాష్ట్ర ప్రభుత్వ ప్రధాన కార్యదర్శి ద్వారా కేంద్ర ప్రభుత్వానికి సోమవారం లేఖ రాస్తామని  చెప్పారు. సీఎం చంద్రబాబు రాత్రంతా వరద ప్రభావిత ప్రాంతాల్లో పర్యటించిన తెల్లవారుజామున 4 గంటల వరకూ సహాయక చర్యలను పర్యవేక్షిస్తూనే ఉన్నారు. రాష్ట్రంలో నెలకొన్న వరదల నేపథ్యంలో తాడేపల్లిలోని విపత్తు నిర్వహణ కార్యాలయంలో అధికారులతో కలిసి ఆదివారం తొలుత సమీక్ష నిర్వహించారు. అనంతరం విజయవాడలోని సింగ్‌నగర్‌","author":"Tattva News Team","time":"2/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Chandrababu-floods.webp","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రంలో నెలకొన్న వరదలను జాతీయ విపత్తుగా ప్రకటించాలని కేంద్ర ప్రభుత్వాన్ని కోరతామని ముఖ్యమంత్రి చంద్రబాబు నాయుడు వెల్లడించాయిరు. రాష్ట్ర ప్రభుత్వ ప్రధాన కార్యదర్శి ద్వారా కేంద్ర ప్రభుత్వానికి సోమవారం లేఖ రాస్తామని  చెప్పారు. <br>సీఎం చంద్రబాబు రాత్రంతా వరద ప్రభావిత ప్రాంతాల్లో పర్యటించిన తెల్లవారుజామున 4 గంటల వరకూ సహాయక చర్యలను పర్యవేక్షిస్తూనే ఉన్నారు. రాష్ట్రంలో నెలకొన్న వరదల నేపథ్యంలో తాడేపల్లిలోని విపత్తు నిర్వహణ కార్యాలయంలో అధికారులతో కలిసి ఆదివారం తొలుత సమీక్ష నిర్వహించారు.</p>\n\n\n\n<p>అనంతరం విజయవాడలోని సింగ్‌నగర్‌ ప్రాంతంలో నీటమునిగిన ప్రాంతాల్లో ముఖ్యమంత్రి పర్యటించారు. అనంతరం ఎన్‌టిఆర్‌ జిల్లా కలెక్టరు కార్యాలయం, అంతకుముందు విపత్తు కార్యాలయంలో ఏర్పాటుచేసిన విలేకరుల సమావేశంలో ఆయన మాట్లాడారు. రాష్ట్రంలోని పరిస్థితిపై కేంద్ర హోంశాఖ మంత్రి అమిత్ షాతో మాట్లాడానని చెప్పారు. 10 ఎన్‌డిఆర్‌ఎఫ్‌ బృందాలు, 40 పవర్‌ బోట్లు, 10 హెలికాఫ్టర్లు రాష్ట్రానికి వస్తున్నాయని తెలిపారు.</p>\n\n\n\n<p>ఇబ్బందులు ఎదుర్కొంటున్న వారిని హెలికాఫ్టర్‌ ద్వారా తీసుకొస్తామని చెబుతూ రాష్ట్రంలో ఎప్పుడూ లేని విధంగా వరదలు సంభవించాయని చెప్పారు. అకాల వర్షాలు, పై నుంచి వస్తున్న వరద నీరు వల్ల ఈ పరిస్థితి వచ్చిందన్నారు. 1998లో ఈ తరహా వరద వచ్చిందన్నారు. ఆ సమయంలో 9.24 లక్షల క్యూసెక్కులు వస్తే, ఇప్పుడు 9.70 లక్షల క్యూసెక్కులు వచ్చాయని వివరించారు. </p>\n\n\n\n<p>ఈ విపత్తును సమర్ధవంతంగా ఎదుర్కొంటున్నామని చెప్పారు. బుడమేరు వాగు తెగడంతో 16 డివిజన్లు నీట మునిగాయని చెప్పారు. నీటిలో చిక్కుకున్న వారి కోసం ఆహారం తయారు చేయాలని అక్షయపాత్ర, హోటల్‌ యాజమాన్యాలను సంప్రదించామని తెలిపారు. విజయవాడలోని అన్ని కళ్యాణ మండపాలు, హోటళ్లు అందుబాటులో పెట్టామని, అవసరమైతే ఇంకా ఏర్పాటు చేస్తామని తెలిపారు. </p>\n\n\n\n<p>సింగ్‌నగర్‌లో పరిస్థితిని చక్కదిద్దేందుకు ప్రతి డివిజన్‌కు ఒక సీనియర్‌, సచివాలయానికి జూనియర్‌ ఐఎఎస్‌ అధికారులను నియమిస్తామని తెలిపారు. ఈ ప్రాంతంలో 2,76,145 మంది ప్రజలు ఉన్నారని తెలిపారు. బాధితుల సహాయం కోసం కమాండ్‌ కంట్రోల్‌ నెంబర్లు 112, 107 ఏర్పాటు చేశామన్నారు. భవిష్యత్‌లో ఇలాంటి విపత్తులు రాకుండా చర్యలు చేపడతామని ప్రకటించారు. నష్టపోయిన ప్రతి ఒక్కరికీ న్యాయం చేస్తామని హామీ ఇచ్చారు. </p>\n\n\n\n<p>పరిస్థితి సాధారణ స్థితికి వచ్చే వరకు ఎన్‌టిఆర్‌ జిల్లా కలెక్టరు కార్యాలయంలో ఉండి అవసరమైన చర్యలు తీసుకుంటానని వెల్లడించారు. ఈ సమావేశంలో మంత్రులు వంగలపూడి అనిత, నిమ్మల రామానాయుడు, కొల్లు రవీంద్ర, ప్రభుత్వ ప్రధాన కార్యదర్శి నీరబ్‌ కుమార్‌ ప్రసాద్‌, డిజిపి ద్వారకా తిరుమలరావు, ఎన్‌టిఆర్‌ జిల్లా కలెక్టరు సృజన పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20878/02/09/2024/","hasAudio":false,"hasInfographics":false}