{"id":"wp-te-20542","wp_id":20542,"type":"standard","category":"World","language":"te","title":"సుప్రీంకోర్టులో బెయిల్ పిటిషన్‌పై కవితకు నిరాశ","excerpt":"ఢిల్లీ మద్యం కుంభకోణంలో 17 నెలలుగా జైలులో ఉన్న ఢిల్లీ మాజీ ఉపముఖ్యమంత్రి మనీష్ సిసోడియా సుప్రీంకోర్టు నుండి బెయిల్ పై విడుదల కావడంతో తనకు కూడా అత్యున్నత న్యాయస్థానం బెయిల్ మంజూరు చేయగలదని ఎదురు చూసిన బిఆర్ఎస్ ఎమ్యెల్సీ కె కవితకు సోమవారం నిరాశ ఎదురైనది. ఈ కేసులో సిబిఐ, ఈడీ వాదనలు వినకుండా నిర్ణయం తీసుకోలేమని స్పష్టం చేసిన సుప్రీంకోర్టు ధర్మాసనం వారిద్దరికీ నోటీసులు ఇస్తూ, కేసును ఈ నెల 20కు వాయిదా వేసింది.","author":"Tattva News Team","time":"12/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/03/Kavitha-SC1.jpeg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ మద్యం కుంభకోణంలో 17 నెలలుగా జైలులో ఉన్న ఢిల్లీ మాజీ ఉపముఖ్యమంత్రి మనీష్ సిసోడియా సుప్రీంకోర్టు నుండి బెయిల్ పై విడుదల కావడంతో తనకు కూడా అత్యున్నత న్యాయస్థానం బెయిల్ మంజూరు చేయగలదని ఎదురు చూసిన బిఆర్ఎస్ ఎమ్యెల్సీ కె కవితకు సోమవారం నిరాశ ఎదురైనది. </p>\n\n\n\n<p>ఈ కేసులో సిబిఐ, ఈడీ వాదనలు వినకుండా నిర్ణయం తీసుకోలేమని స్పష్టం చేసిన సుప్రీంకోర్టు ధర్మాసనం వారిద్దరికీ నోటీసులు ఇస్తూ, కేసును ఈ నెల 20కు వాయిదా వేసింది.  మధ్యంతర బెయిల్ ఇచ్చేందుకు సుప్రీం ధర్మాసనం నిరాకరించింది. ఈ కేసుపై జస్టిస్ బీఆర్ గవాయి, జస్టిస్ విశ్వనాథ్ ధర్మాసనం విచారణ జరిపింది.</p>\n\n\n\n<p>సీబీఐ, ఈడీ కేసులలో బెయిల్ ఇవ్వాలని కవిత పిటిషన్ దాఖలు చేసిన విషయం తెలిసిందే. ఈ నేపథ్యంలో ఢిల్లీ హైకోర్టు తీర్పును కవిత సవాల్ చేశారు. మార్చి 15న కవితను ఈడీ అరెస్టు చేయగా.. ఏప్రిల్ 11న సీబీఐ అరెస్ట్ చేసింది. ఇక కవిత తరుఫున న్యాయవాది ముకుల్ రోహత్గి వాదనలు వినిపించారు. </p>\n\n\n\n<p>5 నెలల నుంచి ఆమె జైల్లో ఉన్నారు. 463 మంది సాక్షులను విచారించామని ధర్మాసనం పేర్కొంది. ఇప్పటికే కవితకు ట్రయల్ కోర్టు, ఢిల్లీ హైకోర్టు బెయిల్ నిరాకరించాయి. దీంతో ఆమె ఆశలన్నీ సుప్రీంకోర్టు పైనే పెట్టుకున్నారు. ఇవాళ తనకు బెయిల్ వస్తుందని ఆమె భావించినట్టు సమాచారం. </p>\n\n\n\n<p>తనపై ఈడీ, సీబీఐలు నమోదు చేసిన కేసుల్లో బెయిల్‌ ఇవ్వాలని కోరుతూ కవిత ఈ నెల 8న సుప్రీంకోర్టును ఆశ్రయించారు. తనకు బెయిల్‌ ఇవ్వడానికి నిరాకరిస్తూ ఢిల్లీ హైకోర్టు జూలై 1న ఇచ్చిన తీర్పును సవాల్‌ చేశారు. సుప్రీంకోర్టులో స్పెషల్‌ లీవ్‌ పిటిషన్‌(క్రిమినల్‌) దాఖలు చేశారు. అక్కడ కూడా వాయిదా పడింది. ఇక బెయిల్ కోసం మరో వారం పాటు కవిత వేచిచూాడాల్సిన పరిస్థితి నెలకొంది. అప్పుడైనా బెయిల్ వస్తుందో రాదో వేచిచూడాల్సి ఉంది.</p>\n\n\n\n<p>ప్రస్తుతం కవిత తీహార్ జైల్లో ఉన్నారు. ఆమెను బయటకు తీసుకొచ్చేందుకు ఆమె కుటుంబం తీవ్ర ప్రయత్నాలు చేస్తోంది. ఈ క్రమంలోనే ఆమె సోదరుడు, బీఆర్ఎస్ వర్కింగ్ ప్రెసిడెంట్ కేటీఆర్, మాజీ మంత్రి హరీష్ రావు ఇటీవలే ఢిల్లీకి వెళ్లారు. ఆ సమయంలో వారిద్దరూ కవితకు బెయిల్‌ అంశంపై చర్చించారని జోరుగా ప్రచారం సాగింది. </p>\n\n\n\n<p>ఈ నేపథ్యంలో దర్యాప్తు సంస్థల తీరును ఆమె తరుఫు న్యాయవాది తప్పుబట్టారు. కవిత విషయంలో దర్యాప్తు సంస్థలు మొదటి నుంచీ చట్టాలను ఉల్లంఘిస్తూనే ఉన్నాయని, అరెస్టు సమయంలో కనీస నిబంధనలు పాటించలేదని, మహిళలకు ప్రత్యేక రక్షణలు ఉన్నాయని వాటి కింద కవితకు బెయిల్‌ ఇవ్వాలని కవిత తరఫున సీనియర్‌ న్యాయవాదులు వినిపించిన వాదనలను హైకోర్టు పరిగణనలోకి తీసుకోలేదు.</p>\n","originalUrl":"https://tattvanews.com/20542/12/08/2024/","hasAudio":false,"hasInfographics":false}