{"id":"wp-en-14085","wp_id":14085,"type":"standard","category":"World","language":"en","title":"Nepal PM Prachanda resigns after losing vote of confidence,￼","excerpt":"Nepal Prime Minister Pushpa Kamal Dahal 'Prachanda' lost his latest vote of confidence in the Parliament on Friday, an expected result that forced him to resign and pave the way for his Communist rival KP Sharma Oli to return to power as the next PM. Prachanda called for a fifth vote of confidence after the Communist","author":"Tattva News Team","time":"13/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/05/Prachanda1.webp","readTime":"5 min read","contentHTML":"\n<p>Nepal Prime Minister Pushpa Kamal Dahal 'Prachanda' lost his latest vote of confidence in the Parliament on Friday, an expected result that forced him to resign and pave the way for his Communist rival KP Sharma Oli to return to power as the next PM.</p>\n\n\n\n<p>Prachanda called for a fifth vote of confidence after the Communist Party of Nepal-Unified Marxist Leninist (CPN-UML) withdrew its support for his government and struck a late-night coalition deal with the Nepali Congress.</p>\n\n\n\n<p>All developments pointed towards Prachanda losing Friday's vote of confidence as he received just 63 votes in the 275-member House of Representatives, when he needed 138 votes to secure the vote of trust. There were 194 votes against Dahal's motion of confidence in the Parliament.</p>\n\n\n\n<p>Dahal's CPN-Maoist Centre only has 32 members in the Parliament. Nepali Congress has 89 seats, while CPN-UML has 78 seats. Their combined strength of 167 is much more than the 138 required for a majority in the lower house. NC President Sher Bahadur Deuba has already endorsed Oli as the next prime minister of Nepal.</p>\n\n\n\n<p>Major parties in the Parliament - the Nepali Congress, CPN- UML and Janata Samajbadi Party have issued a whip to its lawmakers to stand against the confidence motion to be tabled today. Oli-led CPN-UML withdrew support from the Prachanda-led government last week after inking a power-sharing deal with the Nepali Congress.</p>\n\n\n\n<p>Prachanda, known as the \"fierce one\", led a violent Maoist communist insurgency from 1996 to 2006 that resulted in the deaths of more than 17,000 people. The Maoists gave up their armed revolt, joined a UN-assisted peace process in 2006 and entered mainstream politics. He became Prime Minister in 2008 but quit a year later due to differences with the President and later in 2016.</p>\n\n\n\n<p>The 69-year-old leader had been leading a shaky governing coalition since becoming prime minister in December 2022 following an inconclusive election where his party finished third, but he managed to form a new alliance and became the PM. He had to seek a trust vote four times in the Parliament due to disagreements within his coalition powers. This was Dahal's fifth vote of confidence in the Parliament. </p>\n\n\n\n<p>The midnight deal to form a new 'national consensus government' in Nepal was aimed at ousting Prachanda from power. Oli and Nepali Congress leader Sher Bahadur Deuba met to lay the ground for a potential new political alliance between the two parties, following which Oli's CPN-UML ended its association with the Prachanda-led government barely four months after extending support to it.</p>\n\n\n\n<p>Under the agreement, Oli will lead a new ‘national consensus government' for a year and a half. Nepali Deuba will be the prime minister for the remaining term till the next election. Under Oli's tenure, the CPN-UML will take control of ministries, including the Prime Minister's position and the Finance Ministry. Similarly, the Nepali Congress will oversee ten ministries, including the Home Ministry.</p>\n","originalUrl":"https://en.tattvanews.com/international/nepal-pm-prachanda-resigns-after-losing-vote-of-confidence%ef%bf%bc/","hasAudio":false,"hasInfographics":false}