{"id":"wp-en-15770","wp_id":15770,"type":"standard","category":"World","language":"en","title":"Lok Jagaran Manch stages Dharna, sends memorandum to Bangladesh Govt.","excerpt":"By Nava Thakuria On the occasion of International Human Rights Day on 10 December, over a hundred concerned citizens staged a strong protest in front of the office of  assistant High Commissioner of Bangladesh in the prehistoric city against the ongoing inhumane persecution and oppression of Hindus and other religious minorities in the neighbouring country.","author":"Tattva News Team","time":"11/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/HR-Rally1.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong><strong></strong></p>\n\n\n\n<p>On the occasion of International Human Rights Day on 10 December, over a hundred concerned citizens staged a strong protest in front of the office of  assistant High Commissioner of Bangladesh in the prehistoric city against the ongoing inhumane persecution and oppression of Hindus and other religious minorities in the neighbouring country. </p>\n\n\n\n<p>Lok Jagaran Manch, organiser of the  protest demonstration also submitted a strongly-worded memorandum to the interim government in Dhaka through the city-based Bangladesh diplomat.</p>\n\n\n\n<p>Addressing  Muhammad Yunus, chief advisor of the caretaker government, the memorandum explicitly accused both Islamist fundamentalists and the Bangla government of perpetrating atrocities against Hindus and other religious minorities in Bangladesh.  It highlighted  dissatisfaction with attacks, killings, looting, arson, and inhuman abuse of women by Islamist extremists against Hindus and other minorities there. </p>\n\n\n\n<p>Before submitting the memorandum, a protest meeting was held at the premises of Navagraha Kali Mandir in Silpukhuri locality, where the dire situation faced by religious minorities in Bangladesh was highlighted.</p>\n\n\n\n<p>Noted intellectual Diganta Biswas Sharma criticized both Bangladesh and Pakistan for failing to ensure the safety of religious minorities, citing the Nehru-Liaquat pact. Social activist Kailash Sharma demanded the revocation of the Nobel Peace prize awarded to Yunus. </p>\n\n\n\n<p>Advocate Bijon Mahajan called for measures to protect oppressed Hindus and other minorities in Bangladesh. Other prominent figures like social activists Paramesh Dutta,  Simantini Barua with others strongly condemned the failure of the Bangladesh government to protect its Hindu population.</p>\n\n\n\n<p>The protesters then marched through the streets of Silpukhuri and staged a protest in front of the Bangladesh’s assistant High Commission office. Later a delegation led by Dhruva Prasad Baishya and others  met the official and handed over the memorandum addressed to Yunus. </p>\n\n\n\n<p>The delegation demanded that Dhaka ensure the rights of Hindus and other minorities to live with dignity and peace, free from arbitrary interference by the government or Islamic extremists. The silence and inaction of authorities on  horrific conditions faced by spiritual leaders, particularly Hindu sages and saints, as well as other religious minorities in Bangladesh were strongly criticised.</p>\n\n\n\n<p>Condemning the arrest of ISKCON monk Chinmoy Krishna Das as unjust and undemocratic, the memorandum also highlighted the lack of legal protection for detained Hindus, terming it a grave injustice. It raised objections against the forced dismissal of Hindu employees from their jobs in Bangladesh, calling it shameful and inhumane. </p>\n\n\n\n<p>The memorandum concluded with a call for immediate action from concerned Bangla authorities  to end the atrocities against Hindus and other minorities, secure the release of Chinmoy Krishna, and protect the lives, dignity, and rights of all minorities in the country. It also demanded the safeguarding of religious worship places and an end to all forms of human rights violations there.</p>\n","originalUrl":"https://en.tattvanews.com/national/lok-jagaran-manch-stages-dharna-sends-memorandum-to-bangladesh-govt-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}