{"id":"wp-en-15260","wp_id":15260,"type":"standard","category":"World","language":"en","title":"Omar Abdullah to be first CM of J&#038;K Union Territory￼","excerpt":"The Omar Abdullah-led Jammu and Kashmir National Conference (JKNC) staged a strong comeback on Tuesday, October 8, after its dismal performance in the last 2014 Jammu and Kashmir Assembly elections. The party won 42 seats on its own, and Omar is all set to become the Chief Minister for the second term. He was the","author":"Tattva News Team","time":"9/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Omar.jpg","readTime":"5 min read","contentHTML":"\n<p>The Omar Abdullah-led Jammu and Kashmir National Conference (JKNC) staged a strong comeback on Tuesday, October 8, after its dismal performance in the last 2014 Jammu and Kashmir Assembly elections. The party won 42 seats on its own, and Omar is all set to become the Chief Minister for the second term.</p>\n\n\n\n<p>He was the Chief Minister from 2009 to 2015 in his first term. Omar registered handsome victories in both Budgam and Ganderbal constituencies. However, Congress, the alliance partner of the JKNC, fell short of expectations as it could win only 6 seats.</p>\n\n\n\n<p>The Bharatiya Janata Party (BJP) has improved its performance and won 29 seats, a historic high for the party. The Mehbooba Mufti-led Jammu and Kashmir Peoples Democratic Party (JKPDP), which was the single largest party in the 2014 polls with 28 seats, was reduced to just 3 seats: Kupwara, Tral, and Pulwama. Seven independents also won the election.</p>\n\n\n\n<p>The Aam Aadmi Party (AAP) opened its account for the first time in Jammu and Kashmir when its candidate Mehraj Malik won the Doda Assembly seat. Jammu and Kashmir People Conference's Sajad Gani Lone and Communist Party of India (Marxist) leader Mohamad Yousuf Tarigami managed to retain their respective constituencies of Handwara and Kulgam.</p>\n\n\n\n<p> According to the Election Commission's website, the BJP emerged as the single largest party in Jammu and Kashmir in terms of the vote share, as it received 25.64 per cent of the total vote share. The JKNC received 23.43 per cent of the vote share, while the Congress got 11.97 per cent of the votes. The JKPDP managed to get 8.87 per cent of the vote share.</p>\n\n\n\n<p>The JKNC won Baramulla, Gulmarg, Sonawari, Karnah, Trehgam, Lolab, Sopore, Uri, Banihal, Ganderbal, Budgam, Nowshera, Mendhar, Pahalgam, Ramban, Lal Chowk, Habbakadal, Hazratbal, Anantnag West, and Srigufwara-Bijbehara, among others.</p>\n\n\n\n<p>The Congress won Bandipora, Central Shalteng, Dooru, Anantnag, Rajouri, and Wagoora-Kreeri seats. The BJP won Reasi, Udhampur East, Udhampur West, Chenani, Basohli, Samba, Jammu East, Jammu West, Nagrota, Kishtwar, Jammu North, Akhnoor, Jasrota, Doda West, and Shri Mata Vaishno Devi constituencies, among others.</p>\n\n\n\n<p><a href=\"javascript:void(0);\"></a></p>\n","originalUrl":"https://en.tattvanews.com/national/omar-abdullah-to-be-first-cm-of-jk-union-territory%ef%bf%bc/","hasAudio":false,"hasInfographics":false}