{"id":"wp-en-13492","wp_id":13492,"type":"standard","category":"World","language":"en","title":"Trump becomes first former US president to be convicted of felony￼","excerpt":"Former US president Donald Trump became the first former US president to be convicted of a felony as a grand jury in New York found him guilty on all 34 counts of falsifying business records to cover up his sexual affair with former porn star Stormy Daniels ahead of his ascent to the White House in","author":"Tattva News Team","time":"31/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Trump.webp","readTime":"5 min read","contentHTML":"\n<p>Former US president Donald Trump became the first former US president to be convicted of a felony as a grand jury in New York found him guilty on all 34 counts of falsifying business records to cover up his sexual affair with former porn star Stormy Daniels ahead of his ascent to the White House in 2016.</p>\n\n\n\n<p>Responding to Trump's conviction, the Biden-Harris Campaign says no one is above the law, while Trump says the verdict is a result of a rigged political system. “In New York today, we saw that no one is above the law,” said Biden-Harris 2024 Communications Director Michael Tyler.</p>\n\n\n\n<p>Trump’s sentencing is scheduled for 11 July, four days before the Republican National Convention in Milwaukee, Wisconsin, where he will be formally nominated as the party’s presidential candidate against incumbent Joe Biden in the November elections.</p>\n\n\n\n<p>“This was a disgrace. This was a rigged trial by a conflicted judge who was corrupt. It's a rigged trial, a disgrace. They wouldn't give us a venue change. We were at 5 per cent or 6 per cent in this district, in this area. This was a rigged, disgraceful trial,” said Trump shortly after the verdict was read. Trump is the presumptive presidential nominee of the Republican party.</p>\n\n\n\n<p>“The real verdict is going to be 5 November by the people. And they know what happened here, and everybody knows what happened here. You have a Soros-backed DA, and the whole thing, we didn't do a thing wrong. I'm a very innocent man, and it's okay, I'm fighting for our country. I'm fighting for our Constitution. Our whole country is being rigged right now,” Trump added.</p>\n\n\n\n<p>Trump alleged that this was done by the Biden administration to wound or hurt a political opponent. “And I think it's just a disgrace. And we'll keep fighting. We'll fight till the end, and we'll win because our country has gone to hell,\" he said.</p>\n\n\n\n<p>“Donald Trump has always mistakenly believed he would never face consequences for breaking the law for his gain. But today’s verdict does not change the fact that the American people face a simple reality. There is still only one way to keep Donald Trump out of the Oval Office: at the ballot box. Convicted felon or not, Trump will be the Republican nominee for president,” Tyler said.</p>\n","originalUrl":"https://en.tattvanews.com/international/trump-becomes-first-former-us-president-to-be-convicted-of-felony%ef%bf%bc/","hasAudio":false,"hasInfographics":false}