{"id":"wp-te-20708","wp_id":20708,"type":"standard","category":"World","language":"te","title":"అచ్యుతాపురం ప్రమాద మృతులకు చంద్రబాబు రూ. 1 కోటి సహాయం","excerpt":"అచ్యుతాపురం సెజ్‌ ప్రమాద బాధితులు కోలుకునేందుకు అన్ని చర్యలు తీసుకుంటామని ముఖ్యమంత్రి చంద్రబాబు నాయుడు హామీ ఇచ్చారు. అచ్యుతాపురం సెజ్‌ ప్రమాద బాధితులకు సీఎం గురువారం పరామర్శించారు. ఆస్పత్రి ఆవరణలో బాధితులు కుటుంబ సభ్యులతో చంద్రబాబు మాట్లాడారు.  ఈ ఘోర దుర్ఘటనలో ప్రాణాలు కోల్పోయిన వారి కుటుంబాలకు రూ. 1 కోటి, తీవ్ర గాయాలైనవారికి 50 లక్షల రూపాయలు, స్వల్ప గాయాలైన వారికి 25 లక్షలు చొప్పున పరిహారం అందజేస్తామని ప్రకటించారు. ఫార్మా కంపెనీలో జరిగిన ఘటన తీవ్రంగా","author":"Tattva News Team","time":"22/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Chandrababu-hospital.jpg","readTime":"5 min read","contentHTML":"\n<p>అచ్యుతాపురం సెజ్‌ ప్రమాద బాధితులు కోలుకునేందుకు అన్ని చర్యలు తీసుకుంటామని ముఖ్యమంత్రి చంద్రబాబు నాయుడు హామీ ఇచ్చారు. అచ్యుతాపురం సెజ్‌ ప్రమాద బాధితులకు సీఎం గురువారం పరామర్శించారు. <br>ఆస్పత్రి ఆవరణలో బాధితులు కుటుంబ సభ్యులతో చంద్రబాబు మాట్లాడారు. </p>\n\n\n\n<p>ఈ ఘోర దుర్ఘటనలో ప్రాణాలు కోల్పోయిన వారి కుటుంబాలకు రూ. 1 కోటి, తీవ్ర గాయాలైనవారికి 50 లక్షల రూపాయలు, స్వల్ప గాయాలైన వారికి 25 లక్షలు చొప్పున పరిహారం అందజేస్తామని ప్రకటించారు. ఫార్మా కంపెనీలో జరిగిన ఘటన తీవ్రంగా కలచివేసిందని చంద్రబాబు ఆవేదన వ్యక్తం చేశారు.</p>\n\n\n\n<p>విశాఖలోని మెడికవర్ ఆస్పత్రికి వెళ్లిన సీఎం చంద్రబాబు బాధితులందరినీ వ్యక్తిగతంగా పలకరించారు. ఆస్పత్రిలో అందుతున్న వైద్య సేవలు, ప్రమాదం జరిగిన తీరును అడిగి తెలుసుకున్నారు. క్షతగాత్రుల ఆరోగ్య పరిస్థితిపై వైద్యులను ఆరా తీశారు. బాధితులు కోలుకునే వరకు మెరుగైన చికిత్స అందించాలని సీఎం ఆదేశించారు. అవసరమైన వారికి ప్లాస్టిక్‌ సర్జరీ కూడా చేయిస్తామని హామీ ఇచ్చారు. </p>\n\n\n\n<p>బాధితులందరికీ ఉత్తమ వైద్య సేవలందించాలని ఆదేశించినట్లు చెప్పారు. గత ఐదేళ్లలో అన్ని వ్యవస్థలు నాశనమయ్యాయని, దాని పర్యావసానమే ప్రమాదమని మండిపడ్డారు. బాధితులందరికీ తాము అండగా ఉంటామని, ధైర్యంగా ఉండాలని చెప్పారు. <br>ఫార్మా కంపెనీలో జరిగిన ఘటన తీవ్రంగా కలచివేసిందని, 17 మంది మరణించారని, 36 మందికి గాయాలయ్యాయయని తెలిపారు.</p>\n\n\n\n<p>వీరిలో 10 మందికి తీవ్రగాయాలు, 26 మందికి స్వల్పగాయాలయ్యాయన్నారు. భవిష్యత్తులో ఇలాంటి ఘటనలు పునరావృతం కాకుండా చర్యలు తీసుకుంటామని చెబుతూ బాధితులందరికీ ఉత్తమ వైద్య సేవలందించాలని ఆదేశించినట్లు తెలిపారు.</p>\n\n\n\n<p>ప్రమాదంపై ఫార్మా కంపెనీ యాజమాన్యం కనీస సమాచారమివ్వలేదని మృతుల కుటుంబసభ్యులు చంద్రబాబు దృష్టికి తీసుకొచ్చారు. కంపెనీ యాజమాన్యంపై చర్యలు తీసుకోవాలని డిమాండ్‌ చేశారు. బాధిత కుటుంబాలను అన్ని విధాలుగా ఆదుకుంటాని చంద్రబాబు హామీ ఇచ్చారు.</p>\n\n\n\n<p>అనంతరం విశాఖలోని కేజీహెచ్‌లో బాధిత కుటుంబాలను సీఎం చంద్రబాబు పరామర్శించారు. బాధితులను అన్ని విధాలుగా ఆదుకుంటామన్న చంద్రబాబు, ఇలాంటి ఘటనలు పునరావృతం కాకుండా చర్యలు తీసుకుంటామన్నారు. ఎన్డీఏ ప్రభుత్వం వచ్చి 60 రోజులే అయ్యిందని, ఈఘటనకు కారణం ఎవరని ప్రశ్నించారు. వైఎస్సార్సీపీ తప్పుడు పనులు చేసి విమర్శిస్తుందని ధ్వజమెత్తారు. తప్పుడు పనులు చేసి విమర్శించడమంటే చేతగానితనమే అని మండిపడ్డారు.</p>\n","originalUrl":"https://tattvanews.com/20708/22/08/2024/","hasAudio":false,"hasInfographics":false}