{"id":"wp-te-19953","wp_id":19953,"type":"standard","category":"World","language":"te","title":"భారత్‌  పదేళ్లలో సాధించిన విజయాలను ప్రపంచం గుర్తిస్తోంది .. మోదీ","excerpt":"భారత్‌ గత పదేళ్లలో సాధించిన విజయాలను ప్రపంచం గుర్తిస్తోందని ప్రధాని నరేంద్ర మోదీ తెలిపారు. ప్రపంచ అభివృద్ధి అధ్యాయాన్ని భారత్‌ లిఖిస్తోందని పేర్కొన్నారు. రష్యా పర్యటనలో భాగంగా భారత సంతతి వారితో నిర్వహించిన సమావేశంలో ప్రసంగిస్తూ రష్యా పర్యటనకు తాను ఒక్కడినే రాలేదని, 140 కోట్ల మంది ప్రేమను, దేశ మట్టి వాసనను తీసుకొచ్చానని చెప్పారు. ఈ వ్యాఖ్యలతో సమావేశ మందిరం కరతాళ ధ్వనులతో మార్మోగింది. 'ఇటీవలే మూడోసారి భారత ప్రధానిగా ప్రమాణం చేశాను. అందుకే మూడు","author":"Tattva News Team","time":"9/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-Russia.jpg","readTime":"5 min read","contentHTML":"\n<p>భారత్‌ గత పదేళ్లలో సాధించిన విజయాలను ప్రపంచం గుర్తిస్తోందని ప్రధాని నరేంద్ర మోదీ తెలిపారు. ప్రపంచ అభివృద్ధి అధ్యాయాన్ని భారత్‌ లిఖిస్తోందని పేర్కొన్నారు. రష్యా పర్యటనలో భాగంగా భారత సంతతి వారితో నిర్వహించిన సమావేశంలో ప్రసంగిస్తూ రష్యా పర్యటనకు తాను ఒక్కడినే రాలేదని, 140 కోట్ల మంది ప్రేమను, దేశ మట్టి వాసనను తీసుకొచ్చానని చెప్పారు. ఈ వ్యాఖ్యలతో సమావేశ మందిరం కరతాళ ధ్వనులతో మార్మోగింది.</p>\n\n\n\n<p>'ఇటీవలే మూడోసారి భారత ప్రధానిగా ప్రమాణం చేశాను. అందుకే మూడు రెట్ల వేగంతో పని చేయాలని నిర్ణయించుకున్నా. ప్రస్తుతం ప్రపంచంలో అయిదో అతిపెద్ద ఆర్థిక వ్యవస్థగా ఉన్న భారత్‌ను మూడో ఆర్థిక శక్తిగా నిలబెడతా. భారత్‌ సాధించిన విజయాలను చూసి ప్రపంచ దేశాలు గర్విస్తున్నాయన్నాయి. ఏ దేశానికి సాధ్యం కాని విధంగా చంద్రయాన్‌ ప్రయోగం చేశాం. చంద్రుని దక్షిణ ధ్రువంపై అడుగుపెట్టిన తొలి దేశంగా భారత్ గుర్తింపు పొందింది' ప్రధాని మోదీ తెలిపారు.</p>\n\n\n\n<p>డిజిటల్‌ లావాదేవీల్లో ప్రపంచంలోనే భారత్‌ నంబర్‌ వన్‌గా ఉందని గుర్తు చేసిన ప్రధాని మోదీ స్టార్టప్‌ల్లో ప్రపంచంలోనే మనం మూడో స్థానంలో ఉన్నామని చెప్పారు. 2014లో వందల్లో ఉన్న స్టార్టప్‌లు నేడు లక్షల్లోకి చేరాయన్నారు. భారత్‌ రికార్డు స్థాయిలో పేటెంట్లను సాధిస్తోందన్న ప్రధాని మోదీ, భారత్‌ ఘనతను ప్రపంచం గుర్తించక తప్పని పరిస్థితిని కల్పించామని పేర్కొన్నారు. </p>\n\n\n\n<p>దేశంలోని ప్రతిఒక్కరిలో ఆత్మవిశ్వాసం నింపుతున్నామన్న ఆయన ఆత్మవిశ్వాసం భారత దేశానికి అతిపెద్ద ఆయుధమని చెప్పారు. ప్రపంచంలోనే అతి పెద్ద ఆరోగ్యబీమా వ్యవస్థ భారత్‌లోనే ఉందని గుర్తు చేశారు. మన దేశ యువతే నిజమైన ఆస్తి అని మోదీ పేర్కొంటూ  ప్రపంచ అభివృద్ధి అధ్యాయాన్ని భారత్‌ లిఖిస్తోందని తెలిపారు. </p>\n\n\n\n<p> గత పదేళ్లలో భారత్‌ సాధించింది కేవలం ట్రైలర్ మాత్రమేనని రాబోయే 10 ఏళ్లలో అసలు సినిమా చూపిస్తామని ప్రధాని భరోసా వ్యక్తం చేశారు. అన్ని సవాళ్లను ఎదుర్కోవడం తన డీఎన్‌ఏలోనే ఉందని మోదీ చెప్పారు. రాబోయే సంవత్సరాల్లో ప్రపంచ వృద్ధిలో భారత్‌ కొత్త అధ్యాయాన్ని లిఖిస్తుందని స్పష్టం చేశారు.</p>\n\n\n\n<p>రెండు దశాబ్దాలుగా ద్వైపాక్షిక సంబంధాలను బలోపేతం చేయడంలో రష్యాధినేత పుతిన్ నాయకత్వంపై మోదీ ప్రశంసలు కురిపించారు. ఉక్రెయిన్‌-రష్యా యుద్ధం వేళ భారత విద్యార్థులు చిక్కుకుపోతే, వారిని కాపాడటంలో పుతిన్ సహకరించారని మోదీ గుర్తుచేశారు. ఈసందర్భంగా ఆయనతో పాటు రష్యా ప్రజలకు కృతజ్ఞతలు తెలియజేశారు.</p>\n\n\n\n<p> 'భారత్-రష్యా నమ్మకమైన మిత్రులు. పరస్పర విశ్వాసం, గౌరవం ఆధారంగా ఈ స్నేహం కొనసాగుతోంది. రష్యాలో చలికాలంలో ఉష్ణోగ్రతలు ఎంత మైనస్‌లోకి పడిపోయినా సరే, మన రెండు దేశాల మధ్య బంధం ఎప్పుడూ ప్లస్‌లోనే ఉంటుంది. అది మన స్నేహాన్ని ఆహ్లాదంగా ఉంచుతుంది. ఇప్పటివరకు నేను ఆరుసార్లు రష్యాలో పర్యటించాను. పుతిన్‌తో 17 సార్లు భేటీ అయ్యాను. ఇక ఉన్నత విద్యకోసం భారతీయులు రష్యా వస్తున్నారు. ఇక్కడ మరో రెండు కాన్సులేట్‌ కార్యాయాలు ప్రారంభిస్తాం'అని మోదీ వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/19953/09/07/2024/","hasAudio":false,"hasInfographics":false}