{"id":"wp-te-21343","wp_id":21343,"type":"standard","category":"World","language":"te","title":"చిన్నారుల ఆరోగ్యం విషయంలో ఆదర్శం కేరళ","excerpt":"చిన్నారుల ఆరోగ్యం విషయంలో కేరళ ఆదర్శంగా నిలుస్తోందని కేరళ ఆరోగ్య రంగాన్ని నీతి ఆయోగ్ సభ్యుడు డా.వినోద్ కె పాల్ అభినందించారు. మాతా మరియు శిశు మరణాల రేటు తగ్గింపు ఒక విజయమని కొనియాడారు. దేశంలోనే అతి తక్కువ మాతాశిశు మరణాల రేటు కేరళలో ఉందని చెప్పారు.  వృద్ధుల ఆరోగ్య సంరక్షణలో కేరళ చేస్తున్న కృషిని ఆయన అభినందించారు. సచివాలయంలో ఆరోగ్య మంత్రి వీణా జార్జ్‌తో జరిగిన సమావేశంలో నీతి ఆయోగ్ సభ్యుడు కేరళ సాధించిన విజయాలను","author":"Tattva News Team","time":"28/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kerala-Health.jpg","readTime":"5 min read","contentHTML":"\n<p>చిన్నారుల ఆరోగ్యం విషయంలో కేరళ ఆదర్శంగా నిలుస్తోందని కేరళ ఆరోగ్య రంగాన్ని నీతి ఆయోగ్ సభ్యుడు డా.వినోద్ కె పాల్ అభినందించారు. మాతా మరియు శిశు మరణాల రేటు తగ్గింపు ఒక విజయమని కొనియాడారు. దేశంలోనే అతి తక్కువ మాతాశిశు మరణాల రేటు కేరళలో ఉందని చెప్పారు. </p>\n\n\n\n<p>వృద్ధుల ఆరోగ్య సంరక్షణలో కేరళ చేస్తున్న కృషిని ఆయన అభినందించారు. సచివాలయంలో ఆరోగ్య మంత్రి వీణా జార్జ్‌తో జరిగిన సమావేశంలో నీతి ఆయోగ్ సభ్యుడు కేరళ సాధించిన విజయాలను ప్రశంసించారు. కేరళ ఆరోగ్య రంగంలో పెను అభివృద్ధి కార్యక్రమాలు జరుగుతున్నాయని మంత్రి తెలిపారు. అభివృద్ధి కార్యక్రమాలతో పాటు వ్యాధుల నివారణకు కూడా కేరళ ఎంతో ప్రాధాన్యతనిస్తోందని ఆమె చెప్పారు. </p>\n\n\n\n<p>తగిన కేంద్ర కేటాయింపు సకాలంలో అందుబాటులో ఉంటే మరిన్ని కార్యకలాపాలు చేయవచ్చని మంత్రి తెలిపారు. సమర్థవంతమైన క్షేత్ర స్థాయి కార్యకలాపాలకు ఈ మొత్తం అవసరమావుతున్నాదని ఆమె పేర్కొన్నారు. మెడికల్ కాలేజీల అభివృద్ధి కార్యకలాపాలకు కూడా మరింత సహాయం అవసరమని ఆమె చెప్పారు. </p>\n\n\n\n<p>ఆరోగ్య బీమా పథకంలో బీపీఎల్ కేటగిరీలందరినీ చేర్చే విషయమై ఇటీవల కేంద్ర ఆరోగ్య మంత్రితో చర్చ జరిగిందనిచెబుతూ  ప్రస్తుతం కేంద్రం ప్రకటించిన జాబితాలో దాదాపు 23 లక్షల మంది ఉన్నారని, కానీ రాష్ట్రంలో అంతకు రెట్టింపు మందికి వైద్య సహాయం అందజేస్తున్నామని మంత్రి తెలిపారు. ఆ వాటా రాష్ట్రం భరిస్తుందని వివరించారు. ఆరోగ్య బీమా పథకంలో కేంద్ర వాటాను కూడా పెంచాలని మంత్రి కోరారు.</p>\n\n\n\n<p>కేరళ ఆరోగ్య రంగానికి సంబంధించిన వివిధ అంశాలపై కూడా వారు చర్చించారు. ఈ చర్చలో ఆరోగ్య శాఖ అదనపు ముఖ్య కార్యదర్శి, ఎన్.హెచ్.ఎం స్టేట్ మిషన్ డైరెక్టర్, ఎన్.హెచ్.ఎం స్టేట్ ప్రోగ్రామ్ మేనేజర్ పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/21343/28/09/2024/","hasAudio":false,"hasInfographics":false}