{"id":"wp-te-20625","wp_id":20625,"type":"standard","category":"World","language":"te","title":"‘ముడా’కేసులో సిద్దరామయ్యపై విచారణకు గవర్నర్ అనుమతి","excerpt":"కర్ణాటక ముఖ్యమంత్రి, కాంగ్రెస్ సీనియర్ నేత సిద్ధరామయ్య చిక్కుల్లో పడ్డారు. కర్ణాటకలో రాజకీయ ప్రకంపనలు సృష్టిస్తోన్న మైసూరు నగరాభివృద్ధి ప్రాధికార (ముడా) కుంభకోణం కేసులో సిద్ధూ విచారణను ఎదుర్కొనున్నారు. సిద్ధరామయ్య కనుసన్నల్లోనే ఈ కుంభకోణం జరిగిందనేది ప్రతిపక్షాల ప్రధాన ఆరోపణ. దీంతో సిద్ధరామయ్యకు రాజకీయంగా ఇబ్బందికర పరిస్థితులు ఎదురవుతున్నాయి.  ఈ కేసులో ముఖ్యమంత్రిని విచారించేందుకు కర్ణాటక గవర్నర్‌ థావర్‌ చంద్ గెహ్లాట్ అనుమతి ఇచ్చారు. దీనికి సంబంధించిన సమాచారం అందినట్లు సీఎం కార్యాలయం వెల్లడించింది.  గతంలో పలు","author":"Tattva News Team","time":"17/8/2024","image":"https://tattvanews.com/wp-content/uploads/2022/05/Siddaramaiah.jpg","readTime":"5 min read","contentHTML":"\n<p>కర్ణాటక ముఖ్యమంత్రి, కాంగ్రెస్ సీనియర్ నేత సిద్ధరామయ్య చిక్కుల్లో పడ్డారు. కర్ణాటకలో రాజకీయ ప్రకంపనలు సృష్టిస్తోన్న మైసూరు నగరాభివృద్ధి ప్రాధికార (ముడా) కుంభకోణం కేసులో సిద్ధూ విచారణను ఎదుర్కొనున్నారు. సిద్ధరామయ్య కనుసన్నల్లోనే ఈ కుంభకోణం జరిగిందనేది ప్రతిపక్షాల ప్రధాన ఆరోపణ. దీంతో సిద్ధరామయ్యకు రాజకీయంగా ఇబ్బందికర పరిస్థితులు ఎదురవుతున్నాయి. </p>\n\n\n\n<p>ఈ కేసులో ముఖ్యమంత్రిని విచారించేందుకు కర్ణాటక గవర్నర్‌ థావర్‌ చంద్ గెహ్లాట్ అనుమతి ఇచ్చారు. దీనికి సంబంధించిన సమాచారం అందినట్లు సీఎం కార్యాలయం వెల్లడించింది.  గతంలో పలు రాష్ట్రాలలో అవినీతి ఆరోపణలపై విచారణకు గవర్నర్ అనుమతి ఇచ్చిన సందర్భాలలో ఆయా ముఖ్యమంత్రులు అరెస్ట్ లకు గురయ్యారు. దానితో సిద్దరామయ్య అరెస్ట్ సహితం తప్పకపోవచ్చనే ప్రచారం జరుగుతుంది.</p>\n\n\n\n<p>ముడా భూముల కేటాయింపుల్లో అక్రమాలు జరిగాయని ఆరోపిస్తూ ప్రదీప్ కుమార్, టీజే అబ్రహామ్, స్నేహమయి కృష్ణ అనే ముగ్గురు సామాజిక కార్యకర్తలు పిటిషన్లు దాఖలు చేశారు. ఇందులో సిద్ధరామయ్యకు ప్రమేయం ఉందని వారు ఆరోపించారు.<br> ‘గవర్నర్ నిర్దేశించిన ప్రకారం అవినీతి నిరోధక చట్టం, 1988లోని సెక్షన్ 17, భారతీయ నాగరిక సురక్ష సంహిత సెక్షన్ 218 ప్రకారం.. ముఖ్యమంత్రి సిద్ధరామయ్యపై ప్రాసిక్యూషన్‌కు అనుమతి అభ్యర్థనపై గవర్నర్ నిర్ణయం కాపీ ఇది’ అని గవర్నర్ సెక్రెటరీ లేఖను విడుదల చేశారు.</p>\n\n\n\n<p>కాగా, ఈ ఆరోపణలను సిద్ధరామయ్య తోసిపుచ్చారు. ఇవన్నీ రాజకీయ ప్రేరేపితమైనవని ఆయన ఆరోపించారు. ముడా కేసులో ముఖ్యమంత్రికి గత నెలలో షోకాజ్ నోటీసు జారీ చేసిన గవర్నర్.. ఏడు రోజుల్లోగా సమాధానం ఇవ్వాలని, మిమ్మల్ని ఎందుకు విచారించకూడదో చెప్పాలని కోరారు.</p>\n\n\n\n<p>దీంతో ప్రాసిక్యూషన్‌ను అనుమతించవద్దని గవర్నర్‌ను కోరుతూ రాష్ట్ర మంత్రివర్గం తీర్మానం చేసింది. నోటీసును ఉపసంహరించుకోవాలని సిద్ధరామయ్య నేతృత్వంలోని ప్రభుత్వం సూచించింది. గవర్నర్ రాజ్యాంగ అధికారాన్ని దుర్వినియోగం చేస్తున్నారని మండిపడింది.</p>\n\n\n\n<p>దీంతో ముడాలో అక్రమాలు జరిగాయనే ఆరోపణలపై సిద్ధరామయ్యను ప్రాసిక్యూట్ చేయాలంటూ అవినీతి వ్యతిరేక ఉద్యమకారుడు టీజే అబ్రహం వేసిన పిటిషన్‌పై గవర్నర్‌ నోటీసులు జారీ చేశారు. కోట్లాది రూపాయల కుంభకోణం వల్ల రాష్ట్ర ఖజానాకు భారీ నష్టం వాటిల్లిందని ఆయన లోకాయుక్త ఈ మేరకు పిటిషన్‌ వేశారు. </p>\n\n\n\n<p>సిద్దరామయ్య, ఆయన కుమారుడు, ఎమ్మెల్సీ యతీంద్ర రూ.4000 కోట్ల భూ కుంభకోణానికి పాల్పడ్డారని ప్రధాన ప్రతిపక్షం బీజేపీ ఆరోపిస్తోంది. మైసూరులో సీఎం తన సతీమణి పార్వతమ్మ పేరిట చట్టవిరుద్ధంగా కోట్ల విలువజేసే భూములు కేటాయించుకున్నారనేది వారి వాదన.</p>\n","originalUrl":"https://tattvanews.com/20625/17/08/2024/","hasAudio":false,"hasInfographics":false}