{"id":"wp-en-13762","wp_id":13762,"type":"standard","category":"World","language":"en","title":"ED tells court Kejriwal demanded Rs 100 crore bribe￼","excerpt":"Delhi Chief Minister Arvind Kejriwal demanded a Rs 100 crore bribe from the South Group for his party, the Enforcement Directorate claimed on Wednesday while opposing his bail application in a money-laundering case linked to the alleged excise scam. The central probe agency told the court that if the Aam Aadmi Party (AAP), which has","author":"Tattva News Team","time":"20/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/02/Kejriwal1.jpg","readTime":"5 min read","contentHTML":"\n<p>Delhi Chief Minister Arvind Kejriwal demanded a Rs 100 crore bribe from the South Group for his party, the Enforcement Directorate claimed on Wednesday while opposing his bail application in a money-laundering case linked to the alleged excise scam.</p>\n\n\n\n<p>The central probe agency told the court that if the Aam Aadmi Party (AAP), which has been arrayed as an accused in the case, commits a crime, the person in charge of the party will be held culpable.</p>\n\n\n\n<p>The ED told the court that when former deputy chief minister Manish Sisodia was made an accused in the case, the AAP was not named as an accused.</p>\n\n\n\n<p>\"Kejriwal demanded bribe. He asked for a bribe of Rs 100 crore. Kejriwal asked for funds for the AAP. Kejriwal demanded kickbacks from South Group. You can't say he is not guilty of offence. If AAP commits a crime, then every person in charge of the party will be deemed to be guilty,” the ED told Special Judge Niyay Bindu.</p>\n\n\n\n<p>The judge, meanwhile, also extended Kejriwal's judicial custody after he was produced before the court through video-conference on expiry of his judicial custody granted earlier. The next hearing in the case will be held on July 3, when his judicial custody will end.</p>\n\n\n\n<p>During the hearing, the counsel appearing for Kejriwal, opposed the Enforcement Directorate's application seeking extension of his judicial custody, saying there were no grounds justifying extension of his custody.</p>\n","originalUrl":"https://en.tattvanews.com/national/ed-tells-court-kejriwal-demanded-rs-100-crore-bribe%ef%bf%bc/","hasAudio":false,"hasInfographics":false}