{"id":"wp-en-13595","wp_id":13595,"type":"standard","category":"World","language":"en","title":"Chandrababu to take oath as AP CM on June 12 for fourth time ￼","excerpt":"The Telugu Desam Party leader K Raghu Rama Krishna Raju said that TDP chief Chandrababu Naidu will take oath as Andhra Pradesh Chief Minister on June 12 at 4.55 pm. \"Nara Chandrababu Naidu will take oath as Andhra Pradesh CM on 12th June at 4.55 pm. It's a very pleasant moment for the people of Andhra","author":"Tattva News Team","time":"8/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Chandrababu-1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Telugu Desam Party leader K Raghu Rama Krishna Raju said that TDP chief Chandrababu Naidu will take oath as Andhra Pradesh Chief Minister on June 12 at 4.55 pm.</p>\n\n\n\n<p>\"Nara Chandrababu Naidu will take oath as Andhra Pradesh CM on 12th June at 4.55 pm. It's a very pleasant moment for the people of Andhra Pradesh, the way Prime Minister Narendra Modi has appreciated our leaders Chandrababu Naidu and Pawan Kalyan. Both our state leaders have shown a lot of respect towards Modi Ji. Of course, we need a lot of support from the Centre considering the destruction caused by former CM Jagan Mohan Reddy,\" said Raghu Rama Krishna Raju.</p>\n\n\n\n<p>When asked did TDP has placed any specific demands of ministries in PM Modi's cabinet.\"I don't think so because that is not my subject to comment. But our party leader is not the kind of person who demands. I think by virtue of his good relations he can extract as much as he can but he never demands,\" he added.</p>\n\n\n\n<p>Meanwhile, TDP chief Nara Chandrababu Naidu said that Narendra Modi is the right leader at the right time for India as he affirmed TDP's support to the National Democratic Alliance (NDA) on Friday.</p>\n\n\n\n<p>\"NDA govt under the leadership of PM Modi has taken initiatives in the last 10 years. Narendra Modi has a vision and a zeal, his execution is very perfect. He is executing all his policies with a true spirit. Today, India is having the right leader at the right time, and that is Narendra Modi”, he said while proposing Modi’s name as NDA leader at NDA MPs joint meeting in the Parliament building on Friday.</p>\n\n\n\n<p>“This is a very good opportunity for India, if you miss it now, we will miss forever. That is where we are having a wonderful opportunity,\" he added. He also invoked former Andhra Chief Minister late NT Rama Rao's vision of humanism comparing it with Narendra Modi's vision.</p>\n\n\n\n<p>\"TDP is having relations with NDA, my leader and party founder, NT Rama Garu, always he has worked hard for the people and also he told clearly that I don't know isms I know one, humanism that vision Narendra Modi ji is making a reality for India,\" Naidu said. </p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/chandrababu-to-take-oath-as-ap-cm-on-june-12-for-fourth-time-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}