{"id":"wp-te-20599","wp_id":20599,"type":"standard","category":"World","language":"te","title":"టిడిపి ఖాతాలోకి ఒంగోలు, మాచెర్ల పురపాలక సంఘాలు!","excerpt":"స్వాతంత్ర్య దినోత్సవం నాడు వైసీపీ రెండు కీలకమైన పురపాలక సంఘాలపై పట్టు కోల్పోయింది. ఆ పార్టీకి చెందిన వారు సామూహికంగా ఫిరాయించడంతో ఒంగోలు పురపాలక సంఘం, మాచెర్ల మునిసిపాలిటీలలో టిడిపి ఆధిపత్యం ఏర్పడింది. దానితో మాజీ మంత్రి బాలినేని శ్రీనివాసరెడ్డికి ఒంగోలులో, మాజీ ఎమ్యెల్యే పిన్నెల్లి రామకృష్ణారెడ్డికి మాచర్లలో పెద్ద షాక్ తగిలినట్లయింది. 2022లో జరిగిన మాచర్ల మునిసిపల్ ఎన్నికలలో మొత్తం 31 వార్డ్ లలో వైసిపి అభ్యర్థులు గెలుపొందారు. అయితే ఇప్పటికే 14 మంది కౌన్సిలర్లు","author":"Tattva News Team","time":"16/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/ONG-TDP.webp","readTime":"5 min read","contentHTML":"\n<p>స్వాతంత్ర్య దినోత్సవం నాడు వైసీపీ రెండు కీలకమైన పురపాలక సంఘాలపై పట్టు కోల్పోయింది. ఆ పార్టీకి చెందిన వారు సామూహికంగా ఫిరాయించడంతో ఒంగోలు పురపాలక సంఘం, మాచెర్ల మునిసిపాలిటీలలో టిడిపి ఆధిపత్యం ఏర్పడింది. దానితో మాజీ మంత్రి బాలినేని శ్రీనివాసరెడ్డికి ఒంగోలులో, మాజీ ఎమ్యెల్యే పిన్నెల్లి రామకృష్ణారెడ్డికి మాచర్లలో పెద్ద షాక్ తగిలినట్లయింది.</p>\n\n\n\n<p>2022లో జరిగిన మాచర్ల మునిసిపల్ ఎన్నికలలో మొత్తం 31 వార్డ్ లలో వైసిపి అభ్యర్థులు గెలుపొందారు. అయితే ఇప్పటికే 14 మంది కౌన్సిలర్లు టీడీపీలో చేరగా, తాజాగా స్వాతంత్ర్య దినోత్సవం రోజు ఛైర్మన్‌ మాచర్ల చిన్న ఏసోబు, వైస్‌ ఛైర్మన్‌ నరసింహారావు టిడిపి ఎమ్మెల్యే జూలకంటి బ్రహ్మారెడ్డితో భేటీ జరిపి ఆ పార్టీలో చేరేందుకు సంసిద్ధత వ్యక్తం చేశారు.</p>\n\n\n\n<p>దానితో మాచర్ల మున్సిపాలిటీలో మొత్తం 31 వార్డులు ఉంటే టిడిపి బలం 16కు పెరిగిన్నట్లయింది. ఇప్పటికే పోలింగ్ నాటి హింసాయుత ఘటనలకు సంబంధించి అరెస్ట్ అయి నెల్లూరు జైలులో ఉన్న రామకృష్ణారెడ్డికి ఇది కోలుకోలేని దెబ్బగా భావిస్తున్నారు. గత 15 ఏళ్లుగా మాచర్లలో తిరుగులేని నాయకుడిగా అధికారం చెలాయిస్తున్న పిన్నెల్లి ఆధిపత్యానికి గండి పడినట్లయింది.</p>\n\n\n\n<p>మరోవైపు ప్రకాశం జిల్లా ఒంగోలు మున్సిపల్ కార్పొరేషన్ కూడా టీడీపీ ఖాతాలో చేరనుంది. తాజాగా వైఎస్సార్‌సీపీకి చెందిన మరో ఇద్దరు కార్పొరేటర్లు తెలుగుదేశం పార్టీలో చేరారు. స్వాతంత్ర్య దినోత్సవం రోజు ఒంగోలు కార్పొరేషన్‌ కార్యాలయంలో ఎమ్మెల్యే దామచర్ల జనార్దన్‌, ఎంపీ మాగుంట శ్రీనివాసులరెడ్డి సమక్షంలో పసుపు కండువా కప్పుకున్నారు. </p>\n\n\n\n<p>ఇప్పటికే 19మంది కార్పొరేటర్లు టీడీపీలో చేరగా, తాజాగా చింతపల్లి గోపి, పసుపులేటి విజయలక్ష్మి భర్త పసుపులేటి శ్రీనివాసరావులు చేరారు.  ఈ చేరికలతో వైఎస్సార్‌సీపీ నుంచి వచ్చిన వారి సంఖ్య 21కు చేరగా, టీడీపీ కార్పొరేటర్లు ఆరుగురు, జనసేనకు ఒకరు ఉన్నారు. దీంతో టీడీపీ కూటమికార్పొరేటర్ల సంఖ్య 28 అయ్యింది. </p>\n\n\n\n<p>ఎంపీ మాగుంట, ఇద్దరు ఎమ్యెల్యేలు ఎక్స్‌అఫిషియో సభ్యులుగా ఉండటంతో ప్రస్తుతం టీడీపీ బలం 31కు పెరిగింది. రెండు రోజుల క్రితం ఒంగోలు కార్పొరేషన్ మేయర్‌ గంగాడ సుజాత, డిప్యూటీ మేయర్‌ వేమూరి బుజ్జితో పాటు పలువురు కార్పొరేటర్లు టీడీపీలో చేరారు. మేయర్, డిప్యూటీ మేయర్‌తో పాటు ఆరుగురు కార్పొరేటర్లు ఎమ్మెల్యే దామచర్ల జనార్దన్‌ సమక్షంలో టీడీపీలో చేరారు.</p>\n","originalUrl":"https://tattvanews.com/20599/16/08/2024/","hasAudio":false,"hasInfographics":false}