{"id":"wp-en-12766","wp_id":12766,"type":"standard","category":"World","language":"en","title":"E-Commerce companies to remove Bournvita from ‘health drinks’ list ￼","excerpt":"The Ministry of Commerce and Industry has issued an advisory to the e-commerce companies, directing them to remove all drinks and beverages including Bournvita   from the category of ‘health drinks’, on their portal and platforms. “National Commission for Protection of Child Rights (NCPCR), a statutory body constituted under Section (3) of the Commission of Protection of","author":"Tattva News Team","time":"14/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Bournvita.jpg","readTime":"5 min read","contentHTML":"\n<p>The Ministry of Commerce and Industry has issued an advisory to the e-commerce companies, directing them to remove all drinks and beverages including Bournvita   from the category of ‘health drinks’, on their portal and platforms.</p>\n\n\n\n<p>“National Commission for Protection of Child Rights (NCPCR), a statutory body constituted under Section (3) of the Commission of Protection of Child Rights (CPCR) Act, 2005 after its inquiry under Section 14 of CRPC Act 2005 concluded that there is no ‘health drink’ defined under FSS Act 2006, rules and regulations submitted by FSSAI and Mondelez India Food Pvt Ltd,” the ministry said in a notification.</p>\n\n\n\n<p>The advisory comes on the back of an investigation by the NCPCR that found the Bournvita contains sugar levels, much above the acceptable limits. Earlier, the NCPCR had called upon the Food Safety and Standards Authority of India (FSSAI) to initiate action against the companies that failed to meet safety standards and guidelines and were projecting power supplements as ‘health drinks’.</p>\n\n\n\n<p>Notably, as per the regulatory body, ‘health drink’ has not been defined in the country’s food laws and to project something under the same violates the rules. The FSSAI, earlier this month, also instructed e-commerce portals against labelling diary-based or malt-based beverages as ‘health drinks’.</p>\n\n\n\n<p>The controversy over the ‘unhealthy’ nature of Bournvita first arose after a YouTuber in his video slammed the powder supplement and informed that it contained excessive sugar, cocoa solids and harmful colourants that could lead to serious health hazards in children, including cancer.</p>\n","originalUrl":"https://en.tattvanews.com/economy/e-commerce-companies-to-remove-bournvita-from-health-drinks-list-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}