{"id":"wp-en-14172","wp_id":14172,"type":"standard","category":"World","language":"en","title":"IPI renews call to protect journalists, allow access by international reporters in Gaza￼","excerpt":"The International Press Institute (IPI) global network is appealed and outraged over the killing of at least five journalists by Israeli air strikes in the span of 24 hours. Amid these killings and new journalsitic ivnestigations into previous Israeli military strikes, it urgently renew it’s call on Israel and the international community to take the","author":"Tattva News Team","time":"19/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Gaza-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>The International Press Institute (IPI) global network is appealed and outraged over the killing of at least five journalists by Israeli air strikes in the span of 24 hours. Amid these killings and new journalsitic ivnestigations into previous Israeli military strikes, it urgently renew it’s call on Israel and the international community to take the immediate measures to protect journalists in Gaza and to allow unimpeded access to the strip from international media.</p>\n\n\n\n<p>On June 5, an Israeli air strike hit the residence of Saadi Madoukh, director of Deep Shot Media Production Company. The explosion caused the residence to collapse, killing Madoukh and Ahmed Sukkar, a journalist who also worked for Deep Shot. The next day, air strikes on the Nuseirat refugee camp killed journalists  Wafa Abu Dabaan, Amjad Jahjouh, and Rizq Abu Shakian. Jahjouh and Abu Dabaan were married. Their child was among the 10 people who were killed in the attack. </p>\n\n\n\n<p>Since October 7, the day of the Hamas attack on Israel last year, at least 108  journalists have been killed, making the conflict in Gaza the deadliest modern conflict for journalists on record. The vast majority of those deaths – at least 103 – have been Palestinian journalists killed in IDF air strikes, often while they are at home with their families. Those that survive bombardment report amidst harrowing circumstances, documenting the war in spite of famine, displacement, and immense psychological trauma.</p>\n\n\n\n<p>The Israeli military has also bombed media infrastructure in Gaza, including bombing press offices, hitting livestreams, and intermittently cutting off electricity and internet access  in the strip. Local journalists, struggling to survive amidst a humanitarian catastrophe, continue to report while facing additional challenges in finding reliable electricity sources to charge their equipment.</p>\n\n\n\n<p>Israel continues to impose an information blockade on international journalists in spite of widespread calls from international media outlets  to be allowed access. With the exception of a few select trips embedded among IDF forces, no international media sources have been granted access. </p>\n","originalUrl":"https://en.tattvanews.com/international/ipi-renews-call-to-protect-journalists-allow-access-by-international-reporters-in-gaza%ef%bf%bc/","hasAudio":false,"hasInfographics":false}