{"id":"wp-en-14564","wp_id":14564,"type":"standard","category":"World","language":"en","title":"Govt to launch 'Kisan Ki Baat'  from next month!￼","excerpt":"Union Agriculture Minister Shivraj Singh Chouhan announced on Thursday that the government will start 'Kisan Ki Baat,' a monthly radio program beginning in September aimed at delivering scientific knowledge to farmers. He said that the radio program will be broadcast monthly, similar to Prime Minister Narendra Modi's Mann Ki Baat. This initiative aims to modernise","author":"Tattva News Team","time":"16/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Shivraj.webp","readTime":"5 min read","contentHTML":"\n<p>Union Agriculture Minister Shivraj Singh Chouhan announced on Thursday that the government will start 'Kisan Ki Baat,' a monthly radio program beginning in September aimed at delivering scientific knowledge to farmers. He said that the radio program will be broadcast monthly, similar to Prime Minister Narendra Modi's Mann Ki Baat.</p>\n\n\n\n<p>This initiative aims to modernise agricultural practices and equip farmers with the latest scientific knowledge. The program will include contributions from agricultural scientists, department officials, and the minister himself, offering vital insights into best practices and scientific advancements.</p>\n\n\n\n<p>Chouhan highlighted that farmers often lack crucial information, which can lead to the misuse of pesticides. He stressed the importance of quickly transferring scientific knowledge to farmers to address this issue.</p>\n\n\n\n<p>Addressing the program of dialogue with farmers invited to the Independence Day program and the launch of the National Pest Surveillance System (NPSS), the Union Minister said, \"Farmers should be aware of the research done by scientists. Our job is to connect farmers and scientists”.</p>\n\n\n\n<p>“Many times, farmers do not have information, so they use the wrong pesticides. It is important to know about this. To ensure that farmers get the benefits of science immediately, we will start a program called Kisano Ki Baat once a month,\" he said.</p>\n\n\n\n<p>\"This program will be on the radio, scientists will sit in it, officials of the agriculture department will sit, he will also sit and farmers will be given information about whatever is necessary. There is a need to connect the Krishi Vigyan Kendra completely with the farmers”, he added.</p>\n\n\n\n<p>He said that the work will be done to immediately deliver scientific benefits to the farmers. Now soon there will be discussions with scientists and discussions among farmers so that we can do the miracle of becoming a food basket through agriculture, he added. </p>\n","originalUrl":"https://en.tattvanews.com/national/govt-to-launch-kisan-ki-baat-from-next-month%ef%bf%bc/","hasAudio":false,"hasInfographics":false}