{"id":"wp-en-14892","wp_id":14892,"type":"standard","category":"World","language":"en","title":"No toll tax for private vehicles up to 20 km","excerpt":"The Ministry of Road Transport and Highways on Tuesday announced a significant amendment to the National Highways Fee (Determination of Rates and Collection) Rules, 2008, benefitting private vehicle owners. Under the updated regulations, known as the National Highways Fee (Determination of Rates and Collection) Amendment Rules, 2024, private vehicle owners equipped with a functional Global","author":"Tattva News Team","time":"11/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Toll-gate.webp","readTime":"5 min read","contentHTML":"\n<p>The Ministry of Road Transport and Highways on Tuesday announced a significant amendment to the National Highways Fee (Determination of Rates and Collection) Rules, 2008, benefitting private vehicle owners.</p>\n\n\n\n<p>Under the updated regulations, known as the National Highways Fee (Determination of Rates and Collection) Amendment Rules, 2024, private vehicle owners equipped with a functional Global Navigation Satellite System (GNSS) will benefit from a new toll policy.</p>\n\n\n\n<p>According to the new notification, private vehicle owners will not incur any charges for travelling up to 20 kilometres on highways and expressways per day if their vehicles are equipped with GNSS. For distances exceeding 20 kilometres, fees will be based on the actual distance travelled.</p>\n\n\n\n<p>\"A driver, owner or person in charge of a mechanical vehicle other than a National Permit vehicle who makes use of the same section of the national highway, permanent bridge, bypass or tunnel, as the case may be, shall be levied a zero-user fee up to 20 kilometres of a journey in each direction in a day under Global Navigation Satellite System based user fee collection system,\" the notification states.</p>\n\n\n\n<p>The road ministry had previously announced the initiation of a GNSS-based toll collection system as a pilot project, alongside the existing FASTag system. Union Road Transport and Highways Minister Nitin Gadkari revealed that a pilot study for this system has been conducted on the Bengaluru-Mysore section of NH-275 in Karnataka and the Panipat-Hisar section of NH-709 in Haryana.</p>\n\n\n\n<p>Gadkari also noted that a stakeholder consultation was held through an international workshop on June 25, 2024, and an international expression of interest (EOI) was invited on June 7, 2024, with the deadline for submissions set for July 22, 2024.</p>\n","originalUrl":"https://en.tattvanews.com/others/no-toll-tax-for-private-vehicles-up-to-20-km/","hasAudio":false,"hasInfographics":false}