{"id":"wp-en-13290","wp_id":13290,"type":"standard","category":"World","language":"en","title":"ED cannot arrest accused after special court takes cognisance of complaint, says SC￼","excerpt":"The Supreme Court on Thursday ruled that the Enforcement Directorate (ED) cannot make an arrest once a special court takes cognisance of a complaint the federal agency filed under the Prevention of Money Laundering Act (PMLA). The apex court delivered a landmark verdict imposing stringent limits on detaining individuals accused of money laundering.  A bench of","author":"Tattva News Team","time":"17/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/SC-ED.webp","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Thursday ruled that the Enforcement Directorate (ED) cannot make an arrest once a special court takes cognisance of a complaint the federal agency filed under the Prevention of Money Laundering Act (PMLA). The apex court delivered a landmark verdict imposing stringent limits on detaining individuals accused of money laundering. </p>\n\n\n\n<p>A bench of Justices Abhay S Oka and Ujjal Bhuyan said when an accused appears before a court in pursuance of a summons, the agency will have to apply to the court concerned to get his custody. \"If ED requires custody then the probe agency can move the application before the concerned court and thereafter the court can only grant custody once after satisfying with reasons that custodial interrogation is required,\" the bench stated. </p>\n\n\n\n<p>Furthermore, it ruled that those accused who voluntarily appear before a special court following summons from the ED aren't required to meet the rigorous criteria for bail set forth in Section 45 of the Prevention of Money Laundering Act. \"If the accused appears before the special court by summons (issued by court), it cannot be treated that he is in custody. Accused who appeared before the court pursuant to the summons not required to apply for bail, and thus twin conditions of Section 45 of PMLA not applicable,\" the bench said in its judgment.</p>\n\n\n\n<p>The twin conditions state that when an accused in a money laundering case applies for bail, the court has to first allow the public prosecutor to be heard and only when it is satisfied that the accused is not guilty and unlikely to commit a similar offence when released, can bail be granted. Under Section 45 of the Prevention of Money Laundering Act (PMLA), it is mandated that the public prosecutor has the chance to contest the accused's bail application.</p>\n\n\n\n<p>Additionally, the court must be satisfied that there are substantial grounds to believe the accused is innocent and unlikely to commit any further offences while on bail. These provisions typically present hurdles for individuals facing money laundering charges in securing bail.</p>\n","originalUrl":"https://en.tattvanews.com/others/ed-cannot-arrest-accused-after-special-court-takes-cognisance-of-complaint-says-sc%ef%bf%bc/","hasAudio":false,"hasInfographics":false}