{"id":"wp-en-14303","wp_id":14303,"type":"standard","category":"World","language":"en","title":"Budget proposals for marine sector to boost India's aquaculture￼","excerpt":"The Marine Products Export Development Authority (MPEDA) highlighted the significant impact of the Union Budget 2024-25 on India's marine sector. The budget introduces key measures such as rationalizing customs duties and enhanced financing facilities to boost India's aquaculture and seafood exports. Strategic initiatives include customs duty exemptions for feed inputs like mineral and vitamin pre-mixes,","author":"Tattva News Team","time":"27/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/MPEDA.jpg","readTime":"5 min read","contentHTML":"\n<p>The Marine Products Export Development Authority (MPEDA) highlighted the significant impact of the Union Budget 2024-25 on India's marine sector. The budget introduces key measures such as rationalizing customs duties and enhanced financing facilities to boost India's aquaculture and seafood exports.</p>\n\n\n\n<p>Strategic initiatives include customs duty exemptions for feed inputs like mineral and vitamin pre-mixes, krill meal, fish lipid oil, and algal oil. Artemia and Artemia cysts, vital for aqua hatcheries, will also be exempt from import duties. The Basic Customs Duty (BCD) on aquafarm and hatchery inputs, including Vannamei and black tiger broodstock, polychaete worms, and fish/shrimp feed, has been reduced to 5%.</p>\n\n\n\n<p>Similarly, the import duty on insect meal and single-cell protein is now 5%. These measures are expected to significantly enhance the competitiveness of the aquaculture and seafood export sectors.</p>\n\n\n\n<p>In addition, the government will provide substantial financial support to establish Nucleus Breeding Centres (NBCs) for shrimp broodstocks, potentially saving the industry up to US$ 17.9 million (Rs. 150 crore) annually by reducing reliance on imported broodstock.</p>\n\n\n\n<p>Hatchery operators are projected to benefit from a 50% reduction in broodstock costs, while around one lakh farmers will see a 30% decrease in shrimp seed costs. The National Bank for Agriculture and Rural Development (NABARD) will facilitate financing for shrimp farming, processing, and export, covering 80% of project costs with an interest subvention of up to 3%.</p>\n\n\n\n<p>Additionally, 639 export processing units will benefit from enhanced access to infrastructure development funds. Chairman of MPEDA, Mr. DV Swamy, stated that these measures would lower production costs, improve quality, and boost the international competitiveness of Indian marine products, contributing to a sector that achieved seafood exports worth over US$ 7.16 billion (Rs. 60,000 crore) in the last financial year.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/economy/budget-proposals-for-marine-sector-to-boost-indias-aquaculture%ef%bf%bc/","hasAudio":false,"hasInfographics":false}