{"id":"wp-te-19793","wp_id":19793,"type":"standard","category":"World","language":"te","title":"టీ20 ప్రపంచకప్‌ మనదే.. రెండోసారి విశ్వవిజేత","excerpt":"సుదీర్ఘ నిరీక్షణకు తెరదించుతూ..కోట్లాది మంది ప్రజల అకాంక్షలను నెరవేర్చుతూ టీమిండియా విశ్వవిజేతగా నిలిచింది. శనివారం చివరి బంతి వరకు ఉత్కంఠభరితంగా సాగిన ఫైనల్లో భారత్ ఏడు పరుగుల తేడాతో సౌతాఫ్రికాను ఓడించి ప్రపంచకప్‌ను సొంతం చేసుకుంది.  అసాధారణ ఆటతో తొలిసారి విశ్వకప్ ఫైనల్‌కు దూసుకొచ్చిన దక్షిణాఫ్రికా చివరి వరకు గట్టిపోటీ ఇచ్చినా ఫలితం లేకుండా పోయింది. చిరస్మరణీయ ఆటతో అదరగొట్టిన టీమిండియా తన ఖాతాలో రెండో ప్రపంచకప్ ట్రోఫీని జతచేసుకుంది. ఇంతకుముందు 2007లో భారత్ తొలిసారి టి20","author":"Tattva News Team","time":"30/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/India-win.jpg","readTime":"5 min read","contentHTML":"\n<p>సుదీర్ఘ నిరీక్షణకు తెరదించుతూ..కోట్లాది మంది ప్రజల అకాంక్షలను నెరవేర్చుతూ టీమిండియా విశ్వవిజేతగా నిలిచింది. శనివారం చివరి బంతి వరకు ఉత్కంఠభరితంగా సాగిన ఫైనల్లో భారత్ ఏడు పరుగుల తేడాతో సౌతాఫ్రికాను ఓడించి ప్రపంచకప్‌ను సొంతం చేసుకుంది. </p>\n\n\n\n<p>అసాధారణ ఆటతో తొలిసారి విశ్వకప్ ఫైనల్‌కు దూసుకొచ్చిన దక్షిణాఫ్రికా చివరి వరకు గట్టిపోటీ ఇచ్చినా ఫలితం లేకుండా పోయింది. చిరస్మరణీయ ఆటతో అదరగొట్టిన టీమిండియా తన ఖాతాలో రెండో ప్రపంచకప్ ట్రోఫీని జతచేసుకుంది. ఇంతకుముందు 2007లో భారత్ తొలిసారి టి20 ప్రపంచకప్‌ను గెలుచుకుంది. </p>\n\n\n\n<p>బార్బడోస్‌లోని కెన్నింగ్‌స్టన్ ఓవల్ మైదానం వేదికగా జరిగిన ఫైనల్లో టాస్ గెలిచిన భారత్ బ్యాటింగ్ ఎంచుకుంది. తొలుత బ్యాటింగ్ చేసిన టీమిండియా 20 ఓవర్లలో ఏడు వికెట్ల నష్టానికి 176 పరుగులు చేసింది. తర్వాత లక్షఛేదనకు దిగిన సౌతాఫ్రికా 20 ఓవర్లలో 8 వికెట్ల నష్టానికి 169 పరుగులు మాత్రమే చేసి ఓటమి పాలైంది.</p>\n\n\n\n<p>ఊరిస్తున్న లక్షంతో బ్యాటింగ్‌కు దిగిన సౌతాఫ్రికాకు ఆరంభంలోనే కష్టాలు మొదలయ్యాయి. ఓపెనర్ రిజా హెండ్రిక్స్ 4 పరుగులు మాత్రమే చేసి బుమ్రా వేసిన అద్భుత బంతికి క్లీన్‌బౌల్డ్ అయ్యాడు. ఆ వెంటనే కెప్టెన్ ఐడెన్ మార్‌క్రమ్ కూడా ఔటయ్యాడు. 4 పరుగులు చేసిన మార్‌క్రమ్‌ను అర్ష్‌దీప్ వెనక్కి పంపాడు. దీంతో సౌతాఫ్రికా 12 పరుగులకే రెండు వికెట్లను కోల్పోయింది. </p>\n\n\n\n<p>ఈ దశలో క్వింటన్ డికాక్, ట్రిస్టన్ స్టబ్స్‌లు కొద్ది సేపు వికెట్ల పతనాన్ని అడ్డుకున్నారు. ఇద్దరు కుదురుగా ఆడుతూ స్కోరును ముందుకు తీసుకెళ్లారు. ధాటిగా ఆడిన స్టబ్స్ 3 ఫోర్లు, ఒక సిక్సర్‌తో 31 పరుగులు చేసి అక్షర్ పటేల్ బౌలింగ్‌లో క్లీన్‌బౌల్డ్ అయ్యాడు.</p>\n\n\n\n<p>తర్వాత వచ్చిన హెన్రిచ్ క్లాసెన్ అసాధారణ బ్యాటింగ్‌తో చెలరేగి పోయాడు. భారత బౌలర్లపై ఎదురుదాడి దాడి చేస్తూ స్కోరును పరిగెత్తించాడు. అతన్ని కట్టడి చేసేందుకు భారత బౌలర్లు చాలా కష్టపడాల్సి వచ్చింది. విధ్వంసక ఇన్నింగ్స్‌తో అలరించిన క్లాసెన్ వరుస సిక్సర్లతో హోరెత్తించాడు. మరోవైపు డికాక్ 4 ఫోర్లు, ఒక సిక్స్‌తో 39 పరుగులు చేసి అర్ష్‌దీప్ బౌలింగ్‌లో ఔటయ్యాడు. </p>\n\n\n\n<p>అద్భుత ఇన్నింగ్స్ ఆడిన క్లాసెన్ 27 బంతుల్లోనే ఐదు భారీ సిక్సర్లు, రెండు ఫోర్లతో 52 పరుగులు చేసి హార్దిక్ బౌలింగ్‌లో పెవిలియన్ చేరాడు. ఆ తర్వాత భారత బౌలర్లు అద్భుతంగా బౌలింగ్ చేసి జట్టుకు చిరస్మరణీయ విజయం సాధించి పెట్టారు. చివర్లో బుమ్రా, హార్దిక్, అర్ష్‌దీప్‌లు కట్టుదిట్టమైన బౌలింగ్‌తో సౌతాఫ్రికాను కట్టడి చేశారు. అర్ష్‌దీప్, బుమ్రాలు చెరో రెండు వికెట్ల తీయగా, హార్దిక్ పాండ్యకు మూడు వికెట్లు దక్కాయి.</p>\n\n\n\n<p>అంతకుముందు తొలుత బ్యాటింగ్ చేసిన భారత్‌కు శుభారంభం లభించలేదు. కెప్టెన్ రోహిత్ శర్మ (9), రిషబ్ పంత్ (0), సూర్యకుమార్ (3)లు విఫలమయ్యారు. అయితే విరాట్ కోహ్లి అద్భుత బ్యాటింగ్‌తో జట్టును ఆదుకున్నాడు. సౌతాఫ్రికా బౌలర్లను దీటుగా ఎదుర్కొన్న విరాట్ స్కోరును ముందుకు నడిపించాడు. </p>\n\n\n\n<p>అతనికి అక్షర్ పటేల్ అండగా నిలిచాడు. కీలక ఇన్నింగ్స్ ఆడిన అక్షర్ పటేల్ 4 ఫోర్లు, సిక్సర్‌తో 47 పరుగులు చేశాడు. శివమ్ దూబె (27) తనవంతు పాత్ర పోషించాడు. ఇక అద్భుత బ్యాటింగ్‌ను కనబరిచిన కోహ్లి 59 బంతుల్లో ఆరు ఫోర్లు, రెడు సిక్సర్లతో 76 పరుగులు చేశాడు. దీంతో భారత్ స్కోరు 176 పరుగులకు చేరింది.</p>\n","originalUrl":"https://tattvanews.com/19793/30/06/2024/","hasAudio":false,"hasInfographics":false}