{"id":"wp-te-21079","wp_id":21079,"type":"standard","category":"World","language":"te","title":"సుప్రీంకోర్టులో అరవింద్​ కేజ్రీవాల్​కి బెయిల్","excerpt":"ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌కు భారీ ఊరట లభించింది. ఢిల్లీ మద్యం కుంభకోణం కేసులో ఎట్టకేలకు ఆయనకు బెయిల్ దక్కింది. ఇద్దరు జడ్జిలతో కూడిన సుప్రీంకోర్టు బెంచ్ శుక్రవారం ఈ మేరకు కీలక ఆదేశాలు జారీ చేసింది. దీంతో దాదాపు ఐదున్నర నెలల తర్వాత ఆయన తిహార్ జైలు నుంచి విడుదల కాబోతున్నారు. కోర్టు పలు షరతులను విధించింది. రూ.10 లక్షలు పూచీకత్తుతో పాటు ఇద్దరు సెక్యూరిటీ సంతకాలు చేయాలని స్పష్టం చేసింది. ట్రయల్ కోర్టుకు విచారణ","author":"Tattva News Team","time":"13/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kejriwal1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్‌కు భారీ ఊరట లభించింది. ఢిల్లీ మద్యం కుంభకోణం కేసులో ఎట్టకేలకు ఆయనకు బెయిల్ దక్కింది. ఇద్దరు జడ్జిలతో కూడిన సుప్రీంకోర్టు బెంచ్ శుక్రవారం ఈ మేరకు కీలక ఆదేశాలు జారీ చేసింది. దీంతో దాదాపు ఐదున్నర నెలల తర్వాత ఆయన తిహార్ జైలు నుంచి విడుదల కాబోతున్నారు.</p>\n\n\n\n<p>కోర్టు పలు షరతులను విధించింది. రూ.10 లక్షలు పూచీకత్తుతో పాటు ఇద్దరు సెక్యూరిటీ సంతకాలు చేయాలని స్పష్టం చేసింది. ట్రయల్ కోర్టుకు విచారణ హాజరుకావాలని తెలిపింది. సాక్ష్యాలను టాంపర్ చేయకూడదని షరతులు విధించింది.</p>\n\n\n\n<p>లెఫ్టినెంట్ గవర్నర్ వీకే సక్సేనా అనుమతి లేకుండా ముఖ్యమంత్రి కార్యాలయానికి లేదా ఢిల్లీ సెక్రటేరియట్‌కు వెళ్లకూడదని కోర్టు నిబంధన విధించింది. అంతేకాదు గవర్నర్ అనుమతి లేకుండా ప్రభుత్వ ఫైళ్లపై సంతకం కూడా చేయకూడదని షరతులు విధించింది. </p>\n\n\n\n<p>ఇక ఈ కేసుపై ఎలాంటి ప్రకటనలు చేయకూడదని, సాక్షులతో మాట్లాడకూదని స్పష్టత ఇచ్చింది. కేజ్రీవాల్ అరెస్టు అక్రమం కాదని ఈ సందర్భంగా సుప్రీంకోర్టు వ్యాఖ్యానించింది. అయితే న్యాయప్రక్రియలో సుదీర్ఘ కారాగారవాసం అంటే స్వేచ్ఛను హరించడమేనని బెయిల్ ఇచ్చిన బెంచ్‌లో ఉన్న న్యాయమూర్తి జస్టిస్ భుయాన్ తెలిపారు. </p>\n\n\n\n<p> ‘‘అరెస్టు చేసిన సమయం అనేక ప్రశ్నలు, సందేహాలను లేవనెత్తుతోంది. బెయిల్ పొందిన కేజ్రీవాల్‌ను నిరాశపర్చడం కోసమే అరెస్టు చేసినట్టుగా అనిపించింది’’ అని ఆయన పేర్కొన్నారు.</p>\n\n\n\n<p>జస్టిస్ ఉజ్జల్ భుయాన్, జస్టిస్ సూర్యకాంత్‌లతో కూడిన ద్విసభ్య ధర్మాసనం బెయిల్ మంజూరు చేసింది. అరెస్ట్ చేయడం తప్పేమీ కాదని చెబుతూనే ఈ బెయిల్ ఇచ్చింది. కాగా ఢిల్లీ మద్యం కుంభకోణం కేసులో ఈడీ కేసులో బెయిల్ దక్కడంతో సీబీఐ కేసులోనూ బెయిల్ ఇవ్వాలంటూ సుప్రీంకోర్టులో పిటిషన్ దాఖలు చేసుకున్నారు.</p>\n\n\n\n<p>కాగా ఢిల్లీ మద్యం కుంభకోణం కేసులో విచారణ అనంతరం జూన్ నెలలో ఆయనను సీబీఐ అరెస్ట్ చేసింది. ఈడీ కేసులో ఇప్పటికే ఆయన బెయిల్ పొందారు. దీంతో ఆయన జైలు నుంచి విడుదల కానున్నారు. దాదాపు ఆరు నెలల జైలు శిక్ష ఆయన బయటకు రానుండడంతో ఆప్ నేతలు, పార్టీ శ్రేణులు హర్షం వ్యక్తం చేస్తున్నాయి.</p>\n","originalUrl":"https://tattvanews.com/21079/13/09/2024/","hasAudio":false,"hasInfographics":false}