{"id":"wp-te-19813","wp_id":19813,"type":"standard","category":"World","language":"te","title":"రాహుల్ గాంధీ హిందుత్వ వాఖ్యలపై లోక్ సభలో దుమారం","excerpt":"రాష్ట్రపతి ప్రసంగంపై ధన్యవాద తీర్మానం సందర్భంగా విపక్ష నేత రాహుల్ గాంధీ  ఆర్ఎస్ఎస్, బీజేపీ, హిందుత్వపై చేసిన వ్యాఖ్యలు సభలో దుమారాన్ని సృష్టించాయి. రాహుల్ హిందూ సమాజాన్ని హింసాత్మకంగా అభివర్ణించారని అంటూ మధ్యలో జోక్యం చేసుకొంటూ ప్రధాని నరేంద్ర మోదీ ఆక్షేపణ తెలిపారు. ‘హిందువులంటే ఆర్ఎస్ఎస్, బీజేపీ వాళ్లే కాదని.. సభలో ఉన్నవారు, బయట ఉన్నవారు అంతా హిందువులేనని, ఒక్క మోదీయే కాదు’ అని రాహుల్ దుయ్యబట్టారు. బీజేపీ ప్రభుత్వం రాజ్యాంగంపై దాడి చేస్తోందని, దీనిని అడ్డుకుని","author":"Tattva News Team","time":"1/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Rahul-LS.jpg","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రపతి ప్రసంగంపై ధన్యవాద తీర్మానం సందర్భంగా విపక్ష నేత రాహుల్ గాంధీ  ఆర్ఎస్ఎస్, బీజేపీ, హిందుత్వపై చేసిన వ్యాఖ్యలు సభలో దుమారాన్ని సృష్టించాయి. రాహుల్ హిందూ సమాజాన్ని హింసాత్మకంగా అభివర్ణించారని అంటూ మధ్యలో జోక్యం చేసుకొంటూ ప్రధాని నరేంద్ర మోదీ ఆక్షేపణ తెలిపారు.</p>\n\n\n\n<p>‘హిందువులంటే ఆర్ఎస్ఎస్, బీజేపీ వాళ్లే కాదని.. సభలో ఉన్నవారు, బయట ఉన్నవారు అంతా హిందువులేనని, ఒక్క మోదీయే కాదు’ అని రాహుల్ దుయ్యబట్టారు. బీజేపీ ప్రభుత్వం రాజ్యాంగంపై దాడి చేస్తోందని, దీనిని అడ్డుకుని తాము అండగా నిలబడతామని రాహుల్ గాంధీ తేల్చి చెప్పారు.</p>\n\n\n\n<p>హిందూ మతం పేరుతో బీజేపీ అందరినీ భయపెడుతోందని దుయ్యబట్టారు. ఏ మతమైనా మనుషులకు ధైర్యం ఇస్తుందని, కొందరు తమను తాము హిందువులుగా ప్రచారం చేసుకుంటూ విద్వేషాలను రెచ్చగొడుతున్నారని ధ్వజమెత్తారు. అలాంటి వాళ్లు అసలు హిందువులే కాదని, హింసను ప్రేరేపించే వాళ్లను హిందువులు అని ఎలా అనగలమని ప్రశ్నించారు.</p>\n\n\n\n<p>శివుడి వెనుక త్రిశూలం ఉంటుందని, ఇంది హింసకు ప్రతీక కాదు.. అదే అయితే కుడిచేతిలో ఉండేదని పేర్కొన్నారు. ఈ వ్యాఖ్యలపై ప్రధాని మోదీ అభ్యంతరం వ్యక్తం చేశారు. రాహుల్ ప్రసంగాన్ని అడ్డుకున్న ఆయన.. హిందువులంతా హింసావాదులే అన్నట్టుగా మాట్లాడడం చాలా తీవ్రంగా పరిగణించాల్సిన విషయమని స్పష్టం చేశారు.</p>\n\n\n\n<p>‘‘ఇప్పటి వరకూ ప్రధాని మోదీ మణిపూర్‌కు వెళ్లలేదని, మణిపూర్ కూడా మనదేశంలో భాగమని, ఒక్కసారి అక్కడకు వెళ్లి పరిస్థితి చూడండి.. మోదీతో దేవుడు నేరుగా మాట్లాడుతాడు.. నోట్ల రద్దు సలహాను కూడా మోదీకి దేవుడే పంపాడేమో.. అదానీ నుంచి ఒక్క మెసేజ్ వస్తే అన్నీ పనులూ చకచకా జరిగిపోతాయి.. నిజం చెప్పాలంటే అంబానీ, అదానీ చట్టాలే అమలవుతున్నాయి\" అంటూ ఎద్దేవా చేశారు. </p>\n\n\n\n<p>వ్యవసాయ చట్టాలపై. రైతులు ఉద్యమం చేస్తే వారితో ప్రధాని మాట్లాడలేదు.. పైగా వారిని ఉగ్రవాదులుగా చిత్రీకరించారు.. 700 మంది రైతులు చనిపోయారు.. రైతులు మద్దతు ధర కావాలంటున్నారు.. రుణమాఫీ చేయమని కోరుతున్నారు.. కానీ, వారి కోరికలు ఏవీ నెరవేరలేదని రాహుల్ విమర్శించారు. </p>\n","originalUrl":"https://tattvanews.com/19813/01/07/2024/","hasAudio":false,"hasInfographics":false}