{"id":"wp-en-13496","wp_id":13496,"type":"standard","category":"World","language":"en","title":"I-T Department seizes record Rs 1100 crore cash, jewellery￼","excerpt":"In a huge success, the Income Tax Department has made a record seizure of Rs 1100 crore in cash and jewellery during the ongoing Lok Sabha elections, sources said. This seizure is said to be 182 per cent more as compared to the Rs 390 crore during the 2019 Lok Sabha elections. As per the","author":"Tattva News Team","time":"1/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/IT-seizures.webp","readTime":"5 min read","contentHTML":"\n<p>In a huge success, the Income Tax Department has made a record seizure of Rs 1100 crore in cash and jewellery during the ongoing Lok Sabha elections, sources said.</p>\n\n\n\n<p>This seizure is said to be 182 per cent more as compared to the Rs 390 crore during the 2019 Lok Sabha elections. As per the sources, by May 30, the department had seized approximately Rs 1100 crore worth of cash and jewellery.<strong></strong></p>\n\n\n\n<p>As per sources, Delhi and Karnataka topped the list for the highest seizures, with each state comprising more than Rs 200 crore worth of cash and jewellery respectively. Tamil Nadu followed with the second-highest seizure, amounting to Rs 150 crore. Andhra Pradesh, Telangana, and Odisha collectively comprised more than Rs 100 crore worth of cash and jewellery.</p>\n\n\n\n<p>The Model Code of Conduct (MCC) came into force on March 16, the day the Election Commission of India announced the dates for the Lok Sabha elections. Since then, the Income Tax Department has been vigilant in monitoring and seizing unaccounted cash and valuables that could potentially influence voters.</p>\n\n\n\n<p>According to reports, central agencies have been placed on high alert to ensure adherence to guidelines, focusing on monitoring the movement of cash, liquor, freebies, drugs, jewellery, and other items that could influence voters since MCC was enforced nationwide since March 16.</p>\n\n\n\n<p>Each state has established 24&#215;7 control rooms to check the illegal movement of cash that could be used in elections by politicians.</p>\n","originalUrl":"https://en.tattvanews.com/economy/i-t-department-seizes-record-rs-1100-crore-cash-jewellery%ef%bf%bc/","hasAudio":false,"hasInfographics":false}