{"id":"wp-en-15530","wp_id":15530,"type":"standard","category":"World","language":"en","title":"Is the polluter really paying in India’s plastic waste menace?","excerpt":"India is taking steps to fight the plastic waste menace, but its efforts will not see fruition unless it gives more teeth to its policies and guidelines – a case in point is that of the country’s Extended Producer Responsibility (EPR) guidelines for plastic packaging. A new analysis by Centre for Science and Environment (CSE)","author":"Tattva News Team","time":"1/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/epr.jpg","readTime":"5 min read","contentHTML":"\n<p>India is taking steps to fight the plastic waste menace, but its efforts will not see fruition unless it gives more teeth to its policies and guidelines – a case in point is that of the country’s Extended Producer Responsibility (EPR) guidelines for plastic packaging. A new analysis by Centre for Science and Environment (CSE) highlights significant gaps in the implementation of the guidelines.</p>\n\n\n\n<p>These findings, say CSE researchers, combined with a set of targeted recommendations, underscore the need for robust interventions to ensure that India’s EPR framework effectively addresses plastic pollution and upholds the “polluter pays” principle.</p>\n\n\n\n<p>EPR in this context implies that producers and other stakeholders (such as importers etc) of plastic packaging material can be held accountable for their products through their entire lifecycle. This means that Producers, Importers, and Brand Owners (PIBOs) must invest in collection, transportation, channelisation and recycling of packaging plastic waste.</p>\n\n\n\n<p>The EPR guidelines, issued by the Ministry of Environment, Forest, and Climate Change (MoEFCC) on February 16, 2022, require manufacturers, PIBOs as well as Plastic Waste Processors (PWPs) to register on a centralised portal. This framework sets specific targets for collection, recycling, end-of-life, recycled content usage and selective re-use in plastic packaging. CSE’s study, however, reveals major gaps in enforcement and systemic integrity that need urgent redressal.</p>\n\n\n\n<p>Speaking at the release of the CSE assessment here yesterday, Sunita Narain, director general, CSE, said: “We must manage our plastic in a manner so that it does not become a waste. The government’s EPR guidelines are an important tool, but the operational loopholes and other concerns that have emerged from the CSE assessment can lead to questions about its integrity – we must ensure that all this effort does not end up being a “waste” of time.”</p>\n\n\n\n<p><strong>The EPR ecosphere and the portal</strong></p>\n\n\n\n<p>The centralised EPR portal has received 41,577 registrations from PIBOs (till the time of the CSE assessment) -- 83 per cent of the registered PIBOs are Importers, 11 per cent are Producers and 6 per cent are Brand Owners.</p>\n\n\n\n<p>Of these, Producers are responsible for introducing the majority of plastic packaging into the Indian market -- cumulatively accounting for 65 per cent of the total. Brand Owners are the next biggest contributors with 26 per cent. Importers, despite being the highest in numbers to register, have only introduced 9 per cent of the plastic packaging introduced in the market.</p>\n\n\n\n<p>Says Atin Biswas, programme director, sustainable solid waste management and circular economy unit, CSE: “No Manufacturers of virgin plastics feature on the portal, despite the EPR guidelines mandating registration for Manufacturers. Another concern is that key contributors to plastic waste management such as urban local bodies (ULBs) and informal waste collectors lack representation in the EPR framework. This absence deprives them of incentives and support to manage plastic waste effectively, placing an undue burden on local governments.”</p>\n\n\n\n<p>While collection targets have been in force since the notification of the guidelines, the (mechanical) recycling targets have kicked in from the fiscal year 2024-25. In the financial year 2024-25, registered PIBOs have a mandate to mechanically recycle 35 per cent of the total plastic packaging introduced into the Indian market across all plastic categories.</p>\n\n\n\n<p>These PIBOs have introduced 23.9 million tonne (MT) of plastic packaging into the Indian market since the launch of the EPR portal in April 2022 – this translates into an annual average plastic packaging waste generation of about 8 MT. Says Biswas: “This indicates that the Central Pollution Control Board’s (CPCB’s) estimation of annual average plastic waste generation (all kinds of plastic waste) of 4.1 MT is an underestimation.”</p>\n\n\n\n<p><strong>The MLP menace</strong></p>\n\n\n\n<p>There is another problem: almost 66 per cent of the plastic packaging introduced into the Indian market is flexible in nature – this kind of plastic is difficult to collect and recycle. A March 2024 amendment to the EPR guidelines under the Plastic Waste Management Rules, 2016 has reclassified multi-layered plastic (MLP) packaging -- used to package chips, biscuits etc, and other small formats such as sachets – as <strong>flexible plastic packaging</strong>.</p>\n\n\n\n<p>Says Siddharth G Singh, programme manager, sustainable solid waste management and circular economy unit, CSE: “Cities across the Indian sub-continent have been struggling to deal with MLP packaging: a very small fraction of this waste goes for mechanical recycling and processing. The reclassification of MLP into flexible plastic category takes away the pressure from PIBOs to design their plastic packaging better, keeping the end-of-life of plastics in consideration. The burden of collecting and managing problematic formats of plastic packaging thus falls on local governments.”</p>\n\n\n\n<p>Singh adds: “Currently, PIBOs are paying only 10 per cent of the total cost of collecting and channelising plastics to a plastic waste processor or recycler, especially for MLP packaging.”</p>\n\n\n\n<p><strong>The whiff of a fraud</strong></p>\n\n\n\n<p>In October 2023, the CPCB and state pollution control boards blew the lid off a scam in this sector – they discovered that plastic waste recyclers in three states were indulging in generation of fake ‘plastic certificates’.</p>\n\n\n\n<p>Explains Biswas: “The EPR guidelines promote a market-driven credit/certificate trading mechanism that does not require PIBOs to actually collect and manage plastic waste. EPR for plastic packaging has been reduced to PIBOs simply procuring certificates from Plastic Waste Processors at throwaway prices, thus reducing the liability and accountability of the PIBOs and undermining the “polluter pays principle” on the basis of which the laws were notified.”</p>\n\n\n\n<p>The regulatory bodies have found that 0.7 million (seven lakh) fake certificates were generated by plastic recyclers. This is 38 times more than the certificate generation capacity of recyclers. The CPCB has already imposed a cumulative fine of Rs 355 crore on the violators.</p>\n\n\n\n<p>Says Singh: “Such practices drive certificate prices to untenable lows, undermining the system’s credibility. We have found that the malpractice is more widespread than believed – CSE’s assessment has discovered many more states where fake certificates are being generated. End-of-life disposal service providers such as waste-to-oil, waste-to-energy and cement co-processing facilities have been found to be generating certificates and transferring in volumes exceeding their registered processing capacities. As far as we know, no action has yet been taken against the PIBOs for defeating the purpose and principles of the EPR guidelines.”</p>\n\n\n\n<p>Adds Shrotik Bose, research associate, sustainable solid waste management and circular economy unit, CSE and one of the authors of the assessments: “We have found huge differences between the quantity processed and the registered and verified capacities. For instance, end-of-life co-processing (cement plants) units claim to have collectively processed 335.4 million tonne per annum (TPA) of plastic packaging waste against a capacity of a mere 11.4 million TPA!”</p>\n\n\n\n<p><strong>What should be the way ahead?</strong></p>\n\n\n\n<p>The CSE report suggests some critical interventions that can be made to make the EPR system for plastic packaging more robust. Says Biswas: “We have some time – the implementation of the guidelines have a timeline till the fiscal year 2027-28. Corrective measures, if taken timely, can help run a well-oiled market-driven EPR system.”</p>\n\n\n\n<p>Aniket Chandra, senior research associate, sustainable solid waste management and circular economy unit, CSE and co-author of the assessments, says: “The current EPR regime misses a very important set of stakeholders – the informal sector and WMAs; these need to be recognised to increase the traceability of the value chain.”</p>\n\n\n\n<p>The flow of fraudulent certificates and the operations of fraudulent processors and recyclers need to be stopped, says the CSE assessment. Other recommendations include using the portal to report accurate numbers for plastic waste generation; undertaking baseline cost studies for plastic waste management to help establish a benchmark for fair pricing of recycling certificates and prevent undervaluation in the market; and product standardisation for improving the recyclability of plastic waste by ensuring that packaging materials and designs are uniform.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/is-the-polluter-really-paying-in-indias-plastic-waste-menace%ef%bf%bc/","hasAudio":false,"hasInfographics":false}