{"id":"wp-en-14880","wp_id":14880,"type":"standard","category":"World","language":"en","title":"AAP names 20 candidates for Haryana polls breaking alliance talks with Congress","excerpt":"Aam Aadmi Party (AAP) on Monday released its first list of 20 candidates for the Haryana Assembly elections 2024. Arvind Kejriwal's party announced its candidate at a time when, both, AAP and Congress hinted that they were engaged in serious seat-sharing talks for Haryana polls, in a continuation of the alliance as a part of I.N.D.I.A","author":"Tattva News Team","time":"10/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/AAP-Cong.jpg","readTime":"5 min read","contentHTML":"\n<p>Aam Aadmi Party (AAP) on Monday released its first list of 20 candidates for the Haryana Assembly elections 2024. Arvind Kejriwal's party announced its candidate at a time when, both, AAP and Congress hinted that they were engaged in serious seat-sharing talks for Haryana polls, in a continuation of the alliance as a part of I.N.D.I.A bloc for the Lok Sabha elections 2024.</p>\n\n\n\n<p>AAP fielded senior party leader Anurag Dhandha from Kalyat seat. \"We waited honestly (for the alliance) because the organization is strong in every assembly and that strong organization wanted us to contest the elections. We have shown our patience and after that, we released our list. We were a partner of the I.N.D..I.A bloc at the national level,\" said AAP Haryana chief Sushil Gupta.</p>\n\n\n\n<p>He asserted his party would contest in all 90 seats in the state. Interestingly, AAP fielded 11 candidates out of 20 where Congress already announced its nominees, that means Kejriwal's party pitted its candidates against Congress in 11 constituencies - </p>\n\n\n\n<p>\"Now only 3 days are left for nomination, so within 3 days all the candidates have to be lined up, for which scrutiny is going on. Aam Aadmi Party is a good and strong option in Haryana. I do not want to get into the politics of allegations and counter-allegations. We are fighting the battle to change the system of Haryana,\" the AAP leader added.</p>\n\n\n\n<p>However, the talks have been stuck over the number of seats to be contested by the AAP. According to sources, the Arvind Kejriwal-led party is demanding 10 seats while the Congress is offering five.</p>\n","originalUrl":"https://en.tattvanews.com/national/aap-names-20-candidates-for-haryana-polls-breaking-alliance-talks-with-congress/","hasAudio":false,"hasInfographics":false}