{"id":"wp-en-13658","wp_id":13658,"type":"standard","category":"World","language":"en","title":"Chandrababu Naidu Sworn-In As Andhra Pradesh CM￼","excerpt":"TDP supremo N Chandrababu Naidu took oath as the Chief Minister of Andhra Pradesh on Wednesday in a grand ceremony attended by Prime Minister Narendra Modi and Union Ministers Amit Shah, Nitin Gadkari and J P Nadda. Naidu was cheered on by hundreds of his supporters at the venue near Gannavaram Airport in Kesarapalli on","author":"Tattva News Team","time":"12/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Babu-CM.jpg","readTime":"5 min read","contentHTML":"\n<p>TDP supremo N Chandrababu Naidu took oath as the Chief Minister of Andhra Pradesh on Wednesday in a grand ceremony attended by Prime Minister Narendra Modi and Union Ministers Amit Shah, Nitin Gadkari and J P Nadda.</p>\n\n\n\n<p>Naidu was cheered on by hundreds of his supporters at the venue near Gannavaram Airport in Kesarapalli on the outskirts of Vijayawada, as he took charge as the chief minister for the fourth time. </p>\n\n\n\n<p>After taking oath as Chief Minister Naidu shared a hug with PM Modi on stage hogging all the limelight. This is the second time after the bi-furcation in 2014, Naidu took charge as Andhra CM. Naidu became chief minister first in 1995, before the Andhra bifurcation and he led the state until 2004 for nine consecutive years.</p>\n\n\n\n<p>Jana Sena chief Pawan Kalyan and Nara Lokesh, son of Chandrababu Naidu, besides 22 others also took oath as Minister. Besides Naidu and Pawan Kalyan, K Atchannaidu (TDP), Nadendla Manohar (Janasena), P Narayana (TDP), Kollu Ravindra (TDP), Nimmala Rama Naidu (TDP) and Satya Kumar Yadav (BJP) took oath as ministers.</p>\n\n\n\n<p>Union Ministers Amit Shah, JP Nadda, Nitin Gadkari, former vice-president M Venkaiah Naidu, ex-chief Justice of India N V Ramana, Superstars Rajnikanth and Chiranjeevi were also present. </p>\n\n\n\n<p>The Pawan Kalyan-led party has got three and BJP one berth in the cabinet. As per the strength of Andhra Pradesh assembly (175), the cabinet can have 26 ministers, including the CM.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/chandrababu-naidu-sworn-in-as-andhra-pradesh-cm%ef%bf%bc/","hasAudio":false,"hasInfographics":false}