{"id":"wp-en-15206","wp_id":15206,"type":"standard","category":"World","language":"en","title":"Prashant Kishor launches Jan Suraaj Party, vowed to end liquor ban￼","excerpt":"Political strategist-turned-activist Prashant Kishor on Wednesday launched his political party, Jan Suraaj Party, in Patna, in the presence of eminent personalities. The party was launched at Veterinary College Ground in the state capital in presence of many renowned figures, including former Union minister Devendra Prasad Yadav, diplomat-turned-politician Pavan Varma and ex-MP Monazir Hassan. The party","author":"Tattva News Team","time":"3/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Prasanth-Kishor1.jpg","readTime":"5 min read","contentHTML":"\n<p>Political strategist-turned-activist Prashant Kishor on Wednesday launched his political party, Jan Suraaj Party, in Patna, in the presence of eminent personalities.</p>\n\n\n\n<p>The party was launched at Veterinary College Ground in the state capital in presence of many renowned figures, including former Union minister Devendra Prasad Yadav, diplomat-turned-politician Pavan Varma and ex-MP Monazir Hassan.</p>\n\n\n\n<p>The party was floated exactly two years after Kishor had embarked on a more than 3,000-km-long ‘padayatra’ of the state, from Champaran where Mahatma Gandhi had launched the first Satyagraha in the country, in a bid to mobilise the people for a “new political alternative” that could cure Bihar of its chronic backwardness.</p>\n\n\n\n<p>\"Jan Suraaj campaign is going on for 2-3 years. People are asking when we will be forming the party. We all must thank God, today the Election Commission has officially accepted Jan Suraaj as Jan Suraaj Party,\" Prashant Kishor said.</p>\n\n\n\n<p>Notably, Prashant Kishor has vowed to end the liquor ban in Bihar immediately if elected to power. He further said that if Bihar has to have a world-class education system, Rs 5 lakh crore is needed in the next 10 years.</p>\n\n\n\n<p>\"When the liquor ban will be removed, that money won't go into the budget and will not be used for the security of leaders, nor it will be used for roads, water and electricity. That will be used only for building a new education system in Bihar. Every year, Bihar is facing a loss of Rs 20,000 crore due to the liquor ban,\" he added.</p>\n\n\n\n<p>\"On May 5, 2022, I announced the commencement of Jan Suraaj journey. I discussed its 3 aims. Now after 2.5 years of the journey, an important milestone of this journey is going to be completed on October 2, 2024...As a result of the efforts made so far, Jan Suraaj will be established as a new political party on October 2, 2024,\" the Political strategist-turned-activist said on September 29.</p>\n\n\n\n<p>Kishor  on the eve of launching his own political party - said people have sent out a clear message in the recent Lok Sabha polls that they cannot tolerate \"arrogance\" or allow any leader to take them for granted.</p>\n","originalUrl":"https://en.tattvanews.com/national/prashant-kishor-launches-jan-suraaj-party-vowed-to-end-liquor-ban%ef%bf%bc/","hasAudio":false,"hasInfographics":false}