{"id":"wp-te-18601","wp_id":18601,"type":"standard","category":"World","language":"te","title":"బంగ్లాదేశ్‌ను చూసి సిగ్గుపడుతున్నాం.. పాక్ ప్రధాని షెహబాజ్","excerpt":"గత రెండేళ్లుగా తీవ్ర ఆర్థిక సంక్షోభంతో కొట్టుమిట్టాడుతున్న పాకిస్థాన్‌లోపరిస్థితి దారుణంగా ఉంది. ఈ సంక్షోభం నుంచి గట్టెక్కేందుకు దాయాది తీవ్ర ప్రయత్నాలు చేస్తోంది. ఈక్రమంలో భారత్‌తో వాణిజ్య సంబంధాలను ప్రారంభించాలని పాక్ వ్యాపారవేత్తలు నుంచి డిమాండ్ మొదలైంది. ఇటీవల పాకిస్థాన్ ప్రధాన మంత్రి షెహబాజ్ షరీఫ్‌తో జరిగిన సమావేశం వారు ఇదే విషయాన్ని ప్రస్తావించారు.  భారత్‌తో వాణిజ్య చర్చలు జరపాలని ఆయన విజ్ఞప్తి చేశారు. ఈసందర్భంగా షెహబాజ్ షరీఫ్ బంగ్లాదేశ్‌ ఆర్థిక వృద్ధిపై కీలక వ్యాఖ్యలు చేశారు.","author":"Tattva News Team","time":"26/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Pak-PM.webp","readTime":"5 min read","contentHTML":"\n<p>గత రెండేళ్లుగా తీవ్ర ఆర్థిక సంక్షోభంతో కొట్టుమిట్టాడుతున్న పాకిస్థాన్‌లోపరిస్థితి దారుణంగా ఉంది. ఈ సంక్షోభం నుంచి గట్టెక్కేందుకు దాయాది తీవ్ర ప్రయత్నాలు చేస్తోంది. ఈక్రమంలో భారత్‌తో వాణిజ్య సంబంధాలను ప్రారంభించాలని పాక్ వ్యాపారవేత్తలు నుంచి డిమాండ్ మొదలైంది. ఇటీవల పాకిస్థాన్ ప్రధాన మంత్రి షెహబాజ్ షరీఫ్‌తో జరిగిన సమావేశం వారు ఇదే విషయాన్ని ప్రస్తావించారు. </p>\n\n\n\n<p>భారత్‌తో వాణిజ్య చర్చలు జరపాలని ఆయన విజ్ఞప్తి చేశారు. ఈసందర్భంగా షెహబాజ్ షరీఫ్ బంగ్లాదేశ్‌ ఆర్థిక వృద్ధిపై కీలక వ్యాఖ్యలు చేశారు. ఒకప్పుడు భారం అనుకున్న దేశాన్ని చూసి సిగ్గుపడుతున్నామని ఆయన పేర్కొన్నారు. ఎగుమతుల ద్వారా ఆర్థిక వ్యవస్థను చక్కదిద్దే మార్గాలపై చర్చించేందుకు గాను వ్యాపారవేత్తలతో షెహబాజ్‌ షరీఫ్‌ పాక్ వాణిజ్య రాజధాని కరాచీలో బుధవారం భేటీ అయ్యారు. </p>\n\n\n\n<p>వ్యాపారులతో గంటపాటు చర్చించిన అనంతరం.. వారి ప్రశ్నలు, సలహాలు, సూచనలకు అవకాశం ఇచ్చారు. ఈ సందర్భంగా ప్రముఖ వ్యాపారవేత్త, ఆరీఫ్‌ హబీబ్‌ అధినేత మాట్లాడుతూ.. దేశంలోని రాజకీయ అస్థిరత, భారత్‌తో వాణిజ్య చర్చలు గురించి సూచనలు చేశారు. </p>\n\n\n\n<p>‘దేశంలో కొనసాగుతోన్న రాజకీయ అస్థిరతపైఆందోళన నెలకుంది.. ప్రభుత్వాధినేతగా మీరు ఈ విషయంలో చొరవ తీసుకోవాలి.. మీరు బాధ్యతలు స్వీకరించిన తర్వాత కొందరితో చేసిన కరచాలనం మంచి ఫలితాలను అందించింది. ఐఎంఎఫ్ ఒప్పందంలో పురోగతి వాటిలో ఒకటి.. ఈక్రమంలో భారత్‌తోనూ వాణిజ్య చర్చలు జరపాలి. అది ఆర్థికవ్యవస్థకు ఎంతో లబ్ధి చేకూరుస్తుంది. ఆడియాలా జైల్లో ఉన్న (మాజీ ప్రధాని ఇమ్రాన్‌ ఖాన్‌) వ్యక్తితోనూ సంప్రదింపులు జరపాలి.. సమస్యల పరిష్కారాలకు మరిన్ని చర్యలు చేపట్టాలి..' అని ప్రధానికి ఆయన సూచించారు. </p>\n\n\n\n<p>అయితే, రాజకీయ అస్థిరతపై మాత్రం ప్రధాని నేరుగా స్పందించలేదు. వాస్తవమైన పారిశ్రామిక, వ్యవసాయ వృద్ధి సాధించడం, వచ్చే ఐదేళ్లలో ఎగుమతులను రెట్టింపు చేయడంపైనే దృష్టిసారిస్తామని షెహజాబ్ చెప్పారు. ఇది కష్టమైనదే అయినప్పటికీ అసాధ్యం కాదన్న ఆయన.. ఈసందర్భంగా బంగ్లాదేశ్‌ ఆర్థిక వృద్ధిని ప్రధాని ఉదహరించారు. </p>\n\n\n\n<p>‘తూర్పు పాకిస్థాన్‌’గా పిలిచే ఆ ప్రాంతాన్ని దేశానికి ఒకప్పుడు భారంగా భావించాం.. పారిశ్రామిక వృద్ధిలో అద్భుతమైన ప్రగతిని సాధించింది.. నేను యువకుడిగా ఉన్న సమయంలో.. మన భుజాలపై అదో భారం అని చెప్పేవాళ్లు.. ఈరోజు చూస్తే.. ఆర్థికపరంగా ఆ ‘భారం’ ఎక్కడికి చేరిందో మనందరికీ తెలుసు.. పారిశ్రామికంగా ఎంతో పురోగతి సాధించింది... మనం వాళ్లను చూసి సిగ్గుపడుతున్నాం’ అని ప్రధాని షెహబాజ్‌ షరీఫ్‌ పేర్కొన్నారు. <br></p>\n","originalUrl":"https://tattvanews.com/18601/26/04/2024/","hasAudio":false,"hasInfographics":false}