{"id":"wp-en-15185","wp_id":15185,"type":"standard","category":"World","language":"en","title":"ED slaps PMLA case against CM Siddaramaiah, wife returns plots￼","excerpt":"The Enforcement Directorate (ED) on Monday filed a case against Karnataka Chief Minister Siddaramaiah and others in a money laundering case related to the Mysuru Urban Development Authority (MUDA) scam. While taking cognisance of a recent state Lokayukta FIR, the central probe agency has filed an enforcement case information report (ECIR) to book Siddaramaiah and","author":"Tattva News Team","time":"1/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Siddaramaiah-ED-case.jpeg","readTime":"5 min read","contentHTML":"\n<p>The Enforcement Directorate (ED) on Monday filed a case against Karnataka Chief Minister Siddaramaiah and others in a money laundering case related to the Mysuru Urban Development Authority (MUDA) scam.</p>\n\n\n\n<p>While taking cognisance of a recent state Lokayukta FIR, the central probe agency has filed an enforcement case information report (ECIR) to book Siddaramaiah and others.</p>\n\n\n\n<p>Hours after the Enforcement Directorate (ED) on Monday booked Karnataka Chief Minister Siddaramaiah in a money-laundering case, his wife has offered to surrender 14 plots of land allotted to her by the Mysuru Urban Development Authority (MUDA). </p>\n\n\n\n<p>In a letter addressed to the MUDA Commissioner, BM Parvathi stated her intention to return the plots, which were allocated to her in exchange for 3 acres and 16 guntas of land at a different location.</p>\n\n\n\n<p>Siddaramaiah, along with his wife BM Parvathi, brother-in-law Mallikarjuna Swamy, and Devaraju — who sold land to Swamy, which was later gifted to Parvathi —have been named in an FIR registered by the Mysuru-based Lokayukta police on September 27.</p>\n\n\n\n<p>The ED has pressed sections of the Prevention of Money Laundering Act (PMLA) to book Siddaramaiah in its ECIR, the equivalent of a police FIR. According to the procedure, the ED is empowered to summon the accused for questioning and even attach their assets during the investigation.</p>\n\n\n\n<p>Siddaramaiah, 76, had last week said he was being targeted in the MUDA issue as the opposition was “scared” of him and noted that it was the first such “political case” against him. He also reiterated that he would not resign following the court ordering a probe against him in the case as he has done no wrong and asserted that he would fight the case legally.</p>\n\n\n\n<p>Meanwhile, while the ruling Congress is defending its chief minister refusing to step down to face a probe, the BJP-JDS are demanding the CM’s resignation on moral grounds. A mass leader, Siddaramaiah (76), who carved his political path on the socialist ideology, is facing the toughest dilemma of his life.</p>\n","originalUrl":"https://en.tattvanews.com/national/ed-slaps-pmla-case-against-cm-siddaramaiah-wife-returns-plots%ef%bf%bc/","hasAudio":false,"hasInfographics":false}