{"id":"wp-en-14282","wp_id":14282,"type":"standard","category":"World","language":"en","title":"Indian men's archery team secures direct quarter-final qualification at Paris Olympics ￼","excerpt":"Indian men's archery team secured a direct qualification to the quarter-final round at the Paris Olympics 2024 on Thursday, July 25. Indian archers staged a strong comeback to finish in the top four of the ranking round after some early struggles at Esplanade Des Invalides in Paris. Indian archers Bommadevara Dhiraj, Tarundeep Rai and Pravin Jadhav competed","author":"Tattva News Team","time":"26/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Archery.jpg","readTime":"5 min read","contentHTML":"\n<p>Indian men's archery team secured a direct qualification to the quarter-final round at the Paris Olympics 2024 on Thursday, July 25. Indian archers staged a strong comeback to finish in the top four of the ranking round after some early struggles at Esplanade Des Invalides in Paris.</p>\n\n\n\n<p>Indian archers Bommadevara Dhiraj, Tarundeep Rai and Pravin Jadhav competed in the individual round in the ranking events and collected a total of 2013 points for India. Dhiraj topped India with 681 points and finished fourth in the individual standings. </p>\n\n\n\n<p>After finishing third, the Indian men's team will be facing either Turkiye or Colombia in the quarter-final round. India will avoid facing the South Korean side in the semi-final, boosting their chances to finish in the top two. <strong></strong></p>\n\n\n\n<p>Meanwhile, with Dhiraj bagging 681 points and Ankita Bhakat adding 666, the Indian team finished fifth in the mixed-ranking standings with 1347 points. India will take on Indonesia in the round of 16 in the mixed event and could potentially face China in the quarter-final round. <strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/international/indian-mens-archery-team-secures-direct-quarter-final-qualification-at-paris-olympics-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}