{"id":"wp-te-18801","wp_id":18801,"type":"standard","category":"World","language":"te","title":"జగన్ పాలనలో అప్పుల ఊబిలో రాష్ట్రం: మోదీ","excerpt":"వైసీపీ ప్రభుత్వం రాష్ట్రాన్ని తిరోగమనం బాట పట్టించిందని ప్రధాని నరేంద్ర మోదీ విమర్శించారు. రాజమహేంద్రవరంలో నిర్వహించిన కూటమి బహిరంగ సభలో ప్రసంగించిన ఆయన వైసీపీపై నిప్పులు చెరిగారు. ఈ ఎన్నికల్లో వైసీపీని ప్రజలు పూర్తిగా తిరస్కరిస్తారని భరోసా వ్యక్తం చేశారు.  చంద్రబాబు హయాంలో అభివృద్ధిలో ఏపీ నెంబర్‌వన్‌గా ఉండేదని, జగన్‌ ఐదేళ్ల ప్రభుత్వంలో పాలన పట్టాలు తప్పిందని ధ్వజమెత్తారు. టిడిపి అధినేత చంద్రబాబు నాయుడు, జనసేన అధ్యక్షుడు పవన్ కళ్యాణ్, బిజెపి రాష్ట్ర అధ్యక్షురాలు డి పురందేశ్వరిలతో","author":"Tattva News Team","time":"6/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-RJY1.jpeg","readTime":"5 min read","contentHTML":"\n<p>వైసీపీ ప్రభుత్వం రాష్ట్రాన్ని తిరోగమనం బాట పట్టించిందని ప్రధాని నరేంద్ర మోదీ విమర్శించారు. రాజమహేంద్రవరంలో నిర్వహించిన కూటమి బహిరంగ సభలో ప్రసంగించిన ఆయన వైసీపీపై నిప్పులు చెరిగారు. ఈ ఎన్నికల్లో వైసీపీని ప్రజలు పూర్తిగా తిరస్కరిస్తారని భరోసా వ్యక్తం చేశారు.  చంద్రబాబు హయాంలో అభివృద్ధిలో ఏపీ నెంబర్‌వన్‌గా ఉండేదని, జగన్‌ ఐదేళ్ల ప్రభుత్వంలో పాలన పట్టాలు తప్పిందని ధ్వజమెత్తారు.</p>\n\n\n\n<p>టిడిపి అధినేత చంద్రబాబు నాయుడు, జనసేన అధ్యక్షుడు పవన్ కళ్యాణ్, బిజెపి రాష్ట్ర అధ్యక్షురాలు డి పురందేశ్వరిలతో కలిసి బహిరంగసభలో పాల్గొంటూ  రాష్ట్రం అప్పుల ఊబిలో కూరుకుపోయిందని ,  వైసీపీ పాలనలో అభివృద్ధి సున్నా, కానీ, అవినీతి వందశాతం పెరిగిందని చెప్పారు. రాష్ట్రం అభివృద్ధి చెందాలంటే డబుల్‌ ఇంజిన్‌ సర్కారు అవసరమని స్పష్టం చేశారు. దేశంలో, రాష్ట్రంలో ఎన్టీఏ కూటమి అధికారంలోకి వస్తుందని ధీమా వ్యక్తం చేశారు. ఇప్పుడు అసెంబ్లీ ఎన్నికలు జరిగే రాష్ట్రాల్లో ఎన్డీఏదే అధికారమని నరేంద్ర మోదీ తెలిపారు.</p>\n\n\n\n<p>కాంగ్రెస్ పార్టీ పట్ల ప్రజలు అప్రమత్తంగా ఉండాలని ప్రధాని మోదీ పిలుపునిచ్చారు. పదేళ్ల క్రితం దేశాన్ని కాంగ్రెస్ పార్టీ అథోగతిపాలు చేసిందని ఆరోపించారు. ఈడీ.. ఈడీ.. అంటూ ఇండి కూటమి గగ్గోలు పెడుతోందని, ఝార్ఖండ్‌ కాంగ్రెస్ నేతల వద్ద కట్టలకొద్దీ డబ్బు దొరికిందని ప్రధాని మోదీ పేర్కొన్నారు. కాంగ్రెస్ నేతల డబ్బును మిషన్లు కూడా లెక్కపెట్టలేకపోతున్నాయని ధ్వజమెత్తారు. </p>\n\n\n\n<p>కాంగ్రెస్ నేతల ఇళ్లలోనే ఎందుకు గుట్టలుగా డబ్బు దొరుకుతోంది?, గుట్టలకొద్దీ డబ్బుపై కాంగ్రెస్ రాకుమారుడు జవాబు చెప్పాలని మోదీ డిమాండ్ చేశారు. దోచుకున్న డబ్బు తెచ్చి ఎలా పేదలకు పంచాలో ఆలోచిస్తున్నానని మోదీ వెల్లడించారు.</p>\n\n\n\n<p>ఏపీలో మద్యనిషేధం పేరు చెప్పి అధికారంలోకి వచ్చారని, అధికారంలోకి వచ్చాక మద్యం సిండికేట్‌గా తయారయ్యారని ప్రధాని మోదీ విమర్శించారు. వైసీపీ ప్రభుత్వంలో అవినీతి జెట్ స్పీడ్‌తో పరిగెత్తిందని దయ్యబట్టారు. మూడు రాజధానులు చేస్తామన్నారు, ఒక్కటీ చేయలేదని ఎద్దేవా చేశారు. మూడు రాజధానులు పేరిట ఏపీని లూటీ చేశారని మండిపడ్డారు. </p>\n\n\n\n<p>వైసీపీకి అవినీతి నిర్వహణ తప్ప, రాష్ట్ర ఆర్థిక నియంత్రణ తెలియదని ఎద్దేవా చేశారు. రాష్ట్ర ఖజానాను వైసీపీ ప్రభుత్వం ఖాళీ చేసిందని దుయ్యబట్టారు. పోలవరానికి కేంద్రం రూ.15 వేల కోట్లు ఇచ్చిందని, కానీ రాష్ట్ర ప్రభుత్వం పోలవరం ప్రాజెక్టును పూర్తిగా ఆపేసిందని మండిపడ్డారు. దిల్లీ-ముంబయి కారిడార్‌ మాదిరిగా విశాఖ-చెన్నై కారిడార్‌ నిర్మాణం చేపడతామని మోదీ హామీ ఇచ్చారు. </p>\n\n\n\n<p>చెన్నై- కోల్‌కతా హైవే, రాజమండ్రి విమానాశ్రయం.. ఈ ప్రాంత ముఖచిత్రం మారుస్తాయని చెప్పారు. ఆంధ్రప్రదేశ్‌.. సాంస్కృతిక చరిత్ర ఉన్న భూమి అని, రాముడి చరిత్రను సినిమాల ద్వారా ఎన్టీఆర్‌ ఇంటింటికీ తీసుకెళ్లారని గుర్తు చేశారు. అయోధ్య రాముడి ప్రాణప్రతిష్ఠను కాంగ్రెస్ బహిష్కరించిందని, ప్రాణప్రతిష్ఠకు వచ్చిన ఒక నేతను కాంగ్రెస్‌ బహిష్కరించిందని పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18801/06/05/2024/","hasAudio":false,"hasInfographics":false}