{"id":"wp-en-13184","wp_id":13184,"type":"standard","category":"World","language":"en","title":"SC grants interim bail to Kejriwal until June 1￼","excerpt":"The Supreme Court on Friday delivered its verdict on Arvind Kejriwal’s plea challenging his arrest by the Enforcement Directorate in the money laundering case linked to alleged liquor scam and granted him an interim bail.  The top court's decision will enable Kejriwal to walk out of Tihar Jail and campaign for the Aam Aadmi Party","author":"Tattva News Team","time":"10/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/03/Kejriwal-in-court.jpg","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Friday delivered its verdict on Arvind Kejriwal’s plea challenging his arrest by the Enforcement Directorate in the money laundering case linked to alleged liquor scam and granted him an interim bail. </p>\n\n\n\n<p>The top court's decision will enable Kejriwal to walk out of Tihar Jail and campaign for the Aam Aadmi Party and Opposition allies for the ongoing Lok Sabha Elections.</p>\n\n\n\n<p>The Delhi Chief Minister had approached the SC seeking interim bail in view of the ongoing Lok Sabha Elections. Polling in the national capital will be held in the sixth phase of general elections on May 25 in which AAP is contesting on 4 seats while Congress is fighting on 3 seats.</p>\n\n\n\n<p>Kejriwal has been granted interim bail till June 1, the last date of polling and he will have to surrender on June 2. Kejriwal was arrested on March 21 this year and is currently behind the bars at Tihar under judicial custody. On May 7, the bench, also comprising Justice Dipankar Datta, had reserved its verdict on interim bail to Kejriwal.</p>\n\n\n\n<p>The bench had risen without pronouncing order on granting Kejriwal interim bail to enable him to campaign in the ongoing general elections. The order was reserved after hearing the arguments of senior advocate Abhishek Singhvi, representing Kejriwal and Additional Solicitor General S V Raju, appearing on behalf of the ED.</p>\n\n\n\n<p>The<strong> </strong>Supreme Court said, \"We should not draw any common line. He was arrested in March and could have been arrested earlier or later. ⁠Now 21 days here and there won't make any difference. ⁠Arvind Kejriwal will surrender on June 2\". Abhishek Manu Singhvi, representing Kejriwal, said interim bail should be given till June 5, to which the court denied.</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-grants-interim-bail-to-kejriwal-until-june-1%ef%bf%bc/","hasAudio":false,"hasInfographics":false}