{"id":"wp-en-13602","wp_id":13602,"type":"standard","category":"World","language":"en","title":"EC kicktarts process for holding Assembly election in Jammu and Kashmir￼","excerpt":"The Election Commission of India (ECI) has kickstarted the process of conducting assembly elections in Jammu and Kashmir. In a notification issued on June 7, the poll panel said that it has decided to accept applications seeking allotment of a common symbol under Para 10B of Election Symbols (Reservation and Allotment) Order, 1968 for the general election to","author":"Tattva News Team","time":"9/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/ECI1.webp","readTime":"5 min read","contentHTML":"\n<p>The Election Commission of India (ECI) has kickstarted the process of conducting assembly elections in Jammu and Kashmir. In a notification issued on June 7, the poll panel said that it has decided to accept applications seeking allotment of a common symbol under Para 10B of Election Symbols (Reservation and Allotment) Order, 1968 for the general election to the legislative assembly of the union territory of Jammu and Kashmir with immediate effect.</p>\n\n\n\n<p>The development comes just days after the Chief Election Commissioner Rajiv Kumar had said that the people of Jammu and Kashmir would soon have their democratically-elected government in the union territory.</p>\n\n\n\n<p>The assembly elections in the union territory were last held in 2014, when it was a state. A coalition government of PDP and BJP had come to power here headed by Mufti Mohammad Sayeed. After Sayeed’s death in 2016, his daughter Mehbooba Mufti had taken over the post.</p>\n\n\n\n<p>However, in June 2019, the BJP withdrew support from the coalition government, leading to Mehbooba’s resignation as chief minister.  Governor’s rule was imposed in Jammu and Kashmir, which was followed by President’s Rule.</p>\n\n\n\n<p>On August 5, 2019, Jammu and Kashmir was turned into a union territory, when Articles 370 and 35A were abrogated.  Since then, Jammu and Kashmir is being headed by a lieutenant governor.</p>\n","originalUrl":"https://en.tattvanews.com/others/ec-kicktarts-process-for-holding-assembly-election-in-jammu-and-kashmir%ef%bf%bc/","hasAudio":false,"hasInfographics":false}