{"id":"wp-te-18751","wp_id":18751,"type":"standard","category":"World","language":"te","title":"బీఆర్ఎస్ ఎమ్మెల్సీ దండె విఠల్ ఎన్నిక చెల్లదని హైకోర్టు తీర్పు","excerpt":"బీఆర్ఎస్ ఎమ్మెల్సీ దండె విఠల్ ఎన్నికపై హైకోర్టు సంచలన తీర్పు వెల్లడించింది. ఎమ్మెల్సీగా విఠల్ ఎన్నిక చెల్లదంటూ హైకోర్టు ప్రకటించింది. రూ.50 వేలు జరిమానా కూడా విధించింది. దండె విఠల్ ఆదిలాబాద్ స్థానిక సంస్థల ఎమ్మెల్సీగా 2022లో బీఆర్ఎస్ తరఫున పోటీ చేసి గెలిచారు.  ఆ ఎన్నికల్లో నామినేషన్ వేసిన కాంగ్రెస్ నాయకుడు పత్తిరెడ్డి రాజేశ్వర్ రెడ్డి ఆ తర్వాత ఉపసంహరించుకున్నట్లు రిటర్నింగ్ అధికారి ప్రకటించారు. ఈ క్రమంలో దండె విఠల్ ఎన్నిక చెల్లదని ప్రకటించాలని కోరుతూ","author":"Tattva News Team","time":"4/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/BRS-MLC1.jpg","readTime":"5 min read","contentHTML":"\n<p>బీఆర్ఎస్ ఎమ్మెల్సీ దండె విఠల్ ఎన్నికపై హైకోర్టు సంచలన తీర్పు వెల్లడించింది. ఎమ్మెల్సీగా విఠల్ ఎన్నిక చెల్లదంటూ హైకోర్టు ప్రకటించింది. రూ.50 వేలు జరిమానా కూడా విధించింది. దండె విఠల్ ఆదిలాబాద్ స్థానిక సంస్థల ఎమ్మెల్సీగా 2022లో బీఆర్ఎస్ తరఫున పోటీ చేసి గెలిచారు.</p>\n\n\n\n<p> ఆ ఎన్నికల్లో నామినేషన్ వేసిన కాంగ్రెస్ నాయకుడు పత్తిరెడ్డి రాజేశ్వర్ రెడ్డి ఆ తర్వాత ఉపసంహరించుకున్నట్లు రిటర్నింగ్ అధికారి ప్రకటించారు. ఈ క్రమంలో దండె విఠల్ ఎన్నిక చెల్లదని ప్రకటించాలని కోరుతూ పత్తిరెడ్డి రాజేశ్వర్ రెడ్డి హైకోర్టును ఆశ్రయించారు. నామినేషన్ను తాను ఉపసంహరించుకోలేదని పత్తిరెడ్డి రాజేశ్వర్ రెడ్డి పేర్కొన్నారు.</p>\n\n\n\n<p> తనను ప్రతిపాదించిన కిషన్ సింగారి తన సంతాలను ఫోర్జరీ చేసి నామినేషన్ ఉపసంహరణ పత్రాలను సమర్పించారని రాజేశ్వర్ రెడ్డి వాదించారు. రాజేశ్వర్ రెడ్డి పిటిషన్పై సంతకాలను, నామినేషన్ ఉపసంహరణ పత్రాలపై సంతకాలను హైకోర్టు కేంద్ర ఫోరెన్సిక్ లేబొరేటరీకి పంపించి నివేదిక తెప్పించింది.</p>\n\n\n\n<p> అడ్వకేట్ కమిషన్ నివేదిక, సాక్షుల విచారణ, ఇరువైపుల వాదనలు విన్న తర్వాత హైకోర్టు తీర్పును రిజర్వ్ చేసింది. విఠల్ ఎన్నికను రద్దు చేస్తూ తీర్పు హైకోర్టు సంచలన తీర్పు ఇచ్చింది. అయితే అప్పీల్ చేయడంతో కొంత సమయం ఇవ్వాలని విఠల్ తరఫు న్యాయవాది కోరడంతో తీర్పు అమలును నాలుగు వారాలకు నిలిపివేస్తూ హైకోర్టు ఉత్తర్వులు జారీ చేసింది.</p>\n\n\n\n<p> హైకోర్టు తీర్పు ఇచ్చిన తర్వాత దండె విఠల్ స్పందించారు. ఈ ఎన్నిక చెల్లదని హైకోర్టు ఇచ్చిన తీర్పును సవాల్ చేస్తూ సుప్రీంకోర్టుకు వెళతానని చెప్పారు. వేరే అభ్యర్థి నామినేషన్ ఉపసంహరణ సరిగా జరగలేదన్న కారణంతో ఈ తీర్పు వచ్చిందని చెప్పారు. </p>\n\n\n\n<p>ఇతర అభ్యర్థి నామినేషన్ ఉపసంహరణ తనకు సంబంధం లేని వ్యవహారమని చెప్పారు. ఈ తీర్పుపై అప్పీల్కు నాలుగు వారాల గడువు తనకు లభించిందని స్పష్టం చేశారు. హైకోర్టు ఇచ్చిన తీర్పుపై సుప్రీంకోర్టులో న్యాయం జరిగి స్టే వస్తుందని ఎమ్మెల్సీ దండె విఠల్ ఆశాభావం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18751/04/05/2024/","hasAudio":false,"hasInfographics":false}