{"id":"wp-en-14339","wp_id":14339,"type":"standard","category":"World","language":"en","title":"India's first integrated agri-export facility to come up at Jawaharlal Nehru Port, Mumbai￼","excerpt":"Union Minister for Ports, Shipping, and Waterways Sarbananda Sonowal has approved the Jawaharlal Nehru Port Authority (JNPA)’s US$ 34 million (Rs. 284.19 crore) project to develop an 'Export-Import cum Domestic Agricultural Commodity-Based Processing & Storage Facility' on a PPP model. The facility, covering 67,422 square meters, aims to streamline logistics, reduce handling stages, and extend","author":"Tattva News Team","time":"30/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Port.webp","readTime":"5 min read","contentHTML":"\n<p>Union Minister for Ports, Shipping, and Waterways  Sarbananda Sonowal has approved the Jawaharlal Nehru Port Authority (JNPA)’s US$ 34 million (Rs. 284.19 crore) project to develop an 'Export-Import cum Domestic Agricultural Commodity-Based Processing & Storage Facility' on a PPP model.</p>\n\n\n\n<p>The facility, covering 67,422 square meters, aims to streamline logistics, reduce handling stages, and extend the shelf life of agricultural products. It is expected to enhance pricing for agricultural goods, create jobs, and support growth in the sector, benefiting farmers and exporters while fostering rural development.</p>\n\n\n\n<p>It will handle exports of non-basmati rice, maize, spices, onions, and wheat and support meat and marine product exporters outside Mumbai. The projected export capacity includes a frozen store of 1,800 metric tonnes, a cold store of 5,800 metric tonnes, and dry warehouses for 12,000 metric tonnes of grains, cereals, and dry cargo.</p>\n\n\n\n<p>JNPA in Maharashtra is notable as the country’s first major port operating entirely on a PPP model. Additionally, the Vadhavan Port development in Maharashtra, with an investment of US$ 9.11 billion (Rs. 76,220 crore), is set to become a major Greenfield deep draft port.</p>\n\n\n\n<p> Designed to handle 23 million TEUs or 254 million tons annually, the port will feature a 20-meter natural draft to accommodate larger vessels. The project, expected to rank among the world's top 10 largest ports, will also serve as a significant green fuel hub.</p>\n\n\n\n<p>The Ministry of Ports, Shipping, and Waterways (MoPSW) has completed 16 projects in Maharashtra valued at US$ 94.4 million (Rs. 790 crore) with US$ 27.7 million (Rs. 232 crore) from the Sagarmala Scheme and is currently working on 14 additional projects worth US$ 133.2 million (Rs. 1,115 crore), receiving US$ 67 million (Rs. 561 crore) in assistance from the same scheme.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-first-integrated-agri-export-facility-to-come-up-at-jawaharlal-nehru-port-mumbai%ef%bf%bc/","hasAudio":false,"hasInfographics":false}