{"id":"wp-en-12772","wp_id":12772,"type":"standard","category":"World","language":"en","title":"CM Jagan injured after stones hurled at his convoy￼","excerpt":"Chief Minister of Andhra Pradesh YS Jagan Mohan Reddy was injured on Saturday evening when an unidentified person pelted a stone on his convoy by using a catapult when he was passing through Vijayawada as part of his ‘Memantha Siddham’ bus yatra. The chief minister suffered a small cut on the left side of his","author":"Tattva News Team","time":"14/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Jagan-stone.webp","readTime":"5 min read","contentHTML":"\n<p>Chief Minister of Andhra Pradesh YS Jagan Mohan Reddy was injured on Saturday evening when an unidentified person pelted a stone on his convoy by using a catapult when he was passing through Vijayawada as part of his ‘Memantha Siddham’ bus yatra.</p>\n\n\n\n<p>The chief minister suffered a small cut on the left side of his temple above the eye during his ‘Memanta Siddham’ election canvassing bus tour. Chief Minister was hit by the stone near Vivekananda School centre in Singhnagar. He was injured just above the left eyebrow, resulting in a deep gash. He was fortunate that the stone missed the eye by few centimenters.</p>\n\n\n\n<p>PM Narendra Modi in a Tweet prays for good health of CM Reddy. He said “I pray for the speedy recovery and good health of Andhra Pradesh CM Jagan Mohan Reddy”. </p>\n\n\n\n<p>MLA Vellampalli Srinivas, who is next to CM Jagan, also sustained an injury in his left eye.YS Jagan was waving at the cheering crowds when the incident occurred. He was immediately rushed down into the caravan where Doctors immediately attended to him, provided first aid to him and declared that he was out of any danger. YS Jagan then continued his bus journey.</p>\n\n\n\n<p>Meanwhile, Vijayawada YSRCP leaders alleged the hand of TDP activists for the attack. The stone hit Reddy at a very high velocity and officials are suspecting that it could have been launched from a catapult, prompting the people standing around him atop the bus to wipe his forehead with a handkerchief initially.</p>\n\n\n\n<p>Immediately, the chief minister was administered first aid inside the bus by a doctor. Reddy was seen being attended to by a doctor inside the bus and also grimacing from pain. However, unfazed by the stone pelting, he resumed his tour in the city, where he has been canvassing for nearly four hours.</p>\n\n\n\n<p>The security measures surrounding Chief Minister Jagan Mohan Reddy have come under scrutiny following a recent attack on the CM on Saturday. In an emergency review conducted by officials, it was discovered that there were lapses in the CM's security during the incident. In response to this, a high-level committee has been formed to investigate the attack and assess the security arrangements for CM Jagan. It is likely that changes will be made to enhance the security of the Chief Minister in the future.</p>\n","originalUrl":"https://en.tattvanews.com/national/cm-jagan-injured-after-stones-hurled-at-his-convoy%ef%bf%bc/","hasAudio":false,"hasInfographics":false}