{"id":"wp-en-15492","wp_id":15492,"type":"standard","category":"World","language":"en","title":"Census next year, delimitation soon after","excerpt":"The government is set to conduct the much-delayed Census next year, and to complete the process by 2026, with suggestions being taken on whether caste enumeration would be part of the exercise, as per sources. Following the completion of the Census, the government will go ahead with delimitation, for redrafting of constituencies. Sources said the rolling","author":"Tattva News Team","time":"29/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Census.webp","readTime":"5 min read","contentHTML":"\n<p>The government is set to conduct the much-delayed Census next year, and to complete the process by 2026, with suggestions being taken on whether caste enumeration would be part of the exercise, as per sources. Following the completion of the Census, the government will go ahead with delimitation, for redrafting of constituencies. Sources said the rolling out of women’s reservation will follow. Both these exercises are linked to the Census.</p>\n\n\n\n<p>In 2002, the then NDA government led by Atal Bihari Vajpayee had delayed delimitation by 25 years via the 84th Amendment, saying this would be carried out only after “the relevant figures for the first Census taken after the year 2026 have been published”.</p>\n\n\n\n<p>This meant delimitation to be carried out after the 2031 Census. However, as per sources, the government now plans to begin the delimitation process by 2027 and finish it within a year, so that the next Lok Sabha elections (in 2029) can be done post-delimitation and after the implementation of women’s reservation Bill.</p>\n\n\n\n<p>Recently, the tenure of Mrityunjay Kumar Narayan as Registrar General and Census Commissioner of India was extended beyond this December till August 2026.</p>\n\n\n\n<p>Although there is demand by various quarters that caste enumeration be included in the Census – by the Congress and allies, as well as some ruling NDA allies such as JD(U), Lok Janshakti Party and Apna Dal – the government has not been able to finalise a formula for it, sources said.</p>\n\n\n\n<p>However, a source said that there was no clarity on how to go about it. “There are suggestions such as adding the OBC category to the existing counts of Scheduled Castes, Scheduled tribes and religion, and including surveys of sub-sects within the general and SCs and ST categories.</p>\n\n\n\n<p>Delimitation would have its own share of problems, with the South worried about the impact on its political share in a Parliament where a disproportionate number of seats will be from the North due to its heavily populated states. Various state governments in the South have raised this concern publicly, with Andhra Pradesh Chief Minister and leader of the TDP, a key ally of the BJP, encouraging people in the state to have more children to offset effects of an ageing population.</p>\n","originalUrl":"https://en.tattvanews.com/national/census-next-year-delimitation-soon-after%ef%bf%bc/","hasAudio":false,"hasInfographics":false}