{"id":"wp-te-20951","wp_id":20951,"type":"standard","category":"World","language":"te","title":"కొల్లేరు చేపల చెరువులకు బుడమేరు ముంపు గండం","excerpt":"బుడమేరు కాలువకు గండ్లు పడడంతో విజయవాడలోని కొన్ని ప్రాంతాలు అతలాకుతలం అయ్యాయి.. అయితే, ఇప్పుడు కొల్లేరు చేపల చెరువులకు బుడమేరు ముంపు గండం పొంచిఉంది. బుడమేరుకు వరద పెరగటంతో వేల ఎకరాల్లో ఉన్న చెరువులకు ముంపు వాటిల్లే అవకాశం ఉందని ఆందోళన చెందుతున్నారు.   మరో రెండు అడుగులు వరద పెరిగితే 10 వేల ఎకరాల్లో చెరువులు నీట మునుగుతాయనే భయంతో వ్యాపారుల్లో ఆందోళన నెలకొంది.. ప్పటికే పెనుమాక లంక, నందిగామ లంక, ఇండ్లు పాడు లంక, మనుగులూరు","author":"Tattva News Team","time":"6/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kolleru.jpg","readTime":"5 min read","contentHTML":"\n<p>బుడమేరు కాలువకు గండ్లు పడడంతో విజయవాడలోని కొన్ని ప్రాంతాలు అతలాకుతలం అయ్యాయి.. అయితే, ఇప్పుడు కొల్లేరు చేపల చెరువులకు బుడమేరు ముంపు గండం పొంచిఉంది. బుడమేరుకు వరద పెరగటంతో వేల ఎకరాల్లో ఉన్న చెరువులకు ముంపు వాటిల్లే అవకాశం ఉందని ఆందోళన చెందుతున్నారు.  </p>\n\n\n\n<p>మరో రెండు అడుగులు వరద పెరిగితే 10 వేల ఎకరాల్లో చెరువులు నీట మునుగుతాయనే భయంతో వ్యాపారుల్లో ఆందోళన నెలకొంది.. ప్పటికే పెనుమాక లంక, నందిగామ లంక, ఇండ్లు పాడు లంక, మనుగులూరు లంకకి రవాణా సంబంధాలు తెగిపోయాయి. వరద ముంపు భయంతో చెరువుల చుట్టూ వలలు కట్టేందుకు నిర్వాహకులు సిద్ధం అవుతున్నారు. కొల్లేరులో నీటి మట్టం పెరుగుతోంది. </p>\n\n\n\n<p>కొల్లేరు సరస్సు అంతర్భాగంలో మూడు టీఎంసీల నీటి నిల్వ సామర్ధ్యం ఉండగా, తమ్మిలేరు, రామిలేరు, బుడమేరు వాగులతోపాటు కఅష్ణ కాలువల్లో భారీ వరద కొల్లేరుకు చేరుతోంది. ఈ నీరంతా నేరుగా ఉప్పుటేరులో కలుస్తుంది. భారీ వరదలతో లంక గ్రామాల చుట్టూ ఇప్పటికే పూర్తిగా నీరు చేరింది. కొన్ని లంకలకు రాకపోకలు నిలిచిపోయాయి. మరికొన్నింటికి ప్రమాదం పొంచి ఉంది. పూర్తిగా ఆక్వా రైతులు నష్టపోయారని రైతులు ఆందోళన చెందుతున్నారు. </p>\n\n\n\n<p>బుడమేరు, రామిలేరు ఉధఅతి తో ఎగువ ప్రాంతాల నుంచి కొల్లేరుకు భారీగా వరద నీరు చేరుతోంది. కొల్లేరు సరస్సులోకి బుడమేరు, తమ్మిలేరు, రామిలేరు చంద్రయ్య కాలువ, పెదపాడు, వట్లరు, మొండికోడు, పందికోడు, సోల్రాజ్‌, కైకలూరు స్వాంపు, మాదేపల్లి, రాళ్ళకోడు, దోసపాడు, మోటూరు, పోతునూరు వంటి చానల్స్‌ నుంచి నీరు చేరుతోంది. మండవల్లి మండలం, పెద్ద యడ్లగాడి -పెనుమాకలంక ఏలూరు రూరల్‌ మండలం, గుడివాక లంక, ప్రతి కోళ్ల లంక , గ్రామాలకు వెళ్లే రోడ్డులో బుడమేరు నీరు అధికంగా రావడంతో నీట మునిగింది.</p>\n\n\n\n<p>ఇప్పటికే 3 మీటర్లకు నీటి మట్టం పెరిగింది. మరో అర మీటరు పెరిగితే కొల్లేరు అసాంతం మునిగిపోతుందనే ఆందోళన వ్యక్తం అవుతోంది. మూడు రోజులుగా రాకపోకలు నిలిచిపోయాయి. కైకలూరు -ఏలూరు రహదారిలో రోడ్లపైకి వరద నీరు చేరుతోంది. రానున్న రెండు రోజుల్లో కొల్లేరు పరీవాహక ప్రాంతాలకు భారీ ముంపు పొంచి ఉందని కొల్లేరు ప్రజలు ఆందోళన చెందుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20951/06/09/2024/","hasAudio":false,"hasInfographics":false}