{"id":"wp-te-21331","wp_id":21331,"type":"standard","category":"World","language":"te","title":"సిద్ధరామయ్యపై లోకాయుక్త కేసు నమోదు","excerpt":"మైసూరు అర్బన్ డెవలప్‌మెంట్ అథారిటీ-ముడా భూముల కుంభకోణం.. కర్ణాటకలో తీవ్ర సంచలనం రేపుతోంది. ఈ కేసులో స్వయంగా సీఎం సిద్ధరామయ్యపైనే కేసు నమోదు కావడం ఇప్పుడు తీవ్ర చర్చనీయాంశంగా మారింది. ఇప్పటికే ముడా కుంభకోణంలో తీవ్ర ఆరోపణలు ఎదుర్కొంటున్న సిద్ధరామయ్యను తాజాగా ఈ కేసులో నిందితుడిగా లోకాయుక్త పేర్కొంది.  ఈ కేసులో ఏ1గా సిద్ధరామయ్య పేరును ఎఫ్ఐఆర్‌లో పేరు నమోదు చేశారు. సిద్ధరామయ్యతోపాటు ఆయన సతీమణి పార్వతి, బావమరిది మల్లికార్జున్ స్వామితోపాటు మరో వ్యక్తి పేరును నిందితుల","author":"Tattva News Team","time":"28/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Siddaramaiah.webp","readTime":"5 min read","contentHTML":"\n<p>మైసూరు అర్బన్ డెవలప్‌మెంట్ అథారిటీ-ముడా భూముల కుంభకోణం.. కర్ణాటకలో తీవ్ర సంచలనం రేపుతోంది. ఈ కేసులో స్వయంగా సీఎం సిద్ధరామయ్యపైనే కేసు నమోదు కావడం ఇప్పుడు తీవ్ర చర్చనీయాంశంగా మారింది. ఇప్పటికే ముడా కుంభకోణంలో తీవ్ర ఆరోపణలు ఎదుర్కొంటున్న సిద్ధరామయ్యను తాజాగా ఈ కేసులో నిందితుడిగా లోకాయుక్త పేర్కొంది. </p>\n\n\n\n<p>ఈ కేసులో ఏ1గా సిద్ధరామయ్య పేరును ఎఫ్ఐఆర్‌లో పేరు నమోదు చేశారు. సిద్ధరామయ్యతోపాటు ఆయన సతీమణి పార్వతి, బావమరిది మల్లికార్జున్ స్వామితోపాటు మరో వ్యక్తి పేరును నిందితుల జాబితాలో చేర్చింది. ఈ నేపథ్యంలోనే ఈ కేసులో ఆయనకు రోజురోజుకూ మరిన్ని చిక్కులు ఎదురవుతున్నారు.</p>\n\n\n\n<p>ముడా భూముల కుంభకోణానికి సంబంధించి ఫిర్యాదులు అందిన నేపథ్యంలో ప్రత్యేక కోర్టు.. కర్ణాటక లోకాయుక్త అధికారి ఆధ్వర్యంలో దర్యాప్తు చేయాలని ఆదేశాలు జారీ చేసింది. ఈ క్రమంలోనే తాజాగా సీఎం సిద్ధరామయ్యపై శుక్రవారం లోకాయుక్త కేసు నమోదు చేసింది. ఎఫ్ఐఆర్‌లో ఏ1గా సిద్ధరామయ్య పేరును చేర్చింది. </p>\n\n\n\n<p>ముడా భూముల కేటాయింపుల్లో ముఖ్యమంత్రి సిద్ధరామయ్య కుటుంబసభ్యులు లబ్ధి పొందారని.. అందుకోసం సీఎం తన అధికారాన్ని దుర్వినియోగం చేసినట్లు సంబంధిత ఆధారాలతో సామాజిక కార్యకర్త టీజే అబ్రహం.. కర్ణాటక గవర్నర్‌ థావర్ చంద్ గహ్లోత్‌కు ఫిర్యాదు చేశారు.</p>\n\n\n\n<p>టీజే అబ్రహంతో పాటు స్నేహమయి కృష్ణ, ప్రదీప్‌కుమార్‌ కూడా సిద్ధరామయ్యపై ఫిర్యాదు చేశారు. ముడా కుంభకోణంలో నమోదు చేసిన ఫిర్యాదుల మేరకు ఆగస్టు 16వ తేదీన ముఖ్యమంత్రి సిద్ధరామయ్యను విచారణ జరపాలని గవర్నర్‌ ఆదేశించారు. అయితే గవర్నర్ ఇచ్చిన ఆదేశాలను రద్దు చేయాలని కర్ణాటక సీఎం సిద్ధరామయ్య నేతృత్వంలో భేటీ అయిన కేబినెట్ తీర్మానం చేసింది.</p>\n\n\n\n<p>అయితే ఆ తీర్మానాన్ని.. గవర్నర్ థావర్ చంద్ గహ్లోత్ తోసిపుచ్చారు. దీనిపై సీఎం సిద్ధరామయ్య మద్రాస్ హైకోర్టును ఆశ్రయించినా కోర్టులో ఎదురుదెబ్బ తగలింది. ముడా భూ కుంభకోణానికి సంబంధించి సమగ్ర దర్యాప్తులో భాగంగా సీఎంను విచారించేందుకు గవర్నర్ అనుమతి ఇవ్వడం చట్టబద్ధమేనని కోర్టు స్పష్టం చేసింది. అదే సమయంలో కర్ణాటక లోకాయుక్త అధికారి ఆధ్వర్యంలో దర్యాప్తునకు ప్రత్యేక న్యాయస్థానం అనుమతించగా.. తాజాగా కేసు నమోదు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/21331/28/09/2024/","hasAudio":false,"hasInfographics":false}