{"id":"wp-te-21205","wp_id":21205,"type":"standard","category":"World","language":"te","title":"పవన్ కళ్యాణ్ తో వైసిపి నేతలు బాలినేని, సామినేని భేటీ","excerpt":"మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డికి ఆయన పార్టీ నేతలు షాక్ ల మీద షాక్ లు ఇస్తున్నారు. తాజాగా  మాజీ మంత్రి బాలినేని శ్రీనివాసరెడ్డి, మాజీ ప్రభుత్వ విప్  సామినేని ఉదయభాను వైఎస్సార్సీపీకి వీడ్కోలు పలికారు. ఈ సందర్భంగా ఇరువురు ఒకరి తర్వాత ఒకరు జనసేన అధినేత పవన్ కల్యాణ్తో భేటీ అయ్యారు. వైఎస్సార్సీపీకి రాజీనామా చేసిన మాజీ మంత్రి బాలినేని శ్రీనివాసరెడ్డి మంగళగిరిలోని జనసేన కేంద్ర కార్యాలయంలో పవన్‌ కల్యాణ్‌తో సమావేశమయ్యారు. గంటకు","author":"Tattva News Team","time":"20/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Balineni-Pawan.webp","readTime":"5 min read","contentHTML":"\n<p>మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డికి ఆయన పార్టీ నేతలు షాక్ ల మీద షాక్ లు ఇస్తున్నారు. తాజాగా  మాజీ మంత్రి బాలినేని శ్రీనివాసరెడ్డి, మాజీ ప్రభుత్వ విప్  సామినేని ఉదయభాను వైఎస్సార్సీపీకి వీడ్కోలు పలికారు. ఈ సందర్భంగా ఇరువురు ఒకరి తర్వాత ఒకరు జనసేన అధినేత పవన్ కల్యాణ్తో భేటీ అయ్యారు.</p>\n\n\n\n<p>వైఎస్సార్సీపీకి రాజీనామా చేసిన మాజీ మంత్రి బాలినేని శ్రీనివాసరెడ్డి మంగళగిరిలోని జనసేన కేంద్ర కార్యాలయంలో పవన్‌ కల్యాణ్‌తో సమావేశమయ్యారు. గంటకు పైగా అన్ని అంశాలపై వారిద్దరూ మాట్లాడుకున్నారు. పవన్తో భేటీ అనంతరం బాలినేని మాట్లాడుతూ విశ్వసనీయత గురించి పదేపదే మాట్లాడే జగన్మోహన్ రెడ్డికి అసలు విశ్వసనీయత లేదని విమర్శించారు.</p>\n\n\n\n<p>జగన్ కోసం మంత్రి పదవులు, ఎమ్మెల్యే పదవులకు రాజీనామా చేసిన 17మంది పట్ల జగన్ ఎలాంటి విశ్వాసం చూపించారో చెప్పాలని ఆయన డిమాండ్ చేశారు. వైసీపీలో ఎన్ని ఇబ్బందులు పెట్టినా పార్టీలో కొనసాగానని పేర్కొంటూ పవన్ కల్యాణ్ తన గురించి బహిరంగ సభల్లో మంచిగా మాట్లాడారని గుర్తు చేసుకున్నారు.</p>\n\n\n\n<p> పవన్ ఏం చెబితే అది చేయటానికి సిద్ధంగా ఉన్నానని కూటమిలోని మూడు పార్టీల నేతలను కలుపుకుని వెళతానని తెలిపారు. త్వరలోనే ఒంగోలులో సభ ఏర్పాటు చేసి జనసేనలో చేరనున్నట్లు ప్రకటించారు. ప్రకాశం జిల్లాకు చెందిన చాలామంది నేతలు, కార్యకర్తలు చేరతారని వివరించారు. ఎన్టీఆర్‌ జిల్లా జగ్గయ్యపేట మాజీ ఎమ్మెల్యే సామినేని ఉదయభాను కూడా పవన్ కల్యాణ్‌తో భేటీ అయ్యారు. వైఎస్సార్సీపీలో పరిస్థితులు దారుణంగా ఉన్నాయి కాబట్టే ఆ పార్టీని వీడినట్లు తెలిపారు. మనసుకు కష్టం కలిగినందునే పార్టీని వీడినట్లు స్పష్టం చేశారు. జగన్‌ను అనేకసార్లు కలిసి పరిస్థితి చెప్పినా పట్టించుకోలేదని వాపోయారు.</p>\n\n\n\n<p>పరిణామాలు చూస్తే వైఎస్సార్సీపీకి భవిష్యత్తు కనిపించట్లేదని స్పష్టం చేశారు. భవిష్యత్తు చూసుకోవాలనే తామంతా బయటకు వచ్చినట్లు ఉదయభాను తెలిపారు. పవన్ కల్యాణ్‌ను కలిసి అన్ని‌ విషయాలు చర్చించినట్లు వివరించారు. ఈ నెల 22న తన అనుచరులతో కలిసి జనసేనలో చేరుతున్నట్లు ప్రకటించారు. వైఎస్తో ఎంతో సన్నిహితంగా పని చేశానని అదే కమిట్మెంట్తో వైఎస్సార్సీపీలో చేరినా జగన్ వైఖరితో ఇబ్బందులు పడ్డానని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/21205/20/09/2024/","hasAudio":false,"hasInfographics":false}