{"id":"wp-te-19716","wp_id":19716,"type":"standard","category":"World","language":"te","title":"చంద్రమండల యాత్రలో చరిత్ర సృష్టించిన చైనా","excerpt":"చంద్ర మండల యాత్రలో చైనా మరో ఘనత సాధించింది. ప్రపంచ చరిత్రలో తొలిసారి జాబిల్లికి ఆవలివైపు నమూనాలను సేకరించి వాటిని విజయవంతంగా భూమిపైకి తీసుకు వచ్చింది. చంద్రుడి రెండో వైపు నుంచి మట్టి , శిథిలాలను మోసుకొని లూనార్ ల్యాండర్ చాంగే 6 వ్యోమనౌక మంగళవారం భూమికి చేరుకుంది.  ఉత్తర చైనాలోని ఇన్నర్ మంగోలియన్ ప్రాంతంలో ఇది సురక్షితంగా దిగినట్టు డ్రాగన్ వెల్లడించింది. మే 3 వ తేదీన చాంగే 6 నింగికెగిరి , దాదాపు 53","author":"Tattva News Team","time":"26/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Change-6.jpg","readTime":"5 min read","contentHTML":"\n<p>చంద్ర మండల యాత్రలో చైనా మరో ఘనత సాధించింది. ప్రపంచ చరిత్రలో తొలిసారి జాబిల్లికి ఆవలివైపు నమూనాలను సేకరించి వాటిని విజయవంతంగా భూమిపైకి తీసుకు వచ్చింది. చంద్రుడి రెండో వైపు నుంచి మట్టి , శిథిలాలను మోసుకొని లూనార్ ల్యాండర్ చాంగే 6 వ్యోమనౌక మంగళవారం భూమికి చేరుకుంది. </p>\n\n\n\n<p>ఉత్తర చైనాలోని ఇన్నర్ మంగోలియన్ ప్రాంతంలో ఇది సురక్షితంగా దిగినట్టు డ్రాగన్ వెల్లడించింది. మే 3 వ తేదీన చాంగే 6 నింగికెగిరి , దాదాపు 53 రోజుల పాటు ప్రయాణించి జాబిల్లిని చేరింది. జూన్ 2 న జాబిల్లి ఆవలివైపున సౌత్ పోల్ అయిట్కిన్ ప్రాంతంలో ఉన్న అపోలో బేసిన్‌లో అది సురక్షితంగా చంద్రుడి ఉపరితలాన్ని తాకింది. ఈ మిషన్‌లో ఆర్బిటర్, ల్యాండర్, అసెండర్, రిటర్నర్, అనే నాలుగు భాగాలున్నాయి.</p>\n\n\n\n<p>జాబిల్లి ఉపరితలంపై ఉన్న నమూనాలను రోబోటిక్ హస్తం సాయంతో సేకరించింది. డ్రిల్లింగ్‌యంత్రాన్ని ఉపయోగించి దిగువనున్న ప్రాంతం నుంచి మట్టిని తీసుకుంది. అనంతరం వాటిని తీసుకుని భూమికి వచ్చేసింది. చాంగే 6 తీసుకు వచ్చిన నమూనాల్లో 2.5 మిలియన్ సంవత్సరాల పురాతన అగ్నిపర్వత శిలలు కూడా ఉండవచ్చని చైనా శాస్త్రవేత్తలు అంచనా వేస్తున్నారు. </p>\n\n\n\n<p>ఈ నమూనాలను అధ్యయనం చేస్తే చంద్రుడికి రెండు వైపులా ఉన్న భౌగోళిక వ్యత్యాసాలకు సంబంధించిన అనేక ప్రశ్నలకు సమాధానం దొరుకుతుందని విశ్వాసంగా ఉన్నారు. చందమామకు సంబంధించిన ఒక భాగం మాత్రమే భూమి నుంచి కనిపిస్తుంది. ఇవతలి భాగాన్ని నియర్‌సైడ్‌గా పేర్కొంటారు. రెండో పార్శాన్ని ఫార్‌సైడ్‌గా పిలుస్తారు.</p>\n\n\n\n<p>ఇప్పటివరకు అమెరికా సోవియెట్ యూనియన్‌తోపాటు చైనా కూడా పలుమార్లు నియర్ సైడ్ నుంచి నమూనాలను సేకరించి భూమికి తీసుకు వచ్చాయి. అవతలి భాగం నుంచి మట్టి శిథిలాలను తీసుకురావడం ఇదే తొలిసారి. చంద్రుని రెండు ప్రాంతాలు పూర్తిగా భిన్నమని రిమోట్ సెన్సింగ్ పరిశీలనల్లో వెల్లడైంది. </p>\n\n\n\n<p>ఇవతలి భాగం ఒకింత చదునుగా ఉంటుంది. అవతలి ప్రాంతం అంతరిక్ష శిలలు ఢీకొట్టడం వల్ల ఏర్పడిన బిలాలతో నిండి ఉంటుంది. చంద్రుడి ఉపరితల మందం కూడా రెండు భాగాల్లో భిన్న రీతుల్లో ఉన్నట్టు వెల్లడైంది.</p>\n","originalUrl":"https://tattvanews.com/19716/26/06/2024/","hasAudio":false,"hasInfographics":false}