{"id":"wp-te-19310","wp_id":19310,"type":"standard","category":"World","language":"te","title":"ఎంఎల్‌సి ఉప ఎన్నికల్లో  బిఆర్‌ఎస్‌దే గెలుపు","excerpt":"మహబూబ్‌నగర్ స్థానిక సంస్థ ల ఎంఎల్‌సి ఉ ప ఎన్నికల్లో బిఆర్‌ఎస్ విజయ కేతనం ఎగురవేసింది. బిఆర్‌ఎస్ అభ్యర్థి నవీన్ కుమార్ రెడ్డి, కాంగ్రెస్ అభ్యర్థి మన్నె జీవన్ రెడ్డిపై 109 ఓట్ల తేడాతో విజయం సాధించారు. శాసనసభ ఎ న్నికల్లో పరాజయం తర్వాత జరిగిన ఎంఎల్‌సి ఎన్నికల్లో బిఆర్‌ఎస్ విజయం సాధించడం గులా బీ శ్రేణుల్లో నూతనోత్సాహాన్ని నింపింది.  ఉమ్మడి మహబూబ్‌నగర్ జిల్లా స్థానిక సంస్థల ఎంఎల్‌సి కసిరెడ్డి నారాయణరెడ్డి శాసనసభ్యునిగా ఎన్నిక కాగా, ఆయన","author":"Tattva News Team","time":"3/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/MLC.jpg","readTime":"5 min read","contentHTML":"\n<p>మహబూబ్‌నగర్ స్థానిక సంస్థ ల ఎంఎల్‌సి ఉ ప ఎన్నికల్లో బిఆర్‌ఎస్ విజయ కేతనం ఎగురవేసింది. బిఆర్‌ఎస్ అభ్యర్థి నవీన్ కుమార్ రెడ్డి, కాంగ్రెస్ అభ్యర్థి మన్నె జీవన్ రెడ్డిపై 109 ఓట్ల తేడాతో విజయం సాధించారు. శాసనసభ ఎ న్నికల్లో పరాజయం తర్వాత జరిగిన ఎంఎల్‌సి ఎన్నికల్లో బిఆర్‌ఎస్ విజయం సాధించడం గులా బీ శ్రేణుల్లో నూతనోత్సాహాన్ని నింపింది. </p>\n\n\n\n<p>ఉమ్మడి మహబూబ్‌నగర్ జిల్లా స్థానిక సంస్థల ఎంఎల్‌సి కసిరెడ్డి నారాయణరెడ్డి శాసనసభ్యునిగా ఎన్నిక కాగా, ఆయన రాజీనామాతో ఈ స్థానానికి ఉప ఎన్నిక జరిగింది. మార్చి 28న పోలింగ్ జరగగా, 1439 ఓటర్లకు గానూ 14 37 మంది ఓటు హక్కు వినియోగించుకున్నా రు.</p>\n\n\n\n<p>ఈ ఓట్లను మహబూబ్‌నగర్ బాలుర జూ నియర్ కళాశాలలో ఏర్పాటు చేసిన కౌటింగ్ కేంద్రంలో లెక్కించారు. పోలైన ఓట్లను సరిచూసుకుని చెల్లుబాటు కాని ఓట్లను వేరుచేశారు. మొత్తం 21 ఓట్లు చెల్లనివిగా గుర్తించారు. చెల్లుబాటైన 1416 ఓట్ల ఆధారంగా 709 ఓట్లను కోటా గా గుర్తించారు. అనంతరం మొ దటి ప్రాధాన్య ఓట్లు లెక్కించారు. </p>\n\n\n\n<p>ఇందులో బిఆర్‌ఎస్ అభ్యర్థి నవీన్‌కుమార్ రెడ్డి 709 కంటే అధికంగా 762 ఓట్లు సాధించి విజయాన్ని కైవసం చేసుకున్నారు. కాంగ్రెస్ అభ్యర్థి మన్నె జీవన్‌రెడ్డికి 653 ఓట్లు వచ్చాయి. స్వతంత్ర అభ్యర్థికి ఒకటే మొదటి ప్రాధాన్య ఓటు దక్కింది. కోటా కంటే అధికంగా ఓట్లు రావడంతో నవీన్‌రెడ్డిని విజేతగా ప్రకటించారు.</p>\n\n\n\n<p>మహబూబ్ నగర్ స్థానిక సంస్థల ఎంఎల్‌సి అభ్యర్ధిగా బిఆర్‌ఎస్ పార్టీ నుంచి పోటీ చేసి విజయం సాధించిన నవీన్ రెడ్డి ఆదివారం నంది నగర్‌లో బిఆర్‌ఎస్ అధినేత కెసిఆర్‌ను కలిసి ఆశీర్వాదం తీసుకున్నారు. ఈ సందర్భంగా కెసిఆర్ నవీన్ రెడ్డిని అభినందించి శుభాకాంక్షలు తెలిపారు.</p>\n\n\n\n<p>మరోవైపు నవీన్ కుమార్ రెడ్డికి బిఆర్‌ఎస్ వర్కింగ్ ప్రెసిడెంట్ కెటిఆర్ శుభాకాంక్షలు తెలిపారు. ముఖ్యమంత్రి సొంత జిల్లాలోని ఎంఎల్‌సి స్థానం గెలుచుకోవడం పట్ల కెటిఆర్ హర్షం వ్యక్తం చేశారు. పార్టీ విజ యం కోసం పనిచేసిన ప్రతి ఒక్క పార్టీ నాయకునికి, ఎంఎల్‌ఎలకు, మాజీ ఎంఎల్‌ఎలకు, ముఖ్యంగా మహబూబ్‌నగర్ జిల్లా స్థానిక సంస్థల ప్రజాప్రతినిధులకు ధన్యవాదాలు తెలిపారు. ఈ గెలుపు తమపై మరింత పెంచిందని, ఈ విజయం మరిన్ని విజయాలకు దారితీస్తుందని విశ్వాసం వ్యక్తం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19310/03/06/2024/","hasAudio":false,"hasInfographics":false}