{"id":"wp-te-20084","wp_id":20084,"type":"standard","category":"World","language":"te","title":"కన్నడిగులకు రిజర్వేషన్లపై పారిశ్రామిక వర్గాల్లో కలకలం","excerpt":"రాష్ట్రంలోని కన్నడిగులకు ప్రైవేట్ రంగ ఉద్యోగాలలో రిజర్వేషన్లు కల్పించాలని కర్ణాటక మంత్రివర్గం ఓ బిల్లుకు ఆమోదం తెలపడంతో పారిశ్రామిక వర్గాల నుండి తీవ్ర వ్యతిరేకత వ్యక్తమైనది. దానితో ఆ బిల్లును తాత్కాలికంగా పక్కన పెడుతున్నట్లు ముఖ్యమంత్రి సిద్దరామయ్య ప్రకటించారు. వచ్చే మంత్రివర్గ సమావేశంలో మరోసారి చర్చిస్తామని తెలిపారు. ఈ నిర్ణయాన్ని ప్రైవేట్ రంగం వద్దకు తీసుకువెళతామని, వారి ప్రయోజనాలను కాపడతామని రాష్ట్ర ప్రభుత్వం రాష్త్ర ప్రభుత్వం హామీ ఇచ్చింది. కర్ణాటక క్యాబినెట్ సోమవారం సమావేశమై కర్ణాటక రాష్ట్ర","author":"Tattva News Team","time":"18/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Karnataka.jpg","readTime":"5 min read","contentHTML":"\n<p>రాష్ట్రంలోని కన్నడిగులకు ప్రైవేట్ రంగ ఉద్యోగాలలో రిజర్వేషన్లు కల్పించాలని కర్ణాటక మంత్రివర్గం ఓ బిల్లుకు ఆమోదం తెలపడంతో పారిశ్రామిక వర్గాల నుండి తీవ్ర వ్యతిరేకత వ్యక్తమైనది. దానితో ఆ బిల్లును తాత్కాలికంగా పక్కన పెడుతున్నట్లు ముఖ్యమంత్రి సిద్దరామయ్య ప్రకటించారు. వచ్చే మంత్రివర్గ సమావేశంలో మరోసారి చర్చిస్తామని తెలిపారు.</p>\n\n\n\n<p>ఈ నిర్ణయాన్ని ప్రైవేట్ రంగం వద్దకు తీసుకువెళతామని, వారి ప్రయోజనాలను కాపడతామని రాష్ట్ర ప్రభుత్వం రాష్త్ర ప్రభుత్వం హామీ ఇచ్చింది. కర్ణాటక క్యాబినెట్ సోమవారం సమావేశమై కర్ణాటక రాష్ట్ర పరిశ్రమలు, ఫ్యాక్టరీలు, ఇతర వ్యాపార సంస్థలలో స్థానిక అభ్యర్థులకు ఉపాధి బిల్లు, 2024కు ఆమోదం తెలిపింది. తమ సంస్థలలో స్థానిక కన్నడిగులకు ఉద్యోగాలలో తప్పనిసరిగా రిజర్వేషన్లు కల్పించాలన్నది ఈ బిల్లు ఉద్దేశం. </p>\n\n\n\n<p>మేనేజ్‌మెంట్ కేటగిరిలలో స్థానిక అభ్యర్థులకు 50 శాతం రిజర్వేషన్లు, నాన్ మేనేజ్‌మెంట్ కేటగిరిలలో 70 శాతం రిజర్వేషన్లు కల్పించాలని ఈ బిల్లులో పొందుపరిచారు. ఈ బిల్లు చట్టంగా మారిన తర్వాత ఏ సంస్థ అయినా దీన్ని అమలు చేయనిపక్షంలో రూ. 10,000 నుంచి రూ. 25,000 వరకు జరిమానా ఎదుర్కొంటుంది.</p>\n\n\n\n<p>కాగా..కర్నాటక ఉప ముఖ్యమంత్రి డికె శివకుమార్ ఈ బిల్లుపై హర్షం వ్యక్తం చేస్తూ ఇది కన్నడిగుల ఆత్మగౌరవాన్ని మరింత పరిరక్షిస్తుందని చెప్పారు. రాష్ట్ర మౌలిక సౌకర్యాల కల్పన, మధ్య తరహా, భారీ పరిశ్రమల శాఖ మంత్రి ఎంబి పాటిల్ కూడా ఈ బిల్లును స్వాగతిస్తూ కర్నాటకలో కన్నడిగులకు ఉద్యోగాలు లభిచాల్సిందేనని స్పష్టం చేశారు. </p>\n\n\n\n<p>అదే సమయంలో పరిశ్రమల ప్రయోజనాలను పరిరక్షించాల్సి ఉంటుందని కూడా ఆయన చెప్పారు. ప్రైవేట్ రంగంలోని కొన్ని పోస్టులను వంద శాతం కన్నడిగులకు రిజర్వ్ చేయాల్సిందేనని, పరిశ్రమల ప్రయోజనాలను పరిరక్షిస్తామని ఆయన చెప్పారు. </p>\n\n\n\n<p>ఇదిలా ఉండగా అ బిల్లుపై పారిశ్రామిక రంగానికి చెందిన ప్రముఖులు అసంతృప్తి వ్యక్తం చేశారు. ప్రముఖ వ్యాపారవేత్త, ఇన్ఫోసిస్ మాజీ చీఫ్ ఫైనాన్స్ ఆఫీసర్ మోహన్‌దాస్ పాయ్ ఈ బిల్లును ఫాసిస్టుగా అభివర్ణించారు. ఈ బిల్లును తిరస్కరించాలని, ఇది వివక్షాపూరితమైనదని, తిరోమన నిర్ణయమని ఆయన వ్యాఖ్యానించారు.</p>\n\n\n\n<p>ఇది రాజ్యాంగానికి వ్యతిరేమని ఆయన జంతురూపంలో ఉన్న ఫాసిస్టు బిల్లుగా ఆయన అభివర్ణించారు. కాంగ్రెస్ నుంచి ఇటువంటి బిల్లు రావడం అనూహ్యమని ఆయన చెప్పారు. ప్రైవేట్ రంగానికి చెందిన నియామక కమిటీలలో ఒక ప్రభుత్వ అధికారి కూర్చుంటారా? అభ్యర్థులు కన్నడ భాషా పరీక్షలో పాసవ్వాలా? అని ఆయన ప్రశ్నించారు. </p>\n\n\n\n<p>స్థానికులకు ఉద్యోగాలు కల్పించాలన్నది ప్రభుత్వ లక్షమైనప్పటికీ తమకు కావలసింది నైపుణ్యంగల అభ్యర్థులని ఫార్మా కంపెనీ బయోకాన్ మేనేజింగ్ డైరెక్టర్ కిరణ్ మజుందార్ షా తెలిపారు. స్థానికులకు ఉద్యోగాల పేరుతో తమ సాంకేతికత విషయంలో రాజీపడలేమని ఆమె స్పష్టం చేశారు. ఈ విధానం కారణంగా నైపుణ్యతతో కూడిన నియామకాలకు అవరోధం ఏర్పడుతుందని ఆమె అభిప్రాయపడ్డారు. </p>\n\n\n\n<p>అసోసియేటెడ్ చాంబర్స్ ఆఫ్ కామర్స్ అండ్ ఇండస్ట్రీ ఆఫ్ ఇండియా కర్ణాటక సహ చైర్మన్ పికె మిశ్రా ప్రభుత్వ నిర్ణయాన్ని ఎక్స్ వేదికగా తప్పుపట్టారు. కర్ణాటక ప్రభుత్వం నుంచి మరో తెలివైన నిర్ణయంగా ఆయన వ్యంగ్యాస్త్రాలు సంధించారు. ప్రతి ప్రైవేట్ కంపెనీలో ఒక ప్రభుత్వ అధికారిని కూర్చోపెట్టి నియామకాలు చేపట్టాల్సి ఉంటుందని ఆయన వ్యాఖ్యానించారు. భారతీయ ఐటి, జిఎస్‌సిలను భయపెట్టే ఈ చర్యను ముందుచూపులేని నిర్ణయంగా ఆయన అభివర్ణించారు. </p>\n\n\n\n<p>కాగా..గతంలో హర్యానా ప్రభుత్వం కూడా ఇప్పుడు కర్నాటక ప్రభుత్వం తీసుకున్న చర్యనే తీసుకుని ఎదురు దెబ్బ తిన్నది. హర్యానాలోని ప్రైవేట్ రంగ ఉద్యోగాలలో 75 శాతం స్థానికులకే ఇవ్వాలని హర్యానా ప్రభుత్వం చేసిన చట్టాన్ని 2023 నవంబర్ 17న పంజాబ్, హర్యానా హైకోర్టు కొట్టివేసింది.</p>\n","originalUrl":"https://tattvanews.com/20084/18/07/2024/","hasAudio":false,"hasInfographics":false}