{"id":"wp-te-19255","wp_id":19255,"type":"standard","category":"World","language":"te","title":"75 రోజుల్లో 200కు పైగా ప్రచార సభల్లో పాల్గొన్న ప్రధాని మోదీ","excerpt":"దేశంలో దాదాపు 3 నెలలుగా సాగుతున్న ఎన్నికల ప్రచారానికి తెరపడింది. జాతీయ, ప్రాంతీయ పార్టీలు.. అభ్యర్థులు గత కొన్ని నెలలుగా చేస్తున్న ప్రచారం గురువారంతో ముగిసింది. 7 దశల లోక్‌సభ ఎన్నికల్లో భాగంగా ప్రచారం పూర్తి కాగా.. ఇక చివరి విడత ఎన్నికలు జూన్ 1 వ తేదీన జరగనున్నాయి. జూన్ 4 వ తేదీన ఫలితాలు వెల్లడికానున్నాయి.  ఇక గత 3 నెలలుగా ఎన్నికల ప్రచారంలో ఉన్న ప్రధానమంత్రి  నరేంద్ర మోదీ ప్రస్తుతం కాస్త రిలాక్స్","author":"Tattva News Team","time":"31/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-campaign.webp","readTime":"5 min read","contentHTML":"\n<p>దేశంలో దాదాపు 3 నెలలుగా సాగుతున్న ఎన్నికల ప్రచారానికి తెరపడింది. జాతీయ, ప్రాంతీయ పార్టీలు.. అభ్యర్థులు గత కొన్ని నెలలుగా చేస్తున్న ప్రచారం గురువారంతో ముగిసింది. 7 దశల లోక్‌సభ ఎన్నికల్లో భాగంగా ప్రచారం పూర్తి కాగా.. ఇక చివరి విడత ఎన్నికలు జూన్ 1 వ తేదీన జరగనున్నాయి. జూన్ 4 వ తేదీన ఫలితాలు వెల్లడికానున్నాయి. </p>\n\n\n\n<p>ఇక గత 3 నెలలుగా ఎన్నికల ప్రచారంలో ఉన్న ప్రధానమంత్రి  నరేంద్ర మోదీ ప్రస్తుతం కాస్త రిలాక్స్ అయ్యారు. దేశంలో కాశ్మీర్ నుంచి కన్యాకుమారి వరకు అన్ని రాష్ట్రాల్లో ఎన్నికల సభలు, సమావేశాలు, రోడ్ షోలు, ర్యాలీలు, ఇంటర్వ్యూలతో హోరెత్తించారు. ఇక ఫలితాలు వెల్లడయ్యేందుకు కొంత సమయం ఉండటంతో ప్రస్తుతం తమిళనాడులోని కన్యాకుమారిలో ధ్యానం చేయనున్నారు.</p>\n\n\n\n<p>బీజేపీ నేతృత్వంలోని ఎన్డీఏ కుటమిని ముచ్చటగా మూడోసారి అధికారంలోకి తీసుకువచ్చేందుకు తీవ్ర ప్రయత్నాలు చేసిన నరేంద్ర మోదీ.. 73 ఏళ్ల వయసులో దేశం మొత్తాన్ని చుట్టివచ్చారు. రోజూ 3 నుంచి 5 ప్రాంతాల్లో ఎన్నికల ప్రచారంలో పాల్గొన్నారు. ఈ క్రమంలోనే 75 రోజుల పాటు దేశంలో సుడిగాలి పర్యటనలు చేశారు. </p>\n\n\n\n<p>ఈ ఏడాది మార్చి 16 వ తేదీన తమిళనాడులోని కన్యాకుమారిలో నిర్వహించిన ప్రచారంతో ఎన్నికల శంఖారావాన్ని పూరించిన నరేంద్ర మోదీ.. 75 రోజుల వ్యవధిలో దేశంలోని అన్ని ప్రాంతాల్లో ప్రచారం నిర్వహించారు.  ఈ క్రమంలోనే 200 కంటే ఎక్కువ ఎన్నికల ప్రచార సభలు, కార్యక్రమాల్లో ప్రధాని నరేంద్ర మోదీ హాజరయ్యారు. దీంతో పాటు నేషనల్, లోకల్ ఛానెళ్లు అనే తేడా లేకుండా 80 ఇంటర్వ్యూలు ఇచ్చారు. </p>\n\n\n\n<p>ఈ నేపథ్యంలోనే ఉత్తరప్రదేశ్, బీహార్, పశ్చిమ బెంగాల్, మహారాష్ట్ర, ఒడిషా రాష్ట్రాల్లో ఎక్కువగా రోడ్ షోలు నిర్వహించారు. చివరికి కన్యాకుమారిలో ధ్యానం చేసేందుకు వెళ్లి.. ఎన్నికల ప్రచారాన్ని ముగించారు. ఇక ఈసారి ఎన్నికల ప్రచారంలో.. ప్రధానంగా ఇండియా కూటమిని లక్ష్యంగా చేసుకుని అందులో ఉన్న పార్టీలపై తీవ్ర విమర్శలు చేశారు. ప్రధానంగా కాంగ్రెస్ పార్టీపై సంచలన ఆరోపణలు గుప్పించారు. </p>\n\n\n\n<p>ప్రధానమంత్రి ఎన్నికల ప్రచారంలో ఎస్సీ, ఎస్టీ, ఓబీసీ కోటా రిజర్వేషన్లు ప్రధాన ప్రచారం అస్త్రాలుగా మారాయి. ఇండియా కూటమి అధికారంలోకి వస్తే దళితులు, వెనకబడిన వారికి ఇవ్వాల్సిన రిజర్వేషన్లను తొలగించి.. వాటిని ముస్లింలకు కట్టబెడుతుందని నరేంద్ర మోదీ.. విస్తృతంగా ప్రచారం చేశారు. రాహుల్ గాంధీతో పాటు కాంగ్రెస్ పార్టీ తమ మేనిఫెస్టోలో ప్రకటించిన సంపద పునర్విభజన అంశంపై ప్రధాని తీవ్ర స్థాయిలో విరుచుకుపడ్డారు. </p>\n\n\n\n<p>కాంగ్రెస్ అధికారంలోకి వస్తే మన తల్లులు, సోదరీమణుల మంగళసూత్రాలను కూడా లాగేసుకుంటుందని.. మన సంపద చొరబాటుదారులకు ఇస్తుందని చెప్పారు. ఇక కాంగ్రెస్ నేతలు మణిశంకర్ అయ్యర్, శామ్ పిట్రోడా సహా ఫరూఖ్ అబ్దుల్లా వంటి నాయకులు చేసిన కొన్ని వ్యాఖ్యలు కూడా బీజేపీకి ప్లస్ అయ్యాయని చెప్పుకోవచ్చు.</p>\n","originalUrl":"https://tattvanews.com/19255/31/05/2024/","hasAudio":false,"hasInfographics":false}