{"id":"wp-en-14856","wp_id":14856,"type":"standard","category":"World","language":"en","title":"Article 370 part of history, will never come back, says Amit Shah","excerpt":"Union Home Minister Amit Shah Friday launched the BJP’s poll campaign and released the party’s manifesto for the upcoming Jammu and Kashmir Assembly elections Addressing party supporters Amit Shah, who is on his two-day visit to the Union Territory, said Article 370 is “part of history now and that it will never come back.” Highlighting","author":"Tattva News Team","time":"7/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/BJP-JK-Manifesto.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Home Minister Amit Shah Friday launched the BJP’s poll campaign and released the party’s manifesto for the upcoming Jammu and Kashmir Assembly elections Addressing party supporters Amit Shah, who is on his two-day visit to the Union Territory, said Article 370 is “part of history now and that it will never come back.”</p>\n\n\n\n<p>Highlighting the BJP’s rule in the past decade, the home minister said, “Last 10 years saw the golden era of Jammu and Kashmir,” adding that the party has ensured peace, progress and development during the period.</p>\n\n\n\n<p>Ten years since the last Assembly elections and the first for the Union Territory that was created in 2019, Jammu and Kashmir is headed for a three-phased election in September and October.</p>\n\n\n\n<p>“I have gone through the National Conference agenda. I want to make it clear to the whole country that Article 370 has become history and will never make a comeback,” the Union Home Minister said in his speech before releasing the BJP manifesto.</p>\n\n\n\n<p>He said Article 370 is not part of the Constitution anymore. “This Article has only given arms and stones in the hands of the youth and facilitated them to tread the path of terrorism,” Shah added.</p>\n\n\n\n<p>Shah emphasised the BJP's long-standing position on Jammu and Kashmir while unveiling the party's manifesto for the 2024 Jammu and Kashmir Assembly elections. Shah highlighted the historical significance of the region for the BJP, referencing the efforts of Pandit Prem Nath Dogra and Syama Prasad Mookerjee. </p>\n\n\n\n<p>Shah added terrorism will be completely eradicated from Jammu and Kashmir. “A white paper will be issued to fix the responsibility of those involved in the emergence of terrorism in J&K,” he added.</p>\n\n\n\n<p>Appealing to the people of Jammu and Kashmir to vote for the BJP in the Assembly elections, Shah said, “Give us a five-year tenure to ensure the development of the region.”</p>\n","originalUrl":"https://en.tattvanews.com/national/article-370-part-of-history-will-never-come-back-says-amit-shah/","hasAudio":false,"hasInfographics":false}