{"id":"wp-en-15622","wp_id":15622,"type":"standard","category":"World","language":"en","title":"11th journalist killed in Pakistan, PEC expresses concern","excerpt":"By Nava Thakuria Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern over continued killing of journalists in Pakistan as another scribe lost his life in Khyber Pakhtunkhwa bordering  Afghanistan. Janan Hussain (40) became one of the 42  Shiite Muslims who were ambushed and killed by gunmen in Kurram locality","author":"Tattva News Team","time":"24/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Pak-journalist.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong></p>\n\n\n\n<p>Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern over continued killing of journalists in Pakistan as another scribe lost his life in Khyber Pakhtunkhwa bordering  Afghanistan. Janan Hussain (40) became one of the 42  Shiite Muslims who were ambushed and killed by gunmen in Kurram locality on 20 November. Hussain  worked for a local media outlet Channel 365 and he was associated with Parachinar Press Club. He is the 11th   media worker to be killed in Pakistan this year till date.</p>\n\n\n\n<p>“Janan Hussain  becomes the 129th journo-victim globally since 1 January and it’s a matter of serious concern that in most of the cases the impunity to perpetrators is almost guaranteed. The responsible Pakistani authorities must investigate into the incident that led to the untimely demise of Hussain, who left behind young kids, and punish the culprits as early as possible,” said Blaise Lempen, president of PEC (https://www.pressemblem.ch/), adding that the heavy toll of media employees in Pakistan even when it’s not in a war is really shocking.  </p>\n\n\n\n<p>PEC’s south Asia representative Nava Thakuria stated that prior to Hussain, ten media workers namely  Jam Saghir Ahmed Lar (Daily Khabrain, Punjab, killed on 14 March), Tahira Nosheen Rana (local Urdu newspaper, Punjab, 22 April), Muhammad Siddiq Mengel (Khuzdar Press Club, Balochistan, 3 May), Mehar Ashfaq Siyal (Daily Khabrain, Punjab, 15 May), Kamran Dawar (YouTube/Facebbok, North Waziristan, 21 May), Nasrullah Gadani (Awami Aghaz, Sindh, 24 May), Khalil Jibran (Khyber News, Pakhtunkhwa, 19  June), Hasan Zaib (Aaj News, Khyber Pakhtunkhwa, 14 July), Muhammad Bachal Ghunio (Awaz TV, Sindh, 26 August) and Nisar Lehri (Masting Press Club, Balochistan, 4 September) were killed there.</p>\n","originalUrl":"https://en.tattvanews.com/international/11th-journalist-killed-in-pakistan-pec-expresses-concern%ef%bf%bcby-nava-thakuria/","hasAudio":false,"hasInfographics":false}