{"id":"wp-en-14184","wp_id":14184,"type":"standard","category":"World","language":"en","title":"Is India’s National Clean Air Programme (NCAP) achieving its objectives?","excerpt":"Has India’s much vaunted National Clean Air Programme (NCAP) helped our cities meet clean air standards to reduce the public health risk that air pollution poses? A new assessment report by Centre for Science and Environment (CSE) says there are serious concerns with the way the Programme has been run through the five years of","author":"Tattva News Team","time":"20/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/CSE-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Has India’s much vaunted National Clean Air Programme (NCAP) helped our cities meet clean air standards to reduce the public health risk that air pollution poses? A new assessment report by Centre for Science and Environment (CSE) says there are serious concerns with the way the Programme has been run through the five years of its operation.</p>\n\n\n\n<p>The report by CSE – titled <strong><em><strong><em>National Clean Air Programme: An agenda for reform</em></strong></em></strong> – was released on Friday.</p>\n\n\n\n<p>NCAP was launched by the Union Ministry of Environment, Forest & Climate Change (MoEF&CC) in January 2019. This is the first ever national effort to set clean air targets for 131 designated polluted cities, with the aim of reducing particulate pollution by up to 40 per cent by 2025-26 from the base year of 2019-20. This is also the first ever instance in India of performance-linked funding for improving air quality.</p>\n\n\n\n<p>Speaking on the occasion, CSE director general Sunita Narain said: “While NCAP’s objectives and aims have always been commendable, we are finding that attention and investments under it are largely focused on dust control, and not on emission-spewing combustion sources such as industries or vehicles. As much as 64 per cent of the funds utilised under NCAP and the 15<sup>th</sup> Finance Commission have been spent on road dust mitigation. Much less has gone towards controlling emissions from combustion sources -- with industrial pollution getting 0.61 per cent, vehicular pollution 12.63 per cent, and biomass burning 14.51 per cent. A balanced approach to funding is critical for effective impact.”</p>\n\n\n\n<p><strong>The money flow</strong></p>\n\n\n\n<p>A lot of money has flowed in to fund the clean air action plans in Indian cities. Under the overall Programme (NCAP) which covers 131 cities, 49 cities with million-plus populations have received money from the 15<sup>th</sup> Finance Commission; the remaining 82 cities have been funded directly by NCAP.</p>\n\n\n\n<ul class=\"wp-block-list\"><li><strong>Funds released to 131 cities:</strong> Rs 10,566 crore</li><li><strong>Amount utilised overall</strong>: Rs 6,806.15 crore (<strong>64 per cent of the released funds</strong>), as of May 3, 2024</li><li><strong>64 per cent</strong> of the overall utilisation has been in <strong>road dust mitigation</strong></li><li>Funds released for 82 NCAP cities is<strong> significantly lower </strong>than that given to the 49<strong> </strong>15<sup>th</sup> Finance Commission cities. Utilisation of funds follows the same trend.</li><li><strong>82 NCAP cities</strong>: Rs 1,616.47 crore released; Rs 831.42 crore (51 per cent) utilised</li><li><strong>49 cities under </strong><strong>15</strong><strong><sup><strong><sup>th</sup></strong></sup></strong><strong> FC grant</strong><strong>:</strong> Rs 8,951 crore released; Rs 5,974.73 crore (67 per cent) utilised</li></ul>\n\n\n\n<p>Anumita Roychowdhury, executive director, CSE says: “Cities are judged based on different metrics. There are serious questions about these metrics being used to benchmark progress and its implications for real improvement.” The CSE report points out that while under NCAP cities need to demonstrate improvement in PM10 levels to access the funds, under the parallel programme of Swachh Vayu Sarvekshan (SVS) these cities are ranked based on policy measures implemented in managing sectors such as biomass, municipal solid waste, road dust, public awareness, besides improvement in PM10 concentrations.  </p>\n\n\n\n<p>Adds Roychowdhury: “The new agenda for clearing the air has to gear up for scale and speed of change for transformative reform. This needs massive energy transition in all sectors, mobility transition to reduce automobile dependence and shift long range transport from polluting roadways to railways and waterways, and circularity to close the loop around all waste streams. That is possible only if the method of tracking progress and compliance gets stronger.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/is-indias-national-clean-air-programme-ncap-achieving-its-objectives/","hasAudio":false,"hasInfographics":false}