{"id":"wp-te-20972","wp_id":20972,"type":"standard","category":"World","language":"te","title":"￼తెలుగు రాష్ట్రాలకు రూ.3,448 కోట్లు వరద సహాయం","excerpt":"భారీ వర్షాలు, వరదల నేపథ్యంలో అల్లకల్లోలమైన తెలుగు రాష్ట్రాలకు కేంద్ర ప్రభుత్వం ఆర్థిక సాయం ప్రకటించింది. ఏపీ, తెలంగాణ రాష్ట్రాలకు కలిపి రూ.3,448 కోట్లు విడుదల చేసింది. తక్షణ సహాయక చర్యల కోసం ఈ నిధులు విడుదల చేసినట్టు ప్రకటించింది. ఇప్పటికే కేంద్ర వ్యవసాయశాఖ మంత్రి శివరాజ్‌సింగ్‌ చౌహాన్‌తో పాటు, కేంద్ర బృందం తెలుగు రాష్ట్రాల్లో పర్యటించి వరదల కారణంగా జరిగిన నష్టాన్ని పరిశీలించింది. తెలుగు రాష్ట్రాల్లో సహాయ చర్యలపై ఎక్స్ ద్వారా కేంద్రం వివరాలు వెల్లడించింది.","author":"Tattva News Team","time":"7/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Flood-hit.jpg","readTime":"5 min read","contentHTML":"\n<p>భారీ వర్షాలు, వరదల నేపథ్యంలో అల్లకల్లోలమైన తెలుగు రాష్ట్రాలకు కేంద్ర ప్రభుత్వం ఆర్థిక సాయం ప్రకటించింది. ఏపీ, తెలంగాణ రాష్ట్రాలకు కలిపి రూ.3,448 కోట్లు విడుదల చేసింది. తక్షణ సహాయక చర్యల కోసం ఈ నిధులు విడుదల చేసినట్టు ప్రకటించింది. ఇప్పటికే కేంద్ర వ్యవసాయశాఖ మంత్రి శివరాజ్‌సింగ్‌ చౌహాన్‌తో పాటు, కేంద్ర బృందం తెలుగు రాష్ట్రాల్లో పర్యటించి వరదల కారణంగా జరిగిన నష్టాన్ని పరిశీలించింది.</p>\n\n\n\n<p>తెలుగు రాష్ట్రాల్లో సహాయ చర్యలపై ఎక్స్ ద్వారా కేంద్రం వివరాలు వెల్లడించింది. ప్రధాని ఆదేశాల మేరకు ఏపీ, తెలంగాణకు పూర్తి సహకారం అందజేయనున్నట్లు తెలిపింది. వరద ప్రాంతాలకు ఇప్పటికే నిపుణుల బృందం పంపామని, వరదలు, డ్యామ్‌లు, వాటి భద్రతను ఆ బృందం పరిశీలిస్తుందని వెల్లడించింది. వరద నష్టం అంచనాకు ఇంటర్ మినిస్టీరియల్ సెంట్రల్ టీమ్ ఏర్పాటు చేసినట్లు ప్రకటించింది.</p>\n\n\n\n<p> ఏపీలో 26 ఎన్‌డీఆర్‌ఎఫ్‌ బృందాలు, 8 వైమానికదళ హెలికాప్టర్లు ఉన్నాయని హోంశాఖ స్పష్టం చేసింది. ఏపీలో 3 నౌకాదళ హెలికాప్టర్లు, డోర్నియర్ ఎయిర్‌క్రాఫ్ట్ ఉన్నాయని తెలిపింది. ఇప్పటివరకు ఎన్‌డీఆర్‌ఎఫ్‌ బృందాలు ఏపీలో 350 మందిని రక్షించినట్లు, 15 వేల మందిని సురక్షిత ప్రాంతాలకు తరలించినట్లు వెల్లడించింది.</p>\n\n\n\n<p> కేంద్ర వ్యవసాయ మంత్రి శివరాజ్ చౌహాన్ విజయవాడ వచ్చి వెళ్లిన 24 గంటల్లోనే కేంద్ర సాయం ప్రకటించడంపై మంత్రి నారా లోకేశ్ హర్షం వ్యక్తం చేశారు. ప్రధాని మోదీ, హోం మంత్రి అమిత్ షా, వ్యవసాయ మంత్రి చౌహాన్లకు కృతజ్ఞతలు తెలిపారు.</p>\n\n\n\n<p>లా ఉండగా, ఈ-పంటలో నమోదైతే పంటల బీమా వర్తిస్తుందని వ్యవసాయశాఖ డైరెక్టర్‌ డిల్లీరావు తెలిపారు. రైతు వాటాగా చెల్లించాల్సిన ప్రీమియాన్ని కూడా ప్రభుత్వమే భరిస్తుందన్నారు. ఖరీఫ్‌ పంటకాలానికి జిల్లాలవారీగా ఎంపికచేసిన పంటలకు ఉచితంగా పీఎంఎఫ్‌బీవై (ప్రధానమంత్రి ఫసల్‌ బీమా), ఆర్‌డబ్ల్యూబీసీఐఎస్‌ (వాతావరణ ఆధారిత పంటల బీమా) పథకాలను అమలు చేయనున్నట్లు పేర్కొన్నారు. </p>\n\n\n\n<p>అలాగే రబీ నుంచి పంటల బీమా కావాలంటే.. రైతులే తమ వాటా ప్రీమియం చెల్లించాల్సి ఉంటుంది అన్నారు. రైతులు ఆహార ధాన్యాలు, నూనెగింజల పంటలకు 1.5%, వాణిజ్య, ఉద్యాన పంటలకు 5% చొప్పున ప్రీమియం చెల్లించాలని సూచించారు ఢిల్లీ రావు.</p>\n","originalUrl":"https://tattvanews.com/20972/07/09/2024/","hasAudio":false,"hasInfographics":false}