{"id":"wp-en-15318","wp_id":15318,"type":"standard","category":"World","language":"en","title":"A year on, the assault on freedom of expression continues in Middle East","excerpt":"October 7 marks the one-year anniversary of Hamas’ horrific attack on Israel, which killed nearly 1,200 people, 815 of whom were civilians, and led to 251 people being taken hostage; at least 97 are still held in Gaza, and many are feared dead.  Since then, Israel has waged a retaliatory war which so far claimed over 42,000","author":"Tattva News Team","time":"13/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Gaza.webp","readTime":"5 min read","contentHTML":"\n<p>October 7 marks the one-year anniversary of Hamas’ horrific attack on Israel, which killed nearly 1,200 people, 815 of whom were civilians, and led to 251 people being taken hostage; at least 97 are still held in Gaza, and many are feared dead.  Since then, Israel has waged a retaliatory war which so far claimed over 42,000 Palestinian lives, displaced 90 percent of Gaza’s population and has been characterised by blatant disregard for international human rights and humanitarian law.</p>\n\n\n\n<p>The conflict has caused immeasurable suffering in Palestine, both in Gaza and the West Bank, and the wider region, particularly Lebanon. One year on, there is no resolution in sight, and we are now on the brink of the abyss: an all-out regional war. Amid geopolitical posturing which continues to fail those who are suffering violations of their rights daily, international courts have been called on to assess potential war crimes, crimes against humanity and genocide.</p>\n\n\n\n<p> ARTICLE 19 raises the alarm over the freedom of expression crisis at the centre of this regional catastrophe, one which has silenced the voices of those affected and contributed to impunity for crimes committed in this war.</p>\n\n\n\n<p>“We reiterate our call for an immediate end to hostilities. We demand justice and accountability for human rights violations and immediate action to protect freedom of expression. International bodies investigating potential atrocity crimes must consider the severe violations of freedom of expression in their assessments. Finally, we express concern about the surge of hate incidents globally, and solidarity with the Jewish and Muslim communities affected:, it added.  </p>\n\n\n\n<p>The conflict has since escalated dramatically. At the time of writing, Over 42,000 Palestinians have been killed- 41,689 in Gaza and 695 in the West Bank.  The humanitarian crisis continues to intensify, with 1.9 million people   (90% of Gaza’s population) displaced and nearly 500,000facing catastrophic food insecurity.</p>\n\n\n\n<p>The violence has now spread, as Israel launched a ground invasion in Lebanon, resulting in 1m669 deaths and an estimated 1.2 million displacements to date. On 1 October, Iran launched 200 ballistic missiles at Israeli military targets.  ARTICLE 19 is deeply concerned about the dangerous precedent this disregard for human life sets for international law and the erosion of norms designed to limit human suffering.</p>\n\n\n\n<p>In the face of these horrors, protecting freedom of expression may seem of secondary importance. It is not. The attacks on free expression in Israel and Palestine, in the region, and internationally, contribute to the suffering, perpetuate violence and enable the utter lack of accountability that has characterised this conflict. They must stop now.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/a-year-on-the-assault-on-freedom-of-expression-continues-in-middle-east%ef%bf%bc/","hasAudio":false,"hasInfographics":false}