{"id":"wp-en-15850","wp_id":15850,"type":"standard","category":"World","language":"en","title":"PM Modi lists out 'sins' of Congress towards Ambedkar","excerpt":"Prime Minister Narendra Modi on Wednesday tore into the Opposition, which has been accusing Union Home Minister Amit Shah of insulting Dr B R Ambedkar during his speech in the Rajya Sabha on Tuesday, saying the “rotten ecosystem of the Congress and its malicious lies cannot hide its misdeeds”. In a scathing attack on the Congress","author":"Tattva News Team","time":"18/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Modi-Ambedkar.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi on Wednesday tore into the Opposition, which has been accusing Union Home Minister Amit Shah of insulting Dr B R Ambedkar during his speech in the Rajya Sabha on Tuesday, saying the “rotten ecosystem of the Congress and its malicious lies cannot hide its misdeeds”.</p>\n\n\n\n<p>In a scathing attack on the Congress listed out its 'sins' towards BR Ambedkar and accused it of denying the 'Father of the Constitution' a Bharat Ratna and added that the party can no longer hide its misdeeds of several years. Congress members had sought an apology from Home Minister Amit Shah for his remarks and moved privilege notices in the Parliament.</p>\n\n\n\n<p>“If the Congress and its rotten ecosystem think their malicious lies can hide their misdeeds of several years, especially their insult towards Dr. Ambedkar, they are gravely mistaken! The people of India have seen time and again how one Party, led by one dynasty, has indulged in every possible dirty trick to obliterate the legacy of Dr. Ambedkar and humiliate the SC/ST communities..” Modi said in a series of posts on X.</p>\n\n\n\n<p>He went on to list out the Congress' sins towards Dr Ambedkar and said, \"The list of the Congress' sins towards Dr. Ambedkar includes: Getting him defeated in elections not once but twice, Pandit Nehru campaigning against him and making his loss a prestige issue, Denying him a Bharat Ratna, Denying his portrait a place of pride in Parliament’s Central Hall, Congress can try as they want but they can’t deny that the worst massacres against SC/ST Communities have happened under their regimes. For years, they sat in power but did nothing substantive to empower the SC and ST communities.\"</p>\n\n\n\n<p>\"It is due to Dr. Babasaheb Ambedkar that we are what we are!,\" he added. Claiming that the worst massacres against the SC and ST communities have happened under Congress regimes, Modi said the grand old party did nothing substantive to empower the SC and ST communities.</p>\n\n\n\n<p>PM Modi asserted that”our Government has worked tirelessly to fulfil the vision of Dr. Babasaheb Ambedkar over the last decade. Take any sector – be it removing 25 crore people from poverty, strengthening the SC/ST Act, our Government’s flagship programmes like Swachh Bharat, PM Awas Yojana, Jal Jeevan Mission, Ujjwala Yojana and more, each of them has touched the lives of the poor and marginalised.”  </p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-lists-out-sins-of-congress-towards-ambedkar%ef%bf%bc/","hasAudio":false,"hasInfographics":false}