{"id":"wp-te-19617","wp_id":19617,"type":"standard","category":"World","language":"te","title":"రిజర్వేషన్లు 65 శాతానికి పెంపుపై నితీశ్ కు హైకోర్టు ఝలక్","excerpt":"రిజర్వేషన్ల పరిమితి పెంపు విషయంలో బిహార్ ప్రభుత్వానికి హైకోర్టులో చుక్కెదురయ్యింది. 50 శాతం నుంచి 65 శాతానికి పెంచుతూ నితీశ్ కుమార్ తీసుకున్న నిర్ణయాన్ని పట్నా హైకోర్టు తిరస్కరించింది. గతేడాది రాష్ట్రవ్యాప్తంగా జరిపిన కులగణన ఆధారంగా జేడీయూ-బీజేపీ సంకీర్ణ ప్రభుత్వం రిజర్వేషన్లను పెంచింది.  అయితే, సుప్రీంకోర్టు మార్గదర్శకాల ప్రకారం రిజర్వేషన్లు 50 శాతానికి మించరాదు. కానీ, ఏకంగా 65 శాతానికి పెంచడాన్ని సవాల్ చేస్తూ దాఖలైన పిటిషన్లపై బిహార్ హైకోర్టు ప్రధాన న్యాయమూర్తి జస్టిస్ కే వినోద్","author":"Tattva News Team","time":"20/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Nitish-HC1.jpg","readTime":"5 min read","contentHTML":"\n<p>రిజర్వేషన్ల పరిమితి పెంపు విషయంలో బిహార్ ప్రభుత్వానికి హైకోర్టులో చుక్కెదురయ్యింది. 50 శాతం నుంచి 65 శాతానికి పెంచుతూ నితీశ్ కుమార్ తీసుకున్న నిర్ణయాన్ని పట్నా హైకోర్టు తిరస్కరించింది. గతేడాది రాష్ట్రవ్యాప్తంగా జరిపిన కులగణన ఆధారంగా జేడీయూ-బీజేపీ సంకీర్ణ ప్రభుత్వం రిజర్వేషన్లను పెంచింది. </p>\n\n\n\n<p>అయితే, సుప్రీంకోర్టు మార్గదర్శకాల ప్రకారం రిజర్వేషన్లు 50 శాతానికి మించరాదు. కానీ, ఏకంగా 65 శాతానికి పెంచడాన్ని సవాల్ చేస్తూ దాఖలైన పిటిషన్లపై బిహార్ హైకోర్టు ప్రధాన న్యాయమూర్తి జస్టిస్ కే వినోద్ చంద్రన్ నేతృత్వంలోని ద్విసభ్య ధర్మాసనం గురువారం తీర్పు వెలువరించింది.</p>\n\n\n\n<p>కులగణన అనంతరం నవంబరు 2023లో అప్పటి జేడీయూ-ఆర్జేడీ-కాంగ్రెస్ కూటమి ప్రభుత్వం రిజర్వేషన్లను పెంచుతూ అసెంబ్లీలో తీర్మానం పెట్టి ఆమోదించింది. ఈ తీర్మానం ఆమోదం పొందిన నెల రోజుల తర్వాతే నితీశ్ కుమార్ తిరిగి ఎన్డీయే గూటికి చేరారు. </p>\n\n\n\n<p>నితీశ్ కుమార్ నిర్ణయాన్ని సవాల్ చేసిన పిటిషనర్లలో ఒకరి తరఫున వాదనలు వినిపించిన రితికా రాణి అనే న్యాయవాది మాట్లాడుతూ.. ‘‘రిజర్వేషన్ చట్టాలకు సవరణలు రాజ్యాంగ ఉల్లంఘనే అని మేము ఆధారాలు సమర్పించాం.. ఇరువైపులా వాదనలు విన్న తర్వాత, కోర్టు మార్చిలో తీర్పును రిజర్వ్ చేసింది.. ఈ రోజు, తుది ఉత్తర్వులు వచ్చాయి.’’ అని తెలిపారు.</p>\n\n\n\n<p>ఇక, రిజర్వేషన్ల పెంపు బిల్లుకు అసెంబ్లీ ఏకగ్రీవంగా ఆమోదించడంతో గవర్నర్ సంతకం తర్వాత గెజిట్ విడుదలయ్యింది. ప్రభుత్వ ఉద్యోగాలు, విద్యా సంస్థల్లో ఎస్సీ, ఎస్టీ, వెనుకబడిన వర్గాలకు రిజర్వేషన్లను 50 నుంచి 65 శాతానికి పెంచుతున్నట్టు అందులో పేర్కొన్నారు. </p>\n\n\n\n<p>హైకోర్టు తీర్పుపై ఆర్జేడీ రాజ్యసభ ఎంపీ మనోజ్ కుమార్ ఝా స్పందిస్తూ.. ఇది దురదృష్టకర పరిణామమని అన్నారు. ‘‘ ఇలాంటి తీర్పులు సామాజిక న్యాయం గమ్యం వైపు ప్రయాణాన్ని మరింత పొడిగిస్తాయి.. తమిళనాడు చాలా సంవత్సరాలుగా పోరాటం చేసిన విషయాన్ని మేము గుర్తుంచుకుంటాం.. మేము కూడా అలాగే చేస్తాం... అయితే ఈ పిటిషనర్లను నియంత్రిస్తున్న సామాజిక నేపథ్యం ఏమిటో చూడాలి.. కులగణణ సమయంలోనూ ఇదే విషయాన్ని చూశాం’’ అని పేర్కొన్నారు.</p>\n\n\n\n<p>రిజర్వేషన్లకు సంబంధించిన రాజ్యాంగంలోని తొమ్మిదో షెడ్యూల్‌ను సవరించాలని ఆయన స్పష్టం చేశారు. ‘ప్రస్తుతం ఎన్డీయే  ప్రభుత్వం అధికారంలో ఉంది.. దానికి నితీశ్ కుమార్ అండగా ఉన్నారు.. ఆయన సర్వోన్నన్నత న్యాయస్థానానికి వెళ్లి ప్రజల హక్కులను సాధించాలి’ అని మనోజ్ ఝా వ్యాఖ్యానించారు.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19617/20/06/2024/","hasAudio":false,"hasInfographics":false}