{"id":"wp-en-13992","wp_id":13992,"type":"standard","category":"World","language":"en","title":"Worrying increase in violence against journalists in France￼","excerpt":"The European Federation of Journalists (EFJ) and its four affiliates in France (SNJ, SNJ-CGT, CFDT-Journalistes, FASAP-FO) call on the French authorities to take the necessary measures in view of the worrying increase in threats and violence against journalists in France. It is the responsibility of the public authorities to guarantee press freedom and an environment that allows","author":"Tattva News Team","time":"6/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/France-media.jpg","readTime":"5 min read","contentHTML":"\n<p>The European Federation of Journalists (EFJ) and its four affiliates in France (SNJ, SNJ-CGT, CFDT-Journalistes, FASAP-FO) call on the French authorities to take the necessary measures in view of the worrying increase in threats and violence against journalists in France. It is the responsibility of the public authorities to guarantee press freedom and an environment that allows journalists to carry out their work in safety.</p>\n\n\n\n<p>The number of press freedom violations in France recorded by the EFJ on the EU-funded MFRR platform almost quadrupled in the month of June compared to the number reported since the beginning of the year. Specifically, in June 2024, the EFJ recorded 22 attacks against journalists in France on the MFRR platform, compared with 32 attacks recorded between 1 January and 31 May 2024 (an average of six per month).</p>\n\n\n\n<p>With 54 alerts recorded in the first six months of the year, France ranks 5th among European countries where the MFRR platform records the most attacks against journalists, behind Ukraine, Germany, Italy and Turkey. The majority of incidents recorded in June in France were verbal attacks and threats on social networks.</p>\n\n\n\n<p>The EFJ notes that the number of xenophobic attacks doubled in June compared to the first five months of the year. The majority of racist incidents recorded in June (70%) refer to the electoral context. These incidents may reflect the trivialisation of far right-wing ideas which has been taking place in France for several years and which has contributed to the current surge of far right-wing parties in the early parliamentary elections in June 2024.</p>\n\n\n\n<p>The EFJ and its French affiliates have also noted a growing number of incidents involving the direct responsibility of the public authorities: police violence, arbitrary arrests, judicial pressure to force journalists to reveal their sources, etc.</p>\n\n\n\n<p>This worrying deterioration in the safety of journalists in France goes hand in hand with a sharp decline in media pluralism, as highlighted by the Media Pluralism Monitor report (MPM), published on 28 June. The MPM 2024 report on media pluralism in France highlights a record level of risk, with the growing influence of commercial interests and media owners compromising editorial independence.</p>\n\n\n\n<p>The study points in particular to “oligopolistic control and the ensuing ideological polarisation, as illustrated by developments within the Bolloré and Saadé conglomerates”. The text also refers to the “predatory strategies of media tycoons such as Vincent Bolloré“.</p>\n\n\n\n<p>The EFJ and its French affiliates demand that the Ministry of the Interior redouble its vigilance on the issue of the protection of journalists at this time, call on the various candidates and political parties to respect the role of journalists and the right to inform and be informed, an essential right in a democracy, and recall that employers have an obligation of safety towards employees and that this also includes freelance journalists, who benefit from a presumption of an employment contract in France.</p>\n\n\n\n<p>The EFJ and its French affiliates also call on the legislator to review the rules and thresholds for concentration, in order to guarantee media pluralism in France, and to strengthen the independence of editorial staff and newsrooms, in order to protect them from commercial pressures and those of media shareholders or owners.</p>\n","originalUrl":"https://en.tattvanews.com/international/worrying-increase-in-violence-against-journalists-in-france%ef%bf%bc/","hasAudio":false,"hasInfographics":false}