{"id":"wp-en-14682","wp_id":14682,"type":"standard","category":"World","language":"en","title":"PEC  condemns Myanmar militaries for killing two more reporters","excerpt":"Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, strongly condemns the killing of two reporters during a military raid in Mon State of Myanmar and demands a fair probe to the incident that led to the death of Htet Myat Thu and Win Htut Oo on 21 August 2024. Burmese media","author":"Tattva News Team","time":"25/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Myanmar-journalists.jpg","readTime":"5 min read","contentHTML":"\n<p>Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, strongly condemns the killing of two reporters during a military raid in Mon State of Myanmar and demands a fair probe to the incident that led to the death of Htet Myat Thu and Win Htut Oo on 21 August 2024. </p>\n\n\n\n<p>Burmese media outlets reported that the junta soldiers raided the house of Htet Myat Thu (27) in Kyaikto township on Wednesday in search of pro-democracy armed insurgents, but ended up indiscriminately firing that seemingly killed the reporter with ‘Voice of Thanbyuzayat’. Win Htut Oo (28), a freelance contributor to the Democratic Voice of Burma (a broadcast news agency) was also killed in the incident.</p>\n\n\n\n<p>“Myanmar remains one of the most dangerous countries for media workers. The military ruled southeast Asian nation earlier witnessed the death of journalist Myat Thu Tun due to military atrocities this year. We urge the military chief Min Aung Hlaing to take serious note over the Kyaikto incident and book the soldiers found to be responsible for the killing of Htet Myat Thu and Win Htut Oo,” said PEC president Blaise Lempen, adding that all bereaved families of journo-victims must be adequately compensated by the military authorities.</p>\n\n\n\n<p>PEC’s southeast Asian representative Nava Thakuria revealed that since the current military group seized political power from the Aung San Suu Kyi-led elected government in Naypyidaw through a coup on 1 February 2021, most of the Burmese journalists fled the country. The junta had arrested 175 journalists in the last three years and 50 still remain in military custody. In the last incident, the brutal armed forces even did not hand over the bodies to their relatives but cremated urgently at Taunggalay cemetery, added the representative.</p>\n","originalUrl":"https://en.tattvanews.com/international/pec-condemns-myanmar-militaries-for-killing-two-more-reporters/","hasAudio":false,"hasInfographics":false}