{"id":"wp-en-13399","wp_id":13399,"type":"standard","category":"World","language":"en","title":"'God has ordained that I should continue to work till 2047', says PM Modi￼","excerpt":"Brimming with confidence, Prime Minister Narendra Modi said today, \"I believe God has ordained that I should work 24&#215;7 till 2047 to achieve the aim of a Viksit Bharat (Developed India).\" He was replying to questions from Rajat Sharma at 'Salaam India' show. Modi said, \"I feel, God Almighty has sent me for a special","author":"Tattva News Team","time":"24/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi-Rajat.jpg","readTime":"5 min read","contentHTML":"\n<p>Brimming with confidence, Prime Minister Narendra Modi said today, \"I believe God has ordained that I should work 24&#215;7 till 2047 to achieve the aim of a Viksit Bharat (Developed India).\" He was replying to questions from Rajat Sharma at 'Salaam India' show.</p>\n\n\n\n<p>Modi said, \"I feel, God Almighty has sent me for a special purpose. God has sent me to achieve the objective of a Viksit Bharat by 2047. God is showing me the path, God is giving me the energy. I am fully confident I will achieve that target by 2047 and until that target is achieved, God will not call me back (Jab Tak Poora Nahin Hota, Mujhe Parmatma Waapas Nahin Bulayenge). I do not have any other place in this world now except this.\" Modi is presently 74 years old.</p>\n\n\n\n<p>Modi said, \"400 Paar\" is a slogan not coined by BJP, but by the people. \"We were already 400 in strength in Parliament during the last five years, given the support that we got from other parties. Any child who gets 95 per cent marks will naturally strive for a higher target.\"</p>\n\n\n\n<p>Modi hit out at Congress and other opposition parties for complaining that they have not been given a level-playing field in this election. He reminded how the then Chief Election Commissioner (TN Seshan) postponed polling across the country in 1991 for 22 days after Congress leader Rajiv Gandhi was assassinated in Sriperumbudur on May 21, 1991, when only one round of polling was over. Elections were postponed till mid-June and voting finally took place on June 12 and 15.</p>\n\n\n\n<p>\"Was that a level-playing field?\", asked PM Modi. He said, \"Normally, when a candidate dies, election in that constituency is countermanded, but in 1991, election across the country was postponed and polling resumed only after the funeral of the departed leader was widely publicized\".</p>\n\n\n\n<p>\"The same person (TN Seshan), after retirement, fought against our party president ( LK Advani) in Gandhinagar in 1999 on a Congress ticket\", Modi said.</p>\n\n\n\n<p>Asked why two serving chief ministers (in Delhi and Jharkhand) were jailed when election process was on, Modi replied, \"We did not send them to jail. The courts sent the two chief ministers to jail. We do not have the power to send somebody to jail or keep anybody in jail. Courts have the powers”</p>\n","originalUrl":"https://en.tattvanews.com/national/god-has-ordained-that-i-should-continue-to-work-till-2047-says-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}