{"id":"wp-en-15137","wp_id":15137,"type":"standard","category":"World","language":"en","title":"Global unions complains ILO to recover wages of 200,000 Palestinian workers in Israel ￼","excerpt":"A complaint against the Israeli government for blatant violations of the International Labour Organization’s (ILO) Protection of Wages Convention has been filed by nine global trade unions, with members in over 160 countries, representing 207 million workers. The complaint highlights the obligations of Israeli authoriteis  to redress and remedy a range of abuses, including unpaid wages","author":"Tattva News Team","time":"28/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Palestinian-workers.jpg","readTime":"5 min read","contentHTML":"\n<p>A complaint against the Israeli government for blatant violations of the International Labour Organization’s (ILO) Protection of Wages Convention has been filed by nine global trade unions, with members in over 160 countries, representing 207 million workers.</p>\n\n\n\n<p>The complaint highlights the obligations of Israeli authoriteis  to redress and remedy a range of abuses, including unpaid wages and withheld benefits for more than 200,000 Palestinian workers employed in Israel.</p>\n\n\n\n<p>These abuses have led to millions of dollars of lost income, causing severe financial insecurity, economic distress, deprivation of basic services, and widespread hardship for the affected workers and their families, who have no access to judicial remedies.</p>\n\n\n\n<p>Filed on 27 September 2024, under article 24 of the ISO Constitution,  the joint complaint details the exploitative conditions faced by more than 200,000 Palestinian workers from the West Bank and Gaza, formally or informally employed in Israel at the time of the Hamas attack on 7 October 2023. These workers have experienced widespread wage theft due to the suspension of work permits and the unilateral termination of their contracts.</p>\n\n\n\n<p>The global unions’ complaint is based on evidence showing that over 200,000 workers from Gaza and the West Bank have not been paid for work completed before 7 October and have received no wages since. According to ILO estimates, the average daily wage for Palestinian workers employed in Israel under regular work permits was 297.30 shekels (US$79). Claimants estimate that the average weekly wage for workers in the informal economy ranged between 2,100 and 2,600 shekels (US$565-700). For more than a year, Palestinian workers have been unable to recover their outstanding wages or settle wage debts.</p>\n\n\n\n<p>The complaint was signed by the following organisations listed in alphabetical order: the Building and Wood Workers’ International (BWI); Education International (EI); IndustriALL Global Union; International Federation of Journalists (IFJ); International Trade Union Confederation (ITUC), International Transport Workers’ Federation (ITF), the International Union of Food, Agricultural, Hotel, Restaurant, Catering, Tobacco and Allied Workers' Associations (IUF); Public Services International (PSI); and UNI Global Union. The Trade Union Advisory Committee   to the OECD has also joined the complaint.</p>\n\n\n\n<p>“When I visited the West Bank earlier this year, I witnessed the economic destitution experienced by the families of Palestinian workers employed in Israel. As always, working people are enduring the worst of the continuing conflict. Through this petition, we want to ensure that the much-needed backpay is paid out to workers who are struggling to make ends meet,” stated Luc Triangle, General Secretary of the ITUC.</p>\n\n\n\n<p>“International law is clear: no crisis, not even war, can justify the suspension of labour rights or the denial of justice to workers. Palestinian workers, many of whom were employed in Israels’ construction sector, have the right to be paid their outstanding wages. We will not be satisfied until justice is delivered for the hundreds of thousands of Palestinian workers who have been denied their due, and a ceasefire is reached,” said BWI General Secretary Ambet Yuson.</p>\n","originalUrl":"https://en.tattvanews.com/international/global-unions-complains-ilo-to-recover-wages-of-200000-palestinian-workers-in-israel-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}