{"id":"wp-te-18561","wp_id":18561,"type":"standard","category":"World","language":"te","title":"హిందూపురం నుంచి స్వామి పరిపూర్ణానంద నామినేషన్","excerpt":"హిందూపురం నుంచి ఎమ్మెల్యే అభ్యర్థిగా స్వామి పరిపూర్ణానంద మంగళవారం స్వతంత్ర అభ్యర్థిగా నామినేషన్ దాఖలు చేయడం కలకలం రేపుతోంది. బీజేపీ నుంచి టికెట్ ఆశించిన ఆయన ఆ పార్టీ నుంచి టికెట్ దక్కకపోవడంతో స్వతంత్ర అభ్యర్థిగా నామినేషన్ వేశారు. హిందూపురం అసెంబ్లీ నియోజకవర్గం నుంచి టీడీపీ అభ్యర్థిగా నందమూరి బాలకృష్ణ బరిలో ఉన్న విషయం తెలిసిందే. ఇటీవలే నామినేషన్ దాఖలు చేసిన బాలకృష్ణ ఎన్నికల ప్రచారంలో దూసుకుపోతున్నారు. టీడీపీ, బీజేపీ, జనసేన కూటమి అభ్యర్థులను గెలిపించాలంటూ ప్రచారం","author":"Tattva News Team","time":"24/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Swami.webp","readTime":"5 min read","contentHTML":"\n<p>హిందూపురం నుంచి ఎమ్మెల్యే అభ్యర్థిగా స్వామి పరిపూర్ణానంద మంగళవారం స్వతంత్ర అభ్యర్థిగా నామినేషన్ దాఖలు చేయడం కలకలం రేపుతోంది. బీజేపీ నుంచి టికెట్ ఆశించిన ఆయన ఆ పార్టీ నుంచి టికెట్ దక్కకపోవడంతో స్వతంత్ర అభ్యర్థిగా నామినేషన్ వేశారు.</p>\n\n\n\n<p>హిందూపురం అసెంబ్లీ నియోజకవర్గం నుంచి టీడీపీ అభ్యర్థిగా నందమూరి బాలకృష్ణ బరిలో ఉన్న విషయం తెలిసిందే. ఇటీవలే నామినేషన్ దాఖలు చేసిన బాలకృష్ణ ఎన్నికల ప్రచారంలో దూసుకుపోతున్నారు. టీడీపీ, బీజేపీ, జనసేన కూటమి అభ్యర్థులను గెలిపించాలంటూ ప్రచారం చేస్తున్నారు. అయితే, ఈ క్రమంలోనే కీలక పరిణామం చోటు చేసుకుంది.</p>\n\n\n\n<p>గత రెండు ఎన్నికల్లో హిందూపురం నుంచి పోటీ చేసి గెలుపొందిన బాలకృష్ణ ఈసారి కూడా విజయం సాధించి హ్యాట్రిక్ సాధించాలని ఉవ్విళ్లూరుతున్నారు. తెలుగుదేశం పార్టీకి కంచుకోటగా ఉన్న హిందూపురంలో బాలకృష్ణ గెలుపు సునాయాసమే అనుకున్నప్పటికీ తాజాగా, స్వామి పరిపూర్ణానంద నామినేషన్ దాఖలు చేయడంతో కూటమి ఓట్లు చీలే అవకాశం కనిపిస్తోంది.</p>\n\n\n\n<p>తనకు కూటమి నుంచి టికెట్ దక్కుతుందని ఆశించానని, అయితే రాకపోవడంతో స్వతంత్ర అభ్యర్థిగా బరిలో దిగుతున్నట్లు స్వామి పరిపూర్ణానంద తెలిపారు. ఈ నియోజకవర్గంలో తనకు బలమైన పట్టుందని, తాను విజయం సాధిస్తానని ఆయన ధీమా వ్యక్తం చేస్తున్నారు.</p>\n\n\n\n<p> అయితే, ఆయన ప్రభావం ఎంత ఉందనేది ఎన్నికల ఫలితాల రోజే తెలిసే అవకాశం ఉంది.2018 తెలంగాణ అసెంబ్లీ ఎన్నికల ముందు బీజేపీలో చేరి, ఎన్నికల ప్రచారంలో ఉధృతంగా పాల్గొన్నారు. ఒక దశలో బిజెపి ముఖ్యమంత్రి అభ్యర్థి అనే ప్రచారం కూడా జరిగింది. అయితే, బిజెపి కేవలం ఒక సీటుతో సరిపెట్టుకోవాల్సి రావడంతో ఆయన రాజకీయంగా చతికలపడినట్లయింది. ఆ తర్వాత ఎక్కడా బిజెపి కార్యక్రమాలలో పాల్గొనలేదు.</p>\n\n\n\n<p>అయితే, కొద్దీ కాలంగా హిందూపూర్ నుండి పోటీ చేస్తానని చెబుతూ వస్తున్నారు. దేశంలో `హిందూ' శబ్దం గల నియోజకవర్గం ఇదొక్కటే అని, అందుకనే ఇక్కడి నుండి పోటీ చేస్తానని చెబుతూ వచ్చారు. కానీ ఆయన ప్రకటనలపై బిజెపి ఎపుడూ స్పందించనే లేదు.</p>\n","originalUrl":"https://tattvanews.com/18561/24/04/2024/","hasAudio":false,"hasInfographics":false}