{"id":"wp-en-14373","wp_id":14373,"type":"standard","category":"World","language":"en","title":"Jishnu Dev Varma sworn in as Governor of Telangana￼","excerpt":"Former Tripura Deputy Chief Minister Jishnu Dev Varma was sworn in as Governor of Telangana on Wednesday. Telangana High Court Chief Justice Alok Aradhe administered the oath to the new Governor.  Chief Minister A Revanth Reddy and his cabinet colleagues participated in the swearing in ceremony at Raj Bhavan. Union Coal Minister G Kishan Reddy","author":"Tattva News Team","time":"1/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/TG-Governor.webp","readTime":"5 min read","contentHTML":"\n<p>Former Tripura Deputy Chief Minister Jishnu Dev Varma was sworn in as Governor of Telangana on Wednesday. Telangana High Court Chief Justice Alok Aradhe administered the oath to the new Governor.</p>\n\n\n\n<p> Chief Minister A Revanth Reddy and his cabinet colleagues participated in the swearing in ceremony at Raj Bhavan. Union Coal Minister G Kishan Reddy was also present.</p>\n\n\n\n<p>“I stand before you today as the new Governor of Telangana. I extend my heartfelt gratitude to the President of India and the Prime Minister of India for entrusting me this significant responsibility,” Jishnu Dev Varma said in a message to the people of the State.</p>\n\n\n\n<p>“Telangana, nestled in the heart of India, is a land of vibrant life and promise. The spirit of enterprise and innovation thrives in our people, known for their resilience, hard work, and determination,” he said.</p>\n\n\n\n<p>“Education and empowerment of youth will be of primary focus as they are our greatest assets. By providing quality education and opportunities, we can pave the way for a brighter future,” he said, adding that it must be ensured that every citizen has access to quality healthcare services, including preventive measures and public health initiatives.</p>\n\n\n\n<p>“I am deeply committed to promoting inclusivity and social justice. I call upon all Telangana citizens to join hands in building a future that is inclusive, equitable, and sustainable” Varma said.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/jishnu-dev-varma-sworn-in-as-governor-of-telangana%ef%bf%bc/","hasAudio":false,"hasInfographics":false}