{"id":"wp-en-14046","wp_id":14046,"type":"standard","category":"World","language":"en","title":"Kenyan Civil Society Calls for Government Accountability Following #RejectFinanceBill2024 Demonstrations￼￼","excerpt":"On June 19, 2024, peaceful demonstrations began in Kenya against the proposed Finance Bill 2024 that would increase the cost of various goods and services. For large sectors of Kenyan society, the Finance Bill 2024 represents the latest among many grievances that Kenyans have had since the 2022 elections, including increased corruption, wasteful spending by ruling elites,","author":"Tattva News Team","time":"10/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Kenya.jpg","readTime":"5 min read","contentHTML":"\n<p>On June 19, 2024, peaceful demonstrations began in Kenya against the proposed Finance Bill 2024 that would increase the cost of various goods and services. For large sectors of Kenyan society, the Finance Bill 2024 represents the latest among many grievances that Kenyans have had since the 2022 elections, including increased corruption, wasteful spending by ruling elites, and the dismissal of Kenyan needs by the government.</p>\n\n\n\n<p>Kenyans took mass action to express their disapproval of the Finance bill using social media platforms and organizing peaceful demonstrations throughout the country. The demonstrations, led largely by Kenyan youth, quickly took over major cities such as Nairobi, Mombasa, and Kisumu.</p>\n\n\n\n<p>Despite wide opposition against the proposed Finance Bill, the Kenyan parliament passed the bill on June 25. Kenyan youth, supported by other sectors of society continued demonstrating, calling on President William Ruto to veto the bill or resign. As demonstrations intensified, the Kenyan government deployed law enforcement units to disperse the demonstrators.</p>\n\n\n\n<p>The police used teargas, water cannons, live ammunition, and rubber bullets against peaceful protesters, resulting in injuries, arrests, and detentions under deplorable conditions. According to the Police Reforms Working Group - Kenya (PRWG-K),   police shootings against demonstrators resulted in the death of over 30 people and over 350 injured as of the evening of June 25. According to The Kenyan Human Rights Commission (KHRC), as of July 1, there have been between 627 arrests and 32 abductions  nationwide. The number of Kenyans killed continues to increase as the situation intensifies.</p>\n\n\n\n<p>Observers, including journalists and civil society organizations’ staff, perceived to be critical voices within the human rights space, were arrested, highlighting the vulnerability associated with speaking truth to power. Kenyan civil society has also denounced the violation of Article 35 of the Kenyan constitution by the Kenyan government during the peaceful demonstrations, as the regime responded with misinformation, false accusations, and limited access to public information about the casualties.</p>\n\n\n\n<p>While on June 26, President Ruto announced that we would not sign the bill, Kenyans now demand accountability  and justice for the deaths, arrests, and abductions committed by Kenyan authorities. The World Movement for Democracy stands in solidarity with the Kenyan people and joins Kenyan civil society in calling for the government to:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>Respect basic human rights, including freedom of expression, association, and assembly.</li><li>Release those who remain under police custody for participating in the recent demonstrations.</li><li>Take responsibility for the human rights violations perpetrated by Kenyan authorities against the demonstrators.</li><li>Conduct a thorough investigation into the killings of Kenyan citizens by police officers.</li><li>Adopt the necessary reforms to prevent the use of lethal force by the police and commit to ending the persistent culture of impunity among law enforcement bodies.</li></ul>\n","originalUrl":"https://en.tattvanews.com/international/kenyan-civil-society-calls-for-government-accountability-following-rejectfinancebill2024-demonstrations%ef%bf%bc%ef%bf%bc/","hasAudio":false,"hasInfographics":false}