{"id":"wp-en-14734","wp_id":14734,"type":"standard","category":"World","language":"en","title":"BJP begins massive membership drive on Sep 2","excerpt":"On September 2, the Bharatiya Janata Party will begin its massive membership to enrol over 20 crore members. Prime Minister Narendra Modi will be the first person to be enrolled. The membership drive will kickstart the process of electing a new party president, given the timeline of the process, it could happen by December.  Giving","author":"Tattva News Team","time":"28/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/01/Modi-BJP-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>On September 2, the Bharatiya Janata Party will begin its massive membership to enrol over 20 crore members. Prime Minister Narendra Modi will be the first person to be enrolled. The membership drive will kickstart the process of electing a new party president, given the timeline of the process, it could happen by December. </p>\n\n\n\n<p>Giving details, BJP General Secretary Vinod Tawade said the first phase will last till September 15. \"The second phase will be conducted from October 1 to October 15. This will be done after analysing data from the first phase to check which geographic regions, communities, castes and groups have been left out or have less representation; it will be covered in this phase.\" </p>\n\n\n\n<p>The members can enrol by giving a missed call to number 8800002024. Tawade said one can also join using the Namo app and QR code on the BJP’s website. The caller will receive a performa to fill after the missed call. After this, the party's mandal-level units will visit members and verify them. There are 15,000 mandals of which training programme of 9,000 mandals have been done, he added. </p>\n\n\n\n<p>The BJP leader said more than 10 lakh members will actively participate in the drive. Even central ministers will visit different areas to enrol voters. \"From Sarpanch to Sansad (member of parliament), everyone will participate to enroll voters,\" he said.</p>\n\n\n\n<p>The active members will be picked up after verification. These members will in turn participate in the election process from Mandal unit to district to state and finally elect the party's national president.</p>\n\n\n\n<p>Tawade said the party aims to enrol 200 members from each of the 10 lakh booths. This will take the number of enrolled members to 20 crore. </p>\n\n\n\n<p>Till 2014, China's Communist Party was the largest. After the BJP's membership drive in 2015, it became the largest party in the world; the BJP boasts of over 18 crore members. Since then, with more people having access to smartphones and technology, the BJP expects to create a new record. </p>\n","originalUrl":"https://en.tattvanews.com/others/bjp-begins-massive-membership-drive-on-sep-2/","hasAudio":false,"hasInfographics":false}