{"id":"wp-te-18967","wp_id":18967,"type":"standard","category":"World","language":"te","title":"పతంజలి కేసులో నిర్ణయాన్ని సుప్రీం రిజర్వ్‌","excerpt":"పతంజలి కంపెనీకి సంబంధించిన తప్పుడు ప్రకటన కేసులో సుప్రీంకోర్టు తన నిర్ణయాన్ని రిజర్వ్‌ చేసింది. బాబా రామ్‌దేవ్‌, ఆచార్య బాలకృష్ణలకు వ్యక్తిగత హాజరు నుంచి సర్వోన్నత న్యాయస్థానం మినహాయింపును ఇచ్చింది. అఫిడవిట్‌ దాఖలు చేసేందుకు సైతం సమయం ఇచ్చింది.  అఫిడవిట్‌లో తప్పుదోవ పట్టించే ప్రకటనలను వెనక్కి తీసుకోవడానికి పతంజలి ఎలాంటి చర్యలు తీసుకున్నది, ఉత్పత్తుల స్టాక్స్‌ గురించి సమాచారం ఇవ్వాల్సి ఉంటుంది. ఇండియన్‌ మెడికల్‌ అసోసియేసన్‌ దాఖలు చేసిన పిటిషన్‌ను జస్టిస్ హిమా కోహ్లీ, జస్టిస్ అహ్సానుద్దీన్","author":"Tattva News Team","time":"15/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Patanjali-2.jpg","readTime":"5 min read","contentHTML":"\n<p>పతంజలి కంపెనీకి సంబంధించిన తప్పుడు ప్రకటన కేసులో సుప్రీంకోర్టు తన నిర్ణయాన్ని రిజర్వ్‌ చేసింది. బాబా రామ్‌దేవ్‌, ఆచార్య బాలకృష్ణలకు వ్యక్తిగత హాజరు నుంచి సర్వోన్నత న్యాయస్థానం మినహాయింపును ఇచ్చింది. అఫిడవిట్‌ దాఖలు చేసేందుకు సైతం సమయం ఇచ్చింది. </p>\n\n\n\n<p>అఫిడవిట్‌లో తప్పుదోవ పట్టించే ప్రకటనలను వెనక్కి తీసుకోవడానికి పతంజలి ఎలాంటి చర్యలు తీసుకున్నది, ఉత్పత్తుల స్టాక్స్‌ గురించి సమాచారం ఇవ్వాల్సి ఉంటుంది. ఇండియన్‌ మెడికల్‌ అసోసియేసన్‌ దాఖలు చేసిన పిటిషన్‌ను జస్టిస్ హిమా కోహ్లీ, జస్టిస్ అహ్సానుద్దీన్ అమానుల్లా ధర్మాసనం విచారణ జరుపుతున్నది.</p>\n\n\n\n<p>కోవిడ్ వ్యాక్సినేషన్, అల్లోపతికి వ్యతిరేకంగా పతంజలి ప్రచారం చేసిందని ఐఎంఏ ఆరోపించింది. ఈ పిటిషన్‌పై విచారణ సందర్భంగా పంతజలిపై కోర్టు ఆగ్రహం వ్యక్తం చేసింది. అయితే, కోర్టు ఆదేశాలు ఉన్నప్పటికీ, ఆరోపించిన తప్పుదోవ పట్టించే ప్రకటనలను పతంజలి ప్రింట్ మీడియాలో ప్రచురించింది.</p>\n\n\n\n<p> జనవరి 3, 2024న జరిగిన విచారణలో పతంజలిపై ధిక్కార చర్య తీసుకున్నందుకు బాబా రామ్‌దేవ్, ఆచార్య బాలకృష్ణలకు సుప్రీంకోర్టు నోటీసులు జారీ చేసింది. ధిక్కార నోటీసులు జారీ చేసినా స్పందన లేకపోవడంతో ఇద్దరిని వ్యక్తిగతంగా హాజరుకావాలని ఆదేశించింది. </p>\n\n\n\n<p>బాబా రామ్‌దేవ్, ఆచార్య బాలకృష్ణ క్షమాపణలు కోరారు. ఆ క్షమాపణలను కోర్టు తిరస్కరించింది. తప్పుడు ప్రకటనలపై క్షమాఫనలు కోరుతూ పత్రికల్లో యాడ్స్‌ ఇవ్వాలని కోర్టు ఆదేశించింది. మళ్లీ 7న విచారణ సందర్భంగా సర్వోన్నత న్యాయస్థానం పతంజలిని మందలించింది. గత నెల 23న జరిగిన విచారణ సందర్భంగా ఐఎంఐకి సైతం సుప్రీంకోర్టు ప్రశ్నలు సంధించింది.</p>\n\n\n\n<p>ఈ విషయం కేవలం ఒక సంస్థకు (పతంజలి) పరిమితం కాదని కోర్టు పేర్కొంది. తప్పుదోవ పట్టించే ప్రకటనల ద్వారా ఉత్పత్తులను విక్రయిస్తూ ప్రజల ఆరోగ్యంతో ఆటలాడుతున్న మిగతా సంస్థలపై ఏం చర్యలు తీసుకున్నారని ప్రశ్నించింది. అల్లోపతి వైద్యులు తమ ప్రిస్క్రిప్షన్‌లో నిర్దిష్ట బ్రాండ్‌ల ఖరీదైన మందులను ఎందుకు సూచిస్తారని.. ఐఎంఏను ప్రశ్నించింది. </p>\n\n\n\n<p>తెలిసి ఖరీదైన మందులను రాసే వైద్యుల రిజిస్ట్రేషన్‌ను రద్దు చేయాలనే నిబంధన ఉందా? అంటూ జాతీయ వైద్య కమిషన్‌ను ప్రశ్నించింది సుప్రీంకోర్టు. మీరు ఒకరిని వేలెత్తి చూపిస్తే.. మరో నాలుగు వేళ్లు మీ వైపు చూస్తాయని కోర్టు పేర్కొంది. అయితే, సుప్రీంకోర్టు వ్యాఖ్యలు దురదృష్టకరమని ఐఎంఏ అధ్యక్షుడు డాక్టర్‌ ఆర్‌వీ అశోకన్‌ పేర్కొనగా, దీనిపై అభ్యంతరం వ్యక్తం చేసిన కోర్టు నోటీసులు పంపుతూ సమాధానం ఇవ్వాలని ఆదేశించింది.</p>\n","originalUrl":"https://tattvanews.com/18967/15/05/2024/","hasAudio":false,"hasInfographics":false}