{"id":"wp-en-13339","wp_id":13339,"type":"standard","category":"World","language":"en","title":"Iran's President Ebrahim Raisi die in helicopter crash￼","excerpt":"In a tragic incident, Iranian President Ebrahim Raisi and his Foreign Minister Hossein Amir-Abdollahian died when their helicopter crashed as it was crossing mountain terrain in heavy fog, Reuters reported citing Iranian official on Monday.  According to Iranian state news channel IRINN and semi-official news agency Mehr News, no one survived the crash which was","author":"Tattva News Team","time":"20/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Raisi.jpg","readTime":"5 min read","contentHTML":"\n<p>In a tragic incident, Iranian President Ebrahim Raisi and his Foreign Minister Hossein Amir-Abdollahian died when their helicopter crashed as it was crossing mountain terrain in heavy fog, Reuters reported citing Iranian official on Monday. </p>\n\n\n\n<p>According to Iranian state news channel IRINN and semi-official news agency Mehr News, no one survived the crash which was initially described in the reports a day ago as 'hard landing'.</p>\n\n\n\n<p>Earlier, reports emerged that the President's chopper was found after the search operation, and Raisi was feared dead. \"President Raisi's helicopter was completely burned in the crash... unfortunately, all passengers are feared dead,\" the official told news agency Reuters earlier.</p>\n\n\n\n<p>Rescue teams fought blizzards and difficult terrain through the night to reach the wreckage in East Azerbaijan province in the early hours of Monday (May 20). “We can see the wreckage and the situation does not look good,” the head of Iran’s Red Crescent, Pirhossein Kolivand, told state TV.</p>\n\n\n\n<p>Ebrahim Raisi, a hard-line protg of the country's supreme leader  helped oversee the mass executions of thousands in 1988 and later led the country as it enriched uranium near weapons-grade levels and launched a major drone-and-missile attack on Israel. He was 63.</p>\n\n\n\n<p>A cleric first, Raisi once kissed the Quran, the Islamic holy book, before the United Nations and spoke more like a preacher than a statesman when addressing the world.</p>\n\n\n\n<p>The suspected helicopter wreckage was identified by a Turkish drone through a source of heat in the early hours of Monday. It shared the coordinates of the possible crash site with Iranian authorities, Reuters reported citing the Anadolu news agency.</p>\n\n\n\n<p>By 2021, Raisi became the dominant figure in the election after a panel under Khamenei disqualified candidates who posed the greatest challenge to his protege. He swept nearly 62 per cent of the 28.9 million votes in that vote, the lowest turnout by percentage in the Islamic Republic's history. Millions stayed home and others voided ballots.</p>\n","originalUrl":"https://en.tattvanews.com/international/irans-president-ebrahim-raisi-die-in-helicopter-crash%ef%bf%bc/","hasAudio":false,"hasInfographics":false}