{"id":"wp-en-14520","wp_id":14520,"type":"standard","category":"World","language":"en","title":"J-K Police arrests five terrorists associates involved in killing of soldiers￼","excerpt":"In a major breakthrough, the Jammu and Kashmir Police have arrested five terrorist associates involved in the killing of soldiers and other militancy-related activities in the Kathua-Bani-Kishtwar belt.  The identity of the arrested individuals has not been disclosed, as their ongoing interrogation is expected to lead to further arrests in Kathua, Doda, Kishtwar, and neighboring","author":"Tattva News Team","time":"13/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/LoC.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">In a major breakthrough, the Jammu and Kashmir Police have arrested five terrorist associates involved in the killing of soldiers and other militancy-related activities in the Kathua-Bani-Kishtwar belt. </h1>\n\n\n\n<h1 class=\"wp-block-heading\">The identity of the arrested individuals has not been disclosed, as their ongoing interrogation is expected to lead to further arrests in Kathua, Doda, Kishtwar, and neighboring districts.</h1>\n\n\n\n<p>Kathua in Jammu region witnessed a deadly ambush by terrorists on an army patrol in a remote forest belt of Machedi on July 8, resulting in the killing of five soldiers, including a Junior Commissioned Officer (JCO).</p>\n\n\n\n<p>The ambush in Kathua was followed by another attack by a separate group of terrorists in Desa forest in Doda district on July 15, resulting in the killing of four army personnel including a captain.</p>\n\n\n\n<p>Earlier on June 9, nine passengers, including seven pilgrims returning from Shiv Khori temple, were killed by terrorists in Reasi district. The terrorists involved in the attack are also at large and are on the run despite a cash reward on their heads.</p>\n","originalUrl":"https://en.tattvanews.com/others/j-k-police-arrests-five-terrorists-associates-involved-in-killing-of-soldiers%ef%bf%bc/","hasAudio":false,"hasInfographics":false}