{"id":"wp-te-18662","wp_id":18662,"type":"standard","category":"World","language":"te","title":"రూ.2ల‌క్ష‌ల రుణ‌మాఫీ పేరుతో మ‌రో కొత్త మోసం… ర‌ఘునంద‌న్","excerpt":"కాంగ్రెస్ ప్ర‌భుత్వం రూ.2ల‌క్ష‌ల రుణ‌మాఫీ పేరుతో మ‌రో కొత్త మోసం చేస్తుంద‌ని మెదక్ బీజేపీ ఎంపీ అభ్యర్థి ర‌ఘునంద‌న్ విమర్శించారు. దుబ్బాకలో జరిగిన రైతు సమ్మేళనంలో మాట్లాడుతూ  కలెక్టర్ గా మాట్లాడిన మాటలు.. వరి వేస్తే ఉరి అని బెదిరించిన వ్యక్తి నేడు మీ ముందుకు వస్తున్నాడని బిఆర్ఎస్ అభ్యర్థిగా పోటీచేస్తున్న మాజీ కలెక్టర్ గురించి హెచ్చరించారు. ఇది రైతుల పట్ల ఆయనకున్న చిత్తశుద్ధి అంటూ  అసెంబ్లీలో మోసపోయి గోసపడుతున్నాం, ఎంపీగా ప్రభాకర్ రెడ్డి ఏనాడు పార్లమెంట్","author":"Tattva News Team","time":"30/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Raghunandan.png","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్ ప్ర‌భుత్వం రూ.2ల‌క్ష‌ల రుణ‌మాఫీ పేరుతో మ‌రో కొత్త మోసం చేస్తుంద‌ని మెదక్ బీజేపీ ఎంపీ అభ్యర్థి ర‌ఘునంద‌న్ విమర్శించారు. దుబ్బాకలో జరిగిన రైతు సమ్మేళనంలో మాట్లాడుతూ  కలెక్టర్ గా మాట్లాడిన మాటలు.. వరి వేస్తే ఉరి అని బెదిరించిన వ్యక్తి నేడు మీ ముందుకు వస్తున్నాడని బిఆర్ఎస్ అభ్యర్థిగా పోటీచేస్తున్న మాజీ కలెక్టర్ గురించి హెచ్చరించారు.</p>\n\n\n\n<p>ఇది రైతుల పట్ల ఆయనకున్న చిత్తశుద్ధి అంటూ  అసెంబ్లీలో మోసపోయి గోసపడుతున్నాం, ఎంపీగా ప్రభాకర్ రెడ్డి ఏనాడు పార్లమెంట్ లో ఒక్కరోజు కూడా మాట్లాడలేదని విమర్శించారు. గెలిచాక‌ ప్రజలను పట్టించుకోలేదు, పైసలు పంచి గెలుద్దామనే కుట్రలకు తెరతీశారని పేర్కొన్నారు. </p>\n\n\n\n<p>దుబ్బాక ప్రజలు చివర్లో ఆగం కావద్దు, గోస పడొద్దు.. ఎవ‌రికి కష్టం వచ్చినా అందుబాటులో ఉండని వ్యక్తి ప్రభాకర్ రెడ్డి, సమస్యలపై స్పందించిన పాపాన పోలేదని ధ్వజమెత్తారు. కారుకు ఓటు వేసినా లాభం లేద‌ని స్పష్టం చేశారు. మహాలక్ష్మి పథకం కింద 2500 వచ్చాయా, రైతుబందు ఊసే లేద‌న్నారు. </p>\n\n\n\n<p>అసెంబ్లీ ఎన్నికల ముందు డిసెంబర్ 9న రైతు రుణమాపి అని తప్పించుకున్నోళ్లు.. మళ్ళీ ఆగస్ట్ 15 అంటూ కొత్త నాటకం ఆడుతున్నార‌ని అంటూ ముఖ్యమంత్రి రేవంత్ రెడ్డి ప్రకటనపై హెచ్చరించారు. వేయి అబద్దాలు ఆడి అయినా అవసరం వెళ్లదీసుకునే నైజం కాంగ్రెస్ దని మండిపడ్డారు. యూరియా కష్టాలు తీర్చిన వ్యక్తి నరేంద్ర మోదీ అని గుర్తు చేశారు. </p>\n\n\n\n<p>కారు పని ఖతమైపోయింద‌ని, అసెంబ్లీ ఎన్నికల్లో మొండి చేయి భాస్మాసుర హస్తం చేతిలో మరోసారి మోసపోవద్దని చెప్పారు. దేశంకోసం, దేశ రైతుల అభివృద్ధి కోసం జరుగుతున్న ఎన్నికల్లో కమలం గుర్తుకు ఓటు వేయాలని కోరారు.  ఈ కార్యక్రమంలో సిద్దిపేట జిల్లా పార్టీ అధ్యక్షుడు గంగాడి మోహన్ రెడ్డి, కిసాన్ మోర్చా ఆయా జిల్లాల అధ్యక్షులు సత్తు తిరుమల రెడ్డి, సత్యనారాయణ, రాజేందర్ రెడ్డి, సుభాష్ రెడ్డి, శ్రీనివాస్ రెడ్డి, చింత సంతోష్, ఎస్ఎన్ చారి, నరసింహులు, తదితరులు పాల్గొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/18662/30/04/2024/","hasAudio":false,"hasInfographics":false}