{"id":"wp-en-14546","wp_id":14546,"type":"standard","category":"World","language":"en","title":"Amnesty asks Bangladesh Interim govt. to protect Hindu, other minorities","excerpt":"Responding to the statement on Tuesday of the Chief Adviser Professor Muhammad Yunus addressing the minority Hindu community in Bangladesh while calling for ensuring human rights and freedom of expression for all, Babu Ram Pant, Deputy Regional Director for South Asia at Amnesty International welcomed the call for ensuring human rights and freedom of expression for","author":"Tattva News Team","time":"15/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Bangla-Hindu.webp","readTime":"5 min read","contentHTML":"\n<p>Responding to the statement on Tuesday of the Chief Adviser Professor Muhammad Yunus addressing the minority Hindu community in Bangladesh while calling for ensuring human rights and freedom of expression for all, Babu Ram Pant, Deputy Regional Director for South Asia at Amnesty International welcomed the call for ensuring human rights and freedom of expression for all.</p>\n\n\n\n<p>But, he said that the interim government must be urgently followed up by concrete actions to ensure justice, reparations and guarantee of non-recurrence.</p>\n\n\n\n<p>“Amnesty International urges the Bangladeshi authorities to conduct a swift, thorough, impartial and independent investigation into the crimes against Hindu, Ahmadi and other minority communities and associated incidents of mob violence and ensure that those responsible are prosecuted in fair and transparent trials, without resorting to the death penalty”, he said.</p>\n\n\n\n<p>“The new interim government must ensure the rights to equality, non-discrimination and bodily integrity of everyone and bring an end to the revenge culture of attacking political opponents that Bangladesh has witnessed in the past”, he added.</p>\n\n\n\n<p> Time and again,Amnesty International deplored that  incidents of mob violence, disinformation and the failure of the state to protect the minorities and provide access to justice to survivors have continued to destroy the lives of minority communities living in Bangladesh.</p>\n\n\n\n<p>On 13 August, 2024, the chief advisor to the interim government in Bangladesh, Prof Yunus, addressed the Hindu community. This came on the heels of reports of attacks on houses, places of worship and business establishmetns of religious minorities such as Hindus and Ahmadis after the resignation of the previous Sheikh Hasina government which lead to concerns regarding public order in the country. Previously, Amnesty International has documented repeated attacks against minorities in Bangladesh over the years.  </p>\n","originalUrl":"https://en.tattvanews.com/international/amnesty-asks-bangladesh-interim-govt-to-protect-hindu-other-minorities/","hasAudio":false,"hasInfographics":false}