{"id":"wp-en-14760","wp_id":14760,"type":"standard","category":"World","language":"en","title":"Champai Soren joins BJP ahead of Jharkhand assembly elections","excerpt":"Former Jharkhand Chief Minister Champai Soren joined the BJP ranks in Ranchi on August 30 ahead of the upcoming assembly elections. Once a close aide of Jharkhand Mukti Morcha (JMM) founder Shibu Soren, the former CM quit JMM on August 28.  Soren along with a large number of his supporters switched over to the saffron","author":"Tattva News Team","time":"31/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Champai-Soren.webp","readTime":"5 min read","contentHTML":"\n<p>Former Jharkhand Chief Minister Champai Soren joined the BJP ranks in Ranchi on August 30 ahead of the upcoming assembly elections. Once a close aide of Jharkhand Mukti Morcha (JMM) founder Shibu Soren, the former CM quit JMM on August 28. </p>\n\n\n\n<p>Soren along with a large number of his supporters switched over to the saffron camp in the presence of union minister Shivraj Singh Chouhan and Assam Chief Minister Himanta Biswa Sarma in Ranchi.</p>\n\n\n\n<p>Champai Soren, who had taken oath as a minister in the Hemant Soren cabinet last month claimed that the state government’s “present style of functioning and policies” compelled him to leave the party he served for many years.  </p>\n\n\n\n<p>He became the CM of Jharkhand on February 2, shortly after Hemant Soren resigned from the top post before being arrested by the Enforcement Directorate (ED) in a money laundering case. Champai quit the post on July 3 and Hemant took oath as the CM again on July 4, after he was released on bail. </p>\n\n\n\n<p>According to reports, Champai Soren was unhappy with the way he was unceremoniously removed from the CM post to make way for Hemant Soren to become CM again. He complained in close quarters that he felt “insulted” by the way he was removed. </p>\n\n\n\n<p>Meanwhile, JMM legislator Ramdas Soren on August 30 took oath as a minister in the Hemant Soren government in Jharkhand. The Ghatshila MLA replaced former chief minister Champai Soren in the state cabinet.  </p>\n\n\n\n<p>Governor Santosh Kumar Gangwar administered the oath of office and secrecy to Ramdas Soren at a function in Raj Bhavan in the presence of CM Hemant Soren, senior leaders of the JMM-led alliance and several government officials. Ramdas Soren was inducted into the state cabinet after Champai Soren resigned as a minister and an MLA.</p>\n","originalUrl":"https://en.tattvanews.com/national/champai-soren-joins-bjp-ahead-of-jharkhand-assembly-elections/","hasAudio":false,"hasInfographics":false}