{"id":"wp-en-14854","wp_id":14854,"type":"standard","category":"World","language":"en","title":"Bengal Governor Ananda Bose sends anti-rape bill to President for consideration","excerpt":"West Bengal Governor C V Ananda Bose on Friday referred the anti-rape Bill passed by the assembly to President Droupadi Murmu for her consideration, a Raj Bhavan official said. Bose, who was handed over the technical report of the bill by Chief Secretary Manoj Pant earlier in the day, referred the Bill to Murmu after","author":"Tattva News Team","time":"7/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Anand-Bose.webp","readTime":"5 min read","contentHTML":"\n<p>West Bengal Governor C V Ananda Bose on Friday referred the anti-rape Bill passed by the assembly to President Droupadi Murmu for her consideration, a Raj Bhavan official said. Bose, who was handed over the technical report of the bill by Chief Secretary Manoj Pant earlier in the day, referred the Bill to Murmu after going through it, he said.</p>\n\n\n\n<p>In a statement issued on Friday, Raj Bhavan confirmed that the Bill had been sent to the President after the Governor received the mandatory technical report from the Government of West Bengal. The Governor’s office, however, expressed dissatisfaction with the assembly secretariat for not providing the necessary debates and their translations, which are required under the legislative process.</p>\n\n\n\n<p>It said, \"At the end of acrimonious debates, mutual accusations , political threats and ultimatum, the Chief Minister had threatened dharna outside of Raj Bhavan if the Bill is not assented to by the Governor. The Governor took umbrage at the intimidatory stance of the CM and admonished government for their failure in observing legal and constitutional proprieties.\"</p>\n\n\n\n<p>Meanwhile, it is pertinent to note that Governor had sent the bill for consideration, after the West Bengal Chief Secretary met him, and later in the day, submitted the required technical report. The Governor had then pointed out significant lapses in the Bill's drafting and passage, warning the government against making hasty decisions without thorough scrutiny. “Don’t act in haste and repent at leisure,” he remarked, urging the state to prioritize proper legislative diligence.</p>\n","originalUrl":"https://en.tattvanews.com/national/bengal-governor-ananda-bose-sends-anti-rape-bill-to-president-for-consideration/","hasAudio":false,"hasInfographics":false}