{"id":"wp-te-21185","wp_id":21185,"type":"standard","category":"World","language":"te","title":"వైసీపీకి మాజీ మంత్రి బాలినేని రాజీనామా","excerpt":"ఆంధ్రప్రదేశ్‌లో టీడీపీ కూటమి ప్రభుత్వం అధికారంలోకి వచ్చిన తర్వాత వైఎస్సార్ కాంగ్రెస్ పార్టీకి షాకుల మీద షాకులు తగులుతున్నాయి. తాజాగా మాజీ మంత్రి బాలినేని శ్రీనివాసరెడ్డి వైసీపీకి రాజీనామా చేశారు. అయితే వైసీపీని ఎంతమంది నేతలు వీడుతున్నా కూడా వైఎస్ఆర్ కుటుంబానికి అత్యంత సన్నిహితుడు, మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డికి సమీప  బంధువు అయిన బాలినేని శ్రీనివాసరెడ్డి పార్టీని వీడటం పెద్ద దెబ్బేనని చెప్పొచ్చు. మరోవైపు బాలినేని శ్రీనివాసరెడ్డి జనసేన అధినేత, ఉపముఖ్యమంత్రి పవన్","author":"Tattva News Team","time":"19/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Balineni1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌లో టీడీపీ కూటమి ప్రభుత్వం అధికారంలోకి వచ్చిన తర్వాత వైఎస్సార్ కాంగ్రెస్ పార్టీకి షాకుల మీద షాకులు తగులుతున్నాయి. తాజాగా మాజీ మంత్రి బాలినేని శ్రీనివాసరెడ్డి వైసీపీకి రాజీనామా చేశారు. అయితే వైసీపీని ఎంతమంది నేతలు వీడుతున్నా కూడా వైఎస్ఆర్ కుటుంబానికి అత్యంత సన్నిహితుడు, మాజీ ముఖ్యమంత్రి వైఎస్ జగన్ మోహన్ రెడ్డికి సమీప  బంధువు అయిన బాలినేని శ్రీనివాసరెడ్డి పార్టీని వీడటం పెద్ద దెబ్బేనని చెప్పొచ్చు.</p>\n\n\n\n<p>మరోవైపు బాలినేని శ్రీనివాసరెడ్డి జనసేన అధినేత, ఉపముఖ్యమంత్రి పవన్ కళ్యాణ్‌తో గురువారం భేటీ కానున్నారు. ఈ  భేటీ తర్వాత ఆయన తన రాజకీయ భవిష్యత్ కార్యాచరణ ప్రకటించే అవకాశం ఉంది. ఇక రాజీనామా చేసిన తర్వాత బాలినేని శ్రీనివాసరెడ్డి మీడియాతో మాట్లాడుతూ పార్టీ తీరుపైనా, వైఎస్ జగన్ మీద సునిశిత విమర్శలు చేశారు.</p>\n\n\n\n<p>\"జగన్ తీసుకున్న కొన్ని నిర్ణయాలను గత మూడేళ్ల నుంచి వ్యతిరేకిస్తున్నా. ఇప్పుడు కూడా కొన్ని కారణాల వలన పార్టీ నుంచి బయటకు వస్తూ నిర్ణయం తీసుకున్నా. వైసీపీలో కోటరీ నడుస్తోంది. ఇప్పుడు కూడా నడుస్తోంది\" అని విమర్శించారు. </p>\n\n\n\n<p>\"తల్లి కాంగ్రెస్‌లో పిల్ల కాంగ్రెస్ విలీనం జరుగుతుందనిన నేనెప్పుడూ అనలేదు. వైసీపీలోని కొంతమంది కోటరీయే దీనికి కారణం. వైసీపీలోని కోటరీనే దీనిని సృష్టించి తప్పుడు ప్రచారం చేశారు. నేను వైసీపీలో ఉండటం కూడా వారికి ఇష్టం లేదు. ప్రభుత్వ నిర్ణయాల వలన తప్పులు జరుగుతున్నాయని అధిష్టానానికి పదే పదే చెప్పా. పార్టీ బాగుండాలని చెప్పా.. దానిని కూడా వ్యతిరేకంగా తీసుకున్నారు\" అంటూ ఆవేదన వ్యక్తం చేశారు. </p>\n\n\n\n<p>\"ఒంగోలు ఎంపీ సీటు విషయంలోనూ మాగుంట శ్రీనివాసులరెడ్డికి ఇవ్వాలంటే ఒప్పుకోలేదు. చిత్తూరు నుంచి చెవిరెడ్డి భాస్కర్ రెడ్డిని పెద్ద నాయకుడని తీసుకువచ్చారు. చిత్తూరు నుంచి తెచ్చి ఒంగోలులో పోటీ చేయించడం ఏమిటీ..\" అంటూ బాలినేని వైసీపీ తీరుపై విమర్శలు గుప్పించారు.</p>\n\n\n\n<p>మరోవైపు వైసీపీ పార్టీకి, పార్టీ ప్రాథమిక సభ్యత్వానికి రాజీనామా చేసిన బాలినేని శ్రీనివాసరెడ్డి.. ఆ లేఖను వైఎస్ జగన్‌కు పంపించారు. ఈ లేఖలో రాజీనామాకు గల కారణాలను వివరించారు బాలినేని. కొన్ని కారణాల రీత్యా వైఎస్సార్ కాంగ్రెస్ పార్టీకి, పార్టీ సభ్యత్వానికి రాజీనామా చేస్తున్నానన్న బాలినేని శ్రీనివాసరెడ్డి  రాష్ట్రం ప్రగతి పథంలో వెళ్తే రాజకీయాలకు అతీతంగా అభినందిస్తానని చెప్పుకొచ్చారు.</p>\n\n\n\n<p>ప్రజాశేయస్సే రాజకీయాలకు కొలమానమని చెప్పిన బాలినేని శ్రీనివాసరెడ్డి విలువలను నమ్ముకుని 5 సార్లు ఎమ్మెల్యేగా, 2 సార్లు మంత్రిగా చేశానని పేర్కొన్నారు. వైఎస్ రాజశేఖర్ రెడ్డి కుటుంబానికి అత్యంత సన్నిహితుడిని అయినా.. రాజకీయాలు, బంధుత్వాలు వేరువేరని స్పష్టం చేశారు. వైఎస్ జగన్ రాజకీయ నిర్ణయాలు సరిగా లేకుంటే అడ్డుకున్నానన్న బాలినేని..<br>మొహమాటాలకు పోలేదని తేల్చి చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/21185/19/09/2024/","hasAudio":false,"hasInfographics":false}