{"id":"wp-en-14476","wp_id":14476,"type":"standard","category":"World","language":"en","title":"Muhammad Yunus takes oath as head of Bangladesh's interim government￼","excerpt":"Nobel laureate Muhammad Yunus (84) took oath as the head of Bangladesh’s interim government on Thursday. This comes three after former Prime Minister Sheikh Hasina resigned and fled the country on August 5 amid violent protests. He was administered the oath of office by President Mohammed Shahabuddin at a ceremony at the presidential palace 'Bangabhaban'. \"I will uphold,","author":"Tattva News Team","time":"9/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Yunus-oth.jpg","readTime":"5 min read","contentHTML":"\n<p>Nobel laureate Muhammad Yunus (84) took oath as the head of Bangladesh’s interim government on Thursday. This comes three after former Prime Minister Sheikh Hasina resigned and fled the country on August 5 amid violent protests. He was administered the oath of office by President Mohammed Shahabuddin at a ceremony at the presidential palace 'Bangabhaban'.</p>\n\n\n\n<p>\"I will uphold, support and protect the constitution and will perform my duties sincerely,\" Yunus said at the swearing-in event. Yunus was recommended for the role by student protesters and returned to Dhaka earlier on Thursday from Paris, where he was undergoing medical treatment. </p>\n\n\n\n<p>According to the information, Yunus will be the chief adviser in the interim government tasked with holding fresh elections in the South Asian country of 170 million people. Sixteen other people have been included in the interim Cabinet with members drawn mainly from civil society and including two of the student protest leaders.</p>\n\n\n\n<p>His appointment is seen as a beacon of hope for restoring democratic governance in Bangladesh after years of authoritarian rule under Hasina. The student leaders who proposed his candidacy believe that Yunus's vision for a society free from poverty and unemployment aligns with the aspirations of the Bangladeshi populace.</p>\n\n\n\n<p>As the new chief adviser, Yunus faces the daunting task of stabilising a nation in turmoil and addressing the demands for human rights and democratic reforms. His leadership will be crucial in guiding the interim government through this transitional period, as the country seeks to heal from the recent violence and political strife.</p>\n\n\n\n<p>Prime Minister Narendra Modi extended his best wishes to Yunus and urged him to ensure “the safety and protection of Hindus and all other minority communities” who have come under attack following the ouster of Prime Minister Sheikh Hasina on August 5.</p>\n\n\n\n<p>This direct reference to the safety of Hindus and other minorities in Bangladesh underlines Delhi’s expectations from the new players in Dhaka. In a post on X, Modi said, “My best wishes to Professor Muhammad Yunus on the assumption of his new responsibilities. We hope for an early return to normalcy, ensuring the safety and protection of Hindus and all other minority communities.”</p>\n\n\n\n<p>“India remains committed to working with Bangladesh to fulfil the shared aspirations of both our peoples for peace, security and development,” he said.</p>\n\n\n\n<p>Yunus, 84, returned to Dhaka Thursday afternoon and was received at the airport by Bangladesh Army chief General Waker-uz-Zaman. Yunus called for an end to attacks, saying his task is to restore law and order.</p>\n","originalUrl":"https://en.tattvanews.com/international/muhammad-yunus-takes-oath-as-head-of-bangladeshs-interim-government%ef%bf%bc/","hasAudio":false,"hasInfographics":false}