{"id":"wp-te-18760","wp_id":18760,"type":"standard","category":"World","language":"te","title":"హైదరాబాద్ లో అమిత్ షాపై కేసు నమోదు","excerpt":"లోక్ సభ ఎన్నికలు సమీపిస్తున్న నేపథ్యంలో తెలంగాణలో రాజకీయం రసవత్తరంగా మారుతోంది. ఇటీవలే ముఖ్యమంత్రి రేవంత్ రెడ్డికి ఢిల్లీ పోలీసులు నోటీసులు జారీ చేయగా, మాజీ సీఎం కేసీఆర్ ప్రచారంపై 48 గంటల నిషేదం విధించారు. ఇప్పుడు ఏకంగా కేంద్ర హోంశాఖ మంత్రి అమిత్ షా పై కేసు నమోదైంది.  హైదరాబాద్ మొఘల్ పురా పోలీసు స్టేషన్‌లో పీసీసీ వైఎస్ ప్రెసిడెంట్ జి. నిరంజన్ ఢిల్లీలో ఎన్నికల ప్రధాన అధికారికి మెయిల్ ద్వారా ఫిర్యాదు చేశారు. మే","author":"Tattva News Team","time":"4/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Amit-Hyd.jpeg","readTime":"5 min read","contentHTML":"\n<p>లోక్ సభ ఎన్నికలు సమీపిస్తున్న నేపథ్యంలో తెలంగాణలో రాజకీయం రసవత్తరంగా మారుతోంది. ఇటీవలే ముఖ్యమంత్రి రేవంత్ రెడ్డికి ఢిల్లీ పోలీసులు నోటీసులు జారీ చేయగా, మాజీ సీఎం కేసీఆర్ ప్రచారంపై 48 గంటల నిషేదం విధించారు. ఇప్పుడు ఏకంగా కేంద్ర హోంశాఖ మంత్రి అమిత్ షా పై కేసు నమోదైంది. </p>\n\n\n\n<p>హైదరాబాద్ మొఘల్ పురా పోలీసు స్టేషన్‌లో పీసీసీ వైఎస్ ప్రెసిడెంట్ జి. నిరంజన్ ఢిల్లీలో ఎన్నికల ప్రధాన అధికారికి మెయిల్ ద్వారా ఫిర్యాదు చేశారు. మే ఒకటవ తేదీన హైదరాబాద్ బీజేపీ ఎంపీ అభ్యర్థి మాధవీ లత తరపున నిర్వహించిన ప్రచారంలో భాగంగా పాతబస్తీలో పర్యటించిన సందర్భంగా నిర్వహించిన సభలో అమిత్ షా ఎలక్షన్ కమిషన్ నిబంధనలు ఉల్లంఘించారంటూ ఫిర్యాదు చేశారు.</p>\n\n\n\n<p>ఎన్నికల నియమాలను బీజేపీ పట్టించుకోలేదనని, చిన్నారులతో ప్రచారం చేయించారని ఫిర్యాదులో ఆరోపించారు. రోడ్ షో అనంతరం నిర్వహించిన సభలో.. హైదరాబాద్ బీజేపీ ఎంపీ అభ్యర్థి మాధవీ లత మాట్లాడే సమయంలో కొంత మంది చిన్నారులను తన వద్దకు రమ్మంటూ అమిత్ షా సైగ చేశారు. దీంతో.. చిన్నారులు అమిత్ షా వద్దకు వెళ్లారు.</p>\n\n\n\n<p> అయితే ఆ సమయంలో ఓ చిన్నారి చేతిలో ఉన్న బ్యానర్ మీద కమలం పువ్వు గుర్తు ఉందని, ఇద్దరు చిన్నారుల చేతుల్లో ఆప్ కీ బార్ 400 సీట్స్ అంటూ రాసి ఉందని వివరించారు. ఇలా ఎన్నికల్లో చిన్నారులను ప్రచారం కోసం వాడుకోవటం ఎలక్షన్ నిబంధనలకు విరుద్ధమని తెలిపారు. </p>\n\n\n\n<p>నిరంజన్ ఫిర్యాదుపై స్పందించిన ఎన్నికల సంఘం జరిగిన సంఘటనపై విచారణ జరిపించాలని హైదరాబాద్ పోలీసు కమిషనర్‌ను ఆదేశించింది. దీంతో సీపీ కొత్తకోట శ్రీనివాస్ రెడ్డి సౌత్ జోన్ డీసీపీ స్నేహ మెహారాకు ఆదేశాలు జారీ చేశారు. ఈ మేరకు మొఘల్ పురా పోలీసులు విచారణ చేసి  క్రైం నెంబర్ 77/2024, సెక్షన్ 188 ఐపీసీ కింద అమిత్ షా మీద కేసు నమోదు చేశారు. </p>\n\n\n\n<p>ఈ కేసులో ఏ1గా యమాన్ సింగ్, ఏ2గా హైదరాబాద్ బీజేపీ ఎంపీ అభ్యర్థి మాధవీలత, ఏ3గా కేంద్ర హోంశాఖ మంత్రి అమిత్ షా, ఏ4గా రాష్ట్ర అధ్యక్షుడు జి కిషన్ రెడ్డి, ఏ 5గా ఎమ్మెల్యే రాజసింగ్‌పై కేసు నమోదు చేశారు పోలీసులు.</p>\n","originalUrl":"https://tattvanews.com/18760/04/05/2024/","hasAudio":false,"hasInfographics":false}