{"id":"wp-en-15414","wp_id":15414,"type":"standard","category":"World","language":"en","title":"Protesting junior doctors withdraw 'fast-unto-death' after meeting CM Mamata ￼","excerpt":"West Bengal Chief Minister Mamata Banerjee held a nearly two-hour meeting with agitating junior doctors on Monday evening at the state secretariat, Nabanna. The talks aimed to resolve the ongoing impasse following the tragic rape and murder of a female medic at RG Kar Medical College and Hospital in August. After 16 days of a fast-unto-death,","author":"Tattva News Team","time":"22/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Mamata-doctors.jpg","readTime":"5 min read","contentHTML":"\n<p>West Bengal Chief Minister Mamata Banerjee held a nearly two-hour meeting with agitating junior doctors on Monday evening at the state secretariat, Nabanna. The talks aimed to resolve the ongoing impasse following the tragic rape and murder of a female medic at RG Kar Medical College and Hospital in August.</p>\n\n\n\n<p>After 16 days of a fast-unto-death, the junior doctors called off their protest following the meeting, although they plan to continue their movement in different ways.</p>\n\n\n\n<p>The meeting, which was live-streamed for the first time, took place on the 17th day of a fast-unto-death by a section of protesting doctors. Banerjee urged the junior doctors to end their hunger strike, asserting that most of their demands had been met except for the removal of the state health secretary, a request she firmly rejected. She also promised to look into their demands.</p>\n\n\n\n<p>During the discussions, Banerjee raised concerns about the \"threat culture\" at state-run hospitals, particularly in light of suspensions of junior doctors and medical students at RG Kar Medical College. \"How can these students or resident doctors be suspended based solely on complaints without informing the state government? Is this not a threat culture?\" she questioned.</p>\n\n\n\n<p>In response, Aniket Mahato, a protesting doctor who had to be hospitalized after five days of fasting, argued that those suspended had contributed to the threat culture and suggested a review of their performance. \"The atmosphere on campus has been vitiated by individuals masquerading as students,\" he stated.</p>\n\n\n\n<p>The junior doctors, currently engaged in a hunger strike to demand justice for their deceased colleague, have been calling for systemic changes within the state’s healthcare infrastructure. So far, six doctors on hunger strike have been hospitalized due to deteriorating health, while eight others remain on an indefinite fast, urging the state government to take meaningful action by October 21.</p>\n\n\n\n<p>Among the demands discussed during the meeting are enhanced security measures in hospitals, the removal of State Health Secretary NS Nigam, and the establishment of a centralised referral system for medical facilities. The doctors are also advocating for a bed vacancy monitoring system, the creation of task forces to ensure essential workplace provisions, and increased police protection in hospitals.</p>\n","originalUrl":"https://en.tattvanews.com/national/protesting-junior-doctors-withdraw-fast-unto-death-after-meeting-cm-mamata-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}