{"id":"wp-en-15346","wp_id":15346,"type":"standard","category":"World","language":"en","title":"IMF and World Bank Reform now to tackle inequality and instability￼","excerpt":"Ahead of the annual meetings of the main international financial institutions (IFIs), the International Trade Union Confederation (ITUC), the World Bank and the IMF were established to create a stable global economic system, but the statement  finds that the: “international financial architecture … has left countries indebted and underdeveloped.” ITUC General Secretary Luc Triangle commented: “Just","author":"Tattva News Team","time":"15/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/IMF.jpg","readTime":"5 min read","contentHTML":"\n<p>Ahead of the annual meetings of the main international financial institutions (IFIs), the International Trade Union Confederation (ITUC), the World Bank and the IMF were established to create a stable global economic system, but the statement  finds that the: “international financial architecture … has left countries indebted and underdeveloped.”</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle commented: “Just a few years after the Covid-19 pandemic exposed deep flaws in the global economic system, the IMF and the World Bank continue to promote austerity measures and deregulation that undermine workers' rights, democracy, exacerbate inequality and destabilise economies.</p>\n\n\n\n<p>“In the year in which four billion people have the chance to vote and we mark the 80th anniversary of the Bretton Woods Conference that created these institutions, they must listen and deliver to restore trust and stability. It’s time for a new approach.”</p>\n\n\n\n<p>The ITUC demands:</p>\n\n\n\n<ul class=\"wp-block-list\"><li>An end to austerity policies that freeze or cut public sector wage bills, disproportionately impact women and hinder essential public services such as education.</li><li>A comprehensive commitment to progressive taxation, including wealth and corporate taxes, to reduce inequality and fund social protection.</li><li>Debt restructuring mechanisms that protect workers and ensure sustainable development in line with the Sustainable Development Goals (SDGs).</li><li>Meaningful, democratic consultations with trade unions to shape economic, social, and labour policies.</li></ul>\n\n\n\n<p>\"Workers around the world are bearing the brunt of policies that prioritise creditors over people. The IMF and World Bank must change course to support inclusive growth and democracy. They must play their part to deliver a new social contract that guarantees decent work, universal social protection and climate resilience,” concluded Luc Triangle.</p>\n\n\n\n<p>The annual meetings of the IFIs  take place from 21 to 26 October in Washington DC, USA.</p>\n","originalUrl":"https://en.tattvanews.com/economy/imf-and-world-bank-reform-now-to-tackle-inequality-and-instability%ef%bf%bc/","hasAudio":false,"hasInfographics":false}