{"id":"wp-en-13121","wp_id":13121,"type":"standard","category":"World","language":"en","title":"Delhi Court dismisses  Kavitha’s bail petitions￼","excerpt":"The Rouse Avenue Court of Delhi on Monday dismissed the bail petitions moved by BRS MLC K Kavitha in connection with CBI and ED cases related to the Excise policy case. Special judge Kaveri Baweja on Monday passed the order and said both bail petitions in ED as well as in the CBI case were dismissed. A detailed","author":"Tattva News Team","time":"7/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/03/Kavitha-Court.webp","readTime":"5 min read","contentHTML":"\n<p>The Rouse Avenue Court of Delhi on Monday dismissed the bail petitions moved by BRS MLC K Kavitha in connection with CBI and ED cases related to the Excise policy case. Special judge Kaveri Baweja on Monday passed the order and said both bail petitions in ED as well as in the CBI case were dismissed. A detailed order copy is awaited.</p>\n\n\n\n<p>Senior Advocates Dr Abhishek Manu Singhvi, Vikram Chaudhari alongwith advocates Nitesh Rana, Mohit Rao and Deepak Nagar appeared for the K Kavitha in the matter.</p>\n\n\n\n<p>Through plea, K Kavitha alleged that the ruling party in the Centre is using investigative agencies to publicly connect the petitioner to the Delhi Excise policy so that further coercive actions can be taken against her.</p>\n\n\n\n<p>The investigating agencies are well aware that there is no substance to the allegation of the petitioner’s involvement in the alleged scam. The intention behind the purported investigation against the petitioner is not to ascertain her involvement in the alleged scam, since it is painfully clear that none exists.</p>\n\n\n\n<p>BRS leader K Kavitha was arrested by the Enforcement Directorate on March 15, 2024 and by the Central Bureau of Investigation (CBI) on April 11, 2024. The ED and the CBI had alleged that irregularities were committed while modifying the excise policy, undue favours were extended to licence holders, the licence fee was waived or reduced and the L-1 licence was extended without the competent authority’s approval.</p>\n","originalUrl":"https://en.tattvanews.com/economy/delhi-court-dismisses-kavithas-bail-petitions%ef%bf%bc/","hasAudio":false,"hasInfographics":false}