{"id":"wp-en-14948","wp_id":14948,"type":"standard","category":"World","language":"en","title":"CBI arrests former RG Kar principal Sandip Ghosh","excerpt":"In a significant breakthrough, the Central Bureau of Investigation (CBI) has arrested two individuals in connection with the brutal rape and murder of a trainee doctor in Kolkata. Among those arrested are Sandip Ghosh, former principal of RG Kar Medical College and Hospital, and Abhijit Mondal, the Station House Officer (SHO) of Tala Police Station.","author":"Tattva News Team","time":"15/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Ghosh-arrest.jpg","readTime":"5 min read","contentHTML":"\n<p>In a significant breakthrough, the Central Bureau of Investigation (CBI) has arrested two individuals in connection with the brutal rape and murder of a trainee doctor in Kolkata. Among those arrested are Sandip Ghosh, former principal of RG Kar Medical College and Hospital, and Abhijit Mondal, the Station House Officer (SHO) of Tala Police Station.</p>\n\n\n\n<p>Although specific details about the arrests have not yet been made public, sources reveal that both Ghosh and Mondal are accused of delaying the filing of the FIR and tampering with evidence related to the case. The CBI is expected to disclose further information during the court proceedings, where the two will be presented tomorrow.</p>\n\n\n\n<p>With these latest arrests, the CBI has now detained three individuals in connection with the horrific incident. Sanjay Roy, arrested earlier, is the prime accused in the rape and murder, while Sandip Ghosh and SHO Abhijit Mondal  are facing charges of negligence and evidence destruction.</p>\n\n\n\n<p>In addition to the rape and murder case, the CBI has also made arrests in connection with a separate corruption investigation involving financial misconduct at RG Kar Medical College and Hospital. Sandip Ghosh and three others were arrested for their alleged involvement in the scandal. The other three individuals include Ghosh's security guard, Afsar Ali Khan, and two hospital vendors, Biplav Singha and Sumon Hazra.</p>\n\n\n\n<p>The investigation into the financial irregularities was ordered by the Calcutta High Court on August 23, following a petition by Dr. Akhtar Ali, a former deputy superintendent at the hospital. The court transferred the investigation from a state-led Special Investigation Team (SIT) to the CBI, citing concerns over financial misconduct during Sandip Ghosh’s tenure.</p>\n","originalUrl":"https://en.tattvanews.com/national/cbi-arrests-former-rg-kar-principal-sandip-ghosh/","hasAudio":false,"hasInfographics":false}