{"id":"wp-te-18846","wp_id":18846,"type":"standard","category":"World","language":"te","title":"సీనియర్ ఐపీఎస్ ఏబీవీ సస్పెన్షన్ కొట్టివేత","excerpt":"సీనియర్ ఐపీఎస్ అధికారి ఎబి వెంకటేశ్వరరావుపై సస్పెన్షన్ ను ఎత్తివేయాలని సెంట్రల్ అడ్మినిస్ట్రేటివ్ ట్రైబ్యునల్ ఏపీ ప్రభుత్వాన్ని ఆదేశించింది. తనను రెండోసారి సస్పెండ్ చేయడాన్ని ఏబీ వెంకటేశ్వరరావు క్యాట్‍లో సవాల్ చేశారు. దీనిపై గతంలో వాదనలు పూర్తి కావడంతో క్యాట్ తీర్పు రిజర్వ్ చేసింది. తాజాగా ఈ పిటిషన్ పై తీర్పునిచ్చింది.  వెంకటేశ్వరరావును రెండోసారి సస్పెండ్ చేయండం న్యాయ విరుద్దమని క్యాట్ అభిప్రాయపడింది. ఆయనను వెంటనే సర్వీస్ లోకి తీసుకుని రావాల్సిన ఎరియర్స్ మొత్తం చెల్లించాలని ప్రభుత్వాన్ని","author":"Tattva News Team","time":"9/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/ABV1.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\" id=\"m_6968129389701996309gmail-news-headline\"></h1>\n\n\n\n<p>సీనియర్ ఐపీఎస్ అధికారి ఎబి వెంకటేశ్వరరావుపై సస్పెన్షన్ ను ఎత్తివేయాలని సెంట్రల్ అడ్మినిస్ట్రేటివ్ ట్రైబ్యునల్ ఏపీ ప్రభుత్వాన్ని ఆదేశించింది. తనను రెండోసారి సస్పెండ్ చేయడాన్ని ఏబీ వెంకటేశ్వరరావు క్యాట్‍లో సవాల్ చేశారు. దీనిపై గతంలో వాదనలు పూర్తి కావడంతో క్యాట్ తీర్పు రిజర్వ్ చేసింది. తాజాగా ఈ పిటిషన్ పై తీర్పునిచ్చింది. </p>\n\n\n\n<p>వెంకటేశ్వరరావును రెండోసారి సస్పెండ్ చేయండం న్యాయ విరుద్దమని క్యాట్ అభిప్రాయపడింది. ఆయనను వెంటనే సర్వీస్ లోకి తీసుకుని రావాల్సిన ఎరియర్స్ మొత్తం చెల్లించాలని ప్రభుత్వాన్ని ఆదేశించింది. ఏబీవీ సస్పెన్షన్ చట్ట విరుద్దమని సుప్రీంకోర్టు చెప్పిన తర్వాత కూడా రెండోసారి సస్పెండ్ చేయడం ఉద్యోగిని వేధించడమేనని క్యాట్ అభిప్రాయపడింది.</p>\n\n\n\n<p>టీడీపీ ప్రభుత్వంలో రక్షణ పరికరాల కొనుగోలులో అక్రమాలు జరిగాయన్న ఆరోపణలతో సీనియర్‌ ఐపీఎస్‌ అధికారి  ఎబి వెంకటేశ్వరరావును వైసీపీ ప్రభుత్వం సస్పెండ్ చేసింది. దీంతో ఆయన క్యాట్ ను ఆశ్రయించగా క్యాట్ సస్పెన్షన్ ను సమర్థించింది. దీంతో ఆయన హైకోర్టును ఆశ్రయించారు. హైకోర్టు ఏబీవీ సస్పెన్షన్ ను కొట్టివేసింది. </p>\n\n\n\n<p>ఈ తీర్పును రాష్ట్ర ప్రభుత్వం సుప్రీంకోర్టులో సవాల్ చేసింది. సర్వీసులో ఉన్న అధికారిని రెండేళ్ల కంటే ఎక్కువ కాలం సస్పెన్షన్ లో ఉంచవద్దని ఆదేశిస్తూ ఏబీవీని విధుల్లోకి తీసుకోవాలని ఆదేశించింది. సుప్రీం ఆదేశాలతో ఏపీ ప్రభుత్వం ఏబీ వెంకటేశ్వరరావును విధుల్లోకి తీసుకుంది. అయితే కొంతకాలానికి తిరిగి అదే కారణం చెబుతూ సస్పెండ్ చేసింది. దీంతో ఆయన మళ్లీ క్యాట్ ను ఆశ్రయించారు. దీనిపై సుదీర్ఘ విచారణ అనంతరం క్యాట్ ఇవాళ తుది తీర్పు ఇచ్చింది.</p>\n\n\n\n<p>ఒక ఉద్యోగిని రెండోసారి ఒకే కారణంతో సస్పెండ్ చేయడం చట్ట విరుద్ధమని క్యాట్ పేర్కొంది. ఆయన సస్పెన్షన్‌ను వెంటనే రద్దు చేస్తూ ఆదేశాలు జారీ చేసింది. ఏబీవీకి వెంటనే పోస్టింగ్‌ ఇచ్చి,  సస్పెన్షన్ కాలానికి జీతభత్యాలు చెల్లించాలని ఏపీ ప్రభుత్వాన్ని క్యాట్ ఆదేశించింది.</p>\n\n\n\n<p>అడిషనల్ డీజీపీ ర్యాంకులో ఇంటిలిజెన్స్ విభాగపు అధిపతిగా సెక్యూరిటీ ఎక్విప్‌మెంట్ కొనుగోళ్లలో అక్రమాలకు పాల్పడ్డారని పేర్కొటూ ఆంధ్రప్రదేశ్ ప్రభుత్వం ఏబీ వెంకటేశ్వరరావును గతంలో సర్వీస్ నుంచి సస్పెండ్ చేసింది. కేంద్ర హోం శాఖ కూడా దీనిని ధ్రువీకరించింది. ఏబీ వెంకటేశ్వరరావును శాశ్వతంగా విధుల నుంచి తొలగించాలని కేంద్రానికి రాష్ట్ర ప్రభుత్వం సిఫార్సు చేసింది.</p>\n\n\n\n<p> అప్పట్లో ఏబీని విధుల నుంచి తొలగించాలని రాష్ట్ర ప్రభుత్వం యూపీఎస్సీని కోరింది. అయితే రెండు ఇంక్రిమెంట్లు మాత్రమే నిలిపేయాలని యూపీఎస్సీ సిఫార్సు చేసింది. ఏబీవీని డిస్మిస్‌ చేయడానికి యూపీఎస్సీ సిఫార్సు చేయలేదని కేంద్ర హోంశాఖ తెలిపింది. ఈ వ్యవహారాన్ని ఏబీ వెంకటేశ్వరరావు క్యాట్‌లో సవాల్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/18846/09/05/2024/","hasAudio":false,"hasInfographics":false}