{"id":"wp-te-19657","wp_id":19657,"type":"standard","category":"World","language":"te","title":"నిర్మాణంలో ఉన్న వైసిపి కార్యాలయం కూల్చివేత్త సీఆర్డీఏ","excerpt":"గుంటూరు జిల్లా తాడేపల్లి సమీపంలో నిర్మిస్తున్న వైఎస్సార్‌సీపీ కార్యాలయ భవనాన్ని అధికారులు కూల్చివేశారు. తాడేపల్లి మండలం సీతానగరంలో వైఎస్సార్‌సీపీ కేంద్ర కార్యాలయం కోసం భవనాన్ని నిర్మిస్తున్నారు.. అయితే నీటి పారుదల శాఖ స్థలంలో పార్టీ కార్యాలయం నిర్మాణం చేపట్టారనే కారణంతో కూల్చేశారు. వైఎస్సార్‌సీపీ కార్యాలయం కోసం బోట్ యార్డుగా ఉపయోగిస్తున్న స్థలాన్ని తక్కువ లీజుతో అప్పటి జగన్ సర్కార్‌ కేటాయించింది. ఈ నిర్మాణం అక్రమం అంటూ వైఎస్సార్‌సీపీకి సీఆర్డీఏ నోటీసులు జారీ చేసింది.. అయితే శనివారం ఉదయం","author":"Tattva News Team","time":"22/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/YCP-office.webp","readTime":"5 min read","contentHTML":"\n<p>గుంటూరు జిల్లా తాడేపల్లి సమీపంలో నిర్మిస్తున్న వైఎస్సార్‌సీపీ కార్యాలయ భవనాన్ని అధికారులు కూల్చివేశారు. తాడేపల్లి మండలం సీతానగరంలో వైఎస్సార్‌సీపీ కేంద్ర కార్యాలయం కోసం భవనాన్ని నిర్మిస్తున్నారు.. అయితే నీటి పారుదల శాఖ స్థలంలో పార్టీ కార్యాలయం నిర్మాణం చేపట్టారనే కారణంతో కూల్చేశారు. వైఎస్సార్‌సీపీ కార్యాలయం కోసం బోట్ యార్డుగా ఉపయోగిస్తున్న స్థలాన్ని తక్కువ లీజుతో అప్పటి జగన్ సర్కార్‌ కేటాయించింది. ఈ నిర్మాణం అక్రమం అంటూ వైఎస్సార్‌సీపీకి సీఆర్డీఏ నోటీసులు జారీ చేసింది.. అయితే శనివారం ఉదయం అధికారులు ఆ భవనాన్ని కూల్చివేశారు.</p>\n\n\n\n<p>గత ప్రభుత్వం నిబంధనలకు విరుద్ధంగా బోటు యార్డులోని జలవనరుల శాఖకు చెందిన 2 ఎకరాల స్థలాన్ని అతి తక్కువ ధరకే లీజుకు కట్టబెట్టారు. ఏటా 2 వేల రూపాయలు చెల్లించేలా జీవో తెచ్చారు. ఈ స్థలంలో వైఎస్సార్సీపీ కార్యాలయం నిర్మించేందుకు అప్పటి అధికారులు చకచకా అనుమతులు ఇచ్చేశారు. జీ ప్లస్‌ టు లో కార్యాలయం నిర్మించేందుకు వైఎస్సార్సీపీ నేతలు నిర్మాణాలు ప్రారంభించారు.</p>\n\n\n\n<p>ప్రభుత్వం మారిన నేపథ్యంలో జలవనరులశాఖ స్థలంలో అక్రమంగా నిర్మిస్తున్నారంటూ సీఆర్డీఏ అధికారులు 4 రోజుల క్రితం వైఎస్సార్సీపీకు నోటీసులు జారీ చేశారు. దీనిపై వైఎస్సార్సీపీ న్యాయస్థానాన్ని ఆశ్రయించగా చట్ట నిబంధనల మేరకు నడుచుకోవాలని సీఆర్డీఏకు కోర్టు స్పష్టం చేసింది. ఈ నేపథ్యంలో ఉదయం 5 బుల్డోజర్లతో వైఎస్సార్సీపీ నిర్మిస్తున్న అక్రమ కట్టడాన్ని అధికారులు కూల్చివేశారు. ఎలాంటి అవాంఛనీయ సంఘటనలు జరగకుండా పోలీసులు భారీగా బందోబస్తు ఏర్పాటు చేశారు. కేవలం 2 గంటల్లోనే కూల్చివేతను అధికారులు పూర్తి చేశారు. </p>\n\n\n\n<p>తాడేపల్లిలో 202/A1 సర్వే నంబర్లోని 2 ఎకరాల భూమిని పార్టీ కార్యాలయానికి గత జగన్ ప్రభుత్వం కేటాయించింది. అయితే ఈ స్థలం స్వాధీనానికి ఇరిగేషన్ శాఖ అంగీకరించలేదని చెబుతున్నారు. సీఆర్డీఏ, ఎంటీఎంఈ, రెవెన్యూ శాఖలు ఈ భూమిని వైఎస్సార్‌సీపీకి అప్పగించలేదని చెబుతున్నారు. అంతేకాదు వైఎస్సార్‌సీపీ కార్యాలయ భవన నిర్మాణానికి కనీసం ప్లాన్ కోసం కూడా దరఖాస్తు చేయలేదంటున్నారు అధికారులు. నీటిపారుదల శాఖ భూమిలో ఇలా అక్రమంగా ఒక్క అనుమతి లేకుండా కార్యాలయ నిర్మాణం చేపట్టారంటున్నారు.</p>\n\n\n\n<p>భవనం కూల్చివేతపై వైఎస్సార్‌సీపీ అధినేత వైఎస్ జగన్ కూడా ఎక్స్ (ట్విట్టర్) వేదికగా స్పందించారు. 'ఆంధ్రప్రదేశ్‌లో రాజకీయ కక్షసాధింపు చర్యలకు దిగిన చంద్రబాబు తన దమనకాండను మరోస్థాయికి తీసుకెళ్లారు. ఒక నియంతలా తాడేపల్లిలో దాదాపు పూర్తికావొచ్చిన వైఎస్సార్‌సీపీ కేంద్ర కార్యాలయాన్ని బుల్డోజర్లతో కూల్చివేయించారు. హైకోర్టు ఆదేశాలనూ బేఖాతరు చేశారు. రాష్ట్రంలో చట్టం, న్యాయం పూర్తిగా కనుమరుగైపోయాయి\". </p>\n\n\n\n<p>\"ఎన్నికల తర్వాత చోటుచేసుకుంటున్న హింసాత్మక ఘటనలతో రక్తాన్ని పారిస్తున్న చంద్రబాబు, ఈ ఘటన ద్వారా ఈ ఐదేళ్లపాటు పాలన ఏవిధంగా ఉండబోతుందనే హింసాత్మక సందేశాన్ని ఇవ్వకనే ఇచ్చారు. ఈ బెదిరింపులకు, ఈ కక్షసాధింపు చర్యలకు వైఎస్సార్‌సీపీ తలొగ్గేది లేదు, వెన్నుచూపేది అంతకన్నా లేదు. ప్రజల తరఫున, ప్రజలకోసం, ప్రజలతోడుగా గట్టిపోరాటాలు చేస్తాం. దేశంలోని ప్రజాస్వామ్య వాదులంతా చంద్రబాబు దుశ్చర్యల్ని ఖండించాలని కోరుతున్నాను' అంటూ ట్వీట్ చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19657/22/06/2024/","hasAudio":false,"hasInfographics":false}