{"id":"wp-en-14187","wp_id":14187,"type":"standard","category":"World","language":"en","title":"Housing prices in top 30 Tier II markets rise by up to 94% ￼","excerpt":"Housing prices in India's top 30 Tier II markets have surged by up to 94% over the past 4 years, driven by strong demand for residential properties, according to PropEquity, a leading real estate data analytics firm. The analysis compares average launch prices of residential projects from FY24 with rates in 2019-20 across primary markets","author":"Tattva News Team","time":"20/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Housing.jpg","readTime":"5 min read","contentHTML":"\n<p>Housing prices in India's top 30 Tier II markets have surged by up to 94% over the past 4 years, driven by strong demand for residential properties, according to PropEquity, a leading real estate data analytics firm. The analysis compares average launch prices of residential projects from FY24 with rates in 2019-20 across primary markets in these cities.</p>\n\n\n\n<p>Of the 30 markets analysed, 24 experienced double-digit growth in housing prices, while the remaining six saw single-digit appreciation. The top 10 markets witnessed particularly robust increases, ranging from 54% to 94%.</p>\n\n\n\n<p> For instance, Agra saw prices skyrocket by 94% to US$ 85.68 (Rs. 7,163) per square foot in 2023-24, up from US$ 44.16 (Rs. 3,692) per square foot in 2019-20. Similarly, Goa experienced a 90% increase, and Ludhiana and Indore recorded gains of 89% and 72%, respectively.</p>\n\n\n\n<p>Founder and CEO of PropEquity, Mr. Samir Jasuja, attributes this price surge in Tier II cities to high demand, outpacing new project launches over the past 5 fiscal years. Factors driving this trend include rising consumer confidence, economic growth, improved connectivity, infrastructure development, and robust job markets. Industry experts underscore that infrastructure enhancements and connectivity improvements have significantly escalated residential property prices across smaller cities like Bahadurgarh.</p>\n","originalUrl":"https://en.tattvanews.com/economy/housing-prices-in-top-30-tier-ii-markets-rise-by-up-to-94-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}