{"id":"wp-te-20673","wp_id":20673,"type":"standard","category":"World","language":"te","title":"ఎఫ్ఐఆర్ లో ఆలస్యంపై బెంగాల్ ప్రభుత్వంపై సుప్రీంకోర్టు ఆగ్రహం","excerpt":"బెంగాల్ వైద్యురాలిపై అత్యాచారం, హత్యను భయంకరమైన చర్యగా సుప్రీంకోర్టు అభివర్ణించింది. ఈ కేసులో ఎఫ్ఐఆర్ దాఖలు చేయడంలో జాప్యంపై బెంగాల్ ప్రభుత్వాన్ని తీవ్రంగా తప్పుబట్టింది. ఎఫ్‌ఐఆర్‌ ఎందుకు ఆలస్యంగా నమోదు చేశారని ప్రశ్నించింది. బంగాల్ ప్రభుత్వం, ఆసుపత్రి అధికారులు ఏమి చేస్తున్నారని మండిపడింది. ఈ సందర్భంగా మహిళలు, యువ వైద్యుల భద్రతపై సుప్రీంకోర్టు ఆందోళన వ్యక్తం చేసింది. డాక్టర్​పై అత్యాచార ఘటనను సుమోటోగా విచారణకు స్వీకరించిన న్యాయస్థానం, మంగళవారం విచారించింది. ఈ కేసులో ఈనెల 22లోపు ఈ","author":"Tattva News Team","time":"20/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Bengal.jpg","readTime":"5 min read","contentHTML":"\n<p>బెంగాల్ వైద్యురాలిపై అత్యాచారం, హత్యను భయంకరమైన చర్యగా సుప్రీంకోర్టు అభివర్ణించింది. ఈ కేసులో ఎఫ్ఐఆర్ దాఖలు చేయడంలో జాప్యంపై బెంగాల్ ప్రభుత్వాన్ని తీవ్రంగా తప్పుబట్టింది. ఎఫ్‌ఐఆర్‌ ఎందుకు ఆలస్యంగా నమోదు చేశారని ప్రశ్నించింది. బంగాల్ ప్రభుత్వం, ఆసుపత్రి అధికారులు ఏమి చేస్తున్నారని మండిపడింది.</p>\n\n\n\n<p>ఈ సందర్భంగా మహిళలు, యువ వైద్యుల భద్రతపై సుప్రీంకోర్టు ఆందోళన వ్యక్తం చేసింది. డాక్టర్​పై అత్యాచార ఘటనను సుమోటోగా విచారణకు స్వీకరించిన న్యాయస్థానం, మంగళవారం విచారించింది. ఈ కేసులో ఈనెల 22లోపు ఈ ఘటనపై పూర్తి నివేదిక ఇవ్వాలని బంగాల్‌ ప్రభుత్వానికి ఆదేశాలు జారీ చేసింది.</p>\n\n\n\n<p>దేశవ్యాప్తంగా డాక్టర్లు, మహిళల రక్షణకు జాతీయ స్థాయి టాస్క్‌ఫోర్స్‌ ఏర్పాటు చేస్తూ సుప్రీంకోర్టు ప్రధాన న్యాయమూర్తి కీలక ఆదేశాలు జారీ చేశారు. 10 మంది సభ్యులతో కూడిన ప్రముఖ డాక్టర్లు, నిపుణులతో టాస్క్‌ఫోర్స్ ఏర్పాటు చేస్తూ ఆదేశాలు వెలువరించారు. సర్జన్‌ వైస్‌ అడ్మిరల్‌ ఆర్‌.కె.శరిన్‌ అధ్యక్షతన జాతీయ టాస్క్‌ఫోర్స్‌ ఏర్పాటు కానుంది. </p>\n\n\n\n<p>అన్ని ఆస్పత్రుల్లో సురక్షిత పరిస్థితులను కల్పించేందుకు చేపట్టాల్సిన చర్యలపై కమిటీ రెండు నెలల్లో నివేదిక ఇవ్వాలని కోర్టు ఆదేశించింది. టాస్క్ ఫోర్స్​లో తెలుగు వారికి చోటు కల్పించింది. ఏఐజీ హాస్పిటల్స్‌ ఛీఫ్‌ డాక్టర్ నాగేశ్వరరెడ్డి, ఎయిమ్స్ డైరెక్టర్ శ్రీనివాస్‌ను సభ్యులుగా నియమించింది.</p>\n\n\n\n<p>'ప్రస్తుతం ఉన్న చట్టాలు వైద్యులు, వైద్య రంగంలోని ఉద్యోగుల భద్రతా వాతావరణాన్ని కల్పించడం లేదు. ఈ కేసులో గురువారంలోగా సీబీఐ స్టేటస్ రిపోర్ట్‌ను దాఖలు చేయాలి. దర్యాప్తు పురోగతిని తెలియజేయాలి. అలాగే, వైద్యుల భద్రత కోసం జాతీయ టాస్క్‌ ఫోర్స్‌ ఏర్పాటు చేయనున్నాం' అని సీజేఐ వై చంద్రచూడ్​ తెలిపారు.</p>\n\n\n\n<p>\"అత్యాచార ఘటనను తెల్లవారుజామున గుర్తించినట్లు కనిపిస్తోంది. మెడికల్ కాలేజీ ప్రిన్సిపాల్ దినిని ఆత్మహత్యగా చిత్రికరించే ప్రయత్నం చేశారు\" అని విచారణ సందర్భంగా న్యాయమూర్తులు జస్టిస్ జేబీ పార్దివాలా, జస్టిస్ మనోజ్ మిశ్రా వ్యాఖ్యానించారు.</p>\n","originalUrl":"https://tattvanews.com/20673/20/08/2024/","hasAudio":false,"hasInfographics":false}