{"id":"wp-en-13166","wp_id":13166,"type":"standard","category":"World","language":"en","title":"Russia accuses US of 'disrespecting' India in Pannun case￼","excerpt":"Russia on Wednesday (local time) rubbished US allegations of India's involvement in the foiled assassination attempt of India-designated Khalistani terrorist Gurpatwant Singh Pannun, asking why Washington has not been able to provide any reliable evidence of the involvement of Indian citizens and accusing it of \"disrespecting\" India as a state. The Russian foreign ministry accused","author":"Tattva News Team","time":"9/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Russia.jpg","readTime":"5 min read","contentHTML":"\n<p>Russia on Wednesday (local time) rubbished US allegations of India's involvement in the foiled assassination attempt of India-designated Khalistani terrorist Gurpatwant Singh Pannun, asking why Washington has not been able to provide any reliable evidence of the involvement of Indian citizens and accusing it of \"disrespecting\" India as a state. The Russian foreign ministry accused the US of having a \"neo-colonial mentality\" and called the allegations unfounded.  </p>\n\n\n\n<p>Foreign Ministry spokesperson Maria Zakharova, when asked to respond to a report by the Washington Post claiming that India is trying to adopt the policies as Russia and Saudi Arabia, said, \"According to the information we have, Washington has not yet provided any reliable evidence of the involvement of Indian citizens in the preparation of the murder of a certain GS Pannun. Speculation on this topic in the absence of evidence is unacceptable.\"</p>\n\n\n\n<p>\"Regular unfounded accusations by the United States against New Delhi (we see that they groundlessly accuse not only India but also many other states) of violating religious freedoms are a reflection of the United States' misunderstanding of the national mentality, the historical context of the development of the Indian state and disrespect for India as a state. I am sure that this also comes from the neo-colonial mentality, the mentality of the colonial period, the period of the slave trade, and imperialism,\" she added.</p>\n\n\n\n<p>Zakharova also termed the allegations as a ploy to interfere in India's ongoing Lok Sabha elections to undermine the internal political situation and complicate the parliamentary elections. \"The Washington Post, it seems to me, should use the term \"repressive regime\" and everything you quoted in relation to Washington. It is difficult to imagine a more repressive regime than Washington, both in domestic and international affairs,\" she also said.</p>\n\n\n\n<p>The report by the Washington Post claimed that an officer in India's spy wing, the Research and Analysis Wing (RAW) had relayed final instructions to a \"hired hit team\" to carrying out the assassination of the Khalistani separatist, who has threatened numerous attacks against India. As soon as the would-be assassins could confirm that Pannun was home, \"it would be a go-ahead from us\", it added.</p>\n\n\n\n<p>The External Affairs Ministry on Tuesday rejected the US media report. It dubbed the report \"unwarranted and unsubstantiated imputations on a serious matter\" at a time when New Delhi is investigating the issue. \"Speculative and irresponsible comments on it are not helpful,\" foreign ministry spokesperson Randhir Jaiswal said in a statement.</p>\n","originalUrl":"https://en.tattvanews.com/international/russia-accuses-us-of-disrespecting-india-in-pannun-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}