{"id":"wp-te-18462","wp_id":18462,"type":"standard","category":"World","language":"te","title":"భారత్ జనాభా 144 కోట్లు","excerpt":"భారత్‌ ఇప్పటికే ప్రపంచంలోనే అత్యధిక జనాభా కలిగిన దేశంగా తయారైంది. తాజాగా ఆ జనాభా 144 కోట్లకు చేరినట్టు అంచనా. ఇందులో 0-14 ఏళ్ల మధ్య వయస్సున్న వారు 24 శాతంగా ఉన్నారు. యునైటెడ్‌ నేషన్స్‌ పాపులేషన్‌ ఫండ్స్‌ (యుఎన్‌ఎఫ్‌పిఎ) స్టేట్‌ ఆఫ్‌ వరల్డ్‌ పాపులేషన్‌-2024 నివేదిక ”ఇంటర్‌వోవెన్‌ లైవ్స్‌, థ్రెడ్స్‌ ఆఫ్‌ హౌప్‌: ఎండింగ్‌ ఇనాక్విలిటీస్‌ ఇన్‌ సెక్సువల్‌ అండ్‌ రి అండ్‌ ప్రొడక్టివ్‌ హెల్త్‌ అండ్‌ రైట్స్‌” వెల్లడించింది.  ఇది భారతదేశ జనాభా 77","author":"Tattva News Team","time":"18/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Population.jpg","readTime":"5 min read","contentHTML":"\n<p>భారత్‌ ఇప్పటికే ప్రపంచంలోనే అత్యధిక జనాభా కలిగిన దేశంగా తయారైంది. తాజాగా ఆ జనాభా 144 కోట్లకు చేరినట్టు అంచనా. ఇందులో 0-14 ఏళ్ల మధ్య వయస్సున్న వారు 24 శాతంగా ఉన్నారు. యునైటెడ్‌ నేషన్స్‌ పాపులేషన్‌ ఫండ్స్‌ (యుఎన్‌ఎఫ్‌పిఎ) స్టేట్‌ ఆఫ్‌ వరల్డ్‌ పాపులేషన్‌-2024 నివేదిక ”ఇంటర్‌వోవెన్‌ లైవ్స్‌, థ్రెడ్స్‌ ఆఫ్‌ హౌప్‌: ఎండింగ్‌ ఇనాక్విలిటీస్‌ ఇన్‌ సెక్సువల్‌ అండ్‌ రి అండ్‌ ప్రొడక్టివ్‌ హెల్త్‌ అండ్‌ రైట్స్‌” వెల్లడించింది. </p>\n\n\n\n<p>ఇది భారతదేశ జనాభా 77 ఏళ్లలో రెట్టింపవుతుందని అంచనా వేసింది. 144.17 కోట్ల మంది జనాభాతో ప్రపంచవ్యాప్తంగా భారత్‌ అగ్రస్థానంలో ఉండగా, చైనా 142.5 కోట్లతో రెండో స్థానంలో ఉన్నదని నివేదిక పేర్కొన్నది. 2011లో భారత ప్రభుత్వం నిర్వహించిన చివరి జనాభా లెక్కల ప్రకారం దేశ జనాభా 121 కోట్లుగా నమోదైంది. ఇక భారత్‌లో 17 శాతం మంది 10-19 ఏళ్లలోపు వారు ఉన్నారని యూఎన్‌ నివేదిక వివరించింది.</p>\n\n\n\n<p>10-24 సంవత్సరాల వయస్సు గల వారు 26 శాతం, 15-64 సంవత్సరాల వయస్సు గలవారు 68 శాతంగా ఉన్నారని అంచనా వేసింది. అలాగే 7 శాతం మంది 65 సంవత్సరాలు, అంతకంటే ఎక్కువ వయస్సు గలవారుగా నివేదిక వివరించింది. ఆయుర్దాయం పురుషులది 71 సంవత్సరాలుగా, స్త్రీలు 74 ఏళ్లుగా అంచనా వేసింది. ప్రపంచవ్యాప్తంగా లైంగిక, పునరుత్పత్తి ఆరోగ్యంలో 30 ఏండ్ల పురోగతి ఎక్కువగా అత్యంత అట్టడుగు వర్గాలను విస్మరించిందని నివేదిక కనుగొన్నది. </p>\n\n\n\n<p>భారత్‌లో 2006-2023 మధ్య బాల్య వివాహాల శాతం 23గా ఉన్నదని పేర్కొన్నది. అలాగే, దేశంలో ప్రసూతి మరణాలు ప్రపంచవ్యాప్తంగా 8 శాతంగా ఉన్నాయని వివరించింది.ఈ మరణాల విషయంలో భారత్‌ అసమానతలను చూస్తూనే ఉన్నదని నివేదిక పేర్కొన్నది. అత్యధిక ప్రసూతి మరణాలు అరుణాచల్‌ప్రదేశ్‌లోని తిరాప్‌ జిల్లాల్లోని స్థానిక తెగల్లో నమోదవు తున్నవి. </p>\n\n\n\n<p>ఇక్కడ 100,000 జననాలకు 1,671 ప్రసూతి మరణాలు నమోదవుతున్నాయని నివేదిక అంచనా వేసింది. ఇక అంగవైకల్యం లేని వారితో పోలిస్తే.. ఆ సమస్యను కలిగి ఉన్న మహిళలు 10 రెట్లు ఎక్కువగా లింగ ఆధారిత హింసను అనుభవిస్తున్నారని వివరించింది. ఇక ఆరోగ్య సంరక్షణను పొందటంలో మెరుగుదల అనేది ప్రధానంగా సంపన్న మహిళలకు, ఇప్పటికే ఆరోగ్య సంరక్షణకు మెరుగైన అవకాశాన్ని కలిగి ఉన్న జాతి సమూహాలకు చెందిన వారికి ప్రయోజనం చేకూర్చాయని సమాచారం.</p>\n\n\n\n<p>వాతావరణ మార్పు, మానవతా సంక్షోభాలు, సామూహిక వలసలు వంటి బలమైన శక్తులతో వారి దుర్బలత్వం మరింత పెరుగుతున్నదనీ, ఇవి తరచుగా సమాజంలోని అంచులలో ఉన్న మహిళలపై అసమాన ప్రభావాన్ని చూపుతాయని నివేదిక హెచ్చరించింది. భారత్‌లో పని ప్రదేశాలు, విద్యలో కుల ఆధారిత వివక్షను ఎదుర్కొంటున్న మహిళలకు చట్టపరమైన రక్షణ కోసం దళిత కార్యకర్తలు వాదిస్తున్నారని వివరించింది. </p>\n\n\n\n<p>నివేదిక ప్రకారం.. లక్షలాది మంది మహిళలు, బాలికలు కఠిన పరిస్థితులు ఎదుర్కొంటున్నారు. ప్రతిరోజుకు.. ప్రసవించే మహిళలు 800 మంది మరణిస్తున్నారు. నాలుగో వంతు మంది మహిళలు తమ భాగస్వామితో లైంగిక చర్యకు నో చెప్పలేరు. దాదాపు 10 మంది మహిళల్లో ఒకరు గర్భనిరోధకం గురించి తమ స్వంత నిర్ణయాలు తీసుకోలేరు. డేటా ఉన్న 40 శాతం దేశాల్లో మహిళల శారీరక స్వయం ప్రతిపత్తి తగ్గిపోతుండటం గమనార్హం.</p>\n","originalUrl":"https://tattvanews.com/18462/18/04/2024/","hasAudio":false,"hasInfographics":false}