{"id":"wp-te-19528","wp_id":19528,"type":"standard","category":"World","language":"te","title":"విజయవాడ నుండి ముంబైకి ఎయిర్ ఇండియా విమానం","excerpt":"ఆంధ్రప్రదేశ్‌లో కొత్త ప్రభుత్వం కొలువుదీరిన వేళ కేంద్రం నుంచి వరుసగా శుభవార్తలు అందుతున్నాయి. చంద్రబాబు నాయుడు ప్రమాణస్వీకారానికి ముందు కేంద్రం నుంచి రూ.5,000 కోట్ల విడుదలకాగా, రూ.50వేల కోట్ల పెట్టుబడులతో ఏపీకి భారీ ఆయిల్ రిఫైనరీ ఏర్పాటుకు ప్రతిపాదనలు పరిశీలనలో ఉన్నట్లు వెల్లడైంది. తాజాగా  ఎప్పటి నుంచో ఎదురు చూస్తున్న విజయవాడ నుంచి ముంబై‌కు విమాన సేవలు ప్రారంభమవుతున్నాయి. గన్నవరం విమానాశ్రయంలో శనివారం సాయంత్రం మచిలీపట్టణం ఎంపీ బాలశౌరి, విజయవాడ ఎంపీ కేశినేని చిన్నితో కలిసి ఈ","author":"Tattva News Team","time":"15/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/VIJ-Airport.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌లో కొత్త ప్రభుత్వం కొలువుదీరిన వేళ కేంద్రం నుంచి వరుసగా శుభవార్తలు అందుతున్నాయి. చంద్రబాబు నాయుడు ప్రమాణస్వీకారానికి ముందు కేంద్రం నుంచి రూ.5,000 కోట్ల విడుదలకాగా, రూ.50వేల కోట్ల పెట్టుబడులతో ఏపీకి భారీ ఆయిల్ రిఫైనరీ ఏర్పాటుకు ప్రతిపాదనలు పరిశీలనలో ఉన్నట్లు వెల్లడైంది. తాజాగా  ఎప్పటి నుంచో ఎదురు చూస్తున్న విజయవాడ నుంచి ముంబై‌కు విమాన సేవలు ప్రారంభమవుతున్నాయి.</p>\n\n\n\n<p>గన్నవరం విమానాశ్రయంలో శనివారం సాయంత్రం మచిలీపట్టణం ఎంపీ బాలశౌరి, విజయవాడ ఎంపీ కేశినేని చిన్నితో కలిసి ఈ విమానాన్ని  ప్రారంభించనున్నారు. ప్రయాణికులకు బోర్డింగ్ పాస్‌లు అందజేస్తారు. ప్రతిరోజు సాయంత్రం ముంబై నుంచి బయలుదేరే ఈ ఎయిరిండియా విమానం సాయంత్రం 5.45 గంటలకు గన్నవరం వస్తుంది.</p>\n\n\n\n<p> ఎయిర్‌పోర్టులో ఈ విమానంపైకి వాటర్‌ వెదజల్లి ఇక్కడి సిబ్బంది ఘనస్వాగతం పలకనున్నారు. విజయవాడ నుంచి తిరిగి రాత్రి 7.10 గంటలకు బయలుదేరి.. రెండు గంటల్లో ముంబై వెళుతుంది. ఈ ఎయిరిండియా ఏఐ599 సర్వీసులో 180 సీటింగ్‌ కెపాసిటీ ఉంది.. అంతేకాదు వ్యవసాయ, మత్స్య ఉత్పత్తులను ఈ సర్వీసు ద్వారా ముంబైకి.. అక్కడి నుంచి విదేశాలకు ఎగుమతి చేసేందుకు అవకాశం ఉంటుందని చెబుతున్నారు.</p>\n\n\n\n<p>నెల రోజుల క్రితమే ఎయిరిండియా సంస్థ విజయవాడ-ముంబయికి టికెట్‌ బుకింగ్‌ ప్రారంభించింది. ఈ విమానానికి రూ.5,600 ప్రారంభ టికెట్‌ ధరగా నిర్ణయించారు.. దీంతో ప్రయాణికుల నుంచి డిమాండ్‌ ఏర్పడింది. గతంలోనే విజయవాడ నుంచి ముంబైకి విమాన సర్వీసు నడిచేది. కానీ కరోనా సమయంలో ఈ సర్వీస్ రద్దైంది. </p>\n\n\n\n<p>ఇటీవల విజయవాడ నుంచి ముంబైకు విమాన సర్వీసు నడపాలని ఏపీ చాంబర్స్‌ కోరింది. వెంటనే స్పందించిన ఎయిరిండియా సర్వీసు నడిపేందుకు నెల క్రితమే ఓకే చెప్పింది. ఈ మేరకు షెడ్యూల్‌ను ప్రకటించి బుకింగ్‌ చేపట్టింది.<br></p>\n","originalUrl":"https://tattvanews.com/19528/15/06/2024/","hasAudio":false,"hasInfographics":false}