{"id":"wp-te-20575","wp_id":20575,"type":"standard","category":"World","language":"te","title":"ట్రెయినీ డాక్టర్‌పై సామూహిక అత్యాచారం?","excerpt":"కోల్‌కతలోని ఆర్‌జి కర్ ఆసుపత్రిలో హత్యకు గురైన 31 సంవత్సరాల సోస్టు గాడ్యుయేట్ ట్రెయినీ డాక్టర్‌పై సామూహిక అత్యాచారం జరిగినట్లు పోస్టు మార్టమ్ నివేదిక సూచిస్తోందని ప్రభుత్వ వైద్యుల సంఘం అఖిల భారత సమాఖ్య అదనపు ప్రధాన కార్యదర్శి డాక్టర్ సుబర్ణ గోస్వామి వెల్లడించారు. ట్రెయినీ డాక్టర్ శరీరంపై ఉన్న గాయాలను బట్టి అవి ఒక వ్యక్తి వల్ల అయ్యేవి కావని అర్థమవుతుందని ఆయన చెప్పారు. మృతురాలి మర్మాంగంలో 151 గ్రాముల వీర్యం లభించినట్లు పోస్టు మార్టమ్","author":"Tattva News Team","time":"15/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Medicos-stir1.webp","readTime":"5 min read","contentHTML":"\n<p>కోల్‌కతలోని ఆర్‌జి కర్ ఆసుపత్రిలో హత్యకు గురైన 31 సంవత్సరాల సోస్టు గాడ్యుయేట్ ట్రెయినీ డాక్టర్‌పై సామూహిక అత్యాచారం జరిగినట్లు పోస్టు మార్టమ్ నివేదిక సూచిస్తోందని ప్రభుత్వ వైద్యుల సంఘం అఖిల భారత సమాఖ్య అదనపు ప్రధాన కార్యదర్శి డాక్టర్ సుబర్ణ గోస్వామి వెల్లడించారు. ట్రెయినీ డాక్టర్ శరీరంపై ఉన్న గాయాలను బట్టి అవి ఒక వ్యక్తి వల్ల అయ్యేవి కావని అర్థమవుతుందని ఆయన చెప్పారు.</p>\n\n\n\n<p>మృతురాలి మర్మాంగంలో 151 గ్రాముల వీర్యం లభించినట్లు పోస్టు మార్టమ్ నివేదిక వెల్లడించిందని, అయితే అంత ఎక్కువ పరిమాణంలో వీర్యం ఒక వ్యక్తికి చెందినది ఉండదని డాక్టర్ గోస్వామి ఒక ఆంగ్ల చానల్‌తో మాట్లాడుతూ తెలిపారు. దీన్నిబట్టి చూస్తే ఈ హత్యాచారంలో ఒకరి కన్నా ఎక్కువ మంది ఉండవచ్చని ఆయన అనుమానం వ్యక్తం చేశారు.</p>\n\n\n\n<p>ఈ అమానవీయ ఘటన వెనుక చాలామంది పాత్ర ఉండవచ్చని బాధితురాలి కుటుంబ సభ్యులు కూడా అనుమానం వ్యక్తం చేశారని ఆయన గుర్తు చేశారు. బాధితురాలి శరీరంపై ఉన్న గాయాలు, జరిగిన బల ప్రయోగం ఒక వ్యక్తి చేసిన పని కాదని ఆయన తెలిపారు. </p>\n\n\n\n<p>పశ్చిమ బెంగాల్ ప్రభుత్వ ఆధ్వర్యంలో నడిచే కెజి కర్ ఆసుపత్రిలోని సెమినార్ హాలులో శుక్రవారం ఉదయం అర్ధనగ్న స్థితిలో ట్రెయినీ డాక్టర్ మృతదేహం లభించింది. ఈ కేసుకు సంబంధించి కోల్‌కత పోలీసుకు చెందిన మున్సిపల్ వాలంటీర్ సంజయ్ రాయ్‌ను పోలీసులు అదెస్టు చేశారు. బాధితురాలిని గొంతు నులిమి చంపివేసినట్లు పోస్టు మార్టమ్ నివేదిక నిర్ధారిస్తోంది. </p>\n\n\n\n<p>గొంతు నులమడంతో ఆమె థైరాయిడ్ కార్టిలేజ్ విరిగిపోయింది. ఆమె మర్మాంగం వద్ద లోతైన గాయం ఉంది. వికృత లైంగికత కారణంగా ఈ గాయం జరిగినట్లు పోస్టు మార్టమ్ నివేదిక పేర్కొంది. అంతేగాక ఆమె నడుము, పెదాలు, చేతివేళ్లు, ఎడమ కాలుపై కూడా గాయాలు ఉన్నాయి. ఆమె రెండు కళ్లు, నోటి నుంచి రక్తం కారుతున్నట్లు పోస్టు మార్టమ్ నివేదిక పేర్కొంది.</p>\n\n\n\n<p>అత్యాచారం జరిగిన సమయంలో బాధితురాలు అరవకుండా ఆమె ముక్కును, నోటిని మూశారని, ఆమె తలను గోడకు అదిమిపెట్టారని పోస్టు మార్టమ్ నివేదిక పేర్కొంది. ఆమె ముఖంపై రక్కినట్లు గీతలు ఉన్నాయని నివేదిక తెలిపింది. ఆమె గట్టిగా అరవకుండా ఆమె నోటిని, గొంతును చాలాసేపు అదిమిపెట్టినట్లు నివేదిక తెలిపింది. </p>\n\n\n\n<p>బాధితురాలి కాళ్లు బాగా విడదీసినట్లు ఉన్నాయని ఆమె కుటుంబ సభ్యులు పేర్కొన్నారు. ఆమె కళ్ల జోడు పగిలిపోయిందని, ఆమె రెండు కళ్లలో అద్దాలు గుచ్చుకున్నాయని, గొంతు నులమడంతో ఆమె మరణించిందని బాధితురాలి బంధువు ఒకరు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20575/15/08/2024/","hasAudio":false,"hasInfographics":false}