{"id":"wp-en-12863","wp_id":12863,"type":"standard","category":"World","language":"en","title":"Zero percent voting in Six Nagaland districts￼","excerpt":"All six eastern districts in the north-eastern state of Nagaland have recorded almost zero per cent voting till noon amid a call for a boycott of the 2024 Lok Sabha polls. Even MLAs from these districts were absent from voting. As per media reports, the voting turnout in Nagaland hit a historic low today, 19 April,","author":"Tattva News Team","time":"20/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Nagaland.jpg","readTime":"5 min read","contentHTML":"\n<p>All six eastern districts in the north-eastern state of Nagaland have recorded almost zero per cent voting till noon amid a call for a boycott of the 2024 Lok Sabha polls. Even MLAs from these districts were absent from voting.</p>\n\n\n\n<p>As per media reports, the voting turnout in Nagaland hit a historic low today, 19 April, as the first phase of the Lok Sabha elections kicked off. The Eastern Nagaland People’s Organisation (ENPO)—the apex body for seven tribal organisations—had called for a boycott of the elections, advocating for a separate administration with increased financial autonomy.</p>\n\n\n\n<p>The chief election officer of Nagaland has issued a notice to the ENPO, alleging they have engaged in disruption of the electoral process. Photographs from Nagaland shared by the Election Commission show that the polling booths wore a deserted look, belying its 40 lakh-plus electoral strength.</p>\n\n\n\n<p>The ENPO has sought to unduly influence voters by obstructing their right to vote freely in the Eastern Nagaland regions, the ECI officials alleged. The ENPO has been asked to provide justification for its actions under Section 171C of the Indian Penal Code.</p>\n\n\n\n<p>In their defence, the ENPO has clarified that its primary goal is to maintain peace in the Eastern Nagaland area and mitigate the risk posed by gatherings of disruptive elements.</p>\n\n\n\n<p>The group emphasised that its declaration of a public emergency in the region followed consultations with various stakeholders. The ENPO also said that the shutdown was a voluntary initiative chosen by the people, devoid of any coercion or enforcement. They conveyed their willingness to collaborate with the Election Commission in addressing any misunderstandings or misinterpretations.</p>\n","originalUrl":"https://en.tattvanews.com/others/zero-percent-voting-in-six-nagaland-districts%ef%bf%bc/","hasAudio":false,"hasInfographics":false}