{"id":"wp-te-19724","wp_id":19724,"type":"standard","category":"World","language":"te","title":"లోక్‌సభ స్పీకర్‌గా తిరిగి ఓం బిర్లా ఎన్నిక","excerpt":"లోక్‌సభ స్పీకర్‌గా తిరిగి బిజెపి నేతృత్వంలోని ఎన్డీయే అభ్యర్థి ఓం బిర్లా ఎన్నికయ్యారు. ఎన్డీఏ, ఇండియా కూటమి మధ్య ఏకాభిప్రాయం కుదరకపోవడంతో ఈ పదవికి ఎన్నికలు జరిగాయి.  బిర్లా కాంగ్రెస్‌కు చెందిన కె సురేష్‌తో పోటీ పడి గెలుపొందారు. లోక్‌సభ స్పీకర్‌గా ఓం బిర్లాను ఎన్నుకోవాలన్న ప్రతిపాదన మూజువాణి ఓటుతో ఆమోదం పొందింది. ఓం బిర్లా 17వ లోక్‌సభలో స్పీకర్ పదవిని కూడా నిర్వహించారు. ఆ సమయంలో ఆయన ఏకగ్రీవంగా ఎన్నికయ్యారు. ఎన్డీయే మరోసారి ఆయనను అభ్యర్థిగా","author":"Tattva News Team","time":"26/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Speaker.jpg","readTime":"5 min read","contentHTML":"\n<p>లోక్‌సభ స్పీకర్‌గా తిరిగి బిజెపి నేతృత్వంలోని ఎన్డీయే అభ్యర్థి ఓం బిర్లా ఎన్నికయ్యారు. ఎన్డీఏ, ఇండియా కూటమి మధ్య ఏకాభిప్రాయం కుదరకపోవడంతో ఈ పదవికి ఎన్నికలు జరిగాయి.  బిర్లా కాంగ్రెస్‌కు చెందిన కె సురేష్‌తో పోటీ పడి గెలుపొందారు.</p>\n\n\n\n<p>లోక్‌సభ స్పీకర్‌గా ఓం బిర్లాను ఎన్నుకోవాలన్న ప్రతిపాదన మూజువాణి ఓటుతో ఆమోదం పొందింది. ఓం బిర్లా 17వ లోక్‌సభలో స్పీకర్ పదవిని కూడా నిర్వహించారు. ఆ సమయంలో ఆయన ఏకగ్రీవంగా ఎన్నికయ్యారు. ఎన్డీయే మరోసారి ఆయనను అభ్యర్థిగా నిలబెట్టింది.</p>\n\n\n\n<p>రాజస్థాన్‌లోని కోట బుండి స్థానం నుంచి ఆయన మూడోసారి ఎంపీగా ఎన్నికయ్యారు. దేశ చరిత్రలో ఇప్పటి వరకు ఏ ఎంపీ కూడా వరుసగా రెండు సార్లు స్పీకర్‌గా వ్యవహరించలేదు. లోక్ సభ సంఖ్యా బలం కారణంగా ఆయన గెలుపు ఖాయమైంది.</p>\n\n\n\n<p>ఆయన స్పీకర్‌గా ఎన్నికైనట్టుగా ప్రొటెం స్పీకర్ ప్రకటించారు. ఆ తర్వాత ప్రధాని నరేంద్ర మోదీ, కేంద్ర పార్లమెంటరీ వ్యవహారాల మంత్రి కిరణ్ రిజిజు, ప్రతిపక్ష నేత రాహుల్ గాంధీ ఓం బిర్లాను స్పీకర్ కుర్చీ వద్దకు తీసుకొచ్చారు. తర్వాత స్పీకర్ కుర్చీపై ఓం బిర్లా ఆసీనులయ్యారు. దీంతో రెండు రోజులుగా నడుస్తున్న ఉత్కంఠకు తెరపడినట్టైంది. 18వ లోక్‌సభ స్పీకర్‌గా ఓం బిర్లా ఎన్నికయ్యారు.</p>\n\n\n\n<p>ఈ ఎన్నికల సందర్భంగా అరుదైన సంఘటన కనిపించింది. లోక్‌సభ స్పీకర్‌గా  ఓం బిర్లా ఎన్నికైనట్టు ప్రొటెం స్పీకర్ ప్రకటించిన తర్వాత ప్రతిపక్ష నాయకుడు రాహుల్ గాంధీ ఓం బిర్లా వద్దకు వెళ్లి అభినందించారు. ప్రధానమంత్రి నరేంద్ర మోదీతో కరచాలనం చేశారు. ఆ తర్వాత స్పీకర్ కుర్చీ వద్దకు వెళ్లారు. </p>\n\n\n\n<p>ఆ తర్వాత ప్రధాని నరేంద్ర మోదీ మాట్లాడుతూ  రాబోయే ఐదేళ్లలో అందరికీ స్పీకర్ సర్ మార్గనిర్దేశనం చేస్తారని తామంతా నమ్ముతున్నామని  తెలిపారు. రెండోసారి స్పీకర్‌గా బాధ్యతలు చేపట్టి సరికొత్త రికార్డు సృష్టించారని పేర్కొన్నారు. చాకచక్యంగా వ్యవహరించే వ్యక్తి విజయవంతమైన వ్యక్తితో సమానమని మోదీ వ్యాఖ్యానించారు. మీరు విజయం సాధించారని కొనియాడారు.</p>\n\n\n\n<p>\"పార్లమెంటు సమావేశాలు సజావుగా సాగేందుకు ఇండియా కూటమి  సహకరిస్తుంది. ప్రభుత్వానికి రాజకీయ శక్తి ఉంది.అదే సమయంలో ప్రతిపక్షానికి కూడా దేశ ప్రజల గొంతు ఉంది. గత ఎన్నికల కంటే ఈసారి విపక్షాల బలం ఎక్కువగా ఉంది. దేశ ప్రజల సమస్యలను సభలో ప్రస్తావించాలి. భారత రాజ్యాంగాన్ని పరిరక్షించుకోవాలనే సందేశాన్ని లోక్ సభ ఎన్నికలు నిరూపించాయి. ప్రతిపక్షాలకు సభలో మాట్లాడే అవకాశం కల్పించి రాజ్యాంగాన్ని పరిరక్షించాలి\" అని రాహుల్ పేర్కొన్నారు.</p>\n\n\n\n<p>సమాజ్ వాదీ పార్టీ అధినేత అఖిలేష్ యాదవ్ మాట్లాడుతూ.. \"అధికార పార్టీపైకూడా స్పీకర్ నియంత్రణ ఉండాలి. మాట్లాడేందుకు అందరికీ సమాన అవకాశాలు ఇవ్వాలి. సభ సజావుగా సాగేందుకు పూర్తిగా సహకరిస్తాం\" అని తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/19724/26/06/2024/","hasAudio":false,"hasInfographics":false}