{"id":"wp-te-19552","wp_id":19552,"type":"standard","category":"World","language":"te","title":"జమ్మూ కాశ్మీర్‌లోఉగ్రదాడులపై అమిత్ షా సమీక్ష","excerpt":"జమ్మూ కాశ్మీర్‌లో వరుసగా చోటు చేసుకుంటున్న ఉగ్రవాద దాడులు తీవ్ర కలకలం సృష్టిస్తున్నాయి. ఈ నేపథ్యంలోనే ఉగ్రవాదంపై ఉక్కుపాదం మోపేందుకు నరేంద్ర మోదీ నేతృత్వంలోని కేంద్ర ప్రభుత్వం తీవ్ర ప్రయత్నాలు చేస్తోంది. ఈ క్రమంలోనే జమ్మూ కాశ్మీర్‌లోని శాంతిభద్రతల పరిస్థితిపై కేంద్ర హోంశాఖ మంత్రి అమిత్‌ షా అధ్యక్షతన ఆదివారం ఢిల్లీలో ఉన్నత స్థాయి సమావేశం నిర్వహించారు. ఉగ్రవాదం అణచివేసేందుకు.. అందుకు వేగంగా కార్యాచరణ రూపొందించడం కోసం అమిత్ షా మార్గదర్శకాలు జారీ చేసినట్లు సంబంధిత వర్గాలు పేర్కొన్నాయి.","author":"Tattva News Team","time":"16/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Amit-Shah-JK.jpg","readTime":"5 min read","contentHTML":"\n<p>జమ్మూ కాశ్మీర్‌లో వరుసగా చోటు చేసుకుంటున్న ఉగ్రవాద దాడులు తీవ్ర కలకలం సృష్టిస్తున్నాయి. ఈ నేపథ్యంలోనే ఉగ్రవాదంపై ఉక్కుపాదం మోపేందుకు నరేంద్ర మోదీ నేతృత్వంలోని కేంద్ర ప్రభుత్వం తీవ్ర ప్రయత్నాలు చేస్తోంది. ఈ క్రమంలోనే జమ్మూ కాశ్మీర్‌లోని శాంతిభద్రతల పరిస్థితిపై కేంద్ర హోంశాఖ మంత్రి అమిత్‌ షా అధ్యక్షతన ఆదివారం ఢిల్లీలో ఉన్నత స్థాయి సమావేశం నిర్వహించారు. <br>ఉగ్రవాదం అణచివేసేందుకు.. అందుకు వేగంగా కార్యాచరణ రూపొందించడం కోసం అమిత్ షా మార్గదర్శకాలు జారీ చేసినట్లు సంబంధిత వర్గాలు పేర్కొన్నాయి.</p>\n\n\n\n<p>మరోవైపు.. ఈ నెల 29 వ తేదీ నుంచి హిమాలయాల్లో అమర్‌నాథ్ యాత్ర ప్రారంభం కానున్న నేపథ్యంలో జమ్మూ కాశ్మీర్‌లో వరుసగా జరుగుతున్న ఉగ్ర ఘటనలు తీవ్ర ఆందోళన కలిగిస్తున్నాయి. ఈ అమర్‌నాథ్ యాత్రలో భాగంగా లక్షలాది మంది భక్తులు పాల్గొననున్న నేపథ్యంలో అక్కడ తీసుకోవాల్సిన భద్రతా చర్యలపై కూడా అమిత్‌ షా సమీక్షలో చర్చించినట్లు తెలుస్తోంది. అంతర్జాతీయ సరిహద్దుల్లో మరింత మంది బలగాలను మోహరించడం, బోర్డర్‌లో విదేశీ ఉగ్రవాదుల చొరబాటు ప్రయత్నాలను తిప్పికొట్టడం.. ఉగ్రవాద నిర్మూలనా కార్యకలాపాలపై అమిత్ షా అధికారులతో చర్చించారు.</p>\n\n\n\n<p>ఇక గత 4 రోజుల వ్యవధిలోనే జమ్మూ కాశ్మీర్‌లో వరుసగా ఉగ్రదాడులు జరిగిన నేపథ్యంలో కేంద్ర ప్రభుత్వం అన్ని రకాల పటిష్ఠ చర్యలను చేపట్టింది. ఈ నేపథ్యంలోనే జమ్మూ కాశ్మీర్‌లో పరిస్థితిపై ప్రధానమంత్రి నరేంద్ర మోదీ.. కేంద్ర హోం శాఖ మంత్రి అమిత్‌ షా, జాతీయ భద్రతా సలహాదారు అజిత్‌ ధోవల్‌, జమ్మూ కాశ్మీర్‌ లెఫ్టినెంట్ గవర్నర్ మనోజ్‌ సిన్హాలతో ఇటీవల సమీక్ష నిర్వహించారు. <br>ఈ క్రమంలోనే ఉగ్రవాదం నిర్మూలనకు పూర్తిస్థాయిలో శక్తిసామర్థ్యాలను వినియోగించాలని ప్రధాని మోదీ కీలక ఆదేశాలు జారీ చేశారు. ఈ క్రమంలోనే జమ్మూ కాశ్మీర్‌లో భద్రతా చర్యలను మరింత ముమ్మరం చేయనున్నారు.</p>\n\n\n\n<p>ఇక ఆదివారం కేంద్ర హోం మంత్రి అమిత్‌ షా అధ్యక్షత జరిగిన సమావేశంలో అజిత్‌ ధోవల్‌, జమ్మూ కాశ్మీర్ లెఫ్టినెంట్ గవర్నర్ మనోజ్ సిన్హా, ఆర్మీ చీఫ్ జనరల్ మనోజ్ పాండే, లెఫ్టినెంట్ జనరల్ ఉపేంద్ర ద్వివేది సహా ఇతర సైనిక ఉన్నతాధికారులు హాజరయ్యారు.<br> మరోవైపు.. మూడోసారి ప్రధానమంత్రిగా నరేంద్ర మోదీ ప్రమాణ స్వీకారం చేసిన రోజునే జమ్మూ కాశ్మీర్‌లో యాత్రికులే లక్ష్యంగా బస్సుపై ఉగ్రవాదులు జరిపిన దాడి తీవ్ర సంచలనం రేపింది. ఇక ఈ ఉగ్రదాడికి పాల్పడింది తామేనని పాకిస్థాన్‌కు చెందిన లష్కరే తోయిబాకు అనుబంధంగా ఉన్న ది రెసిస్టెన్స్ ఫ్రంట్ ప్రకటించింది. అంతేకాకుండా భవిష్యత్తులో మరిన్ని దాడులకు పాల్పడతామని హెచ్చరించింది.</p>\n\n\n\n<ul class=\"wp-block-list\"><li><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></li></ul>\n","originalUrl":"https://tattvanews.com/19552/16/06/2024/","hasAudio":false,"hasInfographics":false}