{"id":"wp-en-13893","wp_id":13893,"type":"standard","category":"World","language":"en","title":"Dhankhar 'pained' as Kharge enters Rajya Sabha Well to protest￼","excerpt":"Amid uproar by the Opposition over the discussion on the alleged irregularities in NEET, the Rajya Sabha witnessed repeated adjournments on Friday. In Lok Sabha too, the issue was brought up by the Leader of the Opposition Rahul Gandhi. The Opposition started sloganeering and staged a walkout a few hours into the session. Expressing anguish","author":"Tattva News Team","time":"29/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Kharge-RS.jpg","readTime":"5 min read","contentHTML":"\n<p>Amid uproar by the Opposition over the discussion on the alleged irregularities in NEET, the Rajya Sabha witnessed repeated adjournments on Friday. In Lok Sabha too, the issue was brought up by the Leader of the Opposition Rahul Gandhi.</p>\n\n\n\n<p>The Opposition started sloganeering and staged a walkout a few hours into the session. Expressing anguish over the tensions prevailing in the House, Rajya Sabha chairman Jagdeep Dhankar said it was “unbelievable” that the Leader of Opposition Mallikarjun Kharge entered the Well of the House to protest.</p>\n\n\n\n<p>“It was shocking and hurtful,” said Dhankar. \"It was very painful and, unbelievable for me...that Kharge, a leader with Parliamentary experience of over five decades, having held the position of Leader of Opposition both in the state and in Parliament walking into the Well of the House,\" he added.</p>\n\n\n\n<p>\"The deputy leader of the party Pramod Tiwari also walked in, and senior leader Mukul Wasnik also walked in. It was a very painful moment for me. We expect the Leader of the Opposition and Leader of the House to exemplify their conduct that is worth emulating,\" Dhankhar said. The Opposition staged a walkout for the second time after the matters raised by them were not addressed.</p>\n\n\n\n<p>The Rajya Sabha Chairman said, \"He (Kharge) came to the Well the entire House saw. But what is more painful, hurtful for me, is that he has outside, misreported, misrepresented and has spoken untruth... He is in denial mode and his statement which has been put on Twitter (now X) ... is self-contradictory.\"</p>\n\n\n\n<p>After multiple adjournments, when the House re-assembled at 2 pm, a discussion on the Motions of Thanks on the President's Address took place amid a walkout by the Opposition. Reacting to the mode of protest, Kharge said that he was left with no choice because Dhankar had been ignoring him to \"insult him\".</p>\n","originalUrl":"https://en.tattvanews.com/national/dhankhar-pained-as-kharge-enters-rajya-sabha-well-to-protest%ef%bf%bc/","hasAudio":false,"hasInfographics":false}