{"id":"wp-te-19851","wp_id":19851,"type":"standard","category":"World","language":"te","title":"ప్రజల నిర్ణయాన్ని తక్కువ చేసి చూపించే ప్రయత్నం.. మోదీ","excerpt":"లోక్ సభ ఎన్నికల్లో ప్రజలు బిజెపిని గెలిపించారని ప్రధాని నరేంద్ర మోదీ తెలిపారు. 60 ఏళ్ల తరువాత పార్టీ వరసగా మూడోసారి ప్రభుత్వం ఏర్పాటు చేసిందని చెబుతూ ప్రజల నిర్ణయాన్ని తక్కువ చేసి చూపించే ప్రయత్నం విపక్షాలు చేస్తున్నాయని మండిపడ్డారు. బిజెపి విజయాన్ని కాంగ్రెస్ పార్టీ ఓర్వలేకపోతుందని దుయ్యబట్టారు.  ప్రధాని అబద్ధాలు చెబుతున్నారని, విపక్షాలు నినాదాలు చేసిన అనంతరం వారు రాజ్యసభ నుంచి వాకౌట్ చేశారు. ప్రతిపక్ష నేతను మాట్లాడనివ్వకపోవడాన్ని నిరసిస్తూ ప్రతిపక్షాలు వాకౌట్ చేశాయి. రాష్ట్రపతి","author":"Tattva News Team","time":"3/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-RS1.webp","readTime":"5 min read","contentHTML":"\n<p>లోక్ సభ ఎన్నికల్లో ప్రజలు బిజెపిని గెలిపించారని ప్రధాని నరేంద్ర మోదీ తెలిపారు. 60 ఏళ్ల తరువాత పార్టీ వరసగా మూడోసారి ప్రభుత్వం ఏర్పాటు చేసిందని చెబుతూ ప్రజల నిర్ణయాన్ని తక్కువ చేసి చూపించే ప్రయత్నం విపక్షాలు చేస్తున్నాయని మండిపడ్డారు. బిజెపి విజయాన్ని కాంగ్రెస్ పార్టీ ఓర్వలేకపోతుందని దుయ్యబట్టారు.</p>\n\n\n\n<p> ప్రధాని అబద్ధాలు చెబుతున్నారని, విపక్షాలు నినాదాలు చేసిన అనంతరం వారు రాజ్యసభ నుంచి వాకౌట్ చేశారు. ప్రతిపక్ష నేతను మాట్లాడనివ్వకపోవడాన్ని నిరసిస్తూ ప్రతిపక్షాలు వాకౌట్ చేశాయి. రాష్ట్రపతి ధన్యవాద తీర్మానంపై మోదీ కృతజ్ఞతలు తెలుపుతూ రాజ్యసభలో  ప్రసంగించారు. పెద్దల సభను ప్రతిపక్షాలు అవమానిస్తున్నాయని, చర్చలో పాల్గొనే దమ్ములేక విపక్షం పారిపోయిందని ప్రధాని ఎద్దేవా చేశారు. </p>\n\n\n\n<p>ప్రతిపక్షాలను ప్రజలు ఓడించిన తీరు మారడంలేదని మండిపడ్డారు. తమపై జరిగిన విష ప్రచారాన్ని ప్రజలు తిప్పికొట్టారని, గతంలో రిమోట్ ప్రభుత్వాన్ని నడిపారని, మా పరిపాలన పదేళ్లు ముగిశాయని, మరో 20 ఏళ్లు మిగిలి ఉందని మోదీ పేర్కొన్నారు. రాజ్యంగం మనందరికీ మార్గదర్శకం కావాలని, రాజ్యాంగం అంటే మాకు చాలా పవిత్రమైందని చెప్పారు.</p>\n\n\n\n<p>కాంగ్రెస్‌ మాజీ చీఫ్‌, రాజ్యసభ ఎంపి సోనియాగాంధీపై ప్రధాని విమర్శలు గుప్పించారు. ” ఈ వ్యక్తులు ఆటోపైలెట్‌, రిమోట్‌ పైలెట్‌లతో ప్రభుత్వాన్ని నడపడానికి అలవాటు పడ్డారు. వారికి పనిమీద నమ్మకం లేదు. వేచి చూడటమే వారికి తెలుసు” అంటూ గత మన్‌మోహన్‌ సింగ్‌ ప్రభుత్వాన్ని విమర్శించారు.<br></p>\n\n\n\n<p>త్వరలోనే మూడో అతిపెద్ద ఆర్థక వ్యవస్థగా భారత్ అవతరించనుందని, పదేళ్లలో జరిగింది కొంతేనని, అసలు సిన్మా ముందుందని వచ్చే ఐదేళ్లు పేదరిక నిర్మూళనకు కృషి చేస్తామని స్పష్టం చేశారు. నీట్-యూజీ పేపర్ లీకేజీ ఘటనకు బాధ్యులైన వారిపై కఠిన చర్యలు తీసుకుంటామని హామీ ఇచ్చారు. దేశ యువత భవిష్యత్తుతో ప్రతిపక్షాలు రాజకీయాలు చేస్తున్నాయని ఆరోపించారు. నీట్ యూజీ విషయంలో తప్పు చేసిన వారిని ప్రభుత్వం వదిలిపెట్టదని స్పష్టం చేశారు.</p>\n\n\n\n<p>‘‘సభ మొత్తం రాజకీయాలకు అతీతంగా ఈ అంశంపై చర్చించాలని ఆశిస్తున్నాను. దురదృష్టవశాత్తూ, దేశ భవిష్యత్తుకు సంబంధించిన ఈ కీలక అంశాన్ని కూడా రాజకీయం చేస్తున్నారు’’ అని రాజ్యసభలో రాష్ట్రపతి ప్రసంగానికి ధన్యవాదాలు తెలిపే తీర్మానంపై మాట్లాడుతూ మోదీ  వ్యాఖ్యానించారు.</p>\n\n\n\n<p>మణిపూర్‌లో శాంతి పునరుద్ధరణకు శక్తివంచన లేకుండా కృషి చేస్తున్నామ్మని చెబుతూ  ప్రతి ఒక్కరూ ఇందుకు సహకరించాలని కోరారు. \"మణిపూర్ అంశాన్ని రాజకీయం చేయడం ఆపండి. ఒక రోజు మిమ్మల్ని (కాంగ్రెస్‌ను) మణిపూర్ తిరస్కరించే పరిస్థితి వస్తుంది\" అని హెచ్చరించారు.</p>\n","originalUrl":"https://tattvanews.com/19851/03/07/2024/","hasAudio":false,"hasInfographics":false}