{"id":"wp-en-13386","wp_id":13386,"type":"standard","category":"World","language":"en","title":"PPFA demands stern actions against suspected Bangladeshis involved in Bodo girls' rape, youth's murder","excerpt":"By Nava J Thakuria  Expressing shock and dismay over the Dudhnoi incident, where two teenage girls were gang-raped and a youth was killed by a group of hooligans, a nationalist forum in northeast India demands a stringent punishment to those criminals. Patriotic People’s Front Assam (PPFA) also urges Assam chief minister Himanta Biswa Sarma, who","author":"Tattva News Team","time":"23/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/PPFA.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria </strong></p>\n\n\n\n<p>Expressing shock and dismay over the Dudhnoi incident, where two teenage girls were gang-raped and a youth was killed by a group of hooligans, a nationalist forum in northeast India demands a stringent punishment to those criminals.</p>\n\n\n\n<p>Patriotic People’s Front Assam (PPFA) also urges Assam chief minister Himanta Biswa Sarma, who also holds the State home portfolio, to take personal interest in delivering justice to the victim families as early as possible.</p>\n\n\n\n<p> The forum also appreciates conscious organisations namely All Bodo Students’ Union, All Rabha Students’ Union, Sutradhar Students’ Union, Barman Kachari Students’ Union, Prabajan Virodhi Manch, etc for their serious concern over the brutal incident, seemingly engineered by a group of Bangladeshi origin Muslims.</p>\n\n\n\n<p>It may be mentioned that both the girls (belonging to Bodo community) were raped by three suspected Islamists on their return from a Bihu function on 3 May 2024. The girls were abandoned at the roadside by the perpetrators.</p>\n\n\n\n<p>The concerned families lodged a complaint at Dudhnoi police station under Goalpara district in western Assam. Meanwhile, on the night of 5 May, a team of Village Defence Party (VDP) members went to confront Dhan Ali Talukdar, an accused in the incident, where a group of goons attacked the team with sharp weapons.</p>\n\n\n\n<p>Hiranmay Khakhlari, a team member, sustained serious injuries and he was rushed to a nearby hospital. Later Hiranmay, also from Bodo community, was shifted to a private hospital in Guwahati, but succumbed to injuries on 17 May.</p>\n\n\n\n<p>Meanwhile, the police had picked up Shekabar Ali and Parbina Begum in connection with the murder of Hiranmay. Moreover, Dhan Ali Talukdar along with Bahar Ali and Rahman Ali were arrested accusing their involvement in raping both the Bodo teenage girls.</p>\n\n\n\n<p>PPFA, in a media statement, also supported the demand for compensating the family of Hiranmay with Rs 20 lakh and Rs 5 lakh to the families of each teenage rape victim.</p>\n\n\n\n<p>Moreover, PPFA urges the government to take pragmatic initiatives to verify the draft National Register of Citizens for Assam with the base year of 1951 and punish those guilty in fraudulence and money laundering during the NRC updation including those from the electronic media outlets.</p>\n","originalUrl":"https://en.tattvanews.com/national/ppfa-demands-stern-actions-against-suspected-bangladeshis-involved-in-bodo-girls-rape-youths-murder%ef%bf%bcby-nava-j-thakuria/","hasAudio":false,"hasInfographics":false}