{"id":"wp-en-14845","wp_id":14845,"type":"standard","category":"World","language":"en","title":"PM Modi calls top CEOs in Singapore to invest in India","excerpt":"Prime Minister Narendra Modi, who held a roundtable meeting with business leaders here on Thursday, urged the CEOs to invest more in India. During a live interaction, PM Modi stressed that India has immense business opportunities and added his government will make sure to support the companies in all spectrums. Those who attended the meeting","author":"Tattva News Team","time":"6/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Modi-CEOs.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi, who held a roundtable meeting with business leaders here on Thursday, urged the CEOs to invest more in India. During a live interaction, PM Modi stressed that India has immense business opportunities and added his government will make sure to support the companies in all spectrums.</p>\n\n\n\n<p>Those who attended the meeting included CEOs of Blackstone Singapore, Temasek Holdings, Sembcorp Industries Limited, CapitaLand Investment, ST Telemedia Global Data Centers, and Singapore Airways among others.</p>\n\n\n\n<p>PM Modi flew to Singapore on Wednesday after wrapping his visit to Brunei, the first bilateral visit there by an Indian prime minister.  Singapore is also an important facilitator of India’s Act East policy, Modi said. The Prime Minister emphasised that India is going through a development phase, wherein companies have great opportunities for investment.</p>\n\n\n\n<p>He stressed that the country is promoting green energy and therefore, the Singaporean companies who are already engaged in solar, and electrical industries can invest heavily in New Delhi. In return, the Prime Minister promised the CEO to provide full support from the government.</p>\n\n\n\n<p>\"Our government has launched a mission to scrap all government vehicles which are not in use. This is a huge opportunity for all of you who are dealing with the scrapping industry,\" said PM Modi.</p>\n\n\n\n<p>Underlining the strategic partnership between India and Singapore, Prime Minister Modi said, “Over the past 10 years, our trade has more than doubled. Mutual investment has increased almost threefold to cross USD 150 billion. Singapore was the first country with which we launched the UPI Person-to-Person payment facility.\"</p>\n\n\n\n<p>Elaborating on the developments in the bilateral cooperation between the two countries, he said in the past 10 years, 17 satellites of Singapore have been launched from Indian soil. The cooperation has gained momentum from skilling to the defence sector. The agreement between Singapore Airlines and Air India has strengthened connectivity.</p>\n\n\n\n<p>“We are together elevating our relationship to a Comprehensive Strategic Partnership. The 3.5 lakh people of Indian origin residing in Singapore are the strong foundation of our relationship...We are forever thankful to the entire Singapore for the place and honour that Subhash Chandra Bose, Azad Hind Fauj and Little India have received in Singapore,” PM Modi said.</p>\n","originalUrl":"https://en.tattvanews.com/international/pm-modi-calls-top-ceos-in-singapore-to-invest-in-india/","hasAudio":false,"hasInfographics":false}