{"id":"wp-te-21020","wp_id":21020,"type":"standard","category":"World","language":"te","title":"￼ప్రకాశం బ్యారేజీ గేట్లను బోట్లు ఢీకొన్న ఘటనలో ఇద్దరు అరెస్ట్","excerpt":"ప్రకాశం బ్యారేజీ గేట్లను బోట్లు ఢీకొన్న ఘటనపై అధికారులు సీఎం చంద్రబాబుకు నివేదిక సమర్పించారు. ఈ ఘటనలో కుట్ర కోణం ఉందని అధికారులు నివేదికలో వెల్లడించారు. ఢీకొన్న బోట్లు వైఎస్సార్సీపీ నేతలు, కార్యకర్తలవని నిర్ధారించారు. దీంతో బ్యారేజ్‌ను పడవలు ఢీకొన్న ఘటనలో దర్యాప్తు ముమ్మరం చేసిన పోలీసులు, ఇద్దరు నిందితులను అరెస్టు చేశారు.  గొల్లపూడికి చెందిన పడవల యజమాని ఉషాద్రిని, సూరాయపాలెం వాసి కోమటి రామ్మోహన్‌ను విజయవాడ పోలీసులు అరెస్టు చేశారు.  వన్‌టౌన్‌ ఇన్‌స్పెక్టర్‌ గురుప్రకాశ్‌ ఆధ్వర్యంలో","author":"Tattva News Team","time":"10/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Prakasam-boats1.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రకాశం బ్యారేజీ గేట్లను బోట్లు ఢీకొన్న ఘటనపై అధికారులు సీఎం చంద్రబాబుకు నివేదిక సమర్పించారు. ఈ ఘటనలో కుట్ర కోణం ఉందని అధికారులు నివేదికలో వెల్లడించారు. ఢీకొన్న బోట్లు వైఎస్సార్సీపీ నేతలు, కార్యకర్తలవని నిర్ధారించారు. దీంతో బ్యారేజ్‌ను పడవలు ఢీకొన్న ఘటనలో దర్యాప్తు ముమ్మరం చేసిన పోలీసులు, ఇద్దరు నిందితులను అరెస్టు చేశారు. </p>\n\n\n\n<p>గొల్లపూడికి చెందిన పడవల యజమాని ఉషాద్రిని, సూరాయపాలెం వాసి కోమటి రామ్మోహన్‌ను విజయవాడ పోలీసులు అరెస్టు చేశారు.  వన్‌టౌన్‌ ఇన్‌స్పెక్టర్‌ గురుప్రకాశ్‌ ఆధ్వర్యంలో ఇబ్రహీంపట్నం మండలం సూరాయిపాలెం గ్రామానికి చెందిన కోమటి రామ్మోహన్‌, గొల్లపూడి గంగానమ్మ ఆలయం ప్రాంతానికి చెందిన వక్కలగడ్డ ఉషాద్రిని అరెస్టు చేసి ఇక్కడి చీఫ్‌ మెట్రోపాలిటన్‌ కోర్టులో హాజరుపరిచారు. న్యాయాధికారి రాజశేఖర్‌ వారికి ఈ నెల 20వ తేదీ వరకు రిమాండ్‌ విధించారు.</p>\n\n\n\n<p> కొట్టుకొచ్చిన 3 పడవలూ కుక్కలగడ్డ ఉషాద్రికి చెందినవిగా గుర్తించారు. నిందితులను అరెస్టు చేసి విజయవాడ కోర్టుకు తరలించారు. నిందితులకు న్యాయమూర్తి 14 రోజుల రిమాండ్ విధించారు. </p>\n\n\n\n<p>నిందితులను విజయవాడ జైలుకు తరలించారు. రిమాండ్ విధించడంతో కుట్ర కోణంపై సమగ్ర దర్యాప్తు చేయనున్నారు. కాగా ఈ ఘటనలో వైఎస్సార్సీపీ ఎమ్మెల్సీ తలశిల రఘురామ్, మాజీ ఎంపీ నందిగం సురేష్ అనుచరుల బోట్లు ఉన్నట్లు ఇప్పటికే నివేదికలో వెల్లడించారు. గత ప్రభుత్వ హయాంలో ఇసుక అక్రమ తవ్వకాలకు నందిగం సురేష్, ఉషాద్రికి చెందిన బోట్లనే వినియోగించుకున్నారని నివేదికలో పేర్కొన్నారు. ఈ నేపథ్యంలో చర్యలు తీసుకుంటున్నారు.</p>\n\n\n\n<p>బోట్లు రిజిస్ట్రేషన్ల నంబర్ ఆధారంగా యాజమానులను గుర్తించామని అధికారులు నివేదికలో వెల్లడించారు. బోట్లు ఉషాద్రి, కర్రి నరసింహ స్వామి, గూడూరు నాగమల్లేశ్వరికి చెందినవిగా గుర్తించారు. ఉషాద్రికి చెందిన మూడు బోట్లును కలిపి కట్టడం వెనుక కుట్ర కోణం ఉందని వెల్లడించారు. బోట్లును ఇనుప చైన్ల లంగరు వేయకుండా ప్లాస్టిక్ తాళ్లతో కట్టేసినట్లు అధికారులు గుర్తించారు. </p>\n\n\n\n<p>తమ బోట్లతో పాటు సమీపంలోని మరో రెండింటిని కూడా కొట్టుకెళ్లేలా కుట్ర చేసి ఉంటారని ఆరోపించారు. సెప్టెంబర్ 2న తెల్లవారు జామున 3 గంటల సమయంలో 5 బోట్లు ప్రకాశం బ్యారేజీ గేట్లను ఢీ కొట్టినట్లు అధికారులు నివేదికలో వెల్లడించారు. బోట్లు గేట్లకు ఉండే కౌంటర్ వెయిట్లకు కాకుండా బ్యారేజీ పిల్లర్లను బలంగా ఢీ కొని ఉంటే ప్రమాద తీవ్రత ఎక్కువగా ఉండేదని తెలిపారు. మరోవైపు పోలీసులు అనుమానితుల కాల్ డేటాను పరిశీలిస్తున్నారు.</p>\n","originalUrl":"https://tattvanews.com/21020/10/09/2024/","hasAudio":false,"hasInfographics":false}