{"id":"wp-te-19935","wp_id":19935,"type":"standard","category":"World","language":"te","title":"నీట్‌ పేపర్‌ లీకైందన్న మాట వాస్తవమే..!","excerpt":"నీట్‌ అంశంపై సుప్రీంకోర్టులో సోమవారం మరోసారి విచారణ జరిగింది. పేపర్‌ లీకేజీ, అవకతవకలపై దాఖలైన పిటిషన్లపై భారత ప్రధాన న్యాయమూర్తి జస్టిస్‌ డీవై చంద్రచూడ్ నేతృత్వంలోని ధర్మాసనం విచారణ చేపట్టింది. ఈ సందర్భంగా సర్వోన్నత న్యాయస్థానం కీలక వ్యాఖ్యలు చేసింది. నీట్‌ ప్రశ్నాపత్రం లీకైందన్న మాట వాస్తవమేనని కోర్టు పేర్కొంది.  లీకైన పేపర్‌ ఎంత మందికి చేరిందో తేలాల్సి ఉందని అభిప్రాయపడింది. పేపర్‌ లీక్‌తో ఇద్దరు విద్యార్థులకే సంబంధం ఉందంటున్నారన్న పేర్కొంది. లీకేజీలో ఇద్దరు విద్యార్థుల పాత్రే","author":"Tattva News Team","time":"8/7/2024","image":"https://tattvanews.com/wp-content/uploads/2022/06/NEET-PG.jpeg","readTime":"5 min read","contentHTML":"\n<p>నీట్‌ అంశంపై సుప్రీంకోర్టులో సోమవారం మరోసారి విచారణ జరిగింది. పేపర్‌ లీకేజీ, అవకతవకలపై దాఖలైన పిటిషన్లపై భారత ప్రధాన న్యాయమూర్తి జస్టిస్‌ డీవై చంద్రచూడ్ నేతృత్వంలోని ధర్మాసనం విచారణ చేపట్టింది. ఈ సందర్భంగా సర్వోన్నత న్యాయస్థానం కీలక వ్యాఖ్యలు చేసింది. నీట్‌ ప్రశ్నాపత్రం లీకైందన్న మాట వాస్తవమేనని కోర్టు పేర్కొంది. </p>\n\n\n\n<p>లీకైన పేపర్‌ ఎంత మందికి చేరిందో తేలాల్సి ఉందని అభిప్రాయపడింది. పేపర్‌ లీక్‌తో ఇద్దరు విద్యార్థులకే సంబంధం ఉందంటున్నారన్న పేర్కొంది. లీకేజీలో ఇద్దరు విద్యార్థుల పాత్రే ఉండడంతో పరీక్షను రద్దు చేయలేమని చెప్పింది. లీక్‌ అయిన పేపర్‌ ఎంత మందికి చేరిందో గుర్తించారా?.. పేపర్‌ లీక్ లబ్ధిదారులు ఎంత మంది ఉన్నారో తెలుసుకున్నారా? అని కేంద్రం, ఎన్‌టీఏను ప్రశ్నించింది.</p>\n\n\n\n<p>పేపర్‌ లీక్‌ అనేది 23లక్షల మందితో ముడిపడి ఉన్న అంశమని, జాగ్రత్తగా పరిశీలించాకే తీర్పు ఇస్తామని వెల్లడించింది. లీకేజీతో లబ్ధిపొందిన విద్యార్థులపై ఏం చర్యలు తీసుకున్నారని, ఎంతమంది ఫలితాలను హోల్డ్‌లో పెట్టారని సర్వోన్నత న్యాయస్థానం ప్రశ్నించింది.</p>\n\n\n\n<p>పరీక్ష పవిత్రతను దెబ్బతీశారని రుజువైనా.. నేరం చేసిన వారిని గుర్తించలేకపోయినా, లీకైన ప్రశ్నపత్రం సోషల్‌మీడియాలో వ్యాప్తి చేశారని తెలిసినా పరీక్షను మళ్లీ నిర్వహించేలా ఆదేశాలు ఇస్తామని పేర్కొంది. అంతకు ముందు లీకైన పేపర్‌ ఎంతమందికి చేరిందనేది తేలాల్సి ఉందని ధర్మాసనం స్పష్టం చేసింది.  నీట్‌పై విచారణ దర్యాప్తు ఎక్కడి వరకు వచ్చిందనే విషయంపై నివేదికను సమర్పించాలని సీబీఐని ఆదేశించింది. ఈ మేరకు కేసు విచారణను ఈ నెల 11వ తేదీకి వాయిదా వేసింది.</p>\n","originalUrl":"https://tattvanews.com/19935/08/07/2024/","hasAudio":false,"hasInfographics":false}