{"id":"wp-te-18959","wp_id":18959,"type":"standard","category":"World","language":"te","title":"మద్యం పాలసీ కేసులో నిందితురాలిగా ఆప్","excerpt":"మద్యం పాలసీ కేసులో ఆమ్ ఆద్మీ పార్టీ (ఆప్)ను నిందితురాలిని చేయనున్నట్లు ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ (ఇడి) మంగళవారం ఢిల్లీ హైకోర్టుకు తెలియజేసింది.  ఒక కేసులో ఒక రాజకీయ పార్టీని నిందితురాలిగా చేర్చడం ఇదే మొదటి సారి కాగలదు. కేసులో అనుబంధ చార్జిషీట్ దాఖలు చేయనున్నట్లు, పార్టీని కూడా నిందితురాలిగా చేర్చనున్నట్లు దర్యాప్తు సంస్థ కోర్టుకు తెలిపింది.  ఆప్ నేత, ఢిల్లీ మాజీ ఉప ముఖ్యమంత్రి మనీష్ సిసోడియా బెయిల్ పిటిషన్‌ను కోర్టు విచారిస్తోంది. ఎక్సైజ్ పాలసీకి సంబంధించిన","author":"Tattva News Team","time":"15/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/AAP-ED.jpg","readTime":"5 min read","contentHTML":"\n<p>మద్యం పాలసీ కేసులో ఆమ్ ఆద్మీ పార్టీ (ఆప్)ను నిందితురాలిని చేయనున్నట్లు ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ (ఇడి) మంగళవారం ఢిల్లీ హైకోర్టుకు తెలియజేసింది.  ఒక కేసులో ఒక రాజకీయ పార్టీని నిందితురాలిగా చేర్చడం ఇదే మొదటి సారి కాగలదు. కేసులో అనుబంధ చార్జిషీట్ దాఖలు చేయనున్నట్లు, పార్టీని కూడా నిందితురాలిగా చేర్చనున్నట్లు దర్యాప్తు సంస్థ కోర్టుకు తెలిపింది. </p>\n\n\n\n<p>ఆప్ నేత, ఢిల్లీ మాజీ ఉప ముఖ్యమంత్రి మనీష్ సిసోడియా బెయిల్ పిటిషన్‌ను కోర్టు విచారిస్తోంది. ఎక్సైజ్ పాలసీకి సంబంధించిన మనీ లాండరింగ్ కేసులో సిసోడియా బెయిల్ అభ్యర్థనను వ్యతిరేకిస్తూ ఇడి కోర్టుకు ఆ విషయం తెలిపింది. కేసులో అభియోగాల నమోదు ప్రక్రియను జాప్యం చేసేందుకు నిందితులు సంఘటిత యత్నాలు చేస్తున్నారని ఇడి న్యాయవాది ఆరోపించారు.</p>\n\n\n\n<p>సిసోడియాకు బెయిల్ కోరుతూ ఆయన న్యాయవాది మనీలాండరింగ్, అవినీతి కేసులో ఇడి, సిబిఐ ఇంకా అరెస్టులు జరుపుతూనే ఉన్నాయని, విచారణ త్వరగా ముగిసే అవకాశం లేదని కోర్టుకు నివేదించారు. ఎక్సైజ్ పాలసీ కుంభకోణంలో మనీ లాండరింగ్ వ్యవహారాన్ని ఇడి దర్యాప్తు చేస్తోంది. </p>\n\n\n\n<p>లోక్‌సభ ఎన్నికల్లో ప్రచారానిక వీలుగా కేజ్రీవాల్‌కు సుప్రీం కోర్టు మధ్యంతర బెయిల్ మంజూరు చేసిన కొన్ని రోజుల తరువాత ఈడీ  ఆ విషయం తెలియజేసింది. ఆప్‌ను నిందితురాలిగా చేర్చడం గురించి సుప్రీం కోర్టు నిరుడు అక్టోబర్‌లో ప్రస్తావించింది. ఈడీ  వాదనల ప్రకారం మద్యం పాలసీ కేసులో ఆప్ ముడుపులు అందుకున్నట్లయితే రాజకీయ పార్టీని ఎందుకు నిందితురాలిగా ప్రస్తావించడంలేదని సుప్రీం కోర్టు దర్యాప్తు సంస్థను అడిగింది.</p>\n\n\n\n<p>‘మనీ లాండరింగ్ నిరోధక చట్టం (పిఎంఎల్‌ఎ)కు సంబంధించినంత వరకు మీ మొత్తం కేసు ఒక రాజకీయ పార్టీకి ప్రయోజనాలు అందాయి. ఆ రాజకీయ పార్టీని ఇప్పటికీ నిందితురాలిగా, కక్షిదారుగా చేర్చలేదు. దానికి మీరు ఎలా సమాధానం ఇస్తారు? మీ వాదన ప్రకారం రాజకీయ పార్టీ లబ్ధిదారు’ అని న్యాయమూర్తులు సంజీవ్ ఖన్నా, ఎస్‌వి భట్లితో కూడిన ధర్మాసనం పేర్కొన్నది. అయితే, తమ ప్రశ్న ‘ఏ రాజకీయ పార్టీని ఇరికించడానికి కాదు’ అని, ‘కేవలం ఒక న్యాయపరమైన ప్రశ్న’ అని ఆ మరునాడు కోర్టు స్పష్టం చేసింది.</p>\n","originalUrl":"https://tattvanews.com/18959/15/05/2024/","hasAudio":false,"hasInfographics":false}