{"id":"wp-en-13972","wp_id":13972,"type":"standard","category":"World","language":"en","title":"A rousing welcome to India's T20 world champs ￼","excerpt":"The T20 World Cup-winning Indian cricket team landed in Delhi on Thursday morning to a rousing welcome from hundreds of fans who thronged the airport to welcome the champions. The T20 World Cup-winning Indian team returned to a euphoric reception that included every element of a lively party, here on Thursday. Hundreds of supporters, holding placards","author":"Tattva News Team","time":"4/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Rohit.jpg","readTime":"5 min read","contentHTML":"\n<p>The T20 World Cup-winning Indian cricket team landed in Delhi on Thursday morning to a rousing welcome from hundreds of fans who thronged the airport to welcome the champions. The T20 World Cup-winning Indian team returned to a euphoric reception that included every element of a lively party, here on Thursday.</p>\n\n\n\n<p>Hundreds of supporters, holding placards congratulating their favourites and waving the national flag, braved the inclement weather to wait outside the airport for the victorious side, which defeated South Africa by seven runs in the final in Bridgetown on Saturday last week.</p>\n\n\n\n<p>The Air India flight with a special call sign - AIC24WC - Air India Champions 24 World Cup from Barbados' Grantley Adams International Airport arrived in Delhi on Thursday morning around 6:20 am. The team, led by skipper Rohit Sharma and Coach Rahul Dravid, checked in at the ITC Maurya Hotel in Delhi. </p>\n\n\n\n<p>Taking to X, BCCI wrote, \"It’s home #TeamIndia.\"   As per schedule, the team will meet PM Narendra Modi at 11 am at his residence. After this, they will fly to Mumbai where they will take part in an open bus road show followed by a felicitation ceremony here at the Wankhede Stadium on Thursday.</p>\n\n\n\n<p>Heavy security was deployed to keep the crowd in check at the Indira Gandhi International airport but that did little to dampen the spirits as fans cheered enthusiastically holding up posters of star batter Virat Kohli, skipper Rohit Sharma and outgoing head coach Rahul Dravid.</p>\n\n\n\n<p>Two buses were stationed outside the T3 Terminal to ferry the players to ITC Maurya Sheraton, where they were greeted by dhol and traditional Bhangra dancers. Most of them, including skipper Rohit Sharma, all-rounder Hardik Pandya, Suryakumar Yadav and Rishabh Pant, shook a leg with the assembled dancers, giving them a memory of a lifetime.</p>\n\n\n\n<p>The Indian team will arrive in Mumbai at 4:00 pm and the two-hour-long bus parade will start from the National Centre for Performing Arts (NCPA).   The parade will start approximately at 5:00 pm from the NCPA, near the famous Nariman Point, and will go on for about two hours before they reach the Wankhede Stadium. A felicitation event to honour the players and the squad members has been scheduled between 7:00 pm to 7:30 pm, after which the players will leave for their hotel.</p>\n","originalUrl":"https://en.tattvanews.com/national/a-rousing-welcome-to-indias-t20-world-champs-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}