{"id":"wp-en-14621","wp_id":14621,"type":"standard","category":"World","language":"en","title":"Centre defends law against triple talaq￼","excerpt":"Backing the triple talaq law, the Centre has told the Supreme Court that the Act “helps in ensuring the larger constitutional goals of gender justice and gender equality of married Muslim women and helps subserve their fundamental rights of non-discrimination and empowerment.” The Centre said this in response to an affidavit filed earlier this month","author":"Tattva News Team","time":"20/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Talaq.jpg","readTime":"5 min read","contentHTML":"\n<p>Backing the triple talaq law, the Centre has told the Supreme Court that the Act “helps in ensuring the larger constitutional goals of gender justice and gender equality of married Muslim women and helps subserve their fundamental rights of non-discrimination and empowerment.”</p>\n\n\n\n<p>The Centre said this in response to an affidavit filed earlier this month in response to a plea by the Samastha Kerala Jamiathul Ulema, which sought a declaration that the Muslim Women (Protection of Rights on Marriage) Act, 2019, is unconstitutional and violative of Articles 14, 15, 21, and 123 of the Constitution.</p>\n\n\n\n<p>Explaining the context in which the law came to be enacted, the government said “essentially” the “practice” of talaq-e-biddat or instantaneous triple talaq “legitimised and institutionalised abandonment of wives by their husbands” and “did not simply result in a private injury but in a public wrong as it militated against the rights of women and the social institution of marriage itself”.</p>\n\n\n\n<p>\"Despite SC setting aside the practice of talaq-e-biddat, and the assurance of All India Muslim Personal Law Board, there have been reports of divorce by wayof talaq-e-biddat from different parts of the country. It was seen that setting aside talaq-e-biddat by SC has not worked as a sufficient deterrent in bringing down the number of divorces by this practice among certain Muslims,\" the Centre stated in the affidavit.</p>\n\n\n\n<p>The Central government on 30 July 2019 declared the practice of Triple Talaq illegal and unconstitutional and made it a punishable act from 1 August 2019. the Centre said that the pronouncement of Talaaq-e-Biddat has no legal effect and consequence under the Indian Constitution.</p>\n\n\n\n<p>The Union Government contended that “when” the SC itself had set aside the practice of talaq-e-biddat “and if such an act is declared to be an offence punishable under law…”, the court “ought not to interfere into the legislative enactment of making punishable such a manifestly arbitrary act which is already declared under law to be violative of Article 14 of the Constitution”. In this regard, attention of the Hon’ble Court is invited to clause (1) of article 142 of the Constitution…”.</p>\n","originalUrl":"https://en.tattvanews.com/national/centre-defends-law-against-triple-talaq%ef%bf%bc/","hasAudio":false,"hasInfographics":false}