{"id":"wp-te-20335","wp_id":20335,"type":"standard","category":"World","language":"te","title":"161కి చేరిన వాయనాడ్ మృతులు..  రంగంలోకి ఆర్మీ జాగిలాలు","excerpt":"ప్రకృతి ప్రకోపానికి అతలాకుతలమైన కేరళలో సహాయక చర్యలు కొనసాగుతుండగా.. మృతుల సంఖ్య అంతకంతకూ పెరుగుతోంది. ఇప్పటి వరకూ వయనాడ్‌లోని మెప్పడిలో నాలుగు గ్రామాలపై కొండచరియలు విరిగిపడిన ఘటనలో ఇప్పటి వరకూ 161 మంది చనిపోయారు. శిథిలాల కింద వందల సంఖ్యలో చిక్కుకున్నారు. ఈ బాధితులను కాపాడేందుకు ఆర్మీ, ఎన్డీఆర్ఎఫ్ సహా రాష్ట్ర యంత్రాంగం సహాయక చర్యలు కొనసాగుతున్నాయి.  వరద, బురద ప్రవాహంలో కొందరు కొట్టుకుపోగా.. శిథిలాల్లో చిక్కుకున్న వారిని కాపాడేందుకు తీవ్ర ఇబ్బందులు ఎదురవుతున్నాయి. గల్లంతైన వారికోసం","author":"Tattva News Team","time":"31/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Kerala-1.webp","readTime":"5 min read","contentHTML":"\n<p>ప్రకృతి ప్రకోపానికి అతలాకుతలమైన కేరళలో సహాయక చర్యలు కొనసాగుతుండగా.. మృతుల సంఖ్య అంతకంతకూ పెరుగుతోంది. ఇప్పటి వరకూ వయనాడ్‌లోని మెప్పడిలో నాలుగు గ్రామాలపై కొండచరియలు విరిగిపడిన ఘటనలో ఇప్పటి వరకూ 161 మంది చనిపోయారు. శిథిలాల కింద వందల సంఖ్యలో చిక్కుకున్నారు. ఈ బాధితులను కాపాడేందుకు ఆర్మీ, ఎన్డీఆర్ఎఫ్ సహా రాష్ట్ర యంత్రాంగం సహాయక చర్యలు కొనసాగుతున్నాయి. </p>\n\n\n\n<p>వరద, బురద ప్రవాహంలో కొందరు కొట్టుకుపోగా.. శిథిలాల్లో చిక్కుకున్న వారిని కాపాడేందుకు తీవ్ర ఇబ్బందులు ఎదురవుతున్నాయి. గల్లంతైన వారికోసం డ్రోన్లు, జాగిలాలతో అన్వేషిస్తున్నారు. ఈ క్రమంలో శిక్షణ పొందిన ఆర్మీ శునకాలను కూడా రంగంలోకి దింపారు.  బెల్జియన్‌ మాలినోయిస్‌, లాబ్రడార్‌, జర్మన్‌ షెపర్డ్‌ జాతికి చెందిన స్నిఫర్‌ డాగ్‌లను తీసుకొచ్చారు. ఇవి మానవ అవశేషాలతోపాటు మట్టిలో కూరుకుపోయిన వారి శ్వాసను కూడా పసిగట్టగలవు. </p>\n\n\n\n<p>ఉత్తర్ ప్రదేశ్‌లోని మీరట్‌ రీమౌంట్‌ వెటర్నరీ కార్ప్స్‌ సెంటర్‌లో వీటికి చాలా ఏళ్లుగా శిక్షణ ఇచ్చినట్టు రక్షణశాఖ అధికారులు వెల్లడించారు. కేరళ ముఖ్యమంత్రి పినరయి విజయన్ విజ్ఞప్తి మేరకు శునకాలను రప్పిస్తున్నామని సైనిక అధికారులు పేర్కొన్నారు. ఇవి శిథిలాల కింద సజీవంగా ఉన్నవారితో పాటు గతంలో కవలప్పారా, పుతుమాలా ప్రాంతాల్లో కొండచరియలు విరిగిపడినప్పుడు కూడా శిథిలాల కింద ఉన్న మృతదేహాలను బయటకు తీసేందుకు ఈ జాగిలాలు సహాయం అందించాయని చెప్పారు. </p>\n\n\n\n<p>ఉగ్రవాద వ్యతిరేక కార్యకలాపాలు, డ్రగ్స్ గుర్తింపు, దేశంలోని విపత్తు సంభవించే ప్రదేశాలలో రెస్క్యూ ఆపరేషన్ల కోసం మీరట్ ఆర్ వి సి వందలాది కుక్కలకు ప్రతి సంవత్సరం కఠోర శిక్షణ అందజేస్తుంది.  ఇప్పటికే వరదలతో అతలాకుతలమవుతున్న కేరళకు పులిమీద పుట్రలా భారీ వర్షసూచన ఉన్నట్లు ఐఎండీ హెచ్చరించింది. </p>\n\n\n\n<p>ముఖ్యంగా వయనాడ్‌‌లో భారీ వర్షాలు కురుస్తాయని తెలిపింది. వయనాడ్‌, మలప్పురం, కోజికోడ్‌, కన్నూర్‌, ఇడుక్కి, త్రిసూర్, కాస్‌గోఢ్, పాలక్కడ్ జిల్లాలకు రెడ్‌ అలర్ట్‌ జారీ చేసింది. తిరువనంతపురం, కొల్లాం మినహా మిగతా అన్ని జిల్ాలకు ఆరెంజ్‌ అలర్ట్ జారీ అయ్యింది. వాయనాడ్‌లో కొండ చరియలు విరిగిపడటానికి 4 గంటల ముందు 24 నాలుగు గంటల్లోనే 37 సెం.మీ. వర్షపాతం నమోదయ్యింది.</p>\n\n\n\n<p>కేరళ ఆరోగ్య మంత్రి వీణా జార్జ్‌ కు ప్రాణాపాయం తప్పింది. ఆమె ప్రయాణిస్తున్న కారు రోడ్డు ప్రమాదానికి గురైంది. ఈ ఘటనలో మంత్రి గాయాలతో బయటపడ్డారు. వయనాడ్‌కు వెళ్తుండగా ఈ ప్రమాదం సంభవించినట్లు అధికారులు తెలిపారు. భారీ వర్షాల కారణంగా వయనాడ్‌ జిల్లాలో కొండచరియలు విరిగిపడిన ప్రాంతాన్ని సందర్శించేందుకు మంత్రి ఇవాళ ఉదయం తన కారులో బయల్దేరారు. </p>\n\n\n\n<p>ఈ క్రమంలో మలప్పురం జిల్లాలో మంత్రి ప్రయాణిస్తున్న కారు ప్రమాదానికి గురైంది. మంజేరిలోని చెట్టియాంగడి వద్ద ఎదురుగా వస్తున్న స్కూటర్‌ను తప్పించబోయి కారు విద్యుత్‌ స్తంభాన్ని ఢీ కొట్టింది. ఈ ఘటనలో మంత్రికి స్వల్ప గాయాలయ్యాయి. వెంటనే స్పందించిన సిబ్బంది మంత్రిని సమీపంలోని ఆసుపత్రికి తరలించారు. మంత్రి వీణా జార్జ్‌ ప్రస్తుతం ఆసుపత్రిలో చికిత్స పొందుతున్నట్లు రాష్ట్ర ఆరోగ్య శాఖ తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/20335/31/07/2024/","hasAudio":false,"hasInfographics":false}