{"id":"wp-te-21000","wp_id":21000,"type":"standard","category":"World","language":"te","title":"దేశంలో తొలి మంకీపాక్స్ అనుమానిత కేసు","excerpt":"ప్రపంచవ్యాప్తంగా పలు దేశాల్లో వెలుగులోకి వచ్చిన మంకీపాక్స్ కేసు ఇప్పుడు భారత్ కూడా వచ్చేసింది. ఇటీవల మంకీపాక్స్ సోకిన ఓ వ్యక్తికి ఈ వ్యాధి ఉన్నట్లు అనుమానిస్తున్నట్లు కేంద్ర ఆరోగ్య మంత్రిత్వ శాఖ ఆదివారం వెల్లడించింది. రోగిని ఆసుపత్రిలో ఐసోలేట్ చేశారని, ప్రస్తుతం అతని పరిస్థితి నిలకడగా ఉందని వెల్లడించింది. ఆ వ్యక్తి నమూనాను సేకరించి మంకీపాక్స్ వ్యాధి ఉన్నట్లు నిర్ధారించేందుకు పరీక్షలు చేస్తున్నారు. ఈ నేపథ్యంలో ఆ కేసు మూలాలను గుర్తించడానికి, దేశంలోని మరిన్ని ప్రాతాల్లో","author":"Tattva News Team","time":"9/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/MPox.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రపంచవ్యాప్తంగా పలు దేశాల్లో వెలుగులోకి వచ్చిన మంకీపాక్స్ కేసు ఇప్పుడు భారత్ కూడా వచ్చేసింది. ఇటీవల మంకీపాక్స్ సోకిన ఓ వ్యక్తికి ఈ వ్యాధి ఉన్నట్లు అనుమానిస్తున్నట్లు కేంద్ర ఆరోగ్య మంత్రిత్వ శాఖ ఆదివారం వెల్లడించింది. రోగిని ఆసుపత్రిలో ఐసోలేట్ చేశారని, ప్రస్తుతం అతని పరిస్థితి నిలకడగా ఉందని వెల్లడించింది. ఆ వ్యక్తి నమూనాను సేకరించి మంకీపాక్స్ వ్యాధి ఉన్నట్లు నిర్ధారించేందుకు పరీక్షలు చేస్తున్నారు.</p>\n\n\n\n<p>ఈ నేపథ్యంలో ఆ కేసు మూలాలను గుర్తించడానికి, దేశంలోని మరిన్ని ప్రాతాల్లో అంచనా వేయడానికి కాంటాక్ట్ ట్రేసింగ్ కొనసాగుతోందని ఆరోగ్య మంత్రిత్వ శాఖ వెల్లడించింది. అయితే ఆ వ్యక్తి విదేశాల నుంచి తిరిగి వచ్చిన క్రమంలో జ్వరం వంటి లక్ష ణాలు కనిపించడంతో అదుపులోకి తీసుకున్నారు. కానీ అనుమానిత రోగి వివరాలను ఆరోగ్య మంత్రిత్వ శాఖ స్పష్టం చేయలేదు. </p>\n\n\n\n<p>అనుమానిత రోగి పరిస్థితి ప్రస్తుతం నిలకడగా ఉందని, అతన్ని ఐసోలేషన్‌లో ఉంచి నిరంతరం పర్యవేక్షిస్తున్నారని మంత్రిత్వ శాఖ వెల్లడించింది. రోగిని క్రమం తప్పకుండా పరిశీలిస్తున్నట్లు వెల్లడించింది. పేషెంట్ శాంపిల్స్ టెస్ట్ రిపోర్ట్ వచ్చిన తర్వాతే ఏదో ఒక క్లారిటీ వస్తుంది. ప్రస్తుతం అతనితో పరి చయం ఉన్న వ్యక్తులను విచారిస్తున్నారు. </p>\n\n\n\n<p>మంకీ పాక్స్ మధ్య, పశ్చిమ ఆఫ్రికా దేశాల్లో ఎక్కువగా ప్రభావితమైంది. కాంగోలో ఇప్పటివరకు దాదాపు 18 వేల మంకీ పాక్స్ కేసులు నమోదయ్యాయి. ఈ నేపథ్యంలో ఇలాంటి కేసులను ఎదుర్కోవడానికి దేశం పూర్తిగా సిద్ధంగా ఉందని ఆరోగ్య మంత్రిత్వ శాఖ తెలిపింది. ఎలాంటి ఆందోళన అవసరం లేదని వెల్లడించింది. </p>\n\n\n\n<p>కోతుల నుంచి వచ్చే ఈ వ్యాధి వ్యాప్తి చెందకుండా పటిష్టమైన, సమర్థవంతమైన చర్యలు తీసుకుంటున్నామన్నారు. అంతేకాదు ప్రజలు కూడా జాగ్రత్తగా ఉండాలని సూచనలు జారీ చేసింది. మంకీపాక్స్ వ్యాధి సోకిన వ్యక్తి లేదా వస్తువు నుంచి వ్యాపించే వైరల్ ఇన్ఫెక్షన్ ఇది. దీని వల్ల శరీరంపై దద్దుర్లు, చలి జ్వరం, అలసట, నొప్పులు వంటి లక్షణాలు ఉంటాయి. </p>\n\n\n\n<p> ఆరోగ్య మంత్రిత్వ శాఖ ప్రకారం దీనిని నివారించడానికి మాస్క్‌లు ధరించాలని సూచించారు. ఇది కాకుండా వ్యాధి సోకిన రోగి ఉపయోగించే బట్టలు, షీట్లు, టవల్స్ మొదలైన వాటిని ఉపయోగించకూడదు. లక్షణాలు కనిపిస్తే, వెంటనే వైద్యుడిని సంప్రదించాలి.<br>మంకీపాక్స్ తరచుగా అధిక జ్వరంతో మొదలవుతుంది.</p>\n","originalUrl":"https://tattvanews.com/21000/09/09/2024/","hasAudio":false,"hasInfographics":false}