{"id":"wp-en-13440","wp_id":13440,"type":"standard","category":"World","language":"en","title":"Bomb threat call to blow up Taj Hotel, airport in Mumbai￼","excerpt":"Mumbai Police Control on Monday received a bomb threat to blow up the Taj Hotel, Chhatrapati Shivaji Maharaj International Airport. \"A threatening call has been made to the control room of Mumbai Police around afternoon. The caller told the police that bombs have been placed at Mumbai's Taj Hotel and airport and disconnected the call,\" said the sources aware","author":"Tattva News Team","time":"28/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Taj.jpg","readTime":"5 min read","contentHTML":"\n<p>Mumbai Police Control on Monday received a bomb threat to blow up the Taj Hotel, Chhatrapati Shivaji Maharaj International Airport. \"A threatening call has been made to the control room of Mumbai Police around afternoon. The caller told the police that bombs have been placed at Mumbai's Taj Hotel and airport and disconnected the call,\" said the sources aware of the development.</p>\n\n\n\n<p>Police, considering the seriousness of the threat, conducted searches at the hotel and airport, but nothing suspicious was found there, he said, adding the bomb threat call was made from Uttar Pradesh and a hunt to nab the caller was underway.</p>\n\n\n\n<p>The development comes three days after over a dozen colleges including Delhi University's prestigious Lady Sri Ram College, Hansraj College and Ramjas College received bomb threats on May 23 but nothing suspicious was found after thorough searches.</p>\n\n\n\n<p>A Delhi Fire Service (DFS) official said they first received a call at 4.38 pm about the bomb threat at the LSR College and two fire tenders were pressed into service. Later, other colleges also made the call to the authorities.</p>\n\n\n\n<p>The local police, a bomb disposal squad, a bomb detection team arrived at the LSR College along with a dog squad and conducted searches but nothing suspicious was found, the official said.</p>\n\n\n\n<p>A police officer said along with LSR over a dozen of other colleges in Delhi received a similar kind of threat as the sender - rizer111rizer@beeble.com - marked them in the CC of the e-mail with the subject line \"Bomb in the University\".</p>\n\n\n\n<p>These colleges include -- Hansraj College, Gargi College, Ramjas College, Zakir Husain College, Indraprastha College For Women, Lady Irwin College, Kirori Mal College, Bhaskaracharya College, Deen Dayal Upadhyaya College, Sri Venkateswara College, and PGDAV College.</p>\n\n\n\n<p>The officer said the \"beeble.com\" is a Europe-based mailing service company, which was earlier used in sending similar kind of threats to schools and hospitals in Delhi and other parts of the country.</p>\n\n\n\n<p>The content of the threat read, \"There's a bomb inside of your university, but also inside of every Delhi University. Blood will scatter everywhere and we will slit your families' throats as well.\"</p>\n\n\n\n<p>\"The group Terrorizer111 is behind this massacre,\" the mail reads. The officer further said that all the affected college campuses were searched but nothing suspicious was recovered from any of them.</p>\n\n\n\n<p>Over the past few weeks, bomb threat emails have been received by many establishments in the country, including schools, hospitals, North Block, which houses the Home Ministry.</p>\n","originalUrl":"https://en.tattvanews.com/others/bomb-threat-call-to-blow-up-taj-hotel-airport-in-mumbai%ef%bf%bc/","hasAudio":false,"hasInfographics":false}