{"id":"wp-te-20596","wp_id":20596,"type":"standard","category":"World","language":"te","title":"జమ్మూకశ్మీర్ డీజీపీగా ఏపీ క్యాడర్ ఐపీఎస్","excerpt":"జమ్మూకశ్మీర్‌ శాంతి భద్రతలకు సంబంధించి కేంద్రం కీలక నిర్ణయం తీసుకుంది. జమ్ముకశ్మీర్‌లో ఈ మధ్య కాలంలో ఉగ్రదాడులు అధికమయ్యాయి. ఈ నేపథ్యంలో ఉగ్రమూకల దాడులను అరికట్టేందుకు కేంద్ర హోంశాఖ కీలక నిర్ణయం తీసుకుంది. సీనియర్ ఐపీఎస్ అధికారి అయిన నళిన్ ప్రభాత్‌ను జమ్మూ కశ్మీర్ స్పెషల్ డీజీగా నియమించింది.  సెప్టెంబర్ 30వ తేదీ ప్రస్తుతం డీజీగా ఉన్న ఆర్ఆర్ స్వైన్ పదవీ విరమణ చేయనున్నారు. ఆయన రిటైర్‌మెంట్ తర్వాత నళిన్ ప్రభాత్ బాధ్యతలు స్వీకరిస్తారు. ఈ మేరకు","author":"Tattva News Team","time":"16/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Nalini-Prabhat1.webp","readTime":"5 min read","contentHTML":"\n<p>జమ్మూకశ్మీర్‌ శాంతి భద్రతలకు సంబంధించి కేంద్రం కీలక నిర్ణయం తీసుకుంది. జమ్ముకశ్మీర్‌లో ఈ మధ్య కాలంలో ఉగ్రదాడులు అధికమయ్యాయి. ఈ నేపథ్యంలో ఉగ్రమూకల దాడులను అరికట్టేందుకు కేంద్ర హోంశాఖ కీలక నిర్ణయం తీసుకుంది. సీనియర్ ఐపీఎస్ అధికారి అయిన నళిన్ ప్రభాత్‌ను జమ్మూ కశ్మీర్ స్పెషల్ డీజీగా నియమించింది. </p>\n\n\n\n<p>సెప్టెంబర్ 30వ తేదీ ప్రస్తుతం డీజీగా ఉన్న ఆర్ఆర్ స్వైన్ పదవీ విరమణ చేయనున్నారు. ఆయన రిటైర్‌మెంట్ తర్వాత నళిన్ ప్రభాత్ బాధ్యతలు స్వీకరిస్తారు. ఈ మేరకు కేంద్ర హోంశాఖ ఆదేశాలు జారీ చేసింది. ఆర్ఆర్ స్వైన్ రిటైర్మెంట్ తర్వాత జమ్ముకశ్మీర్ డీజీపీగా నళిన్ ప్రభాత్ బాధ్యతలు స్వీకరిస్తారని కేంద్ర హోంశాఖ స్పష్టం చేసింది. తక్షణమే ఆయనను జమ్ముకశ్మీర్ పంపాలని ఉత్తర్వుల్లో స్పష్టం చేసింది.</p>\n\n\n\n<p>ఏపీ క్యాడర్‌కు చెందిన 1992 ఐపీఎస్ అధికారి అయిన 55 ఏళ్ల నళిన్ ప్రభాత్  ఆంధ్రప్రదేశ్‌లోని యాంటీ నక్సల్స్ ఫోర్స్ గ్రేహౌండ్స్‌ను నడిపించారు. అలాగే కశ్మీర్‌లో సీఆర్పీఎఫ్ ఆపరేషన్లను నిర్వహించిన అనుభవం ఆయన సొంతం. నళిన్ ప్రభాత్‌కు మూడు పోలీస్ గ్యాలెంట్రీ మెడల్స్ ఉన్నాయి. ఉగ్రవాద వ్యతిరేక కార్యకలాపాల్లో నళిన్ ప్రభాత్‌కు అద్భుతమైన ట్రాక్ రికార్డు ఉంది. </p>\n\n\n\n<p>సీఆర్పీఎఫ్‌లో పనిచేస్తున్న సమయంలో ఆయన కశ్మీర్లో ఇన్‌స్పెక్టర్ జనరల్, అడిషనల్ డైరెక్టర్ జరనల్ ఆఫ్ ఆపరేషన్స్‌గా పనిచేశారు. అయితే నేషనల్ సెక్యూరిటీ గార్డ్ డీజీగా ఉన్న ఆయన పదవీకాలాన్ని కేంద్రం ఇటీవల తగ్గించింది. </p>\n\n\n\n<p>ఎన్‌ఎస్‌జీ చీఫ్‌గా నళిన్ ప్రభాత్ పదవీకాలాన్ని తగ్గిస్తూ కేంద్ర హోం శాఖ ప్రతిపాదనలకు కేబినెట్ అపాయింట్‌మెంట్ కమిటీ కూడా ఆమోదం తెలిపింది. అలాగే ఆంధ్రప్రదేశ్ నుంచి అరుణాచల్ ప్రదేశ్, గోవా, మిజోరాం, కేంద్రపాలిత ప్రాంతాల కేడర్‌కు మూడేళ్ల పాటు లేదా తదుపరి ఉత్తర్వులు వచ్చేంత వరకూ పంపుతూ నిర్ణయం తీసుకుంది.</p>\n\n\n\n<p>మరోవైపు జమ్ముకశ్మీర్‌లో ప్రస్తుతం నెలకొన్న పరిస్థితుల్లో ఆ ప్రాంతంపై పట్టు ఉన్న నళిన్ ప్రభాత్ సేవలు అవసరమని కేంద్రం భావించింది. సీఆర్పీఎఫ్‌లో ఉన్నప్పుడు కశ్మీర్‌లో పనిచేసిన అనుభవం ఉండటంతో ఆయనను జమ్ముకశ్మీర్ స్పెషల్ డీజీగా నియమించింది. మావోయిస్టులు, తీవ్రవాద వ్యతిరేక ఆపరేషన్లలో అనుభవం ఉన్న వ్యక్తి కావటంతో కశ్మీర్‌లో ఉగ్రవాదులను కట్టడి చేసేందుకు, సరిహద్దుల నుంచి జరిగే చొరబాట్లను నియంత్రించేందుకు వీలు కలుగుతుందని కేంద్ర హోం శాఖ భావిస్తోంది.</p>\n","originalUrl":"https://tattvanews.com/20596/16/08/2024/","hasAudio":false,"hasInfographics":false}