{"id":"wp-en-14639","wp_id":14639,"type":"standard","category":"World","language":"en","title":"Safeguarding Hindus in Bangladesh","excerpt":"By Nava J Thakuria   Bangladesh remains in the international media for many days now, but as usual for the wrong reasons. Along with the Muslim majority nation with over 170 million population, the meagre Hindu community also finds space in the public domain as an oppressed community. Even though Bangladesh was born in 1971 with","author":"Tattva News Team","time":"21/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Bangla-Hindus1.webp","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>  </strong></p>\n\n\n\n<p>Bangladesh remains in the international media for many days now, but as usual for the wrong reasons. Along with the Muslim majority nation with over 170 million population, the meagre Hindu community also finds space in the public domain as an oppressed community.</p>\n\n\n\n<p>Even though Bangladesh was born in 1971 with a strong commitment for Bengali language and culture, it could not unite all the Bangladeshis for a longer period. Linguistic unity has its own limitations and the south Asian nation emerges as a classic example, where the same Bengali speaking Muslims started pursuing the religious minority families to convert into Islam.</p>\n\n\n\n<p>Taking advantage of the situation many Islamists vandalized Hindu temples, grabbed lands belonging to the minorities and even physically assaulted them on various occasions. But they forgot that Hindus and other minority Bengalis also fought against the brutal West Pakistani forces during their freedom movement.</p>\n\n\n\n<p>Muktijoddhas achieved success with support from Indian armed forces and every Bangladeshi including those Hindus dreamed of a new nation with equal rights and opportunities for them.  But after five decades of independence, Bangladesh has pathetically turned into a country of intolerance towards the minorities.</p>\n\n\n\n<p>Recently, when Bangladesh’s  former Chief Justice Surendra Kumar Sinha came to the media and asserted that he was victimised by the Awami League-led government in Dhaka, it was clear that the first (and only till now) Hindu CJ was targeted by the recently ousted Prime Minister Sheikh Hasina.</p>\n\n\n\n<p>After he was forced to resign as the sitting CJ in 2017 and leave Bangladesh by her autocratic regime, Sinha was compelled to  live in exile for all the years. But the changing political situation in Bangladesh, after Hasina had fled to India and Nobel laureate Professor  Muhammad Yunus took charge of the interim government, Sinha finds hope to return to his motherland.</p>\n\n\n\n<p>Recently speaking to an Indian news channel, he firmly stood behind Dr Yunus and hoped that the visionary banker turned global preacher for social business will be able to stabilize the country and ensure security to minority communities.</p>\n\n\n\n<p>Congratulating Dr Yunus for assuming the new responsibility, Sinha opined that the  first responsibility of the interim government will be to restore  the law & order situation. The second priority should be to establish the rule of law. The third is to reconstruct the financial institutions and recover billions of Taka misappropriated by some supporters of Hasina.</p>\n\n\n\n<p>Another priority will be a total reform in the higher judiciary of Bangladesh. He strongly believes that Bangladesh will never slip into the hands of Islamists, if the rule of law is established on time. He recalled how a number of  judges boycotted a sitting CJ following the direction of Hasina.</p>\n\n\n\n<p>Sinha also argued that many judges and judicial officers in Bangladesh are discharging their duties with all professional integrity and commitment to the law & justice.</p>\n\n\n\n<p>Days back, the Amnesty International urged the Bangladeshi authorities to conduct ‘a swift, thorough, impartial and independent investigation’ into the crimes against Hindu, Ahmadi and other minority communities and associated incidents of mob violence to ensure that those responsible are prosecuted in fair and transparent trials, without resorting to the death penalty.</p>\n\n\n\n<p>The interim government headed by Dr Yunus must ensure the rights to equality, non-discrimination and bodily integrity of everyone and bring an end to the revenge culture of attacking political opponents that Bangladesh has witnessed in the past, it added.  </p>\n\n\n\n<p>Recently, the UN human rights chief Volker Türk also called Dr  Yunus and agreed to send a fact-finding team to Bangladesh to investigate widespread human rights abuses in the populous country during the students’ agitation from 1 July to the first week of August 2024.</p>\n\n\n\n<p>Incidentally it would be the first occasion when the UN sends a fact-finding mission to Bangladesh since its independence in 1971.  Dr Yunus thanked the  UN secretary general Antonio  Guterres for supporting the movement of Bangladeshi students for their legitimate rights. He firmly stated that protection of every citizen remains top priority for the caretaker government.</p>\n\n\n\n<p>A promise probably  the octogenarian social thinker will not overlook!</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/safeguarding-hindus-in-bangladesh%ef%bf%bc/","hasAudio":false,"hasInfographics":false}