{"id":"wp-en-14503","wp_id":14503,"type":"standard","category":"World","language":"en","title":"Opposition plan to move impeachment against Vice President Dhankhar￼","excerpt":"Following a  turbulent relations between Rajya Sabha chairman Jagdeep Dhankhar and INDIA bloc parties came to a head,  the Opposition members are planning to move an impeachment motion against Vice President Jagdeep Dhankhar over his ‘conduct’ as the chairman of the Rajya Sabha. The development comes after multiple adjournments marred the Rajya Sabha proceedings due","author":"Tattva News Team","time":"11/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/07/Dhankhar.jpg","readTime":"5 min read","contentHTML":"\n<p>Following a  turbulent relations between Rajya Sabha chairman Jagdeep Dhankhar and INDIA bloc parties came to a head,  the Opposition members are planning to move an impeachment motion against Vice President Jagdeep Dhankhar over his ‘conduct’ as the chairman of the Rajya Sabha.</p>\n\n\n\n<p>The development comes after multiple adjournments marred the Rajya Sabha proceedings due to Opposition protests and a verbal spat between INDIA bloc members and Rajya Sabha Chairman Jagdeep Dhankhar during the Budget Session of Parliament that ended on Friday.</p>\n\n\n\n<p>Moreover, the Opposition members’ resentment against Dhankhar intensified on Friday following sharp exchanges with the INDIA bloc MPs, including Samajwadi Party Rajya Sabha MP Jaya Bachchan, who questioned the chairman’s ‘tone’ when talking to them.</p>\n\n\n\n<p>Notably, Jaya Bachchan protested against Dhankhar's tone and called it ‘unacceptable.’ She also demanded an apology from Dhankhar, who responded, ' You can be a celebrity but accept decorum.</p>\n\n\n\n<p>Opposition sources said 87 members have signed on the proposal to initiate action against Dhankhar. A source said around two days ago, leader of house J.P. Nadda was informally told that the Opposition is considering submitting a motion for removing Dhankhar.</p>\n\n\n\n<p>The source said among the concerns of Opposition parties include the microphone of the leader of Opposition being turned off repeatedly. The Opposition wants the house to be run by rules and convention, and personal remarks against members are unacceptable.</p>\n\n\n\n<p>Never before an impeachment motion was passed against any Rajya Sabha Chairman. However, in 2020, over 12 Opposition parties moved a no-confidence resolution against Rajya Sabha Deputy Chairman Harivansh after a showdown in the House. That time, Rajya Sabha Chairman Venkaiah Naidu rejected the notice, saying it needed a 14-day notice and that the resolution was not in the proper format.</p>\n\n\n\n<p>As per the Constitution of India, the vice president, who is the ex-officio chairman of the Rajya Sabha can be removed from his office by a resolution of the Council of States passed by a majority of all the then members of the Council and agreed to by the House of the People. Moreover, Article 67 of the Constitution says that no resolution for the purpose of this clause shall be moved unless at least fourteen days’ notice has been given of the intention to move the resolution.</p>\n","originalUrl":"https://en.tattvanews.com/national/opposition-plan-to-move-impeachment-against-vice-president-dhankhar%ef%bf%bc/","hasAudio":false,"hasInfographics":false}