{"id":"wp-en-13446","wp_id":13446,"type":"standard","category":"World","language":"en","title":"CSE study tracks heat wave; exposes dangerous trends in India’s biggest cities ￼","excerpt":"An unprecedented heat wave has been enveloping Indian cities, worsening the urban heat island effect, this summer. A new analysis by Centre for Science and Environment (CSE) says there are far deeper and longer term evidences on the nature of this changing trend that is impacting India’s biggest cities. The analysis shows that the heat","author":"Tattva News Team","time":"28/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/heat-wave.jpg","readTime":"5 min read","contentHTML":"\n<p>An unprecedented heat wave has been enveloping Indian cities, worsening the urban heat island effect, this summer. A new analysis by Centre for Science and Environment (CSE) says there are far deeper and longer term evidences on the nature of this changing trend that is impacting India’s biggest cities.</p>\n\n\n\n<p>The analysis shows that the heat stress is not just about rising temperatures. It is a deadly combination of air temperature, land surface temperature and relative humidity that leads to acute thermal discomfort and heat stress in cities.</p>\n\n\n\n<p>Even if there is a variation in air temperatures across climatic zones with some parts recording even a decline, the other two factors – relative humidity and land surface temperature -- combine to enhance discomfort and heat-related disease burden. According to the US National Weather Service, the heat index is a measure of how hot it really feels when humidity is factored in with the actual temperature. It is considered that a heat index of 41°C is dangerous for human health.</p>\n\n\n\n<p>“Assessing the changing trend in heat, relative humidity and land surface temperature along with day and night time temperatures is necessary to develop a comprehensive heat management plan for the urban centres. This is needed to implement emergency measures during heatwaves to protect public health, and also to develop longer term strategies to mitigate heat by increasing green areas and waterbodies, improving thermal comfort in buildings, and reducing waste heat from vehicles, air conditioners and industries,” says Anumita Roychowdhury, executive director, research and advocacy at CSE.</p>\n\n\n\n<p>“Addressing the combination of high heat and humidity is particularly important as this can compromise the human body’s main cooling mechanism: sweating. The evaporation of sweat from skin cools our bodies, but higher humidity levels limit this natural cooling. As a result, people can suffer heat stress and illness, and the consequences can even be fatal even at much lower ambient temperatures. Interestingly, night time temperature is remaining elevated in cities,” says Avikal Somvanshi, senior programme manager, Urban Lab, CSE.</p>\n","originalUrl":"https://en.tattvanews.com/national/cse-study-tracks-heat-wave-exposes-dangerous-trends-in-indias-biggest-cities-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}