{"id":"wp-en-15396","wp_id":15396,"type":"standard","category":"World","language":"en","title":"Probe into 70 hoax bomb threats in 6 days to airlines￼","excerpt":"Officials from the aviation safety body Bureau of Civil Aviation Security (BCAS) on Saturday met representatives of airlines at the body's headquarters in Delhi in view of a spade of hoax bomb threats. Nearly 70 flights operated by the Indian carriers have received hoax bomb threats in the last few days. During the meeting, airline representatives","author":"Tattva News Team","time":"20/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/hoax-calls.webp","readTime":"5 min read","contentHTML":"\n<p> Officials from the aviation safety body Bureau of Civil Aviation Security (BCAS) on Saturday met representatives of airlines at the body's headquarters in Delhi in view of a spade of hoax bomb threats. Nearly 70 flights operated by the Indian carriers have received hoax bomb threats in the last few days.</p>\n\n\n\n<p>During the meeting, airline representatives discussed issues they are facing due to the series of Hoax bomb threats with BCAS DG Zulfiqar Hasan.They also apprised him that security issues during the festive season could lead to congestion at airports.</p>\n\n\n\n<p>After the meeting, Hasan said that safety protocols to deal with such threats are robust and that passengers should fly without any fear.“Indian skies are absolutely safe. The current protocol (to deal with the situation) is robust and is being strictly followed,” Hasan told the news agency. \"We reassure passengers that they should fly without any fear and in fact, fly even more.\"</p>\n\n\n\n<p>Due to the hoax threats, many flights were diverted while some airlines were forced to re-screen all their passengers, causing major inconvenience and delays.The spate of such threats against Indian airlines has also led to major financial repercussions, with airline officials estimating losses running into crores of rupees.</p>\n\n\n\n<p>Earlier this week, civil aviation minister K Rammohan Naidu said law enforcement agencies are actively pursuing all cases of bomb threats against airlines and the government is closely monitoring the situation.</p>\n\n\n\n<p>The Union government is also planning to increase the deployment of air marshals on flights, while investigation agencies examine whether there is a “pattern” in the warnings.</p>\n","originalUrl":"https://en.tattvanews.com/national/probe-into-70-hoax-bomb-threats-in-6-days-to-airlines%ef%bf%bc/","hasAudio":false,"hasInfographics":false}