{"id":"wp-te-20645","wp_id":20645,"type":"standard","category":"World","language":"te","title":"రుణమాఫీ పేరుతో మోసం.. రాహుల్, ఖర్గేలకు కేటీఆర్ లేఖ","excerpt":"బీఆర్ఎస్ వర్కింగ్ ప్రెసిడెంట్ కేటీఆర్ ఏఐసీసీ అధ్యక్షుడు మల్లికార్జున ఖర్గే, అగ్రనేత రాహుల్ గాంధీకి లేఖరాశారు. తెలంగాణలో కాంగ్రెస్ ప్రభుత్వం ఇచ్చిన రుణమాఫీ గుర్తు చేస్తూ.. అమలులో ప్రభుత్వం వ్యవహరిస్తున్న తీరును వివరించారు. తెలంగాణ రైతులను కాంగ్రెస్ ప్రభుత్వం రుణమాఫీ పేరుతో మోసం చేసిందని చెప్పారు. రాష్ట్రంలో రుణమాఫీ అందని లక్షలాది మంది రైతుల తరఫున ఈ లేఖ రాస్తున్నానని తెలిపారు. తెలంగాణ వ్యాప్తంగా రోడ్లపై ఆందోళనలు చేస్తున్నారని.. రైతులందరికీ రుణమాఫీ చేయకుంటే వారి తరఫున కాంగ్రెస్‌","author":"Tattva News Team","time":"19/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/KTR-Kharge.webp","readTime":"5 min read","contentHTML":"\n<p>బీఆర్ఎస్ వర్కింగ్ ప్రెసిడెంట్ కేటీఆర్ ఏఐసీసీ అధ్యక్షుడు మల్లికార్జున ఖర్గే, అగ్రనేత రాహుల్ గాంధీకి లేఖరాశారు. తెలంగాణలో కాంగ్రెస్ ప్రభుత్వం ఇచ్చిన రుణమాఫీ గుర్తు చేస్తూ.. అమలులో ప్రభుత్వం వ్యవహరిస్తున్న తీరును వివరించారు. తెలంగాణ రైతులను కాంగ్రెస్ ప్రభుత్వం రుణమాఫీ పేరుతో మోసం చేసిందని చెప్పారు. <ins></ins></p>\n\n\n\n<p>రాష్ట్రంలో రుణమాఫీ అందని లక్షలాది మంది రైతుల తరఫున ఈ లేఖ రాస్తున్నానని తెలిపారు. తెలంగాణ వ్యాప్తంగా రోడ్లపై ఆందోళనలు చేస్తున్నారని.. రైతులందరికీ రుణమాఫీ చేయకుంటే వారి తరఫున కాంగ్రెస్‌ పార్టీపై పోరాడతామని ఆ లేఖ ద్వారా హెచ్చరించారు.</p>\n\n\n\n<p>వరంగల్‌ రైతు డిక్లరేషన్‌ పేరిట రైతులకు రెండు లక్షల రుణమాఫీ హామీ ఇచ్చారని, కానీ ఈ ప్రభుత్వం అనేక షరతులు పెట్టి 40 శాతం మందికి మాత్రమే రుణమాఫీ చేసిందని కేటీఆర్‌ మండిపడ్డారు. 40 వేల కోట్ల రూపాయల రుణమాఫీ అని చెప్పి కేవలం 17 వేల కోట్ల రుణమాఫీతో రైతులను నట్టేట ముంచిందని ఆగ్రహం వ్యక్తం చేశారు.</p>\n\n\n\n<p>మీరు ఇచ్చిన హామీని నిలబెట్టుకుని రైతులందరికీ రుణమాఫీ చేయాలని డిమాండ్‌ చేశారు. తెలంగాణ వ్యాప్తంగా రైతులు ఇప్పటికే రోడ్లపై ఆందోళనలు చేస్తున్నారని తెలిపారు. రేవంత్ రెడ్డి మాయ మాటలు చెప్పి రైతులను మోసం చేస్తున్నారని కేటీఆర్ చెప్పారు. గతంలో బీఆర్ఎస్ అధికారంలో ఉన్నప్పుడు లక్షరూపాయల రుణమాఫీ చేస్తేనే 17 వేల కోట్లు ఖర్చయిందని..ఏకంగా 36 లక్షల మంది రైతులు రుణవిముక్తులై లబ్ది చేకూరిందన్నారు. <ins></ins></p>\n\n\n\n<p>కాంగ్రెస్ ప్ర‌భుత్వం చెబుతున్న‌ట్టు రెండు లక్షల రుణమాఫీ పూర్తయితే.. లబ్దిదారుల సంఖ్యతోపాటు రుణమాఫీ మొత్తం పెరగాలి, దాదాపు రెట్టింపు కావాలి. కానీ కేవలం 17,900 కోట్లతో రెండు లక్షల రుణమాఫీని పూర్తిచేశామనడం ముఖ్యమంత్రి డొల్లవాదనకు నిదర్శనమన్నారు. రైతులందరికీ రుణమాఫీ చేయకపోతే తాము వారి తరఫున పోరాడుతామని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20645/19/08/2024/","hasAudio":false,"hasInfographics":false}