{"id":"wp-en-13698","wp_id":13698,"type":"standard","category":"World","language":"en","title":"Saxena grants prosecution of author Arundhati Roy under UAPA ￼","excerpt":"Delhi Lieutenant Governor VK Saxena sanctioned the prosecution of the author, Arundhati Roy, under the stringent Unlawful Activities (Prevention) Act for allegedly making provocative speeches at an event in New Delhi, in 2010,. The FIR against Roy and former Central University of Kashmir professor Sheikh Showkat Hussain was registered following the orders of the Court of Metropolitan","author":"Tattva News Team","time":"15/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Arundhati-Roy2.webp","readTime":"5 min read","contentHTML":"\n<p>Delhi Lieutenant Governor VK Saxena sanctioned the prosecution of the author, Arundhati Roy, under the stringent Unlawful Activities (Prevention) Act for allegedly making provocative speeches at an event in New Delhi, in 2010,.</p>\n\n\n\n<p>The FIR against Roy and former Central University of Kashmir professor Sheikh Showkat Hussain was registered following the orders of the Court of Metropolitan Magistrate, New Delhi. This action was based on a complaint made by Sushil Pandit, a social activist from Kashmir, on October 28, 2010.</p>\n\n\n\n<p>\"Delhi Lt Governor VK Saxena has sanctioned the prosecution of Arundhati Roy and former Professor of International Law in Central University of Kashmir, Dr. Sheikh Showkat Hussain, under section 45 (1) of Unlawful Activities (Prevention) Act in the case,\" a Raj Niwas official said on Friday.</p>\n\n\n\n<p>Last October, the LG had granted sanction to prosecute them under section 196 of CrPC for the commission of offences punishable under different sections of the Indian Penal Code (IPC) 153A (promoting enmity between different groups on grounds of religion, race, place of birth, residence, language, etc., and doing acts prejudicial to maintenance of harmony), 153B (imputations, assertions prejudicial to national-integration) and 505 (statements conducing to public mischief).</p>\n\n\n\n<p>Roy and Hussain had allegedly made provocative speeches at a conference organized under the banner of \"Azedi - The Only Way' on October 21, 2010, at LTG Auditorium, Copernicus Marg, New Delhi. </p>\n\n\n\n<p>\"The issues discussed and spoken about at the conference propagated the separation of Kashmir from India. Those who delivered speeches at the conference included Syed Ali Shah Geelani, SAR Geelani (anchor of the Conference and prime accused in the Parliament attack case), Arundhati Roy, Dr. Sheikh Showkat Hussain and Varavara Rao,\" said the official.</p>\n\n\n\n<p>The complainant filed a complaint under Section 156(3) of the CrPC before the Metropolitan Magistrate Court in New Delhi. On November 27, 2010, the court directed the registration of an FIR. Consequently, an FIR was registered, and an investigation was carried out.</p>\n","originalUrl":"https://en.tattvanews.com/national/saxena-grants-prosecution-of-author-arundhati-roy-under-uapa-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}