{"id":"wp-te-20341","wp_id":20341,"type":"standard","category":"World","language":"te","title":"జీవిత, ప్రమాద బీమాపై జీఎస్టీ ఎత్తేయండి... గడ్కరీ","excerpt":"కేంద్ర ప్రభుత్వం ఇటీవల ప్రవేశపెట్టిన 2024-25 వార్షిక బడ్జెట్‌పై అనేక వర్గాల నుంచి విమర్శలు వ్యక్తమవుతున్నాయి. ఈ నేపథ్యంలో జీవిత, వైద్య బీమా పథకాల ప్రీమియంలపై విధించిన జీఎస్టీని ఉప-సంహరించుకోవాలని కేంద్ర ఉపరితల రవాణా శాఖ మంత్రి, సీనియర్ బీజేపీ నేత నితిన్ గడ్కరీ అభ్యర్ధించారు. ఈ మేరకు ఆయన ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌కు లేఖ రాశారు.  మహారాష్ట్రలోని నాగ్‌పూర్ డివిజనల్ లైఫ్ ఇన్సూరెన్స్ కార్పొరేషన్ ఎంప్లాయీస్ యూనియన్ నుంచి వచ్చిన విజ్ఞ‌ప్తి మేరకు ఆర్థిక","author":"Tattva News Team","time":"1/8/2024","image":"https://tattvanews.com/wp-content/uploads/2023/12/Gadkari.webp","readTime":"5 min read","contentHTML":"\n<p>కేంద్ర ప్రభుత్వం ఇటీవల ప్రవేశపెట్టిన 2024-25 వార్షిక బడ్జెట్‌పై అనేక వర్గాల నుంచి విమర్శలు వ్యక్తమవుతున్నాయి. ఈ నేపథ్యంలో జీవిత, వైద్య బీమా పథకాల ప్రీమియంలపై విధించిన జీఎస్టీని ఉప-సంహరించుకోవాలని కేంద్ర ఉపరితల రవాణా శాఖ మంత్రి, సీనియర్ బీజేపీ నేత నితిన్ గడ్కరీ అభ్యర్ధించారు. ఈ మేరకు ఆయన ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌కు లేఖ రాశారు. </p>\n\n\n\n<p>మహారాష్ట్రలోని నాగ్‌పూర్ డివిజనల్ లైఫ్ ఇన్సూరెన్స్ కార్పొరేషన్ ఎంప్లాయీస్ యూనియన్ నుంచి వచ్చిన విజ్ఞ‌ప్తి మేరకు ఆర్థిక మంత్రికి ఈ లేఖ రాస్తున్నట్లు గడ్కరీ తెలిపారు.</p>\n\n\n\n<p>‘యూనియన్ లేవనెత్తిన ప్రధాన సమస్య జీవిత, వైద్య బీమా ప్రీమియంపై జీఎస్టీ ఉపసంహరణకు సంబంధించింది.. జీవిత బీమా, వైద్య బీమా ప్రీమియంలు రెండింటిపై 18 శాతం జీఎస్టీ విధించారు.. జీవిత బీమా ప్రీమియంపై జీఎస్టీ విధించడం అనేది జీవితం అనిశ్చితిపై పన్ను విధించడం.. ప్రమాదవశాత్తూ ఏదైనా జరిగితే కుటుంబానికి కొంత రక్షణగా ఉండేందుకు చేసే జీవిత బీమా ప్రీమియంపై పన్ను విధించకూడదని యూనియన్ భావిస్తోంది' అని ఆయన తెలిపారు. </p>\n\n\n\n<p>\" అదేవిధంగా, సామాజికంగా అవసరమై వైద్య బీమా ప్రీమియంపై 18% జిఎస్టీ విధించడం ఈ విభాగం వ్యాపార వృద్ధికి నిరోధకంగా మారుతుంది.. పైన పేర్కొన్న విధంగా జీఎస్టీని ఉపసంహరించుకోవాలని వారు కోరారు\" అని నితిన్ గడ్కరీ తన లేఖలో పేర్కొన్నారు.</p>\n\n\n\n<p>తనను కలిసిన యూనియన్ సభ్యులు జీవిత బీమా, ఆరోగ్య బీమా ప్రీమియంలో ఐటీ మినహాయింపును అంశాన్ని కూడా లేవనెత్తారని ఆయన తెలిపారు. ‘పై అంశాలను దృష్టిలో ఉంచుకుని జీవిత, ఆరోగ్య బీమా ప్రీమియంపై విధించిన జీఎస్టీని ఉపసంహరించుకోవాలని మేము కోరుతున్నాం’ అని సీతారామన్‌కు రాసిన లేఖలో కేంద్ర మంత్రి స్పష్టం చేశారు.</p>\n\n\n\n<p>బడ్జెట్‌లో కేవలం రెండు రాష్ట్రాలకే ప్రాధాన్యత ఇచ్చారని ప్రతిపక్షాలు విమర్శలు గుప్పిస్తున్నాయి. అలాగే, వేతన జీవులకు ఉపశమనం కలిగించే చర్యలు లేవని మండిపడుతున్నారు. ఈ సమయంలోనే గడ్కరీ లేఖ రాయడం ప్రాధ్యానత సంతరించుకుంది. ఇకపై బడ్జెట్‌పై ప్రతిపక్షాలు చేస్తున్న విమర్శలను నిర్మలా సీతారామన్ కొట్టిపారేశారు. అన్ని రాష్ట్రాలకు నిధులు కేటాయించామని, ఏది ఏ రాష్ట్రానికి అని పేరు పెట్టలేదని పేర్కొన్నారు. అంతమాత్రాన బడ్జెట్ కేటాయింపులు చేయలేదని కాదని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20341/01/08/2024/","hasAudio":false,"hasInfographics":false}