{"id":"wp-en-15275","wp_id":15275,"type":"standard","category":"World","language":"en","title":"Ratan Tata, chairman of Tata Sons, dies at 86￼","excerpt":"The Chairman Emeritus of Tata Sons and recipient of India’s second highest civilian honour, Padma Vibhushan, Ratan Tata passed away on Wednesday at Mumbai’s Breach Candy Hospital. He was 86 years old. Tata was in a critical condition and was under intensive care at a Mumbai hospital. Tata had said on Monday that he was","author":"Tattva News Team","time":"10/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Ratan-Tata.jpg","readTime":"5 min read","contentHTML":"\n<p>The Chairman Emeritus of Tata Sons and recipient of India’s second highest civilian honour, Padma Vibhushan, Ratan Tata passed away on Wednesday at Mumbai’s Breach Candy Hospital. He was 86 years old. Tata was in a critical condition and was under intensive care at a Mumbai hospital. Tata had said on Monday that he was undergoing routine medical investigations due to his age and related medical conditions.</p>\n\n\n\n<p>In 2008, he received the Padma Vibhushan, the second highest civilian honour in India, after receiving the Padma Bhushan, the third highest civilian honour in 2000. He joined Tata in 1961, where he worked on the shop floor of Tata Steel. He later succeeded J R D Tata as chairman of Tata Sons upon the latter’s retirement in 1991. Under his tenure the Tata Group acquired Tetley, Jaguar Land Rover, and Corus, in an attempt to turn Tata from a largely India-centric group into a global business.</p>\n\n\n\n<p>“It is with a profound sense of loss that we bid farewell to Mr. Ratan Naval Tata, a truly uncommon leader whose immeasurable contributions have shaped not only the Tata Group but also the very fabric of our nation,” said N Chandrasekaran, Chairman, Tata Sons, in a statement.</p>\n\n\n\n<p>A well-known Indian industrialist and philanthropist, Ratan Tata gave vital leadership to India's largest conglomerate, the Tata Group. Born on December 28, 1937, in Bombay-now Mumbai-he belonged to a distinguished Parsi family as a child. He is the great-grandson of founder Jamsetji Tata of the Tata Group.</p>\n\n\n\n<p>Though he never married, Ratan Tata is taken well by all in his humility, integrity, and vision. He remained active in public life, offering guidance and advice on various national and global platforms. His leadership has had a profound impact on Indian industry, and he continues to be an advocate for entrepreneurship and innovation.</p>\n\n\n\n<p>Ratan Tata's legacy is a mix of ethical leadership, philanthropy, and commitment to India's social development-a lineage not unlike some of the most iconoclastic business leaders of the 20th and 21st centuries.</p>\n\n\n\n<p>President Droupadi Murmu led the nation in paying rich tribute to Ratan Tata who passed away in Mumbai late Wednesday night. Condolence messages and tribute poured in from across the country and abroad for Tata who strode the industry like a colossus, inspiring generations.</p>\n\n\n\n<p>Prime Minister Narendra Modi expressed his condolences on the demise of Ratan Tata's death. PM posted on X and said, \"My mind is filled with countless interactions with Shri Ratan Tata Ji. I would meet him frequently in Gujarat when I was the CM. We would exchange views on diverse issues. I found his perspectives very enriching. These interactions continued when I came to Delhi. Extremely pained by his passing away. My thoughts are with his family, friends and admirers in this sad hour. Om Shanti.\"</p>\n\n\n\n<p>Talking to X, Union Defence Minister Rajnath Singh said, \"Saddened by the passing away of Shri Ratan Tata. He was a Titan of the Indian industry known for his monumental contributions to our economy, trade and industry. My deepest condolences to his family, friends and admirers. May his soul rest in peace.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/ratan-tata-chairman-of-tata-sons-dies-at-86%ef%bf%bc/","hasAudio":false,"hasInfographics":false}