{"id":"wp-en-14028","wp_id":14028,"type":"standard","category":"World","language":"en","title":"Commerce Ministry targets US$ 100 billion in electronics, textile exports ￼","excerpt":"The Ministry of Commerce and Industry recently organised a meeting to discuss export targets for key sectors for 2029-30, with representatives from export promotion councils in attendance. The meeting led by Union Minister of Commerce and Industry, Piyush Goyal, aimed to set ambitious targets for various industries, including electronics, textiles, pharmaceuticals, organic and inorganic chemicals,","author":"Tattva News Team","time":"9/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Exports.webp","readTime":"5 min read","contentHTML":"\n<p>The Ministry of Commerce and Industry recently organised a meeting to discuss export targets for key sectors for 2029-30, with representatives from export promotion councils in attendance. The meeting led by Union Minister of Commerce and Industry, Piyush Goyal, aimed to set ambitious targets for various industries, including electronics, textiles, pharmaceuticals, organic and inorganic chemicals, and agriculture.</p>\n\n\n\n<p>In electronics, the goal is to reach US$ 100 billion in exports by FY30, a significant increase from US$ 29.1 billion in FY24. Most current exports are in mobile devices, with a target of US$ 60 billion by FY30. The India Cellular and Electronics Association is working towards a steeper target of US$ 150 billion in FY30. With Apple Inc. planning to shift 25% of its global iPhone production to India by FY26, the industry is confident of surpassing the US$ 100 billion target.</p>\n\n\n\n<p>The textile sector is also expected to play a significant role, with a target of US$ 100 billion in exports by FY30, up from US$ 34.43 billion in FY24. Ready-made garments, cotton, manufactured yarns, and fabrics are expected to drive this growth.</p>\n\n\n\n<p>Pharmaceutical exports are targeted to double by FY30 to US$ 55 billion, while organic and inorganic chemical exports aim to reach US$ 65 billion. The agriculture and allied sectors are expected to reach US$ 85 billion in exports by FY30, compared to US$ 50 billion in FY24.</p>\n\n\n\n<p>These targets are ambitious but achievable, with the government and industry stakeholders working together to drive growth and increase India's global competitiveness.</p>\n","originalUrl":"https://en.tattvanews.com/economy/commerce-ministry-targets-us-100-billion-in-electronics-textile-exports-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}