{"id":"wp-en-14037","wp_id":14037,"type":"standard","category":"World","language":"en","title":"Putin praises PM Modi's leadership, achievements at informal dinner￼","excerpt":"Prime Minister Narendra Modi  arrived in Russia on Monday for his first visit to the country in almost five years, and people familiar with the matter said his talks with President Vladimir Putin will focus on issues ranging from bilateral economic cooperation to the conflict in Ukraine. Ahead of holding the 22nd India-Russia Summit on","author":"Tattva News Team","time":"9/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-Putin.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi  arrived in Russia on Monday for his first visit to the country in almost five years, and people familiar with the matter said his talks with President Vladimir Putin will focus on issues ranging from bilateral economic cooperation to the conflict in Ukraine.</p>\n\n\n\n<p>Ahead of holding the 22nd India-Russia Summit on Tuesday, Putin hosted Modi for a private meeting and dinner at his dacha or country home in the suburb of Novo-Ogaryovo on Monday night – a rare honour reserved by the Russian president for only a handful of visiting leaders.</p>\n\n\n\n<p> During an informal dinner, Putin extended complimented to PM Modi, congratulating him on his re-election and attributing it to Modi's longstanding dedication and effective governance. Putin highlighted Modi's energetic leadership, innovative ideas, and ability to deliver results beneficial to India and its people. He acknowledged India's significant economic growth, ranking it third globally by economic volume, and recognized India as the world's most populous country.</p>\n\n\n\n<p>The two leaders last met in September 2022 on the margins of a Shanghai Cooperation Organisation (SCO) Summit in Uzbekistan, months after Russia invaded Ukraine and against the backdrop of Western sanctions that complicated the relationship between New Delhi and Moscow. It was at that meeting that Modi nudged Putin to end the conflict, declaring that “today’s era is not of war”.</p>\n\n\n\n<p>On his arrival at Moscow’s Vnukovo-II VIP airport, Modi was received by first deputy prime minister Denis Manturov and accorded a tri-services guard of honour. Manturov is senior to the deputy prime minister who received Chinese President Xi Jinping on a recent visit to Moscow, and he accompanied Modi from the airport to his hotel, the people cited above said.</p>\n","originalUrl":"https://en.tattvanews.com/international/putin-praises-pm-modis-leadership-achievements-at-informal-dinner%ef%bf%bc/","hasAudio":false,"hasInfographics":false}