{"id":"wp-en-15380","wp_id":15380,"type":"standard","category":"World","language":"en","title":"India to become an exporter of solar modules by 2029￼","excerpt":"India is set to become a major player in the global solar module market by 2029, with plans to export solar modules to other countries, according to a CRISIL report. The report highlights that domestic solar module production is expected to increase significantly, positioning India as a global leader in solar module manufacturing. This growth","author":"Tattva News Team","time":"18/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/03/Solar-power.jpg","readTime":"5 min read","contentHTML":"\n<p>India is set to become a major player in the global solar module market by 2029, with plans to export solar modules to other countries, according to a CRISIL report. The report highlights that domestic solar module production is expected to increase significantly, positioning India as a global leader in solar module manufacturing.</p>\n\n\n\n<p>This growth is attributed to India's large pool of skilled labour, a growing manufacturing ecosystem, and abundant access to raw materials. Government policies aimed at boosting the domestic solar industry are also playing a key role, with the country’s solar module manufacturing capacity projected to reach approximately 125 GW by FY29.</p>\n\n\n\n<p>With domestic demand estimated at around 38-42 GW, India is expected to have a surplus of solar modules available for export. The report also emphasizes the global demand for solar energy, especially in developing countries, presenting an opportunity for Indian manufacturers. The Indian government offers various incentives to support exports, helping manufacturers enter new markets with high demand and low import duties.</p>\n\n\n\n<p>However, Indian manufacturers face competition from established players, particularly China, and must navigate high import duties in some regions. Despite these challenges, the report notes that India could benefit from the anti-China sentiment, boosting demand for its solar modules. India's growing manufacturing capacity, coupled with government support, positions the country as an emerging leader in the global solar industry, contributing to energy security and manufacturing growth.</p>\n","originalUrl":"https://en.tattvanews.com/economy/india-to-become-an-exporter-of-solar-modules-by-2029%ef%bf%bc/","hasAudio":false,"hasInfographics":false}