{"id":"wp-te-20372","wp_id":20372,"type":"standard","category":"World","language":"te","title":"విశాఖ వైసిపి ఎమ్యెల్సీ అభ్యర్థిగా బొత్సా","excerpt":"ఉమ్మడి విశాఖ జిల్లా స్థానిక సంస్థల వైసీపీ ఎమ్మెల్సీ అభ్యర్థిగా మాజీ మంత్రి, ఉత్తరాంధ్రలో సీనియర్ నాయకుడు బొత్స సత్యనారాయణ పేరును వైసీపీ అధిష్టానం ఖరారు చేసింది. ఉమ్మడి విశాఖ జిల్లాకు చెందిన పార్టీ నేతలతో సమావేశమైన అనంతరం పార్టీ నేతల అభిప్రాయం మేరకు బొత్సను ఎంపిక చేశామని పార్టీ అధినేత, మాజీ సీఎం వైఎస్‌ జగన్‌ మోహన్ రెడ్డి వెల్లడించారు. విశాఖపట్నం స్థానిక సంస్థల ఎమ్మెల్సీగా వైసీపీ తరఫున పోటీ చేసి గెలిచిన వంశీకృష్ణ శ్రీనివాస్‌","author":"Tattva News Team","time":"2/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Botsa.webp","readTime":"5 min read","contentHTML":"\n<p>ఉమ్మడి విశాఖ జిల్లా స్థానిక సంస్థల వైసీపీ ఎమ్మెల్సీ అభ్యర్థిగా మాజీ మంత్రి, ఉత్తరాంధ్రలో సీనియర్ నాయకుడు బొత్స సత్యనారాయణ పేరును వైసీపీ అధిష్టానం ఖరారు చేసింది. ఉమ్మడి విశాఖ జిల్లాకు చెందిన పార్టీ నేతలతో సమావేశమైన అనంతరం పార్టీ నేతల అభిప్రాయం మేరకు బొత్సను ఎంపిక చేశామని పార్టీ అధినేత, మాజీ సీఎం వైఎస్‌ జగన్‌ మోహన్ రెడ్డి వెల్లడించారు.</p>\n\n\n\n<p>విశాఖపట్నం స్థానిక సంస్థల ఎమ్మెల్సీగా వైసీపీ తరఫున పోటీ చేసి గెలిచిన వంశీకృష్ణ శ్రీనివాస్‌ ఎన్నికలకు ముందు వైసీపీకి రాజీనామా చేసి జనసేన పార్టీ లో చేరారు. పార్టీ ఫిరాయింపునకు పాల్పడ్డ ఆయనపై వైసీపీ అధిష్టానం ఫిర్యాదుతో మండలి చైర్మన్‌ ఆయనపై అనర్హత వేటు వేశారు. దీంతో ఇక్కడ ఎమ్మెల్సీ స్థానం ఖాళీ అయింది. ఆయన జనసేన అభ్యర్థిగా ఎమ్యెల్యేగా ఎన్నికయ్యారు.</p>\n\n\n\n<p>ఓటర్లలో వైసీపీకి మూడింట రెండు వంతుల ఆధిక్యత ఉన్నప్పటికీ అధికారంలో ఉన్న టిడిపి కూటమి ఫిరాయింపులను ప్రోత్సహించే అవకాశం ఉందని, రాజకీయంగా మంచి పట్టుగల బొత్సను తమ అభ్యర్థిగా జగన్ ఎంపిక చేసినట్లు కనిపిస్తుంది.</p>\n\n\n\n<p>ఆగస్టు 6న ఉపఎన్నిక నోటిఫికేషన్‌ విడుదల, అదేరోజు నుంచి నామినేషన్లు స్వీకరణ, ఆగస్టు 13 వరకు నామినేషన్లకు ఆఖరు గడువు , 14న పరిశీలన, 16న ఉపసంహరణ ప్రక్రియ ఉంటుందని జిల్లా కలెక్టర్‌ వివరించారు. ఆగస్టు 30న ఉదయం 8 నుంచి సాయంత్రం 4గంటల వరకు ఉపఎన్నిక, సెప్టెంబరు 3వ తేదీన ఓట్ల లెక్కింపు, సెప్టెంబరు 6న ఎన్నికల ప్రక్రియ ముగుస్తుందని అన్నారు.</p>\n\n\n\n<p>ఉమ్మడి విశాఖపట్నం ఉమ్మడి జిల్లా పరిధిలోని విశాఖపట్నం, అనకాపల్లి, అల్లూరి సీతారామరాజు జిల్లాల పరిధిలోని మున్సిపల్‌ కార్పొరేషన్లు, మున్సిపాలిటీలు, జిల్లా ప్రజాపరిషత్‌, మండల ప్రజాపరిషత్‌ సభ్యులు కలిసి ఎమ్మెల్సీ ఎన్నికల్లో ఓటు హక్కు వినియోగించుకోనున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20372/02/08/2024/","hasAudio":false,"hasInfographics":false}