{"id":"wp-te-21403","wp_id":21403,"type":"standard","category":"World","language":"te","title":"నేటి ప్రపంచ సవాళ్లకు భారతీయ తత్వచింతనే పరిష్కారం!","excerpt":"నేటి ప్రపంచం ఎదుర్కొంటున్న అనేక సవాళ్లకు భారతీయ తత్వ చింతనే పరిష్కారమని భారత పూర్వ ఉపరాష్ట్రపతి ముప్పవరపు వెంకయ్య నాయుడు చెప్పారు. ప్రముఖ భారతీయ తత్వవేత్త ఆచార్య కొత్త సచ్చిదానందమూర్తి శత జయంతి సందర్భంగా సోమవారం నాగార్జున విశ్వవిద్యాలయం లో ప్రొఫెసర్‌ సచ్చిదానంద మూర్తి సెంటర్‌ ఫర్‌ స్టడీస్‌ ఇన్‌ ఆఫ్రో-ఏషియన్‌ ఫిలాసఫీ నిర్వహించిన ప్రత్యేక సదస్సుకు వెంకయ్య నాయుడు ముఖ్య అతిథిగా హాజరై ప్రసంగించారు.  కొత్త సచ్చిదానందమూర్తి విగ్రహాన్ని ఆవిష్కరించి పుష్పాంజలి ఘటించారు. ఇప్పటివరకు ముద్రితం","author":"Tattva News Team","time":"1/10/2024","image":"https://tattvanews.com/wp-content/uploads/2024/10/Venkaiah-NU.jpg","readTime":"5 min read","contentHTML":"\n<p>నేటి ప్రపంచం ఎదుర్కొంటున్న అనేక సవాళ్లకు భారతీయ తత్వ చింతనే పరిష్కారమని భారత పూర్వ ఉపరాష్ట్రపతి ముప్పవరపు వెంకయ్య నాయుడు చెప్పారు. ప్రముఖ భారతీయ తత్వవేత్త ఆచార్య కొత్త సచ్చిదానందమూర్తి శత జయంతి సందర్భంగా సోమవారం నాగార్జున విశ్వవిద్యాలయం లో ప్రొఫెసర్‌ సచ్చిదానంద మూర్తి సెంటర్‌ ఫర్‌ స్టడీస్‌ ఇన్‌ ఆఫ్రో-ఏషియన్‌ ఫిలాసఫీ నిర్వహించిన ప్రత్యేక సదస్సుకు వెంకయ్య నాయుడు ముఖ్య అతిథిగా హాజరై ప్రసంగించారు. </p>\n\n\n\n<p>కొత్త సచ్చిదానందమూర్తి విగ్రహాన్ని ఆవిష్కరించి పుష్పాంజలి ఘటించారు. ఇప్పటివరకు ముద్రితం కాని ఆచార్య సచ్చిదానందమూర్తి రచనలను” ఆన్‌ ఎడ్యుకేషన్‌ ది ఫిలాసఫీ ఆఫ్‌ ఎడ్యుకేషన్‌” పేరుతో ప్రొఫెసర్‌ అశోక్‌ వోహ్రా, కె. రమేష్‌ సంపాదకత్వం లో తీసుకువచ్చిన పుస్తకాన్ని, ఆయన స్మఅతి చిహ్నంగా తీసుకువచ్చిన పోస్టల్‌ కవర్ను ఆవిష్కరించారు.</p>\n\n\n\n<p>ఈ సందర్భంగా వెంకయ్య నాయుడు మాట్లాడుతూ … ” ఆధునిక విద్యాభ్యాసంలో తత్వశాస్త్రం ఒక ప్రత్యేక విభాగంగా రూపుదిద్దుకోవడం మనిషి వికాసానికి,సమాజ వికాసానికి ఎంతో మేలు చేసే విషయం. అయితే ఒక ప్రత్యేక భాగానికే పరిమితం కాకుండా బాల్యదశ నుంచే పాఠ్య ప్రణాళికలో మన తత్వ విజ్ఞానాన్ని క్రమబద్ధమైన భాగంగా చేయడం వల్ల దీర్ఘాకాలికంగా మన దేశానికి ఎంతో ప్రయోజనకరం.” అని సూచించారు.</p>\n\n\n\n<p>వివిధ ఉపనిషత్తుల్లో మహర్షులు చేసిన బోధనలను ఈ సందర్భంగా వెంకయ్య నాయుడు ఉటంకించారు. వఅక్షో రక్షిత రక్షిత్ణ, వసుదైక కుటుంబకం, మానవసేవే మాధవసేవ, అహింసా పరమో ధర్మ్ణ వంటి ఎన్నో తాత్విక బోధనలు ప్రపంచ సమస్యలకు కచ్చితంగా పరిష్కారం చూపిస్తాయి అని స్పష్టం చేశారు. విద్యార్థి దశలోనే సరైన, సానుకూల బీజాలు నాటగలిగినప్పుడే మంచి పౌరులు, తద్వారా మంచి సమాజం ఏర్పడుతుందని చెప్పారు. భారతీయ తత్వ దర్శనమే ఇందుకు సరైన పరిష్కారం అని తెలిపారు.</p>\n\n\n\n<p> ” ప్రపంచం నలుమూలల విస్తరిస్తున్న పెడపోకడలకు భిన్నమైన సమాజంగా మనం ఎదగాలన్నా, ప్రపంచం మనల్ని అనుసరించాలన్నా తిరిగి మనం మన మూలాలకు వెళ్లాలి. మన విద్యా విధానాన్ని సమూలంగా మార్చుకోవాలి. నూతన విద్యా విధానం ఈ దిశగా కృషి చేస్తోంది. ” అని పేర్కొన్నారు.</p>\n\n\n\n<p> ”జీవ చైతన్యం, జీవితపు చైతన్యం విషయంలో భారత ఉపఖండం కొన్ని వేల సంవత్సరాలుగా మిగిలిన ప్రపంచం కన్నా ముందు ఉంది. విశ్వ గురువుగా ఆవిర్భవించింది. ప్రపంచం నలుమూలల ఎంతోమందికి చైతన్యపు వెలుగులను చూపించింది. భారత ఉపఖండంలో ఈ జిజ్ఞాసతోనే ఎందరో రుషులు, మహర్షులు అవతరించారు. వేద వేదాంగాలు, ఉపనిషత్తులు, బ్రహ్మ సూత్రాలు, త్రిపిటికలు అవతరించాయి. తత్వాన్ని బోధపరిచాయి. బోధపరుస్తూనే ఉన్నాయి. భారతీయ తత్వశాస్త్రంలో అటు లౌకిక, ఇటు అలోకిక చింతనలు ఎన్నో ఉన్నాయి\" అని వివరించారు. </p>\n\n\n\n<p>20వ శతాబ్దంలో జిడ్డు కృష్ణమూర్తి , డాక్టర్‌ సర్వేపల్లి రాధకృష్ణన్‌ తర్వాత భారతీయ తత్వ శాస్త్రాన్ని విశ్వవ్యాప్తం చేసిన గొప్ప జ్ఞాని కొత్త సచ్చిదానందమూర్తి అని తెలిపారు. ”జ్ఞాన సముపార్జనలో, దాన్ని పదిమందితో పంచుకోవడంలో వారు చూపిన తపన నేటి తరానికి స్ఫూర్తిదాయకం.” అని వెంకయ్య నాయుడు చెప్పారు. </p>\n\n\n\n<p>సచ్చిదానందమూర్తి భారతీయ తత్వాన్ని అణువణువునా జీర్ణించుకొని ఆచరించి చూపిన ఆధునిక ఋషి అని తెలిపారు. ”భారతీయ తత్వ దర్శనం లోనే కాకుండా ఇతర దేశాల్లోని తత్వచింతనలను కూడా పూర్తిగా ఆకళింపు చేసుకున్న గొప్ప జ్ఞాన నిధి.” అని చెప్పారు. </p>\n","originalUrl":"https://tattvanews.com/21403/01/10/2024/","hasAudio":false,"hasInfographics":false}