{"id":"wp-en-14593","wp_id":14593,"type":"standard","category":"World","language":"en","title":"CM Yogi to recruit 20 per cent women in UP Police vacancies￼","excerpt":"Uttar Pradesh Chief Minister Yogi Adityanath made a big announcement to recruit 20 per cent women in upcoming vacancies in UP Police. Taking a hard stand against the crime against women, he said that these policewomen would effectively treat the molesters.  CM Yogi said that an exam is going to be conducted to fill 60 thousand","author":"Tattva News Team","time":"18/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/07/CM-Yogi.jpg","readTime":"5 min read","contentHTML":"\n<p>Uttar Pradesh Chief Minister Yogi Adityanath made a big announcement to recruit 20 per cent women in upcoming vacancies in UP Police. Taking a hard stand against the crime against women, he said that these policewomen would effectively treat the molesters. </p>\n\n\n\n<p>CM Yogi said that an exam is going to be conducted to fill 60 thousand vacancies in the UP Police, 20 per cent of which will be filled with women so that they can treat the miscreants properly.  Hailing his government, CM Yogi also said that one gets a job without any recommendation or transaction (bribe). </p>\n\n\n\n<p>He said this while addressing a gathering in Ambedkar Nagar, UP CM Yogi Adityanath said, \"7 years ago Uttar Pradesh was considered India's 'dark spot'. It was said that UP is an obstacle in India's development and today UP has become a bright spot and is at the forefront.\"</p>\n\n\n\n<p>Talking about UP's contribution to development, he slammed previous governments saying earlier there were riots and anarchy in the state, mafias were dominant, and daughters and businessmen were not safe. However, today UP is a dream destination for investment. We will not let anyone play with the future, CM Yogi said.</p>\n\n\n\n<p>\"There was a time when vacancies were released for the youth and the 'chacha-bhatija' gang would go out for 'recovery'. Now if anyone does this, we will confiscate their property and distribute it among the poor, welfare houses for women,\" CM Yogi said while attacking Akhilesh Yadav.</p>\n\n\n\n<p>During the event, CM Yogi Adityanath distributed appointment letters to the youth under district-level mega employment. He also distributed loans to eligible candidates selected under various schemes and distributed tablets to students under the Swami Vivekananda Yuva Sashaktikaran Yojana.</p>\n","originalUrl":"https://en.tattvanews.com/national/cm-yogi-to-recruit-20-per-cent-women-in-up-police-vacancies%ef%bf%bc/","hasAudio":false,"hasInfographics":false}