{"id":"wp-en-13713","wp_id":13713,"type":"standard","category":"World","language":"en","title":"￼Yogi Adityanath meeting with Dr Mohan Bhagwath in Gorakhpur!￼","excerpt":"After initial public expression of annoyance with the BJP, which failed to attain a simple majority on its own in the 2024 Lok Sabha elections, the ruling party’s ideological mentor Rashtriya Swayamsevak Sangh (RSS) is all set to bury the hatchet. Amid rumours of an RSS-BJP rift after an electoral reverse by the saffron party","author":"Tattva News Team","time":"16/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Yogi-Bhagwat.webp","readTime":"5 min read","contentHTML":"\n<p>After initial public expression of annoyance with the BJP, which failed to attain a simple majority on its own in the 2024 Lok Sabha elections, the ruling party’s ideological mentor Rashtriya Swayamsevak Sangh (RSS) is all set to bury the hatchet.<strong></strong></p>\n\n\n\n<p>Amid rumours of an RSS-BJP rift after an electoral reverse by the saffron party in the recently concluded elections, Uttar Pradesh Chief Minister Yogi Adityanath has reportedly held two closed-door meetings with RSS  chief Mohan Bhagwat in Gorakhpur.</p>\n\n\n\n<p>Yogi Adityanath, who arrived on Saturday in Gorakhpur where Bhagwat is taking part in a RSS camp, has reportedly met the latter twice on Saturday, in the afternoon and evening. Both meetings lasted nearly 30 minutes. However, RSS sources had refused to confirm the meetings, stating there was no \"announcement of any scheduled meeting\".</p>\n\n\n\n<p>This meeting gaining significance, as the BJP is gearing up to regroup in Uttar Pradesh ahead of the Assembly bypoll in 10 segments in the state. While nine sitting MLAs won the Lok Sabha elections, another seat is set to fall vacant after the conviction of a legislator.</p>\n\n\n\n<p>The bypoll will be the second major electoral battle between the BJP-led NDA and the SP-Congress bloc after the latter surprised the ruling party in the Lok Sabha elections.</p>\n\n\n\n<p>A few days ago, the RSS chief had publicly flagged the need for humility and self-effacement in politics, in remarks that were seen as targeting the BJP. On Friday again, a senior RSS leader said the BJP’s arrogance cost it the majority in the Lok Sabha. Signals sent, the RSS and the BJP are back together,</p>\n\n\n\n<p>However, the RSS had on Friday sought to quell suggestions of a rift with the BJP and that Mohan Bhagwat's recent critical references related to the Lok Sabha polls were aimed at the BJP. \"There is no rift between the RSS and the BJP,\" a source said.</p>\n\n\n\n<p>\"There was not much difference in his (Bhagwat) speech from what he had given after the 2014 and 2019 Lok Sabha polls. Any address is bound to make a reference to an event as important as national elections. But, it was misinterpreted and taken out of context to create confusion. His 'arrogance' remark was never directed at Prime Minister Narendra Modi or any BJP leader,\" the RSS source added.</p>\n","originalUrl":"https://en.tattvanews.com/national/%ef%bf%bcyogi-adityanath-meeting-with-dr-mohan-bhagwath-in-gorakhpur%ef%bf%bc/","hasAudio":false,"hasInfographics":false}