{"id":"wp-en-13301","wp_id":13301,"type":"standard","category":"World","language":"en","title":"UN climate talks in Bonn must push for greater ambition on climate finance, says CSE￼","excerpt":"“In the global negotiations on climate change, this will be the year of climate finance – a year when the world will try and agree to what is being called the ‘new collective quantified goal’ for climate finance, the prime agenda at the 29th Conference of Parties (CoP) to be held later this year. And the","author":"Tattva News Team","time":"17/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Climate.jpg","readTime":"5 min read","contentHTML":"\n<p>“In the global negotiations on climate change, this will be the year of climate finance – a year when the world will try and agree to what is being called the ‘new collective quantified goal’ for climate finance, the prime agenda at the 29<sup>th</sup> Conference of Parties (CoP) to be held later this year. And the Bonn climate talks, scheduled to begin on June 3, are expected to lead up to that goal,” says Avantika Goswami, Programme Manager, Climate Change, Centre for Science and Environment (CSE).</p>\n\n\n\n<p>Goswami was speaking at a live online talk show organised by CSE today. Countries that are signatories to the United Nations Framework Convention on Climate Change (UNFCCC) will be convening in Bonn, Germany for the mid-year climate conference, also known as the 60<sup>th</sup> meeting of the Subsidiary Bodies (SB60), from June 3-13, 2024. SB60 serves as a midpoint in the journey from the 28<sup>th</sup> CoP in Dubai to CoP29 in Azerbaijan.</p>\n\n\n\n<p><strong>On climate finance</strong></p>\n\n\n\n<p>The latest round of discussions on the New Collective Quantified Goal (NCQG) at Cartagena in April ended with clear divergence between the developed and developing country groups.</p>\n\n\n\n<p> “Developing countries highlighted the ‘disabling’ environment that prevents access to climate finance, such as high costs of capital for low-carbon transitions, high debt burdens, and existing imbalance in geographical concentration of climate finance. Developed countries called for an expansion of the contributor base, and some even suggested that the NCQG may be “voluntary” for contributors”, says Sehr Raheja, Programme Officer, Climate Change at CSE.</p>\n\n\n\n<p>Discussions are expected to continue in Bonn where the effort would be to converge on these issues. The goal is the preparation of the draft negotiating text that will then be debated at CoP29. Raheja points out that “it is crucial that developing countries remain united and clear in their demands for an ambitious quantum of money in line with needs, clear sub-goals for various climate purposes, and a focus on non-debt creating finance flows”.</p>\n\n\n\n<p><strong>On the Global Stocktake</strong></p>\n\n\n\n<p>SB60 will convene the <strong>first Annual Global Stocktake (GST) Dialogue</strong>. CoP28 had ended on a hopeful note, with the first ever GST – an assessment of the progress of countries towards the Paris Agreement’s goals - raising a call for countries to “transition away from fossil fuels”. Explains Goswami: “The GST Dialogue would aim to facilitate exchange of best practices and learnings on how the outcomes of the GST are informing the Nationally Determined Contributions (NDCs) of countries.”</p>\n\n\n\n<p><strong>On carbon market mechanisms</strong></p>\n\n\n\n<p>At CoP28, discussions on carbon market mechanisms (Articles 6.2 and 6.4) were inconclusive. At Bonn, items that could not be agreed upon will be taken up, including whether emission avoidance activities qualify for both 6.2 and 6.4 markets, the authorization process, and more guidance on corresponding adjustment for Article 6.2.</p>\n\n\n\n<p>Says Trishant Dev, Programme Officer, Climate Change, CSE: “As Parties come together to agree on specific guidelines, it is important to ensure that any agreement on operationalisation must steer clear of replicating the pitfalls observed in the past in the Clean Development Mechanism (CDM) or the voluntary carbon market. It must also prioritise integrity, transparency, and appropriate safeguards for affected communities.”</p>\n\n\n\n<p><strong>On mitigation</strong></p>\n\n\n\n<p>SB60 will also host the third instalment of the global dialogue and investment-focused event for the <strong>Mitigation Work Programme </strong>(MWP), with a new theme of ‘Cities, buildings, and urban systems’.  This event is expected to provide a constructive space for Parties to discuss the opportunities and barriers to scaling up mitigation ambition in their NDCs.</p>\n\n\n\n<p>Goswami says: “Developed countries must participate in MWP in good faith, acknowledging their responsibility for historical emissions and their duty to take the lead in mitigation and decarbonisation. Means of implementation from developed to developing countries must be prioritised, with specific channels and partnerships determined for developing countries to benefit from the MWP and receive support for their domestic mitigation pathways, whether in the form of non-debt creating finance, technology, or capacity building.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/un-climate-talks-in-bonn-must-push-for-greater-ambition-on-climate-finance-says-cse%ef%bf%bc/","hasAudio":false,"hasInfographics":false}