{"id":"wp-en-13096","wp_id":13096,"type":"standard","category":"World","language":"en","title":"Modi says Lalu Yadav tried saving those who burnt alive kar sevaks ￼","excerpt":"Prime Minister Narendra Modi, while addressing a rally in Bihar's Darbhanga on Saturday, launched a blistering attack on Rashtriya Janata Dal (RJD) chief Lalu Prasad Yadav. Recalling the 2002 Godhra train arson incident, PM Modi accused RJD chief of trying to save those who burnt alive kar sevaks during 'Sonia madam rule'. He also accused opposition","author":"Tattva News Team","time":"5/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi, while addressing a rally in Bihar's Darbhanga on Saturday, launched a blistering attack on Rashtriya Janata Dal (RJD) chief Lalu Prasad Yadav. Recalling the 2002 Godhra train arson incident,</p>\n\n\n\n<p>PM Modi accused RJD chief of trying to save those who burnt alive kar sevaks during 'Sonia madam rule'. He also accused opposition parties of practicing the politics of \"appeasement\" even during those disturbing times.</p>\n\n\n\n<p>“It is because of this appeasement politics that the father of Bihar's 'shehzada' (in a veiled reference to Tejashwi Yadav) had tried to save those who were responsible for the Godhra train burning incident... after all, it was the rule of Sonia madam,” PM Modi said.</p>\n\n\n\n<p>“He (Lalu Prasad), who has himself been convicted (in fodder scam cases), was then the Railway minister. He set up an inquiry committee and got a report made which exonerated those guilty of the horrendous crime. But the court threw the report away,” PM Modi added.</p>\n\n\n\n<p>Without directly naming Congress leader Rahul Gandhi and RJD leader Tejashwi Yadav, in a veiled dig at the leaders, PM Modi condemned their intentions. He said, “Just as there is a prince in Delhi, there is also a prince in Patna. One prince has considered the whole country his kingdom since childhood, and the other prince has considered all of Bihar his fiefdom. The report cards of both these princes are the same. Except for scams and lawlessness, there is nothing in their report cards.”</p>\n\n\n\n<p>Furthermore, Modi accused opposition parties of “trying to rob” SCs, STs, and tribals of reservations because of the “disillusionment” these deprived sections felt towards the INDIA bloc.</p>\n\n\n\n<p>“The INDIA bloc is trying to divert reservations to Muslims. They are going against the views of Babasaheb Ambedkar and the first Prime Minister Jawaharlal Nehru, neither of whom was in favor of reservations on religious lines,” Modi claimed.</p>\n","originalUrl":"https://en.tattvanews.com/national/modi-says-lalu-yadav-tried-saving-those-who-burnt-alive-kar-sevaks-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}