{"id":"wp-en-14839","wp_id":14839,"type":"standard","category":"World","language":"en","title":"India home to 26 fintech unicorns with a combined market value of US$ 90 billion","excerpt":"India's fintech industry is flourishing, solidifying its position as a global leader with a market value of US$ 90 billion and 26 fintech unicorns, including 1 decacorn, as per data analysed by JM Financial. Over the past 3 years, the number of registered fintech startups in the country has grown fivefold, from 2,100 in 2021","author":"Tattva News Team","time":"6/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Fintech.jpg","readTime":"5 min read","contentHTML":"\n<p>India's fintech industry is flourishing, solidifying its position as a global leader with a market value of US$ 90 billion and 26 fintech unicorns, including 1 decacorn, as per data analysed by JM Financial. Over the past 3 years, the number of registered fintech startups in the country has grown fivefold, from 2,100 in 2021 to 10,200 in 2024.</p>\n\n\n\n<p>India now ranks third globally in the number of fintech unicorns, following the United States and China. The sector includes 25 unicorns valued between US$ 1 billion and US$ 10 billion, 37 minicorns valued between US$ 100 million and US$ 1 billion, and 87 soonicorns valued between US$ 60 million and US$ 100 million.</p>\n\n\n\n<p>The combined valuation of these companies is estimated at US$ 125 billion, with fintechs contributing approximately US$ 20 billion in revenues in FY23, representing about 5% of the total revenues from all BFSI companies in India.</p>\n\n\n\n<p>The payments and lending sectors dominate the Indian fintech landscape, attracting 85% of the capital raised. Between 2014 and 2023, fintech startups secured over US$ 28 billion through 1,486 deals. The sector has also witnessed significant exits, with 20 fintech companies going public over the past 2 decades.</p>\n\n\n\n<p>Additionally, the industry has experienced substantial mergers and acquisitions, with deals exceeding US$ 4 billion in the past decade. The diverse business models in this sector range from merchant payments and wallets to lending, insurance, and wealth management.</p>\n\n\n\n<p>Looking ahead, JM Financial projects that rising consumption, penetration, and advancements in AI could lead to 150 fintech unicorns and US$ 2.38 billion (Rs. 200 billion) in fintech revenue by 2030.</p>\n","originalUrl":"https://en.tattvanews.com/economy/india-home-to-26-fintech-unicorns-with-a-combined-market-value-of-us-90-billion/","hasAudio":false,"hasInfographics":false}