{"id":"wp-te-18656","wp_id":18656,"type":"standard","category":"World","language":"te","title":"జనసేనకు కామన్ సింబల్ గా 'గాజు గ్లాసు' గుర్తు కేటాయింపు","excerpt":"సార్వత్రిక ఎన్నికల్లో పోటీకి కామన్ సింబల్ `గాజు గ్లాస్'  గుర్తును జనసేనకు కేటాయించాలని ఎన్నికల కమిషన్ ఆదేశాలు జారీ చేసింది. ఈ మేరకు అన్ని జిల్లాల కలెక్టర్లకు రాష్ట్ర ఎన్నికల ప్రధానాధికారి ముకేశ్‌ కుమార్‌ మీనా ఆదేశాలు జారీ చేశారు. గతంలో గ్లాసు గుర్తును  ఈసీకి ఫ్రీ సింబల్స్‌ జాబితాలో చేర్చింది. అయితే జనసేన అభ్యర్థన మేరకు ఈసీ ఈ నిర్ణయం తీసుకున్నట్లు తెలుస్తోంది.  టీడీపీ, బీజేపీలతో పొత్తులో భాగంగా జనసేన 21 అసెంబ్లీ స్థానాలు, 2","author":"Tattva News Team","time":"29/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Glass.jpeg","readTime":"5 min read","contentHTML":"\n<p>సార్వత్రిక ఎన్నికల్లో పోటీకి కామన్ సింబల్ `గాజు గ్లాస్'  గుర్తును జనసేనకు కేటాయించాలని ఎన్నికల కమిషన్ ఆదేశాలు జారీ చేసింది. ఈ మేరకు అన్ని జిల్లాల కలెక్టర్లకు రాష్ట్ర ఎన్నికల ప్రధానాధికారి ముకేశ్‌ కుమార్‌ మీనా ఆదేశాలు జారీ చేశారు. గతంలో గ్లాసు గుర్తును  ఈసీకి ఫ్రీ సింబల్స్‌ జాబితాలో చేర్చింది. అయితే జనసేన అభ్యర్థన మేరకు ఈసీ ఈ నిర్ణయం తీసుకున్నట్లు తెలుస్తోంది. </p>\n\n\n\n<p>టీడీపీ, బీజేపీలతో పొత్తులో భాగంగా జనసేన 21 అసెంబ్లీ స్థానాలు, 2 లోక్ సభ స్థానాల్లో జనసేన అభ్యర్థులు పోటీ చేస్తున్నారు. జనసేన అభ్యర్థులు గాజు గ్లాస్ గుర్తుపై పోటీ చేయనున్నారు. అలాగే సీబీఐ మాజీ జేడీ వీవీ లక్ష్మీనారాయణ పార్టీ జై భారత్‌ నేషనల్‌ పార్టీకి కామన్ సింబల్ టార్చ్‌లైట్‌ గుర్తును కేటాయించింది ఈసీ.</p>\n\n\n\n<p>జనసేన అధినేత పవన్ కల్యాణ్ ప్రత్తిపాడు, జగ్గయ్యపేట వారాహి విజయ భేరి యాత్రలో ఆదివారం పాల్గొన్నారు. ఇక్కడ నిర్వహించిన సభల్లో మాట్లాడుతూ.. కూటమి నుంచి 14 సంవత్సరాలు ముఖ్యమంత్రిగా పనిచేసిన చంద్రబాబు నాయుడు, మూడున్నర సంవత్సరాలు ముఖ్యమంత్రిగా పనిచేసిన నల్లారి కిరణ్ కుమార్ రెడ్డి ఉన్నారని తెలిపారు. పోరాటం చేసి ప్రజల పక్షాన నిలబడే తాను ఉన్నానని పేర్కొన్నారు. కూటమికి అండగా నిలబడాలని కోరారు. </p>\n\n\n\n<p>రాష్ట్రం కోసం పనిచేసే భాధ్యత తీసుకుంటామని పేర్కొంటూ తాను ఓడిపోయినా మళ్లీ పార్టీ నడుపుతాను తప్ప వెనక్కు వెళ్లనని  పవన్ కల్యాణ్ స్పష్టం చేశారు. మీ భవిష్యత్తు కోసం గళం ఎత్తుతూనే ఉంటాను, మీ కోసం పనిచేస్తూనే ఉంటానని పవన్ భరోసా ఇచ్చారు. అరటిపండు తొక్క లాంటి జగన్ ను, వైసీపీ ప్రభుత్వాన్ని తీసి అవతల పడేయాలని పోలుపిచ్చారు. </p>\n\n\n\n<p>తంగెళ్ల ఉదయ్ శ్రీనివాస్ ను కాకినాడ పార్లమెంట్ అభ్యర్థిగా గెలిపించాలని కోరుతూ  రేపటి రోజున ఆయన తప్పు చేసినా నిలదీస్తానని హామీ ఇచ్చారు. నేను తప్పు చేస్తే మీరు నన్ను మీరు నిలదీయండని స్పష్టం చేశారు. చాలా మంది అరచేతుల్లో హారతులు వెలిగిస్తున్నారని, జగన్ ప్రభుత్వం లాంటి దుర్మార్గపు ప్రభుత్వాన్ని ఎదుర్కోడానికి అదొక ధైర్య జ్యోతిలా కనిపిస్తుందని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/18656/29/04/2024/","hasAudio":false,"hasInfographics":false}