{"id":"wp-te-19017","wp_id":19017,"type":"standard","category":"World","language":"te","title":"ఎమ్మెల్సీ దండె విఠల్ కు సుప్రీంకోర్టులో ఊరట","excerpt":"భారత రాష్ట్ర సమితి ఎమ్మెల్సీ దండె విఠల్ కు సుప్రీంకోర్టులో ఊరట లభించింది. స్థానిక సంస్థల ఎమ్మెల్సీగా ఆయన ఎన్నిక చెల్లదని తెలంగాణ హైకోర్టు ఇచ్చిన తీర్పుపై సుప్రీం స్టే విధించింది. పిటిషన్ పై తదుపరి విచారణ జులై నెలకు వాయిదా వేసింది. ఎమ్మెల్సీగా విఠల్ ఎన్నిక చెల్లదంటూ హైకోర్టు ఇచ్చిన తీర్పును సుప్రీంకోర్టులో సవాల్ చేశారు. ఆదిలాబాద్‌ స్థానిక సంస్థల నియోజకవర్గం నుంచి బీఆర్ఎస్ పార్టీ ఎమ్మెల్సీగా 2022లో దండె విఠల్‌ ఎన్నికయ్యారు. అయితే, తాను","author":"Tattva News Team","time":"18/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Dande-Vithal.webp","readTime":"5 min read","contentHTML":"\n<p>భారత రాష్ట్ర సమితి ఎమ్మెల్సీ దండె విఠల్ కు సుప్రీంకోర్టులో ఊరట లభించింది. స్థానిక సంస్థల ఎమ్మెల్సీగా ఆయన ఎన్నిక చెల్లదని తెలంగాణ హైకోర్టు ఇచ్చిన తీర్పుపై సుప్రీం స్టే విధించింది. పిటిషన్ పై తదుపరి విచారణ జులై నెలకు వాయిదా వేసింది. ఎమ్మెల్సీగా విఠల్ ఎన్నిక చెల్లదంటూ హైకోర్టు ఇచ్చిన తీర్పును సుప్రీంకోర్టులో సవాల్ చేశారు.</p>\n\n\n\n<p>ఆదిలాబాద్‌ స్థానిక సంస్థల నియోజకవర్గం నుంచి బీఆర్ఎస్ పార్టీ ఎమ్మెల్సీగా 2022లో దండె విఠల్‌ ఎన్నికయ్యారు. అయితే, తాను నామినేషన్ ఉపసంహరించుకోలేదని, తన సంతకాలు ఫోర్జరీ చేశారని కాంగ్రెస్‌ పార్టీ నేత పాతిరెడ్డి రాజేశ్వర్‌రెడ్డి అప్పట్లోనే హైకోర్టును ఆశ్రయించారు. విఠల్‌ ఎన్నిక చెల్లదంటూ ప్రకటించాలని కోర్టును కోరారు. </p>\n\n\n\n<p>ఫోర్జరీని తేల్చేందుకు నామినేషన్ డాక్యుమెంట్లను కేంద్ర ఫోరెన్సిక్‌ లేబొరేటరికీ పంపించాలని విన్నవించారు. అనంతరం దీనిపై ఇరుపక్షాల వాదనలు విన్న తెలంగాణ ఉన్నత న్యాయస్థానం, విఠల్‌ ఎన్నికను రద్దు చేస్తూ సంచలన తీర్పు వెల్లడించింది. తాజాగా ఇదే కేసులో భారత అత్యున్నత న్యాయస్థానం స్టే ఇవ్వడంతో దండె విఠల్‌కు ఊరట లభించింది.</p>\n\n\n\n<p> ఉమ్మడి జిల్లా స్థానిక సంస్థల ఎమ్మెల్సీ ఎన్నిక కోసం 2021 నవంబరు 16న నోటిఫికేషన్‌ ఇచ్చిన ఎన్నికల కమిషన్‌ అదే నెల 23 వరకు నామపత్రాలను స్వీకరించింది. బీఆర్ఎస్ పార్టీ అభ్యర్థిగా దండె విఠల్‌, పత్తిరెడ్డి రాజేశ్వర్‌రెడ్డి, పెందూర్‌ పుష్పరాణి సహా 30 మంది ఇండిపెండెంట్ క్యాండిడేట్లు నామపత్రాలు దాఖలు చేశారు.</p>\n\n\n\n<p>ఉపసంహరణకు చివరి రోజైన 2021 నవంబరు 26న 27 మంది స్వతంత్రులు నామపత్రాలను ఉపసంహరించుకోగా దండె విఠల్‌, పెందూర్‌ పుష్పరాణి, పత్తిరెడ్డి రాజేశ్వర్‌రెడ్డి బరిలో ఉన్నట్లుగా ప్రచారం జరిగింది. అదేరోజు చివరి క్షణంలో పత్తిరెడ్డి రాజేశ్వర్‌రెడ్డి తరఫున నిర్మల్‌ జిల్లా దస్తూరాబాద్‌ మండలాధ్యక్షుడు సింగార్‌ కిషన్‌ నామపత్రాన్ని ఉపసంహరించుకోవడం ఒక్కసారిగా కలకలం రేకెత్తించింది. దాంతో దండె విఠల్‌, పెందూర్‌ పుష్పరాణి బరిలో ఉన్నారని అప్పటి రిటర్నింగ్‌ అధికారి(ఆర్‌వో) తేల్చటం రాజకీయంగా వివాదాస్పదమైంది.</p>\n","originalUrl":"https://tattvanews.com/19017/18/05/2024/","hasAudio":false,"hasInfographics":false}