{"id":"wp-en-15442","wp_id":15442,"type":"standard","category":"World","language":"en","title":"Digital payments double in three years, cash transactions fall￼","excerpt":"As of March 2024, cash accounts for 60% of consumer expenditure, although this share is rapidly declining due to the post-Covid shift towards digital payments, according to a study by a Reserve Bank of India (RBI) economist reported by The Economic Times. The share of digital payments has surged from 14-19% in March 2021 to","author":"Tattva News Team","time":"25/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Digital.jpg","readTime":"5 min read","contentHTML":"\n<p>As of March 2024, cash accounts for 60% of consumer expenditure, although this share is rapidly declining due to the post-Covid shift towards digital payments, according to a study by a Reserve Bank of India (RBI) economist reported by The Economic Times.</p>\n\n\n\n<p>The share of digital payments has surged from 14-19% in March 2021 to 40-48% in March 2024. From the RBI's Department of Currency Management, Mr. Pradip Bhuyan stated that the Cash Usage Indicator (CUI), which tracks both physical and digital payment modes, shows a significant decline in cash usage from 81-86% in Q1 2021 to 52-60% by Q1 2024. He noted that the CUI is a quarterly indicator that can aid in effective currency management.</p>\n\n\n\n<p>The report highlights that the United Payments Interface (UPI), launched during the 2016 demonetisation of US$ 5.95 (Rs. 500) and US$ 11.90 (Rs. 1,000) notes, experienced substantial growth after the Covid-19 lockdown in 2020.</p>\n\n\n\n<p>The average transaction size for UPI fell from US$ 46.06 (Rs. 3,872) in FY17 to US$ 18.14 (Rs. 1,525) in FY24, reflecting its increasing use for small-value purchases. While cash remains preferred for low-value transactions, the currency with the public (CWP) to Gross Domestic Product (GDP) ratio peaked at 13.9% in 2020-21 post-demonetisation and decreased to 11.5% in FY24.</p>\n\n\n\n<p>Additionally, UPI's share in person-to-merchant (P2M) transactions rose significantly from 33% in value terms in 2020-21 to 69% in FY24, while its share in volume terms increased from 51% to 87%, indicating a clear substitution of cash with UPI for smaller-value transactions.</p>\n","originalUrl":"https://en.tattvanews.com/economy/digital-payments-double-in-three-years-cash-transactions-fall%ef%bf%bc/","hasAudio":false,"hasInfographics":false}