{"id":"wp-en-14694","wp_id":14694,"type":"standard","category":"World","language":"en","title":"Will PM Modi attend SCO Summit in Pakistan?","excerpt":"Prime Minister Narendra Modi has received an invitation from Pakistan for the upcoming  Shanghai Cooperation Organisation (SCO) Summit which is scheduled for October this year. Islamabad is set to host the Council of Heads of Government (CHG) meeting on October 15-16 as it currently holds the rotating chairmanship of the council.  It is improbable that","author":"Tattva News Team","time":"26/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/01/Modi-GUJ.webp","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi has received an invitation from Pakistan for the upcoming  Shanghai Cooperation Organisation (SCO) Summit which is scheduled for October this year. Islamabad is set to host the Council of Heads of Government (CHG) meeting on October 15-16 as it currently holds the rotating chairmanship of the council. </p>\n\n\n\n<p>It is improbable that Modi will visit Islamabad, though it is still uncertain whether he will appoint a minister to represent India, as has happened before. Although PM Modi typically attends heads of state summits, he missed the recent one in Kazakhstan due to a scheduling conflict with a parliamentary session in early July.</p>\n\n\n\n<p>As per India's track record in CHG meetings, New Delhi has sent a minister to represent the country at CHG meetings, with External Affairs Minister S Jaishankar attending last year's gathering in Bishkek. </p>\n\n\n\n<p>It remains uncertain if leaders unable to attend in person will be allowed to participate virtually. It is worth mentioning New Delhi and Islamabad are full members of SCO, led by Russia and China, which India views as essential for regional security and collaboration with Central Asia.  </p>\n\n\n\n<p>However, India is cautious about China's influence within the SCO and its efforts to position the organisation as an anti-Western platform. India has consistently refrained from endorsing China's Belt and Road Initiative (BRI) in SCO joint statements and rejected a proposed long-term economic strategy at last year’s virtual summit hosted by  PM Modi, viewing it as biased towards Chinese interests. </p>\n\n\n\n<p>Despite ongoing tensions, the SCO remains one of the few forums where India and Pakistan have managed to cooperate, even amid strained relations since 2015, when attempts to restart dialogue were interrupted by subsequent terror attacks. Indian delegations have participated in SCO exercises held in Pakistan, and Pakistan’s former Foreign Minister Bilawal Bhutto Zardari visited India last year for an SCO foreign ministers' meeting in Goa.</p>\n","originalUrl":"https://en.tattvanews.com/national/will-pm-modi-attend-sco-summit-in-pakistan/","hasAudio":false,"hasInfographics":false}