{"id":"wp-te-19533","wp_id":19533,"type":"standard","category":"World","language":"te","title":"￼ఛత్తీస్‌గఢ్‌లో మరో భారీ ఎన్‌కౌంటర్.. ఒక జవాన్, 8 మంది మావోయిస్ట్‌లు మృతి","excerpt":"దండకారణ్యం మరోసారి తుపాకీ కాల్పుల మోతతో దద్దరిల్లింది. నారాయణ్‌పూర్ జిల్లాలో భద్రతా బలగాలు, మావోయిస్ట్‌లకు మధ్య ఎదురుకాల్పులు చోటుచేసుకున్నాయి. ఈ కాల్పుల్లో 8 మంది మావోయిస్ట్‌లు మృతిచెందినట్టు పోలీసులు తెలిపారు. అబుఝ్‌మఢ్ సమీపంలో గత రెండు రోజులుగా ఎన్‌కౌంటర్ కొనసాగుతోంది.  కుతుల్, ఫరస్‌బేడ, కొరతమెట్ట అటవీ ప్రాంతంలో ఈ ఘటన చోటుచేసుకున్నట్టు అధికారులు తెలిపారు. నక్సల్స్ కాల్పుల్లో ఓ జవాన్ అమరుడయ్యాడని, మరో ఇద్దరికి గాయాలయ్యాయని వెల్లడించారు. ఘటనా స్థలిలో పెద్ద సంఖ్యలో ఆయుధాలు, పేలుడు పదార్థాలను","author":"Tattva News Team","time":"15/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Encounter.jpg","readTime":"5 min read","contentHTML":"\n<p>దండకారణ్యం మరోసారి తుపాకీ కాల్పుల మోతతో దద్దరిల్లింది. నారాయణ్‌పూర్ జిల్లాలో భద్రతా బలగాలు, మావోయిస్ట్‌లకు మధ్య ఎదురుకాల్పులు చోటుచేసుకున్నాయి. ఈ కాల్పుల్లో 8 మంది మావోయిస్ట్‌లు మృతిచెందినట్టు పోలీసులు తెలిపారు. అబుఝ్‌మఢ్ సమీపంలో గత రెండు రోజులుగా ఎన్‌కౌంటర్ కొనసాగుతోంది.</p>\n\n\n\n<p> కుతుల్, ఫరస్‌బేడ, కొరతమెట్ట అటవీ ప్రాంతంలో ఈ ఘటన చోటుచేసుకున్నట్టు అధికారులు తెలిపారు. నక్సల్స్ కాల్పుల్లో ఓ జవాన్ అమరుడయ్యాడని, మరో ఇద్దరికి గాయాలయ్యాయని వెల్లడించారు. ఘటనా స్థలిలో పెద్ద సంఖ్యలో ఆయుధాలు, పేలుడు పదార్థాలను పోలీసులు స్వాధీనం చేసుకున్నారు.</p>\n\n\n\n<p>అయితే, మావోయిస్ఠులు పెద్ద సంఖ్యలో చనిపోయి ఉంటారని భావిస్తున్నారు. రెండు రోజుల నుంచి ఎన్‌కౌంటర్ జరగడం.. తీవ్రతను బట్టి చూస్తే భారీగానే మావోలకు ఎదురుదెబ్బ తగిలినట్టు తెలుస్తోంది. శనివారం సాయంత్రం తర్వాత ఎన్‌కౌంటర్‌కు సంబంధించి పూర్తి సమాచారం వస్తుందని అంటున్నారు. ఘటనకు సంబంధించిన పూర్తి వివరాలు తెలియాల్సి ఉంది.</p>\n\n\n\n<p>అబుఝ్‌మఢ్ ప్రాంతంలో నక్సల్స్ గురించి సమాచారం అందుకున్న భద్రతా సిబ్బంది అక్కడకు చేరుకుని కూంబింగ్ చేపట్టారు. ఈ ఆపరేషన్‌లో నారాయణ్‌పూర్, కాంకేర్, దంతేవాడ, కొండగావ్ జిల్లాలకు చెందిన పోలీసులు పాల్గొన్నట్టు ఓ సీనియర్ పోలీస్ అధికారి తెలిపారు. ఆ ప్రాంతంలో ఇంకా కాల్పులు కొనసాగుతున్నాయని ఆయన చెప్పారు. </p>\n\n\n\n<p>డిస్ట్రిక్ట్ రిజర్వ్ గార్డ్, స్పెషల్ టాస్క్ ఫోర్స్, ఇండో టిబెటన్ బోర్డర్ పోలీస్ విభాగానికి చెందిన 53వ బెటాలియన్ సంయుక్తంగా జూన్ 12న ఈ ఆపరేషన్ ప్రారంభించాయని ఆయన పేర్కొన్నారు. </p>\n","originalUrl":"https://tattvanews.com/19533/15/06/2024/","hasAudio":false,"hasInfographics":false}