{"id":"wp-en-15314","wp_id":15314,"type":"standard","category":"World","language":"en","title":"PEC demands probe into murder of Bangla media person","excerpt":"By Nava Thakuria Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, expressed shock over the murder of Bangladeshi media person Tanjil Jahan Islam Tamim (33) and demanded a fair probe into the incident to identify and punish the perpetrators under the law. The victim’s family members informed that Tanjil had property","author":"Tattva News Team","time":"13/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Bangla-journalist.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By </strong><strong>Nava Thakuria</strong><strong></strong></p>\n\n\n\n<p>Geneva-based Press Emblem Campaign (PEC), the global media safety and rights body, expressed shock over the murder of Bangladeshi media person Tanjil Jahan Islam Tamim (33) and demanded a fair probe into the incident to identify and punish the perpetrators under the law.</p>\n\n\n\n<p>The victim’s family members informed that Tanjil had property disputes with a real estate group and they might be involved with the killing of Deepto Television employee on 10 October 2024 at Hatirjheel area of Dhaka. The Bangla police have so far arrested six five individuals in connection with the murder.</p>\n\n\n\n<p>“Until now in 2024, a heavy toll of 109 journalists has been killed around the world. Regarding Tanjil Jahan Islam Tamim, it’s not established by facts that he was targeted because of  his journalistic works. But even though PEC condemns the incident and pursues a high level probe to unearth the reason behind the murder. We hope that the interim government head Prof Muhammad Yunus will take interest in solving the mystery and punish the criminals,” said Blaise Lempen, president of PEC (www.pressemblem.ch), adding that the south Asian nation recently lost five journalists during the anti-government outrages.</p>\n\n\n\n<p>PEC’s south Asia representative Nava Thakuria informed that Bangladesh witnessed the murder of journalists Hasan Mehedi, Shakil Hossain, Abu Taher Md Turab, Tahir Zaman Priyo and Pradip Kumar Bhowmik in July and August. India lost Ashutosh Shrivastava, Shivshankar Jha and Salman Ali Khan to assailants till date this year.</p>\n\n\n\n<p>However, ten Pakistani scribes namely Nisar Lehri, Muhammad Bachal Ghunio, Malik Hassan Zaib, Khalil Afridi Jibran, Nasrullah Gadani, Kamran Dawar, Mehar Ashfaq Siyal, Maulana Mohammad Siddique Mengal, Jam Saghir Ahmad Lar and Tahira Nosheen Rana were killed since 1 January.</p>\n","originalUrl":"https://en.tattvanews.com/international/pec-demands-probe-into-murder-of-bangla-media-person%ef%bf%bc/","hasAudio":false,"hasInfographics":false}