{"id":"wp-en-14138","wp_id":14138,"type":"standard","category":"World","language":"en","title":"SC raps head of inquiry panel Justice Narasimha Reddy ￼","excerpt":"The Supreme Court on Tuesday castigated Justice (retd) L Narasimha Reddy,  the chairperson of the one-man Commission of Inquiry set up to probe alleged irregularities in the power sector during the tenure of ex-Telangana Chief Minister K Chandrasekhar Rao, for making observations about the merits of the matter at a press conference. Under fire from","author":"Tattva News Team","time":"17/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Justice-Narasimha-Reddy.webp","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Tuesday castigated Justice (retd) L Narasimha Reddy,  the chairperson of the one-man Commission of Inquiry set up to probe alleged irregularities in the power sector during the tenure of ex-Telangana Chief Minister K Chandrasekhar Rao, for making observations about the merits of the matter at a press conference.</p>\n\n\n\n<p>Under fire from the Supreme Court, Reddy, a former chief justice of the Patna High Court, withdrew from the panel, and the bench headed by Chief Justice of India D Y Chandrachud asked the Telangana government to name his replacement. Justice Reddy’s withdrawal came during dramatic proceedings on the plea of the former chief minister who accused him of bias.</p>\n\n\n\n<p>“Justice must be seen to be done. He is heading the Commission of Inquiry and expressed his views on merits in a press conference! We are giving you (Telangana government) an opportunity to replace the judge in the Commission of Inquiry. Appoint some other judge. Because there has to be an impression that he made observations on merits,” a bench headed by Justice Chandrachud said before rising for the lunch break.</p>\n\n\n\n<p>“Justice should be visible in the conduct of the head of the Commission as well,” the CJI said. Sensing the mood of the bench, senior advocate Abhishek Singhvi, representing the Telangana government led by Revanth Reddy, said he has taken instructions and the state government was willing to replace Justice Reddy. He, however, urged the court to not make it a part of the order.</p>\n\n\n\n<p>Later, senior advocate Gopal Sankaranarayanan, appearing for Justice Reddy, told the bench that the former judge “does not intend to continue to act in pursuance of the notification appointing him as Commissioner”. The bench gave the state government the liberty to issue a fresh notification naming Justice Reddy’s replacement.</p>\n\n\n\n<p>At the outset, senior advocate Mukul Rohatgi, appearing for the former chief minister, said the entire case was based on “political vendetta”. “Every time the government changes, there is a case against the former chief minister,” he said. “You cannot fix responsibility in a fact finding commission,” Rohatgi said and listed out some alleged instances of bias against the Bharat Rashtra Samithi (BRS) leader.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/sc-raps-head-of-inquiry-panel-justice-narasimha-reddy-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}