{"id":"wp-en-15069","wp_id":15069,"type":"standard","category":"World","language":"en","title":"Harini Amarasuriya sworn in as Sri Lanka's new Prime Minister ￼","excerpt":"Harini Amarasuriya was sworn in as Sri Lanka's new Prime Minister on Tuesday, becoming the first woman leader since Sirimavo Bandaranaike in the year 2000 to hold the post. The 54-year-old National People's Power (NPP) leader was sworn in by President Anura Kumara Dissanayake, who appointed his cabinet of four, including himself. She has been assigned","author":"Tattva News Team","time":"25/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Harini-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Harini Amarasuriya was sworn in as Sri Lanka's new Prime Minister on Tuesday, becoming the first woman leader since Sirimavo Bandaranaike in the year 2000 to hold the post.</p>\n\n\n\n<p>The 54-year-old National People's Power (NPP) leader was sworn in by President Anura Kumara Dissanayake, who appointed his cabinet of four, including himself. She has been assigned the portfolios of the Minister of Justice, Education, Labour, Industries, Science & Tech, Health, and Investment.</p>\n\n\n\n<p>She has replaced Prime Minister Dinesh Gunawardena, who resigned from his post following the presidential election. A rights activist and university lecturer, Amarasuriya is the first woman Prime Minister of Sri Lanka since the late Sirimavo Bandaranaike took up office in 1994 and the third female Prime Minister in the country's history.</p>\n\n\n\n<p>NPP parliamentarians Vijitha Herath and Laxman Nipunarachchi were sworn in as cabinet ministers. They would serve as the caretaker cabinet with the imminent dissolution of parliament to call for a snap parliamentary election. The election could happen in late November, officials said.</p>\n\n\n\n<p>Following a meeting with new President Anura Kumara Dissanayake, the Indian High Commissioner also met Amarasuriya in Colombo on Monday and congratulated her on the party's victory in the presidential elections.</p>\n\n\n\n<p>\"HC Santosh Jha met NPP MP Hon. Harini Amarasuriya and congratulated her on the victory of Anura Kumara Dissanayake in the Presidential Elections. He also briefed her on the ongoing India-Sri Lanka bilateral initiatives,\" HC said in a post on X.</p>\n","originalUrl":"https://en.tattvanews.com/international/harini-amarasuriya-sworn-in-as-sri-lankas-new-prime-minister-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}