{"id":"wp-te-20963","wp_id":20963,"type":"standard","category":"World","language":"te","title":"కాంగ్రెస్‌లోకి చేరగానే వినేశ్‌ ఫోగట్‌ కు అసెంబ్లీ సీట్","excerpt":"హర్యానా అసెంబ్లీ ఎన్నికల వేళ స్టార్‌ రెజ్లర్లు వినేశ్‌ ఫోగట్, బజరంగ్‌ పునియా  కాంగ్రెస్‌ పార్టీలో చేరారు. శుక్రవారం మధ్యాహ్నం ఆ పార్టీ జనరల్‌ సెక్రటరీ కేసీ వేణుగోపాల్‌ సమక్షంలో హస్తం పార్టీలో చేరారు. స్టార్‌ రెజ్లర్లకు కేసీ వేణుగోపాల్‌ కండువా కప్పి పార్టీలోకి ఆహ్వానించారు.  ఢిల్లీలోని కాంగ్రెస్‌ ప్రధాన కార్యాలయంలో జరిగిన ఈ కార్యక్రమంలో కాంగ్రెస్‌ నేతలు పవర్‌ ఖేరా, హర్యానా కాంగ్రెస్‌ చీఫ్‌ ఉదయ్‌భాను పలువురు పాల్గొన్నారు. ఆమె కాంగ్రెస్ లో చేరిన కొద్దీ","author":"Tattva News Team","time":"7/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Vinesh-Cong.webp","readTime":"5 min read","contentHTML":"\n<p>హర్యానా అసెంబ్లీ ఎన్నికల వేళ స్టార్‌ రెజ్లర్లు వినేశ్‌ ఫోగట్, బజరంగ్‌ పునియా  కాంగ్రెస్‌ పార్టీలో చేరారు. శుక్రవారం మధ్యాహ్నం ఆ పార్టీ జనరల్‌ సెక్రటరీ కేసీ వేణుగోపాల్‌ సమక్షంలో హస్తం పార్టీలో చేరారు. స్టార్‌ రెజ్లర్లకు కేసీ వేణుగోపాల్‌ కండువా కప్పి పార్టీలోకి ఆహ్వానించారు.  ఢిల్లీలోని కాంగ్రెస్‌ ప్రధాన కార్యాలయంలో జరిగిన ఈ కార్యక్రమంలో కాంగ్రెస్‌ నేతలు పవర్‌ ఖేరా, హర్యానా కాంగ్రెస్‌ చీఫ్‌ ఉదయ్‌భాను పలువురు పాల్గొన్నారు.</p>\n\n\n\n<p>ఆమె కాంగ్రెస్ లో చేరిన కొద్దీ సేపటికే పార్టీ విడుదల చేసిన హర్యానాకు సంబంధించి 31 మంది అభ్యర్థుల జాబితాలో ఆమెకు జులనా సీట్ ను కేటాయించారు.కాగా, భజరంగ్ పూనియాను కిసాన్ కాంగ్రెస్ అఖిల భారత వర్కింగ్ ప్రెసిడెంట్ గా నియమించారు.</p>\n\n\n\n<p>అంతకు ముందు వినేశ్‌, బజరంగ్‌ పునియా ఇద్దరూ కాంగ్రెస్‌ చీఫ్‌ మల్లికార్జున ఖర్గేను కలిశారు. ఢిల్లీలోని ఆయన నివాసంలో మర్యాదపూర్వకంగా భేటీ అయ్యారు. ఈ భేటీలో పార్టీ జనరల్‌ సెక్రటరీ కేసీ వేణుగోపాల్‌ కూడా ఉన్నారు. రెజ్లర్లతో సమావేశానికి సంబంధించిన ఫొటోలను కాంగ్రెస్‌ చీఫ్‌ ఎక్స్‌ వేదికగా పోస్టు చేశారు. </p>\n\n\n\n<p>బుధవారం వారిద్దరూ ప్రతిపక్ష నేత రాహుల్ గాంధీని మర్యాదపూర్వకంగా కలిశారు. వచ్చే నెల జరగబోయే హర్యానా అసెంబ్లీ ఎన్నికల్లో వినేశ్‌ ఫోగట్‌, బజరంగ్‌ పునియా ఇద్దరూ పోటీ చేసే అవకాశం కనిపిస్తోంది. కాంగ్రెస్ పార్టీలో చేరడం గర్వంగా ఉందని వినేశ్ ఫోగట్ మీడియా సమావేశంలో తెలిపారు. రెజ్లింగ్ జర్నీలో తనను ప్రోత్సహించిన దేశప్రజలందరికీ కృతజ్ఞతలు తెలిపారు. </p>\n\n\n\n<p> \"కాంగ్రెస్ పార్టీకి కృతజ్ఞతలు చెప్పదలచాను. మమ్మల్ని (రెజ్లర్లు) రోడ్లపైకి లాగినప్పుడు బీజేపీ మినహా అన్ని పార్టీలు మాతో ఉన్నాయి. వారు మా బాధను, కన్నీళ్లను అర్థం చేసుకున్నారు. మహిళలపై జరుగుతున్న అకృత్యాలకు వ్యతిరేకంగా పోరాడుతున్న కాంగ్రెస్ వంటి పార్టీలో చేరడం గర్వంగా భావిస్తున్నాను. రోడ్లపై నుంచి పార్లమెంటు వరకూ పోరాటానికి కాంగ్రెస్ పార్టీకి సిద్ధంగా ఉంది\" అని ఆమె ప్రకటించారు.</p>\n\n\n\n<p>కాంగ్రెస్ పార్టీ, దేశ పటిష్టతకు అహరహం కష్టపడతానని బజ్‌రంగ్ పునియా పేర్కొన్నారు. బీజేపీని టార్గెట్‌ చేస్తూ, మహిళలపై జరుగుతున్న అకృత్యాలకు వాళ్లు సపోర్ట్ చేస్తున్నారని తప్పుపట్టారు. వినేష్ 'ఫైనల్స్'కు చేరినప్పుడు యావద్దేశం సంతోషించిందని, అయితే ఆ మరుసటి రోజు అంతా విషాదంలో మునిగిపోయారని చెప్పారు. కానీ, ఒక ఐటీ సెల్ మాత్రం పండగ చేసుకుందని పరోక్షంగా బీజేపీ ఐటీ సెల్‌ను విమర్శించారు.</p>\n\n\n\n<p> మరోవంక, ఒలంపిక్ రెజ్లర్లు వినేష్ ఫోగట్, బజ్‌రంగ్ పునియా కాంగ్రెస్ పార్టీలో చేరిన కొద్దిసేపటికే భారత రైల్వేపై ఆ పార్టీ సంచలన ఆరోపణ చేసింది. ఈనెల 4న న్యూఢిల్లీలో రాహుల్‌ గాంధీని ఫోగట్ కలిసిన అనంతరం ఆమెకు ఇండియన్ రైల్వే షోకాజ్ నోటీసు పంపినట్టు కాంగ్రెస్ నేత కేసీ వేణుగోపాల్ చెప్పారు. ఆమె చేసిన నేరమల్లా రాహుల్ గాంధీని కలుసుకోవడమేనని చెప్పారు. రైల్వేలు రాజకీయాలు చేయరాదని, వినేశ్ ఫోగట్‌ను రిలీవ్ చేసేందుకు ఫార్మాలిటీస్ పూర్తి చేయాలని కోరారు.</p>\n\n\n\n<p>కాంగ్రెస్ పార్టీలోకి చేరడానికి ముందే వినేశ్ ఫోగట్, బజరంగ్ పునియా తమ రాజీనామా పత్రాలను సంబంధిత రైల్వే అధికారులకు అందజేశారు. ఈ విషయాన్ని ఫోగట్ శుక్రవారంనాడు ఒక ట్వీట్‌లో తెలియజేశారు. దేశానికి సేవలందించే అవకాశం ఇచ్చిన రైల్వే శాఖకు కృతజ్ఞతలు తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/20963/07/09/2024/","hasAudio":false,"hasInfographics":false}