{"id":"wp-en-13845","wp_id":13845,"type":"standard","category":"World","language":"en","title":"CBI questions Kejriwal, No relief in High Court￼","excerpt":"The Delhi High Court pronounced its order on a plea by the Enforcement Directorate (ED) seeking a stay on the trial court order granting bail to Chief Minister Arvind Kejriwal on Tuesday. Kejriwal did not get relief as the court stayed the bail order by the lower court. He has been in the money laundering case","author":"Tattva News Team","time":"26/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/04/Kejriwal1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Delhi High Court pronounced its order on a plea by the Enforcement Directorate (ED) seeking a stay on the trial court order granting bail to Chief Minister Arvind Kejriwal on Tuesday. Kejriwal did not get relief as the court stayed the bail order by the lower court. He has been in the money laundering case stemming from the alleged excise scam. </p>\n\n\n\n<p>Meanwhile, the Central Bureau of Investigation (CBI) on Tuesday interrogated Delhi Chief Minister Arvind Kejriwal and recorded his statements in connection with the Excise policy case.  The central agency has also got permission to present Kejriwal before the concerned trial court. He is set to be produced before the trial court on Wednesday, June 26. According to sources, the CBI questioned the Delhi Chief Minister for around one-and-half hours but has not arrested him as of now. </p>\n\n\n\n<p>In his written submission filed on Monday, the AAP leader defended the bail order and asserted that no prejudice would be caused to the ED if he is released at this stage as he could be sent back to custody in case the high court subsequently decides to set aside the order.</p>\n\n\n\n<p>Staying the operation of \"the well-reasoned bail order\" would amount to virtually allowing the petition for cancellation of the bail, Kejriwal argued.</p>\n\n\n\n<p> A vacation bench of Justice Sudhir Kumar Jain had reserved the order on June 21 after the agency challenged the trial court's decision and put it in abeyance until the pronouncement.</p>\n\n\n\n<p>The AAP national convenor, who was arrested on March 21 by the Enforcement Directorate (ED), could have walked out of Tihar jail had the High Court not granted the interim relief to the central probe agency.</p>\n\n\n\n<p>The trial court granted bail to Kejriwal on June 20 and ordered his release on a personal bond of Rs 1 lakh, and imposed certain conditions, including that he will not try to hamper the investigation or influence the witnesses.</p>\n\n\n\n<p>The ED has contended that the trial court’s order was “perverse”, “one-sided” and “wrong-sided” and that the findings were based on irrelevant facts.</p>\n","originalUrl":"https://en.tattvanews.com/national/cbi-questions-kejriwal-no-relief-in-high-court%ef%bf%bc/","hasAudio":false,"hasInfographics":false}