{"id":"wp-en-15053","wp_id":15053,"type":"standard","category":"World","language":"en","title":"SC says watching, downloading child pornography an offence under POCSO Act￼","excerpt":"The Supreme Court on Monday set aside a Madras High Court order and said that watching and storage of child pornography is a crime under POCSO Act and IT law. The apex court also laid down guidelines for enforcement of POCSO Act. Hearing a plea challenging the Madras HC order, a bench comprising Chief Justice","author":"Tattva News Team","time":"24/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Pornography.jpg","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Monday set aside a Madras High Court order and said that watching and storage of child pornography is a crime under POCSO Act and IT law. The apex court also laid down guidelines for enforcement of POCSO Act.</p>\n\n\n\n<p>Hearing a plea challenging the Madras HC order, a bench comprising Chief Justice of India D.Y. Chandrachud and Justice J.B. Pardiwala set aside the judgment and observed the Madras High Court made an \"egregious error\" in quashing criminal proceedings, Live Law reported. </p>\n\n\n\n<p>The bench also directed lower courts not use the term “child pornography”. The Court suggested that the Parliament must amend the existing law and replace ‘child pornography’ with the term ‘child sexual exploitative and abusive material’. </p>\n\n\n\n<p>The Madras High Court in January, quashing criminal proceedings against a 28-year-old individual, had observed mere storage and consumption of child pornography, without any intention to transmit, is not an offence. The youth was arrested after police found content related to child pornography on his mobile phone.</p>\n\n\n\n<p>Disapproving of the use of the word 'child pornography', the top court said Parliament should amend the POCSO Act to refer to such material as 'child sexually abusive and exploitative material'. \"We have suggested an ordinance can be brought in. We have asked all courts not to refer to it as 'child pornography' in any orders,\" it said.</p>\n\n\n\n<p>Pronouncing the verdict for the Bench, Justice JB Pariwala set aside the Kerala High Court’s verdict which held that mere downloading and storing of child pornography on one’s mobile phone couldn’t be considered as an offence under the POCSO Act or the IT Act.</p>\n\n\n\n<p>Acting on a petition filed by the Just Rights for Children Alliance, the Bench had in August decided to examine a verdict of the Kerala High Court which ruled that mere downloading and storing of child pornography on one’s mobile phone couldn’t be considered an offence under the POCSO/IT Acts.</p>\n\n\n\n<p>Terming the Kerala HC verdict as “atrocious”, it had issued notices to the Kerala Government, Sebin Thomas and another asking them to spell out their respective stand on the petition challenging the high court’s verdict.</p>\n\n\n\n<p>Citing the National Crime Records Bureau (NCRB) data, the petitioner—a coalition of over 120 NGOs – sought to highlight the fact that there has been almost a 2,561 per cent increase in child pornography cases between 2018 and 2022.</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-says-watching-downloading-child-pornography-an-offence-under-pocso-act%ef%bf%bc/","hasAudio":false,"hasInfographics":false}