{"id":"wp-en-14125","wp_id":14125,"type":"standard","category":"World","language":"en","title":"BJP tally in Rajya Sabha dipped to 86￼","excerpt":"For the first time in several years, the Bharatiya Janata Party’s tally in the Rajya Sabha has dipped to 86, and that of the National Democratic Alliance to 101, which is below the current majority mark of 113. There are 19 vacancies in the Rajya Sabha, making its current strength at 226. There are 26","author":"Tattva News Team","time":"16/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Rajya-Sabha.jpg","readTime":"5 min read","contentHTML":"\n<p>For the first time in several years, the Bharatiya Janata Party’s tally in the Rajya Sabha has dipped to 86, and that of the National Democratic Alliance to 101, which is below the current majority mark of 113.</p>\n\n\n\n<p>There are 19 vacancies in the Rajya Sabha, making its current strength at 226. There are 26 members of the opposition Congress and 13 of the Trinamool Congress.</p>\n\n\n\n<p>The NDA, however, is likely to recoup their losses when byelections are held in the coming weeks to fill the existing vacancies. Due to their numerical advantage over the opposition, the alliance is confident that they will win two seats each in Bihar, Maharashtra, and Assam, and one seat each in Haryana, Madhya Pradesh, Rajasthan, and Tripura.</p>\n\n\n\n<p>The government will also nominate four new members to the upper house. Such nominated members usually support the agenda of the government that selects them, even though they may remain independent in the house in terms of party affiliation.</p>\n\n\n\n<p>The government may still be able to get the key legislations passed even before the byelections with the support of seven non-aligned members.</p>\n\n\n\n<p>In Telangana, the Congress hopes to win the lone seat at the expense of the BRS. However, the grand old party is likely to lose the seat in Rajasthan vacated by K.C. Venugopal, given the BJP’s strong majority in the state. Venugopal vacated the seat after he won the Lok Sabha polls from Alappuzha in Kerala.</p>\n\n\n\n<p>In Haryana, the BJP is confident of winning the lone Rajya Sabha seat vacated by its member Deepender Singh Hooda after his victory in the Lok Sabha polls. The Election Commission (EC) is yet to announce the date for elections to fill the vacancies.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-tally-in-rajya-sabha-dipped-to-86%ef%bf%bc/","hasAudio":false,"hasInfographics":false}