{"id":"wp-te-19169","wp_id":19169,"type":"standard","category":"World","language":"te","title":"తెలంగాణాలో గాలి వాన బీభత్సం… 12 మంది దుర్మరణం","excerpt":"తెలంగాణలో ఆదివారం సాయంత్రం ఈదురుగాలులు  బీభత్సం సృష్టించాయి. ఈదురుగాలులు, ఉరుములు, పిడుగులతో 12 మంది  మృతి చెందారు. నాగర్ కర్నూల్ జిల్లా తాడూరు మండలం ఇంద్రకల్లో కోళ్ల ఫారం గోడ కూలి నలుగురు కార్మికులు మరణించారు. అదే జిల్లాలోని తెలకపల్లి మండల కేంద్రంలో పిడుగుపాటుకు లక్ష్మణ్(12) మృతి చెందాడు. మేడ్చల్ జిల్లా శామీర్ పేట సమీపంలో ఈదురుగాలులకు భారీ వృక్షం విరిగి బైక్ మీద పడటంతో నాగిరెడ్డి రామ్ రెడ్డి మృత్యువాత పడ్డారు. నాగర్ కర్నూల్ జిల్లా","author":"Tattva News Team","time":"27/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Hyd-rain.webp","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణలో ఆదివారం సాయంత్రం ఈదురుగాలులు  బీభత్సం సృష్టించాయి. ఈదురుగాలులు, ఉరుములు, పిడుగులతో 12 మంది  మృతి చెందారు. నాగర్ కర్నూల్ జిల్లా తాడూరు మండలం ఇంద్రకల్లో కోళ్ల ఫారం గోడ కూలి నలుగురు కార్మికులు మరణించారు. అదే జిల్లాలోని తెలకపల్లి మండల కేంద్రంలో పిడుగుపాటుకు లక్ష్మణ్(12) మృతి చెందాడు. మేడ్చల్ జిల్లా శామీర్ పేట సమీపంలో ఈదురుగాలులకు భారీ వృక్షం విరిగి బైక్ మీద పడటంతో నాగిరెడ్డి రామ్ రెడ్డి మృత్యువాత పడ్డారు.</p>\n\n\n\n<p>నాగర్ కర్నూల్ జిల్లా తాడూరు మండలం ఇంద్రకల్ శివారులో నిర్మాణంలో ఉన్న డైరీ షెడ్డు భారీ ఈదురుగాలులకు రేకులు ఎగిరిపడి గోడ కూలడంతో నలుగురు అక్కడికక్కడే మృతి చెందారు. ఇద్దరి పరిస్థితి విషమంగా ఉండగా మరో ఇద్దరికి తీవ్ర గాయాలయ్యాయి. </p>\n\n\n\n<p>ఇందుకు సంబంధించిన వివరాలు ఇలా ఉన్నాయి. నాగర్ కర్నూల్ జిల్లా తాడూరు మండల కేంద్రానికి శివారు లో అయ్యప్ప స్వామి దేవాలయం సమీపంలో బెల్లె మల్లేష్ అనే రైతు పొలంలో డైరీ షెడ్డును నిర్మిస్తున్నారు.</p>\n\n\n\n<p>ఈ క్రమంలో సాయంత్రం భారీగా ఈదురుగాలులతో కూడిన వర్షం రావడంతో గాలికి రేకులు ఎగిరి పడడంతో నిర్మాణంలో ఉన్న గోడ కూలింది వర్షం వస్తున్న తరుణంలో ఆ గోడ చాటుకు నిలబడి ఉన్న ఎనిమిది మందిలో నలుగురు అక్కడికక్కడే మృతి చెందారు.</p>\n\n\n\n<p>ఇదిలా ఉండగా తెలకపల్లి మండల కేంద్రానికి చెందిన దండు లక్ష్మణ్ 12 అనే బాలుడు మృతి చెందాడు. అదేవిధంగా నాగర్ కర్నూల్ శివారులోని మంతటి గడ్డ వద్ద ప్రధాన రహదారి పై శ్రీశైలం నుంచి వికారాబాద్ కు వెళ్తున్న తూఫాన్ వాహనంపై గాలివాన వస్తున్న క్రమంలో రేకులపై ఉన్న ఇటుకలు వాహనంపై పడి తీవ్రంగా గాయపడిన వికారాబాద్ జిల్లాకు చెందిన వేణు (38) అనే తుఫాన్ డ్రైవర్ తీవ్రంగా గాయపడి జిల్లా జనరల్ ఆస్పత్రికి తరలిస్తుండగా మర్గo మధ్యలో మృతి చెందాడు. </p>\n\n\n\n<p>అదేవిధంగా చారగొండ మండలం నూకల చింత తండాలో పిడుగు పడటంతో జైపాల్ నాయక్ అనే రైతు తీవ్రంగా గాయపడ్డాడు. వెల్దండ మండలం లో పిడుగుపాటుకు గురై ఆవు మృతి చెందింది. బిజినపల్లి మండలం, నంది వడ్డేమాన్ గ్రామానికి చెందిన అంజన్ రెడ్డి అనే వ్యక్తి వ్యవసాయ పొలం వద్ద పనులు చేసుకుంటుండగా భీకరమైన గాలి వాన రావడంతో వ్యవసాయ పొలంలోని మృతి చెందినట్లు తెలిసింది.</p>\n","originalUrl":"https://tattvanews.com/19169/27/05/2024/","hasAudio":false,"hasInfographics":false}