{"id":"wp-te-20051","wp_id":20051,"type":"standard","category":"World","language":"te","title":"ప్రభుత్వంకు తెలియకుండానే జిపిఎస్ గజెట్!","excerpt":"తమకు తెలియకుండా గ్యారెంటీడ్ పెన్షన్ స్కీం(జీపీఎస్) అమలు చేస్తూ గెజిట్ విడుదల చేయడంపై ప్రభుత్వం సీరియస్ అయింది. జీపీఎస్ గెజిట్ ఎలా విడుదలైందని ముఖ్యమంత్రి చంద్రబాబు నాయుడు ఆరా తీశారు. వివాదాస్పదమైన అధికారులకు కీలక పోస్టులను అప్పచెప్పుతున్న ముఖ్యమంత్రికి పాలనా యంత్రాంగంపై అదుపు తప్పుతుందా అనే ప్రశ్న తలెత్తుతుంది. జీపీఎస్ విధానంపై గత ప్రభుత్వ నిర్ణయాలను ఈ ప్రభుత్వం అమలు చేస్తుందనే రీతిలో గెజిట్ విడుదలపై ప్రభుత్వం అభ్యంతరం వ్యక్తం చేసింది. ప్రభుత్వ పెద్దల దృష్టిలో లేకుండా","author":"Tattva News Team","time":"16/7/2024","image":"https://tattvanews.com/wp-content/uploads/2022/06/Chandrababu.jpg","readTime":"5 min read","contentHTML":"\n<p>తమకు తెలియకుండా గ్యారెంటీడ్ పెన్షన్ స్కీం(జీపీఎస్) అమలు చేస్తూ గెజిట్ విడుదల చేయడంపై ప్రభుత్వం సీరియస్ అయింది. జీపీఎస్ గెజిట్ ఎలా విడుదలైందని ముఖ్యమంత్రి చంద్రబాబు నాయుడు ఆరా తీశారు. వివాదాస్పదమైన అధికారులకు కీలక పోస్టులను అప్పచెప్పుతున్న ముఖ్యమంత్రికి పాలనా యంత్రాంగంపై అదుపు తప్పుతుందా అనే ప్రశ్న తలెత్తుతుంది.</p>\n\n\n\n<p>జీపీఎస్ విధానంపై గత ప్రభుత్వ నిర్ణయాలను ఈ ప్రభుత్వం అమలు చేస్తుందనే రీతిలో గెజిట్ విడుదలపై ప్రభుత్వం అభ్యంతరం వ్యక్తం చేసింది. ప్రభుత్వ పెద్దల దృష్టిలో లేకుండా గెజిట్ ఎలా వచ్చింది అనే అంశంపై విచారణకు సీఎం చంద్రబాబు ఆదేశించారు. వెంటనే జీపీఎస్ జీవోను.. గెజిట్‌ను తాత్కాలికంగా నిలిపేయాలని సీఎం ఆదేశాలు జారీ చేశారు. </p>\n\n\n\n<p>జీపీఎస్‌ గెజిట్‌ జారీపై ఆరా తీసిన ముఖ్యమంత్రి చంద్రబాబు.. ఇప్పుడెందుకు విడుదల చేశారో విచారించాలని ఉన్నతాధికారులను ఆదేశించారు. ఉద్యోగుల కోసం కాంట్రిబ్యూటరీ పెన్షన్ పథకం(సీపీఎస్) స్థానంలో జీపీఎస్ పథకాన్ని గత ప్రభుత్వం తీసుకొచ్చింది. అయితే దీనికి సంబంధించి జీవో నంబర్ 54ను జూన్ 12న విడుదల చేశారు. </p>\n\n\n\n<p>సరిగ్గా అదే రోజు ముఖ్యమంత్రిగా చంద్రబాబు నాయుడు ప్రమాణం చేశారు. అయితే జీవో విడుదలైన తర్వాత జులై 12వ తేదీన గెజిట్‌లో అప్ లోడ్ చేశారు. దీంతో ప్రభుత్వ నిర్ణయంపై ఉద్యోగులు, ఉపాధ్యాయ సంఘాలు ఆందోళన వ్యక్తం చేశాయి. సీపీఎస్, జీపీఎస్ విధానాలను సమీక్షిస్తామని చెప్పిన టీడీపీ కూటమి.. ఇలా చేయడం ఏంటని మండిపడ్డాయి.</p>\n\n\n\n<p>అయితే ఈ గెజిట్‌తో తమకు సంబంధం లేదని టీడీపీ నేతలు స్పష్టం చేశారు. దీనిపై అప్పటి ఆర్థిక శాఖ కార్యదర్శి సంతకం చేశారని.. గత ప్రభుత్వంలోనే దీనిని రూపొందించారని తెలిపారు. ఈ నేపథ్యంలో జీపీఎస్ జీవో, గెజిట్‌ను రద్దు చేయాలని ఉద్యోగ సంఘాల నేతలు డిమాండ్ చేశారు. ఈ క్రమంలోనే జీపీఎస్ జీవో, గెజిట్‌ను తాత్కాలికంగా నిలిపివేయాలని ముఖ్యమంత్రి అధికారులను ఆదేశించారు.</p>\n","originalUrl":"https://tattvanews.com/20051/16/07/2024/","hasAudio":false,"hasInfographics":false}