{"id":"wp-en-14624","wp_id":14624,"type":"standard","category":"World","language":"en","title":"PM Modi to visit Ukraine and Poland this week￼","excerpt":"Prime Minister Narendra Modi will embark on a day visit this week. At first, he will visit Poland on August 21 and thereafter Ukraine on August 23, the External Affairs Ministry said on Monday.  He will visit Kyiv at the invitation of President Volodymyr Zelenskyy. \"PM Narendra Modi will undertake an official visit to Ukraine","author":"Tattva News Team","time":"20/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Modi-jobs.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi will embark on a day visit this week. At first, he will visit Poland on August 21 and thereafter Ukraine on August 23, the External Affairs Ministry said on Monday.  He will visit Kyiv at the invitation of President Volodymyr Zelenskyy.</p>\n\n\n\n<p>\"PM Narendra Modi will undertake an official visit to Ukraine later this week on Friday, August 23, on the invitation of Ukrainian President Volodymyr Zelenskyy. This is also a landmark and a historic visit since this will be the first time an Indian PM will be visiting Ukraine in more than 30 years since we established our diplomatic relations. This visit will build upon the recent high-level interactions between the leaders...\" Secretary West, MEA, Tanmaya Lal said during a press briefing on Monday.</p>\n\n\n\n<p>Notably, PM Modi made a highly publicised trip to Moscow on July 8-9 wherein old friends India and Russia sought to boost bilateral trade and cooperation in areas ranging from nuclear energy to medicine. But the visit made headlines as it coincided with the strike on the hospital in Kyiv.</p>\n\n\n\n<p>During the presser, the MEA official underscored that India has maintained a very clear and consistent position that diplomacy and dialogue can resolve this conflict between the two nations. He stressed that lasting peace can only be achieved through options that are acceptable to both parties and \"it can only be a negotiated settlement.\" \"On our part, India continues to engage with all stakeholders,\" he said.</p>\n\n\n\n<p>Besides Ukraine, PM Modi will also focus on Poland as this would be the first visit of any Indian leader in the past 45 years. Former PM Morarji Desai visited Poland in 1979 while Jawaharlal Nehru and Indira Gandhi had also visited the country. </p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-to-visit-ukraine-and-poland-this-week%ef%bf%bc/","hasAudio":false,"hasInfographics":false}