{"id":"wp-te-19729","wp_id":19729,"type":"standard","category":"World","language":"te","title":"కోర్టులోనే కేజ్రీవాల్‌ను అరెస్ట్ చేసిన సిబిఐ","excerpt":"ఢిల్లీ మద్యం కుంభకోణం కేసులో మరో కీలక పరిణామం చోటు చేసుకుంది. ఈ వ్యవహారంలో మనీల్యాండరింగ్ ఆరోపణలు ఎదుర్కొంటున్న ఢిల్లీ ముఖ్యమంత్రి , ఆమ్‌ఆద్మీపార్టీ (ఆప్) అధినేత అరవింద్ కేజ్రీవాల్ ప్రస్తుతం ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ (ఈడీ) కస్టడీలో ఉన్న విషయం తెలిసిందే. తాజాగా, ఇదే కేసులో కేజ్రీవాల్‌ను సిబిఐ అరెస్ట్ చేసింది.  ఆయన అరెస్ట్‌కు కోర్టు బుధవారం అనుమతించడంతో రౌస్ అవెన్యూ కోర్టులోనే సీబీఐ అదుపులోకి తీసుకుంది. అనంతరం న్యాయమూర్తి అమితాబ్ రావత్ ఎదుట హాజరుపరిచిన అధికారులు","author":"Tattva News Team","time":"27/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Kejriwal-jail1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ మద్యం కుంభకోణం కేసులో మరో కీలక పరిణామం చోటు చేసుకుంది. ఈ వ్యవహారంలో మనీల్యాండరింగ్ ఆరోపణలు ఎదుర్కొంటున్న ఢిల్లీ ముఖ్యమంత్రి , ఆమ్‌ఆద్మీపార్టీ (ఆప్) అధినేత అరవింద్ కేజ్రీవాల్ ప్రస్తుతం ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ (ఈడీ) కస్టడీలో ఉన్న విషయం తెలిసిందే. తాజాగా, ఇదే కేసులో కేజ్రీవాల్‌ను సిబిఐ అరెస్ట్ చేసింది. </p>\n\n\n\n<p>ఆయన అరెస్ట్‌కు కోర్టు బుధవారం అనుమతించడంతో రౌస్ అవెన్యూ కోర్టులోనే సీబీఐ అదుపులోకి తీసుకుంది. అనంతరం న్యాయమూర్తి అమితాబ్ రావత్ ఎదుట హాజరుపరిచిన అధికారులు ఐదు రోజుల కస్టడీకి కోరుతూ పిటిషన్ దాఖలు చేశారు. కోర్టు మూడు రోజుల కస్టడీకి అనుమతి ఇవ్వడంతో అటునుండి తీసుకెళ్లారు. </p>\n\n\n\n<p>ఇదే కేసులో ట్రయల్ కోర్టు గత గురువారం కేజ్రీవాల్‌కు బెయిల్ మంజూరు చేయగా, దీనిపై ఈడీ హైకోర్టును ఆశ్రయించింది.  దిగువ న్యాయస్థానం తమ వాదనలకు తగినంత సమయం ఇవ్వలేదని ఆరోపించింది. దీంతో ట్రయల్ కోర్టు ఉత్తర్వులపై హైకోర్టు స్టే విధించింది. ఈడీ సమర్పించిన ఆధారాలను ట్రయల్ కోర్టు పరిగణనలోకి తీసుకోవడంలో విఫలమైందని, బెయిల్ మంజూరులో నిర్ణయం తీసుకునేటప్పుడు సమగ్ర పరిశీలన చేయలేదని ఆక్షేపించింది. </p>\n\n\n\n<p>ఈ నేపథ్యంలో హైకోర్టు నిర్ణయాన్ని సవాలు చేస్తూ సర్వోన్నత న్యాయస్థానంలో కేజ్రీవాల్ పిటిషన్ వేశారు. అయితే హైకోర్టు నిర్ణయం వెలువడిన తరువాత దీనిపై విచారణ చేపడతామని స్పష్టం చేసింది. హైకోర్టు తీర్పు వెలువడడంతో బుధవారం దీనిపై విచారణ చేపట్టింది.అయితే ఈ పిటిషన్‌ను తాజాగా కేజ్రీవాల్ తరఫున న్యాయవాదులు వెనక్కు తీసుకున్నారు. </p>\n\n\n\n<p>పిటిషన్ ఉపసంహరించుకుంటామని కేజ్రీవాల్ కోరగా, అందుకు జస్టిస్ మనోజ్‌మిశ్రా, జస్టిస్ ఎస్వీస్ భట్టిల ద్విసభ్య ధర్మాసనం అనుమతించింది. హైకోర్టు పూర్తిస్థాయి ఉత్తర్వులు, సిబిఐ అరెస్ట్ వంటి పరిణామాల నేపథ్యంలో సమగ్ర పిటిషన్ దాఖలు చేస్తామని కేజ్రీవాల్ తరఫు సీనియర్ న్యాయవాది అభిషేక్ సింఘ్వీ న్యాయస్థానానికి తెలిపారు.</p>\n\n\n\n<p>అయితే కేజ్రీవాల్ అరెస్ట్‌కు సీబీఐకి కోర్టు అనుమతివ్వడంపై ఆయన తరఫు న్యాయవాదులు తీవ్ర అభ్యంతరం తెలిపారు. ఇది అత్యంత పక్షపాతంతో కూడిన చర్యగా వ్యాఖ్యానించారు. ఇప్పటికే కేజ్రీవాల్‌ను 9 గంటల పాటు ఏప్రిల్‌లో సిబిఐ ప్రశ్నించిందని, ఆయన తరఫు న్యాయవాది విక్రమ్ చౌదరి అన్నారు. </p>\n\n\n\n<p>ఈ కేసు ఆగస్టు2022 నుంచి పెండింగ్‌లో ఉంది.. నన్ను సాక్షిగా పిలిచారు.. నేను హాజరయ్యాను. తొమ్మిది గంటల పాటు విచారణ జరిగింది. అప్పటి నుంచి ఒక్క నోటీస్ కూడా సిబిఐ నుంచి రాలేదు. సాక్షి నుంచి నిందితుడిగా ఎలా మారారు. ఇది చాలా దారుణం అని మండిపడ్డారు. తన వాదన వినిపిస్తూ కేజ్రీవాల్ దురుద్దేశంతో కూడిన అనవసర అరోపణలు చేస్తున్నారని సిబిఐ పేర్కొంది.</p>\n","originalUrl":"https://tattvanews.com/19729/27/06/2024/","hasAudio":false,"hasInfographics":false}