{"id":"wp-te-18694","wp_id":18694,"type":"standard","category":"World","language":"te","title":"తెలంగాణాలో `ఆర్ టాక్స్' విధించిన కాంగ్రెస్.. మోదీ ఆరోపణ","excerpt":"తెలంగాణాలో కాంగ్రెస్‌ ప్రభుత్వం అధికారంలోకి వచ్చిన తర్వాత డబుల్‌ ఆర్‌ (ఆర్‌ఆర్‌) ట్యాక్స్‌ విధించిందంటూ ముఖ్యమంత్రి రేవంత్‌రెడ్డి, కాంగ్రెస్‌ అగ్రనేత రాహుల్‌గాంధీలపై ప్రధాని నరేంద్ర మోదీ తీవ్రమైన విమర్శలు గుప్పించారు. వ్యాపారులు, పారిశ్రామికవేత్తలు ఈ ట్యాక్సును రహస్యంగా ఇచ్చుకోవాల్సి వస్తోందని, తెలంగాణ వ్యాప్తంగా దీనిపై చర్చ జరుగుతోందని పేర్కొన్నారు.  డబుల్‌ ఆర్‌ ట్యాక్సు ఢిల్లీకి వెళ్తుందని, అక్కడ ఎవరికి చేరుతుందో అందరికీ తెలుసని ధ్వజమెత్తారు. ఆస్కార్ అవార్డు అందుకున్న ట్రిపుల్‌ ఆర్‌ సినిమాతో మన దేశ ఖ్యాతిని","author":"Tattva News Team","time":"1/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-TS.jpg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణాలో కాంగ్రెస్‌ ప్రభుత్వం అధికారంలోకి వచ్చిన తర్వాత డబుల్‌ ఆర్‌ (ఆర్‌ఆర్‌) ట్యాక్స్‌ విధించిందంటూ ముఖ్యమంత్రి రేవంత్‌రెడ్డి, కాంగ్రెస్‌ అగ్రనేత రాహుల్‌గాంధీలపై ప్రధాని నరేంద్ర మోదీ తీవ్రమైన విమర్శలు గుప్పించారు. వ్యాపారులు, పారిశ్రామికవేత్తలు ఈ ట్యాక్సును రహస్యంగా ఇచ్చుకోవాల్సి వస్తోందని, తెలంగాణ వ్యాప్తంగా దీనిపై చర్చ జరుగుతోందని పేర్కొన్నారు. </p>\n\n\n\n<p>డబుల్‌ ఆర్‌ ట్యాక్సు ఢిల్లీకి వెళ్తుందని, అక్కడ ఎవరికి చేరుతుందో అందరికీ తెలుసని ధ్వజమెత్తారు. ఆస్కార్ అవార్డు అందుకున్న ట్రిపుల్‌ ఆర్‌ సినిమాతో మన దేశ ఖ్యాతిని తెలుగు సినీ పరిశ్రమ ప్రపంచవ్యాప్తంగా చాటి చెప్పింది. కానీ, డబుల్‌ ఆర్‌ ట్యాక్స్‌తో దేశం సిగ్గుతో తలదించుకుంటోందని పేర్కొన్నారు.  ప్రధాని దుయ్యబట్టారు. </p>\n\n\n\n<p>మంగళవారం మెదక్‌ జిల్లాలోని జహీరాబాద్‌ నియోజకవర్గం పరిధిలో ఉన్న అల్లాదుర్గంలో బీజేపీ నిర్వహించిన బహిరంగసభలో ప్రధాని మోదీ ప్రసంగించారు. తెలంగాణను తొలుత బీఆర్‌ఎస్‌ ఎలా దోచుకుందో, ఇప్పుడు కాంగ్రెస్‌ కూడా అదే విధంగా డబుల్‌ ఆర్‌ ట్యాక్సు పేరుతో దోచుకుంటోందని ఆరోపించారు.</p>\n\n\n\n<p>రాష్ట్రంలోని 17 స్థానాల్లో బీజేపీ అభ్యర్థులను గెలిపిస్తే ఈ డబుల్‌ ఆర్‌ ట్యాక్సు వసూళ్లను అడ్డుకుంటామని చెప్పారు. అధికారంలోకి వస్తే కాళేశ్వరం అవినీతిపై విచారణ జరిపిస్తామని ప్రకటించిన కాంగ్రెస్‌  ఇప్పుడు అధికారంలో ఉన్నా, ఆ ప్రాజెక్టు అవినీతి ఫైళ్లను తొక్కిపెడుతోందని ప్రధాని ఆరోపించారు. కాంగ్రెస్‌, బీఆర్‌ఎస్‌ రెండూ ఒకటేనని, ఢిల్లీ లిక్కర్‌ స్కాంలో కూడా ఇది కనిపిస్తుందని తెలిపారు.</p>\n\n\n\n<p>తన ప్రాణం ఉన్నంతవరకూ ఎస్సీ, ఎస్టీ, ఓబీసీల రిజర్వేషన్లను మతపరంగా ముస్లింలకు దక్కనివ్వనని మోదీ ప్రకటించారు. కాంగ్రెస్‌ పార్టీకి, ఆ పార్టీకి తొత్తులుగా ఉన్న వారికి ఇదే సవాల్‌ అని పేర్కొన్నారు. ‘కాంగ్రెస్‌ నేతలారా! కాంగ్రె్‌సకు మద్దతిస్తున్న పార్టీల నేతలారా! చెవులు రిక్కించి వినండి. మోదీ జీవించి ఉన్నంత వరకు రాజ్యాంగాన్ని మార్చే శక్తి ఎవరికీ ఉండదు. దళితులు, ఆదివాసీలు, ఓబీసీల హక్కులను మతపరంగా ముస్లింలకు దక్కనివ్వబోను’ అని పేర్కొన్నారు.</p>\n\n\n\n<p>రిజర్వేషన్‌లపై నాడు రాజ్యాంగసభలో సుదీర్ఘ చర్చల అనంతరం, మతపరమైన రిజర్వేషన్‌లు ఉండరాదని తీర్మానం చేశారని ప్రధాని చెప్పారు. రాజ్యాంగాన్ని పవిత్ర గ్రంథంగా బీజేపీ భావిస్తుందని స్పష్టం చేశారు.  ఓటుబ్యాంకు కోసం ఎన్నికల సంఘాన్ని, ఈవీఎంలను ప్రశ్నిస్తున్న కాంగ్రెస్‌.. రాజ్యాంగాన్ని సైతం బద్నాం  చేస్తోందని మోదీ ధ్వజమెత్తారు. </p>\n\n\n\n<p>ప్రపంచం ఆర్థిక ప్రగతితో దూసుకుపోతుంటే భారత్‌ను కాంగ్రెస్‌ అవినీతి ఊబిలోకి నెట్టివేసిందని, అధికారంలోకి వచ్చిన ఎన్‌డీఏ ప్రభుత్వం కష్టపడి ఆర్థిక వ్యవస్థను గాడిలో పెట్టిందని మోదీ పేర్కొన్నారు. ఇప్పుడు మళ్లీ పాత రోజులను తీసుకువచ్చేందుకు కాంగ్రెస్‌ కుట్ర చేస్తోందని ఆరోపించారు. కాంగ్రెస్‌ ఎక్కడ అధికారంలో ఉంటే, అక్కడ పంచసూత్రాల పాలన సాగుతుందని చెబుతూ అబద్ధాలు- మోసపూరిత వాగ్దానాలు, ఓటు బ్యాంకు రాజకీయాలు, మాఫియాను పెంచి పోషించడం, కుటుంబ పాలన, అవినీతి - ఇవే ఆ పంచ సూత్రాలని ఎద్దేవా చేశారు. లోక్‌సభ ఎన్నికల్లో ఇండియా కూటమికి ప్రతిపక్ష హోదా కూడా దక్కబోదని ప్రధాని జోస్యం చెప్పారు.</p>\n\n\n\n<p><strong>ఎన్నికలను అపహాస్యం చేస్తూ ఫేక్‌ వీడియో</strong></p>\n\n\n\n<p>దేశంలో ఉద్రిక్త పరిస్థితులు సృష్టించేందుకు తెలంగాణ కాంగ్రెస్‌ ఓ ఫేక్‌ వీడియోను సృష్టించిందని, ఈ వ్యవహారంలో డబుల్‌ ఆర్‌లో ఒక పేరు (రేవంత్‌రెడ్డి) బయటకు వచ్చిందని మోదీ తెలిపారు. వారసత్వంగా లభించే ఆస్తిపై 55 శాతం పన్ను విధించాలని కాంగ్రెస్‌ ఆలోచిస్తోందని ఆరోపించారు.</p>\n\n\n\n<p> ‘కాంగ్రెస్‌ పొరపాటున అధికారంలోకి వస్తే, మీరు కష్టపడి సంపాదించుకున్న ఆస్తిపై ట్యాక్సు తీసుకువస్తుంది. 55 శాతం వసూలు చేయడం ఖాయం. ఆ పార్టీ పట్ల అప్రమత్తంగా ఉండాలి’ అని పిలుపునిచ్చారు. కాంగ్రెస్‌ పార్టీ తెలంగాణలో రైతులను మోసం చేసిందని, వంద రోజుల్లో రూ.2 లక్షల రుణమాఫీ చేస్తామని, ధాన్యానికి క్వింటాల్‌కు రూ.500 చొప్పున బోనస్‌ ఇస్తామని హామీ ఇచ్చి మోసం చేసిందని ఆరోపించారు. </p>\n\n\n\n<p>తమ పాలనలో బాలికల కోసం బేటీ బచావో, బేటీ పడావో పథకాన్ని ప్రవేశపెట్టామని.. ఇందులో భాగంగా బాలికల కోసం పాఠశాలల్లో ప్రత్యేకంగా మరుగుదొడ్లు నిర్మించామని మోదీ చెప్పారు. పేదలకు ఇచ్చే ఇళ్లు కూడా మహిళల పేరిటే ఇస్తున్నామని, వారి భద్రతకు కఠిన చట్టాలు తీసుకువచ్చామని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/18694/01/05/2024/","hasAudio":false,"hasInfographics":false}