{"id":"wp-te-20027","wp_id":20027,"type":"standard","category":"World","language":"te","title":"మహారాష్ట్ర ఎమ్మెల్సీ ఎన్నికల్ ఏడుగురు కాంగ్రెస్‌ ఎమ్మెల్యేలు క్రాస్ ఓటింగ్‌","excerpt":"మహారాష్ట్రలో శుక్రవారం జరిగిన ఎమ్మెల్సీ ఎన్నికల్లో ప్రతిపక్ష కూటమి మహా వికాస్ అఘాడీకి భంగపాటు ఎదురైంది. క్రాస్‌ ఓటింగ్‌ ద్వారా అదనంగా ఎమ్మెల్సీ స్థానం పొందవచ్చని భావించింది. అయితే అధికార మహాయుతి కూటమికి అనుకూలంగా ఏడుగురు కాంగ్రెస్‌ ఎమ్మెల్యేలు క్రాస్ ఓటింగ్‌కు పాల్పడ్డారు.  మహారాష్ట్ర అసెంబ్లీలో 288 మంది సభ్యులకుగాను ప్రస్తుతం 274 మంది సిట్టింగ్ ఎమ్మెల్యేలు ఉన్నారు. దీంతో ఒక్కో ఎమ్మెల్సీ అభ్యర్థి గెలవడానికి 23 మొదటి ప్రాధాన్యత ఓట్లు అవసరం. బీజేపీ, షిండే శివనేన,","author":"Tattva News Team","time":"14/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/BJP-Maha.webp","readTime":"5 min read","contentHTML":"\n<p>మహారాష్ట్రలో శుక్రవారం జరిగిన ఎమ్మెల్సీ ఎన్నికల్లో ప్రతిపక్ష కూటమి మహా వికాస్ అఘాడీకి భంగపాటు ఎదురైంది. క్రాస్‌ ఓటింగ్‌ ద్వారా అదనంగా ఎమ్మెల్సీ స్థానం పొందవచ్చని భావించింది. అయితే అధికార మహాయుతి కూటమికి అనుకూలంగా ఏడుగురు కాంగ్రెస్‌ ఎమ్మెల్యేలు క్రాస్ ఓటింగ్‌కు పాల్పడ్డారు. </p>\n\n\n\n<p>మహారాష్ట్ర అసెంబ్లీలో 288 మంది సభ్యులకుగాను ప్రస్తుతం 274 మంది సిట్టింగ్ ఎమ్మెల్యేలు ఉన్నారు. దీంతో ఒక్కో ఎమ్మెల్సీ అభ్యర్థి గెలవడానికి 23 మొదటి ప్రాధాన్యత ఓట్లు అవసరం. బీజేపీ, షిండే శివనేన, అజిత్‌ పవార్‌ ఎన్సీపీ వర్గంతో కూడిన అధికార మహాయుతి కూటమి తొమ్మిది మంది అభ్యర్థులను పోటీలో ఉంచింది. స్వతంత్రులు, చిన్న పార్టీలతో సహా 201 మంది ఎమ్మెల్యేలు మద్దతు ఇచ్చారు.</p>\n\n\n\n<p>కాగా, ప్రతిపక్షాలైన కాంగ్రెస్‌, ఉద్ధవ్‌ ఠాక్రే శివసేన, శరద్‌ పవార్‌ ఎన్సీపీతో కూడిన మహా వికాస్ అఘాడికి కేవలం 67 మంది ఎమ్మెల్యేల మద్దతు ఉంది. ఒక స్వతంత్ర ఎమ్మెల్యే సహా ఆరుగురు ఎమ్మెల్యేలు తటస్థంగా ఉన్నారు. </p>\n\n\n\n<p>అయిన్నప్పటికీ అజిత్‌ పవార్‌ ఎన్సీపీ నుంచి క్రాస్ ఓటింగ్‌ ఆశించి ముగ్గురు ఎమ్మెల్సీ అభ్యర్థులను నిలబెట్టారు. అయితే శరద్ పవార్ వర్గం బలపరిచిన అభ్యర్థి, రైతులు, కార్మికుల పార్టీకి చెందిన జయంత్ పాటిల్‌కు తగినంత ఓట్లు రాకపోవడంతో ఆయన ఓడిపోయారు. కాంగ్రెస్, శివసేన (యూబీటీ) అభ్యర్థులు విజయం సాధించారు.</p>\n\n\n\n<p>మరోవైపు అధికార మహాయుతి కూటమి బరిలో నిలిపిన తొమ్మిది మంది అభ్యర్థులు విజయం సాధించారు. ఐదుగురు బీజేపీ, షిండే శివసేన, అజిత్ పవార్ ఎన్సీపీ నుంచి ఇద్దరు చొప్పున ఎమ్మెల్సీ అభ్యర్థులు గెలిచారు. దీంతో ఏడుగురు కాంగ్రెస్‌ ఎమ్మెల్యేలు క్రాస్ ఓటింగ్‌కు పాల్పడినట్లు తెలుస్తున్నది.</p>\n\n\n\n<p>మహారాష్ట్రలో కాంగ్రెస్‌ పార్టీకి 37 మంది ఎమ్మెల్యేలున్నారు. ఆ పార్టీ అభ్యర్థి ప్రద్యనా సతవ్‌కు 30 మొదటి ప్రాధాన్యత ఓట్లను కేటాయించారు. మిగిలిన ఏడు ఓట్లు శివసేన (యూబీటీ) అభ్యర్థి మిలింద్ నార్వేకర్‌కు పడాల్సి ఉంది. అయితే సతవ్‌కు 25 మొదటి ప్రాధాన్యత ఓట్లు, నార్వేకర్‌కు 22 వచ్చాయి. అంటే కనీసం ఏడుగురు కాంగ్రెస్ ఎమ్మెల్యేలు క్రాస్ ఓట్ చేశారని తెలుస్తోంది. ఆ రాష్ట్ర అసెంబ్లీ ఎన్నికలు సమీపిస్తున్న వేళ ఎంవీఏ కూటమికి ఇది షాక్‌ ఇచ్చింది.</p>\n","originalUrl":"https://tattvanews.com/20027/14/07/2024/","hasAudio":false,"hasInfographics":false}