{"id":"wp-en-13525","wp_id":13525,"type":"standard","category":"World","language":"en","title":"Arvind Kejriwal surrenders at Tihar jail￼","excerpt":"Delhi Chief Minister Arvind Kejriwal on Sunday surrendered at the Tihar jail here after his interim bail granted by the Supreme Court in the excise policy-linked money-laundering case ended on June 1. He was granted the relief for campaigning in the Lok Sabha election. Before surrendering, Kejriwal addressed AAP leaders and workers at the party office. During","author":"Tattva News Team","time":"3/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Kejriwal-to-jail.jpg","readTime":"5 min read","contentHTML":"\n<p>Delhi Chief Minister Arvind Kejriwal on Sunday surrendered at the Tihar jail here after his interim bail granted by the Supreme Court in the excise policy-linked money-laundering case ended on June 1. He was granted the relief for campaigning in the Lok Sabha election.</p>\n\n\n\n<p>Before surrendering, Kejriwal addressed AAP leaders and workers at the party office. During his address, Kejriwal said, “I am going back to jail not because I was involved in corruption but because I raised voice against dictatorship.\"</p>\n\n\n\n<p>“I was given a 21-day (relief) by the Supreme Court. These 21 days were unforgettable. I did not waste even a minute. I campaigned for saving the country. The AAP is not important, it is secondary. The country comes first,” he said.</p>\n\n\n\n<p>He was accompanied by his wife Sunita Kejriwal, party leaders, including Delhi ministers Atishi, Kailash Gahlot and Saurabh Bharadwaj, Rajya Sabha MPs Sanjay Singh and Sandeep Pathak, and leaders Durgesh Pathak, Rakhi Birla and Reena Gupta.</p>\n\n\n\n<p>Meanwhile, the Delhi BJP staged a protest outside the Raj Ghat against Kejriwal. Members of the party were seen being detained by police.</p>\n\n\n\n<p>In a post on X in Hindi, Kejriwal, earlier in the day, said, \"On orders of the honourable Supreme Court, I came out from prison for election campaign for 21 days. Many thanks to the honourable Supreme Court.\"</p>\n\n\n\n<p>\"Today I will go to Tihar and surrender. I will leave home at 3 pm. First, I will go to Raj Ghat and pay homage to Mahatma Gandhi. From there, I will go to Hanuman Temple in Connaught Place to seek blessings of Hanuman ji. And from there, I will go to the party office and meet with workers and party leaders. From there, I will leave for Tihar,\" the chief minister said.</p>\n\n\n\n<p>He earlier offered prayers at the Hanuman temple in Connaught Place on Sunday after visiting the Raj Ghat. From the temple, Kejriwal left for the Aam Aadmi Party (AAP) office on Rouse Avenue Road where addressed the party workers and leaders.</p>\n","originalUrl":"https://en.tattvanews.com/national/arvind-kejriwal-surrenders-at-tihar-jail%ef%bf%bc/","hasAudio":false,"hasInfographics":false}