{"id":"wp-en-14043","wp_id":14043,"type":"standard","category":"World","language":"en","title":"ANI media files Rs 2 crore defamation suit against Wikipedia￼","excerpt":"ANI Media has filed a defamation suit against Wikipedia at Delhi High Court over allegedly slanderous description of the news agency. The matter has been posted for hearing on 20 August. Justice Navin Chawla issued a notice to Wikipedia on ANI’s plea seeking interim relief to restrain Wikipedia from publishing allegedly defamatory content about the","author":"Tattva News Team","time":"10/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/ANI.jpg","readTime":"5 min read","contentHTML":"\n<p>ANI Media has filed a defamation suit against Wikipedia at Delhi High Court over allegedly slanderous description of the news agency. The matter has been posted for hearing on 20 August.</p>\n\n\n\n<p>Justice Navin Chawla issued a notice to Wikipedia on ANI’s plea seeking interim relief to restrain Wikipedia from publishing allegedly defamatory content about the news agency on its platform. It has sought removal of its description and has sought Rs 2 crore as damages from Wikipedia.</p>\n\n\n\n<p>In its description for ANI, the Wikipedia page states that ANI \"has been criticised for having served as a propaganda tool for the incumbent central government, distributing materials from a vast network of fake news websites, and misreporting events”.</p>\n\n\n\n<p>ANI said that Wikipedia has published false and defamatory content with malicious intent of tarnishing the news agency's reputation and goodwill.</p>\n\n\n\n<p>Appearing for ANI, advocate Sidhanth Kumar said that the content in the description is defamatory. He said that Wikipedia, which is an intermediary, is a platform which is now used as a public utility and cannot behave as a private actor. He pointed out that Wikipedia has closed ANI’s pages for editing.</p>\n\n\n\n<p>Justice Chawla remarked that Wikipedia can have opinions and that it will explain its actions before the court. “They are entitled to have opinions…They'll come and explain. It's a case of defamation,” said the court.</p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Wikipedia’s description of ANI</strong><strong></strong></h3>\n\n\n\n<p>* The news agency has been criticised for having served as a propaganda tool for the incumbent central government, distributing materials from a vast network of fake news websites, and misreporting events.</p>\n\n\n\n<p>* Misinformation: ANI has been also accused of misreporting events, by fact checkers certified by the Poynter Institute's International Fact-Checking Network (IFCN). <em>The Caravan</em> came across several video footages from ANI, wherein logos of random television channels from Pakistan along with Urdu tickers were superimposed on news showcasing India in a positive light; their video editors have admitted to forging clips.</p>\n\n\n\n<p>* On 20 July 2023, ANI falsely blamed Muslims for the sexual assault and rape of two Kuki women during the 2023 Manipur violence.</p>\n\n\n\n<p>* Employee Management: Under a new management, ANI has been accused of practicing an aggressive model of journalism focused at maximum revenue output, where journalists were easily dispensable with. Multiple employees have accused ANI of not having any human resource management system and ill-treating their ex-employees</p>\n","originalUrl":"https://en.tattvanews.com/national/ani-media-files-rs-2-crore-defamation-suit-against-wikipedia%ef%bf%bc/","hasAudio":false,"hasInfographics":false}