{"id":"wp-te-19596","wp_id":19596,"type":"standard","category":"World","language":"te","title":"ఏపీ అసెంబ్లీ ప్రొటెం స్పీకర్ గా గోరంట్ల బుచ్చయ్య చౌదరి","excerpt":"ఆంధ్ర ప్రదేశ్ అసెంబ్లీ ప్రొటెం స్పీకర్‌గా రాజమండ్రి రూరల్ ఎమ్మెల్యే గోరంట్ల బుచ్చయ్య చౌదరి ఎంపికయ్యారు. తెలుగు దేశం  పార్టీ వ్యవస్థాపక సభ్యుడైన ఆయన అసెంబ్లీకి 7 సార్లు గెలుపొందారు. బుచ్చయ్యకు ఫోన్ చేసి ప్రోటెం స్పీకర్‌గా వ్యవహరించాలని శాసనసభ వ్యవహారాల శాఖ మంత్రి పయ్యావుల కేశవ్ కోరారు. దీనికి గోరంట్ల బుచ్చయ్య చౌదరి అంగీకారం తెలిపినట్టు చెబుతున్నారు.  రేపు బుచ్చయ్యతో ప్రోటెం స్పీకర్‌గా గవర్నర్ ప్రమాణం చేయించే అవకాశం ఉంది. రాజమండ్రి రూరల్ నియోజకవర్గం నుంచి","author":"Tattva News Team","time":"19/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Butchaiah.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్ర ప్రదేశ్ అసెంబ్లీ ప్రొటెం స్పీకర్‌గా రాజమండ్రి రూరల్ ఎమ్మెల్యే గోరంట్ల బుచ్చయ్య చౌదరి ఎంపికయ్యారు. తెలుగు దేశం  పార్టీ వ్యవస్థాపక సభ్యుడైన ఆయన అసెంబ్లీకి 7 సార్లు గెలుపొందారు. బుచ్చయ్యకు ఫోన్ చేసి ప్రోటెం స్పీకర్‌గా వ్యవహరించాలని శాసనసభ వ్యవహారాల శాఖ మంత్రి పయ్యావుల కేశవ్ కోరారు. దీనికి గోరంట్ల బుచ్చయ్య చౌదరి అంగీకారం తెలిపినట్టు చెబుతున్నారు.</p>\n\n\n\n<p> రేపు బుచ్చయ్యతో ప్రోటెం స్పీకర్‌గా గవర్నర్ ప్రమాణం చేయించే అవకాశం ఉంది. రాజమండ్రి రూరల్ నియోజకవర్గం నుంచి సీనియర్ నేత గోరంట్ల 50 వేలకు పైగా ఆధిక్యతతో ఘన విజయం సాధించారు.  77 ఏళ్ల వయస్సులోనూ ఉత్సాహంగా ప్రజా సేవ చేస్తున్నారు. తెలుగుదేశం ఆవిర్భావం నుంచి ఆపార్టీలో ఉన్నారు. ఎన్టీఆర్ తర్వాత చిన్న అన్నగా బుచ్చయ్య చౌదరిని తెలుగుదేశం శ్రేణులు పిలుస్తారు.<br><br>పార్టీలో అధినేత చంద్రబాబు నాయుడు కంటే సీనియర్ నాయకుడు బుచ్చయ్య చౌదరి. రాజమండ్రి రూరల్ బుచ్చయ్య చౌదరి కంచుకోట. ఇప్పటికే ఆరుసార్లు ఎమ్మెల్యేగా విజయం సాధించారు. టీడీపీలో ప్రధాన కార్యదర్శిగానూ పనిచేశారు. గోరంట్ల బుచ్చయ్య చౌదరి కమ్మ సామాజిక వర్గానికి చెందిన బలమైన నేత అయినప్పటికీ కాపులు ఎక్కువగా ఉన్న నియోజకవర్గంలో గెలుస్తుండటం ఆయనకు ప్రజలతో ఉన్న అనుబంధం వెల్లడి చేస్తుంది.<br><br>కాగా, ఈ నెల 21, 22 తేదీల్లో ఏపీ అసెంబ్లీ సమావేశాలు నిర్వహించేందుకు నిర్ణయించిన ప్రభుత్వం. ఆ దిశగా ఏర్పాట్లు చేస్తుంది ఈ సమావేశాల్లో సీఎం చంద్రబాబు, డిప్యూటీ సీఎం పవన్‌ కల్యాణ్‌, వైసీపీ అధినేత వైఎస్‌జగన్మోహన్‌రెడ్డి సహా సభ్యులతో ప్రమాణ స్వీకారం చేయించనున్నారు బుచ్చయ్య చౌదరి. ఆ తర్వాత స్పీకర్‌ను ఎన్నుకోనున్నారు.. స్పీకర్‌గా మరో సీనియర్‌ ఎమ్మెల్యే అయ్యన్నపాత్రుడు పేరు వినిపిస్తోన్న విషయం విదితమే.<br><br><br></p>\n\n\n\n<ul class=\"wp-block-list\"><li><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></li></ul>\n","originalUrl":"https://tattvanews.com/19596/19/06/2024/","hasAudio":false,"hasInfographics":false}