{"id":"wp-te-20438","wp_id":20438,"type":"standard","category":"World","language":"te","title":"కేసీఆర్ కు భూపాలపల్లి కోర్టు నోటీసులు","excerpt":"కాళేశ్వరం ప్రాజెక్టు నిర్మాణంలో వైఫల్యాలపై విచారణ నిమిత్తం సె ప్టెంబర్ 5న విచారణ కోసం హాజరు కావాలంటూ భూపాలపల్లి కోర్టు మాజీ ముఖ్యమంత్రి కెసిఆర్‌కు నోటీసులు జారీ చేసింది. ఆయనతో పాటు మరికొందరికీ నోటీసులిచ్చింది.  రూ.లక్ష కోట్ల వ్యయం చేసి నిర్మించిన కాళేశ్వరం ప్రాజెక్టులో భాగమైన మేడిగడ్డ బ్యారేజీ కుంగుబాటుకు నాటి కెసిఆర్ సర్కారే కారణమని, దీనివల్ల భారీగా ప్రజా ధ నం దుర్వినియోగం అయిందని, కాళేశ్వరం ప్రా జెక్టు లక్ష్యమే దెబ్బతిందని, దీనిపై సమగ్ర విచారణ","author":"Tattva News Team","time":"6/8/2024","image":"https://tattvanews.com/wp-content/uploads/2023/12/KCR.webp","readTime":"5 min read","contentHTML":"\n<p>కాళేశ్వరం ప్రాజెక్టు నిర్మాణంలో వైఫల్యాలపై విచారణ నిమిత్తం సె ప్టెంబర్ 5న విచారణ కోసం హాజరు కావాలంటూ భూపాలపల్లి కోర్టు మాజీ ముఖ్యమంత్రి కెసిఆర్‌కు నోటీసులు జారీ చేసింది. ఆయనతో పాటు మరికొందరికీ నోటీసులిచ్చింది. </p>\n\n\n\n<p>రూ.లక్ష కోట్ల వ్యయం చేసి నిర్మించిన కాళేశ్వరం ప్రాజెక్టులో భాగమైన మేడిగడ్డ బ్యారేజీ కుంగుబాటుకు నాటి కెసిఆర్ సర్కారే కారణమని, దీనివల్ల భారీగా ప్రజా ధ నం దుర్వినియోగం అయిందని, కాళేశ్వరం ప్రా జెక్టు లక్ష్యమే దెబ్బతిందని, దీనిపై సమగ్ర విచారణ చేయాలంటూ పిటిషనర్ నాగవెల్లి రాజలింగమూర్తి భూపాలపల్లి ఫస్ట్ క్లాస్ మేజిస్ట్రేట్ కోర్టులో రివిజన్ పిటిషన్ దాఖలు చేశారు. </p>\n\n\n\n<p>బ్యారేజీ దెబ్బతి న్న అంశంపై సమగ్ర విచారణ చేయాలంటూ పోలీసు ఉన్నతాధికారులు ఫిర్యాదు చేసినా పట్టించుకోలేదని పిటిషనర్ వెల్లడించారు. కాళేశ్వరం ఎత్తిపోతల్లో భాగమైన మేడిగడ్డ బ్యారేజీ నిర్మాణంలో మాజీ ముఖ్యమంత్రి కెసిఆర్‌తో పాటు నాటి మం త్రి హరీశ్‌రావు, నీటి పారుదల శాఖ కార్యదర్శి రజత్ కుమార్, అప్పటి సిఎంఒ కార్యదర్శి స్మితా సబర్వాల్, అప్పటి చీఫ్ ఇంజనీర్లు, మేఘా సంస్థ నిర్మాణదారులు భాగమేనని, వీరందరిపై విచారణ చేపట్టి శిక్షించాలని పిటిషనర్ తన పిటిషన్‌లో పేర్కొన్నారు.</p>\n\n\n\n<p>ప్రాజెక్టు వ్యయాన్ని పెంచి, ప్రజాధనాన్ని దుర్వినియోగం చేశారని, నిర్మాణానికి ముందు కనీసం సాయి ల్ టెస్ట్ కూడా చేయలేదని పిటిషనర్ ఆరోపించారు. పదే పదే డిజైన్లు మార్చారని, నిర్మాణంలో ఎక్కడా నాణ్యతా ప్రమాణాలు పాటించలేదని పేర్కొన్నారు. వర్షాలు, వరదల ముందు, ఆ తర్వాత చేయాల్సిన పరీక్షలను, తనిఖీలను చేయకుండా నిర్లక్ష్యంగా వ్యవహరించారని గుర్తు చేశారు. </p>\n\n\n\n<p>మేడిగడ్డ నిర్మాణానికి సంబంధించిన పలు టెక్నికల్ అంశాలను డ్యామ్ సేఫ్టీ అథారిటీ కోరినా ఇవ్వకుండా లోపాలను దాచే ప్రయత్నం చేశారని పిటిషనర్ తన ఫిర్యాదులో పేర్కొన్నారు. ఈ పిటిషన్‌ను స్వీకరించిన భూపాలపల్లి కోర్టు, ఈ అంశంలో విచారణ నిమిత్తం సెప్టెంబర్ 5వ తేదీన హాజరు కావాలంటూ కెసిఆర్, హరీశ్ రావులతో పాటు మొత్తం 8 మందికి నోటీసులు జారీ చేసింది. </p>\n\n\n\n<p>అయితే, తొలుత ఫస్ట్ క్లాస్ ప్రిన్సిపల్ జ్యుడిషియల్ మేజిస్ట్రేట్ కోర్టులో పిటిషన్ వేశానని, తన పిటిషన్‌ను కొట్టివేసిందని, దానికి కారణాలను కూడా తనకు తెలియజేయలేదని, విధిలేని పరిస్థితుల్లో హైకోర్టును ఆశ్రయించానని, ఆ తర్వాత రివిజిన్ పిటిషన్‌ను జిల్లా కోర్టులో దాఖలు చేయాల్సిందిగా సూచించడంతో ఇప్పుడు దాఖలు చేయాల్సి వచ్చిందని రాజలింగమూర్తి పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20438/06/08/2024/","hasAudio":false,"hasInfographics":false}