{"id":"wp-en-13375","wp_id":13375,"type":"standard","category":"World","language":"en","title":"Bangladesh MP Anwarul Azim Found 'Murdered' in Kolkata￼","excerpt":"Veteran Bangladeshi MP Anwarul Azim Anar, who went missing in India on May 13, was found dead in Kolkata with Bangladesh arresting three people back home for the politician's murder, Home Minister Asaduzzaman Khan announced in Dhaka on Wednesday (May 23). The body of Awami League MP, who had reached India on May 12 and","author":"Tattva News Team","time":"23/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Bangla-MP1.jpg","readTime":"5 min read","contentHTML":"\n<p>Veteran Bangladeshi MP Anwarul Azim Anar, who went missing in India on May 13, was found dead in Kolkata with Bangladesh arresting three people back home for the politician's murder, Home Minister Asaduzzaman Khan announced in Dhaka on Wednesday (May 23).</p>\n\n\n\n<p>The body of Awami League MP, who had reached India on May 12 and went missing a day later, was recovered from a flat in Kolkata's Newtown area on Wednesday.  \"So far, we have come to know that all the killers involved are Bangladeshis. It was a planned murder,\" the Bangladesh minister said.</p>\n\n\n\n<p>He added that Bangladesh Police have arrested three persons in connection with the murder of the 56-year-old lawmaker. \"We will soon inform you about the motive,\" the minister said, adding that Indian police are cooperating with the case.</p>\n\n\n\n<p>Bangladesh Prime Minister Sheikh Hasina has expressed deep shock and sorrow at the death of MP Anwarul Azim Anar. PM Hasina prayed for the eternal peace of the departed soul and conveyed deep sympathy to the bereaved family.</p>\n\n\n\n<p>The three-time MP and president of Kaliganj upazila unit Awami League went to India on a personal visit to receive treatment. A general diary report about his disappearance was filed at Baranagar Police Station in North Kolkata on May 18.</p>\n\n\n\n<p>Azim was the lawmaker from the Jhenaidah-4 constituency. Jhenaidah is a bordering area known for its high crime rate. \"According to what we currently know, he was killed there,\" the home minister said.</p>\n\n\n\n<p>Police in Kolkata, meanwhile, have launched a joint investigation into the case. Azim's family members are also set to arrive in Kolkata for further formalities, and their visa process is underway. Meanwhile, Bangladesh's Press Minister Shaban Mahmud at the embassy in Delhi said, \"India is our old and trusted friendly country, and we are expecting more details from Indian authorities.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/bangladesh-mp-anwarul-azim-found-murdered-in-kolkata%ef%bf%bc/","hasAudio":false,"hasInfographics":false}