{"id":"wp-te-19507","wp_id":19507,"type":"standard","category":"World","language":"te","title":"ముఖ్యమంత్రిగా చంద్రబాబు బాధ్యతలు.. ఆ ఐదు హామీలపై సంతకం","excerpt":"నారా చంద్రబాబు నాయుడు ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి హోదాలో అమరావతి సచివాలయంలో గురువారం అడుగు పెట్టారు. తన ఛాంబర్‌లో సీఎంగా సరిగ్గా సాయంత్రం 4.41 గంటలకు బాధ్యతలు స్వీకరించారు.. అనంతరం ఎన్నికల సమయంలో ఇచ్చిన ఐదు హామీలపై సంతకాలు చేశారు. ముందుగా ఉపాధ్యాయ ఉద్యోగాల భర్తీకి సంబంధించిన మెగా డీఎస్సీపై తొలి సంతకం చేశారు.  లాండ్‌ టైటిలింగ్‌ చట్టం ఉపసంహరణపై రెండో సంతకం, వృద్ధులు, ఒంటరి మహిళలకు ఇస్తున్న సామాజిక పింఛన్లను రూ.3 వేల నుంచి రూ.4 వేలకు","author":"Tattva News Team","time":"14/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Chandrababu-office.jpg","readTime":"5 min read","contentHTML":"\n<p>నారా చంద్రబాబు నాయుడు ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి హోదాలో అమరావతి సచివాలయంలో గురువారం అడుగు పెట్టారు. తన ఛాంబర్‌లో సీఎంగా సరిగ్గా సాయంత్రం 4.41 గంటలకు బాధ్యతలు స్వీకరించారు.. అనంతరం ఎన్నికల సమయంలో ఇచ్చిన ఐదు హామీలపై సంతకాలు చేశారు. ముందుగా ఉపాధ్యాయ ఉద్యోగాల భర్తీకి సంబంధించిన మెగా డీఎస్సీపై తొలి సంతకం చేశారు. </p>\n\n\n\n<p>లాండ్‌ టైటిలింగ్‌ చట్టం ఉపసంహరణపై రెండో సంతకం, వృద్ధులు, ఒంటరి మహిళలకు ఇస్తున్న సామాజిక పింఛన్లను రూ.3 వేల నుంచి రూ.4 వేలకు పెంచే ఫైలుపై మూడో సంతకం.. , ఉపాధి కల్పనకు సంబంధించి వివిధ స్కిల్స్‌ ఉన్న వారి వివరాల సేకరణకు సంబంధించిన స్కిల్‌ సెన్సస్‌ నిర్వహణపై నాలుగో సంతకం..,  అన్న క్యాంటీన్ల ఏర్పాటుపై ఐదో సంతకం చేశారు. ఇలా ఐదు అంశాలపై సంతకాలు చేశారు ముఖ్యమంత్రి చంద్రబాబు.</p>\n\n\n\n<p>చంద్రబాబు ఐదేళ్ల తర్వాత ఆంధ్రప్రదేశ్ ముఖ్యమంత్రి హోదాలో మళ్లీ సచివాలయంలో అడుగు పెట్టారు. సచివాలయంలోని ఐదు బ్లాక్‌లోని మొదటి బ్లాకులో ముఖ్యమంత్రి కార్యాలయం ఉంటుంది. అందులోని మొదటి అంతస్తులో చంద్రబాబు ఛాంబర్ ఉంది. అంతకముందు అమరావతిలోని సచివాలయానికి వెళ్తున్న చంద్రబాబుకు రాజధాని రైతులు, ఉద్యోగులు ఘన స్వాగతం పలికారు.</p>\n\n\n\n<p>అమరావతికి వెళ్లే దారిలో భారీగా హోర్డింగులు ఏర్పాటు చేశారు. పెద్ద సంఖ్యలో టీడీపీ శ్రేణులు, ప్రజలు చంద్రబాబుకు స్వాగతం పలికారు. చంద్రబాబు వెళ్లే మార్గంలో రోడ్డుకు ఇరువైపులా పూలతో స్వాగతం పలికారు.  మరోవైపు సీఎం చంద్రబాబు మరికొన్ని కీలక నిర్ణయాలు తీసుకున్నారు. </p>\n\n\n\n<p>గత ప్రభుత్వ హయాంలో శాఖలవారీగా గత ప్రభుత్వంలో ఏం జరిగింది? ప్రస్తుత ఆర్థిక పరిస్థితి ఏంటి?పనుల పురోగతి.. ఆయా శాఖల్లో పరిస్థితుపై సమీక్ష చేయనున్నారు. అలాగే అన్ని శాఖలపై శ్వేతపత్రాలు సిద్ధం చేసి విడుదల చేయాలని నిర్ణయించారు. ఈ శ్వేతపత్రాలను రాష్ట్ర ప్రజల ముందు ఉంచి, గత ప్రభుత్వ హయాంలో ఏం జరిగిందో ప్రజలకు వివరిద్దామని తెలిపారు..</p>\n\n\n\n<p>రాష్ట్ర పునర్నిర్మాణంలో మంత్రులు కీలక పాత్ర పోషించాలని మంత్రులకు చంద్రబాబు సూచించారు. ప్రజలు ఈ ప్రభుత్వంపై ఎన్నో ఆశలు పెట్టుకున్నారని, సంతృప్తే కొలబద్దగా పనిచేయాలని చెప్పారు. మంత్రి పదవిని ఆషామాషీగా తీసుకోవద్దని.. కేటాయించిన శాఖల్లో ఫలితం చూపించేలా పనిచేయాలని సూచించారు. అందరూ కలిసి టీమ్ వర్క్‌గా ముందుకు సాగాలని, క్షేత్ర స్థాయిలో ఏం జరుగుతోందో తనకు ఫీడ్ బ్యాక్ ఇవ్వాలని సూచించారు.</p>\n","originalUrl":"https://tattvanews.com/19507/14/06/2024/","hasAudio":false,"hasInfographics":false}