{"id":"wp-en-14015","wp_id":14015,"type":"standard","category":"World","language":"en","title":"FIR against Mahua Moitra for ‘derogatory’ post on NCW chief￼","excerpt":"An FIR has been registered against Trinamool Congress (TMC) Lok Sabha MP Mahua Moitra under section 79 of the Bharatiya Nyaya Sanhita (BNS) by Delhi Police Special Cell after the lawmaker made derogatory remark against National Commission for Women (NCW) chairperson Rekha Sharma, a few days ago. The development took place after the NCW had","author":"Tattva News Team","time":"8/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/10/Mahua-Moitra1.jpg","readTime":"5 min read","contentHTML":"\n<p>An FIR has been registered against Trinamool Congress (TMC) Lok Sabha MP Mahua Moitra under section 79 of the Bharatiya Nyaya Sanhita (BNS) by Delhi Police Special Cell after the lawmaker made derogatory remark against National Commission for Women (NCW) chairperson Rekha Sharma, a few days ago.</p>\n\n\n\n<p>The development took place after the NCW had complaint against Moitra and sought action against her for making objectionanble remark 'holding up her boss' pyjamas' against Rekha Sharma.</p>\n\n\n\n<p>Section 79 of the Bharatiya Nyaya Sahita -- new criminal laws -- is imposed in the crime related to section 79 of the Indian Penal Code (BNS (word, gesture or act intended to insult the dignity of a woman).</p>\n\n\n\n<p>The TMC leader, sharing a video of Sharma’s arrival at the site of a stampede in Uttar Pradesh’s Hathras, had written on X:  \"She is too busy holding up her boss's pajamas\". She later deleted the post which showed a man walking behind the NCW chief holding an umbrella.</p>\n\n\n\n<p>The NCW termed the remarks “outrageous” and violation of a woman’s right to dignity. “The Commission observed that this remark attracts Section 79 of the Bharatiya Nyay Sanhita, 2023,\" the NCW wrote on X. The Commission directed the Delhi Police to file an FIR against the MP and submit a detailed action report to it within three days.</p>\n\n\n\n<p>However, an unfazed Moitra, however, took a jibe at Sharma and the Delhi Police as she wrote on X: “Come on Delhi Police, please take action immediately on these suo moto orders. Am in Nadia in case you need me in the next three days to make a quick arrest\". \"I Can Hold My Own Umbrella,” she added.</p>\n\n\n\n<p>The TMC leader also shared screenshots of several posts allegedly made by Sharma and demanded that action be taken against her, too, over those posts. \"Also Delhi Police, while you're at it can you please register an FIR against another serial offender under your new Act,\" she added.</p>\n","originalUrl":"https://en.tattvanews.com/national/fir-against-mahua-moitra-for-derogatory-post-on-ncw-chief%ef%bf%bc/","hasAudio":false,"hasInfographics":false}