{"id":"wp-te-20994","wp_id":20994,"type":"standard","category":"World","language":"te","title":"బ్రిజ్‌ భూషణ్‌ సింగ్‌కు నడ్డా మందలింపు!","excerpt":"ఇటీవల కాంగ్రెస్‌లో చేరిన రెజ్లర్లు వినేశ్ ఫొగట్, బజరంగ్ పునియా, బీజేపీ మాజీ ఎంపీ, రెజ్లింగ్ ఫెడరేషన్ ఇండియా మాజీ అధ్యక్షులు బ్రిజ్ భూషణ్ సింగ్ మధ్య వివాదం నడుస్తూనే ఉంది. కాంగ్రెస్‌లో చేరిన తర్వాత ఇద్దరు రెజ్లర్లను బ్రిజ్ భూషణ్ సింగ్ లక్ష్యంగా చేసుకొని విమర్శలు కురిపిస్తున్నారు.  హర్యానా అసెంబ్లీ ఎన్నికల్లో వినేశ్ ఫొగట్‌కు కాంగ్రెస్ టికెట్ ఖరారు చేసింది. బ్రిజ్ భూషణ్‌ సింగ్‌పై లైంగిక వేధింపుల ఆరోపణలతో స్టార్ రెజ్లర్లు వినేశ్ ఫొగట్, బజరంగ్","author":"Tattva News Team","time":"8/9/2024","image":"https://tattvanews.com/wp-content/uploads/2023/07/Brij-Bushan.webp","readTime":"5 min read","contentHTML":"\n<p>ఇటీవల కాంగ్రెస్‌లో చేరిన రెజ్లర్లు వినేశ్ ఫొగట్, బజరంగ్ పునియా, బీజేపీ మాజీ ఎంపీ, రెజ్లింగ్ ఫెడరేషన్ ఇండియా మాజీ అధ్యక్షులు బ్రిజ్ భూషణ్ సింగ్ మధ్య వివాదం నడుస్తూనే ఉంది. కాంగ్రెస్‌లో చేరిన తర్వాత ఇద్దరు రెజ్లర్లను బ్రిజ్ భూషణ్ సింగ్ లక్ష్యంగా చేసుకొని విమర్శలు కురిపిస్తున్నారు. </p>\n\n\n\n<p>హర్యానా అసెంబ్లీ ఎన్నికల్లో వినేశ్ ఫొగట్‌కు కాంగ్రెస్ టికెట్ ఖరారు చేసింది. బ్రిజ్ భూషణ్‌ సింగ్‌పై లైంగిక వేధింపుల ఆరోపణలతో స్టార్ రెజ్లర్లు వినేశ్ ఫొగట్, బజరంగ్ పునియా పెద్ద ఎత్తున ఉద్యమించడంతో బీజేపీ ఇటీవల జరిగిన సార్వత్రిక ఎన్నికల్లో ఆయనకు ఎంపీ టికెట్ నిరాకరించింది.  దీంతో వినేశ్ ఫొగట్, బజరంగ్ పునియా కాంగ్రెస్‌లో చేరినప్పటి నుంచి బ్రిజ్ భూషణ్ శరణ్ సింగ్ వారిద్దరిపై నిరంతరం విమర్శలు చేస్తూనే ఉన్నారు. </p>\n\n\n\n<p>హర్యానా అసెంబ్లీ ఎన్నికల వేళ ఎలాంటి పొరపాట్లు చేయకూడదని, పార్టీ నాయకుల వ్యవహారశైలితో ప్రతిపక్ష పార్టీలు లబ్ధి పొందకుండా ఉండేందుకు బీజేపీ అవసరమైన చర్యలు తీసుకుంటోంది. దీనిలో భాగంగా బీజేపీ జాతీయ అధ్యక్షుడు జెపి నడ్డా బ్రిజ్ భూషణ్ శరణ్ సింగ్‌ను పిలిపించి సున్నితంగా మందలించినట్లు తెలిసింది. ఎన్నికల వేళ ఫొగట్, పునియాపై మీడియాతో ఎక్కువుగా మాట్లాడవద్దని హితవు చెప్పారు.</p>\n\n\n\n<p>తనకు సంబంధంలేని మూడు ఘటనలకు తనను బాధ్యుడిని చేశారని, ఎప్పటికైనా సత్యం గెలుస్తుందని బ్రిజ్ భూషణ్ సింగ్ పేర్కొన్నారు. కాంగ్రెస్ నేతలను పాండవులతో పోల్చిన ఆయన మహాభారత కాలంలో పాండవులు ద్రౌపదిని పణంగా పెట్టారని, ఇప్పటి వరకు పాండవులను దేశం క్షమించలేదని గుర్తు చేశారు.</p>\n\n\n\n<p>దేశంలోని మహిళల పరువును పణంగా పెట్టి హుడా కుటుంబం ఆడిన ఆటను హర్యానా ప్రజలు క్షమించబోరన్నారు. రాజకీయ స్వార్థం కోసం ఇంతపెద్ద డ్రామా ఎందుకు సృష్టించారని ఆయన ప్రశ్నించారు. తాను ఇప్పటికీ మౌనంగా ఉండేవాడినని.. కానీ సాక్షి మాలిక్ ఇప్పటికీ మహిళల కోసం పోరాడుతున్నాని చెప్పడం వలనే స్పందించాల్సి వచ్చిందని పేర్కొంటూ ఫొగట్, పునియా కాంగ్రెస్‌లో చేరడం కోసం అవాస్తవాలను ప్రచారం చేశారని మండిపడ్డారు. </p>\n\n\n\n<p>మహిళల పేరుతో ఎవరి కోసం వీళ్లంతా పోరాడుతున్నారని బ్రిజ్ భూషణ్ ప్రశ్నించారు. కేవలం ఒక కుటుంబం కోసం మాత్రమే పోరాడుతున్నారని ఆరోపించారు. కొంతమంది స్వార్థ ప్రయోజనాల కారణంగా తన పరువు, ప్రతిష్టలతో పాటు రెజ్లింగ్‌కు నష్టం వాటిల్లిందని బ్రిజ్ భూషణ్ సింగ్ పేర్కొన్నారు. ఒలింపిక్స్‌లో కనీసం ఐదు పతకాలు సాధించేవాళ్లమని.. కానీ కొందరి కారణంగా పతకాలు రాలేదన్నారు. హర్యానా ప్రజలు ఎన్నికల్లో ఆలోచించి ఓటు వేయాలని బ్రిజ్ భూషణ్ సూచించారు.</p>\n","originalUrl":"https://tattvanews.com/20994/08/09/2024/","hasAudio":false,"hasInfographics":false}