{"id":"wp-en-13463","wp_id":13463,"type":"standard","category":"World","language":"en","title":"Delhi court summons AAP leader Atishi in defamation case￼","excerpt":"A Delhi Court on Tuesday accepted a defamation plea filed by the Bharatiya Janata Party against Aam Aadmi Party leaders Arvind Kejriwal and Atishi, and has summoned the latter to Court. The Delhi Rouse Avenue Court admitted a defamation plea by Delhi BJP's Media Department Head Praveen Shankar Kapoor against the AAP leaders after Delhi Minister Atishi alleged BJP is trying to AAP","author":"Tattva News Team","time":"29/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/heat-wave1.webp","readTime":"5 min read","contentHTML":"\n<p>A Delhi Court on Tuesday accepted a defamation plea filed by the Bharatiya Janata Party against Aam Aadmi Party leaders Arvind Kejriwal and Atishi, and has summoned the latter to Court.</p>\n\n\n\n<p>The Delhi Rouse Avenue Court admitted a defamation plea by Delhi BJP's Media Department Head Praveen Shankar Kapoor against the AAP leaders after Delhi Minister Atishi alleged BJP is trying to AAP legislators to topple its government. The Court has summoned Atishi to appear in Court on June 29.  </p>\n\n\n\n<p>Atishi had alleged she was approached by the BJP to join the party and was threatened Enforcement Directorate would arrest her otherwise.</p>\n\n\n\n<p>\"BJP, through one of my close aides, approached me to join their party to save my political career. And, If I do not join the BJP, then in the coming one month, I will be arrested by ED,” Atishi had told presspersons in Delhi. </p>\n\n\n\n<p>The Delhi minister then charged after arresting senior leaders and Delhi Chief Minister Arvind Kejriwal in the liquor policy case, the BJP is targeting the next line of leaders in AAP. </p>\n\n\n\n<p>However, the court refused to summon Chief Minister Arvind Kejriwal in a criminal complaint filed by a BJP leader who accused him of defamation for claiming that AAP leaders were approached to join the saffron party in return for cash.</p>\n\n\n\n<p>Additional Chief Metropolitan Magistrate Tanya Bamniyal, however, summoned AAP leader Atishi, saying \"prima facie\" there was sufficient evidence against her. The judge directed Atishi, a minister in the Kejriwal cabinet, to appear before the court on June 29.</p>\n","originalUrl":"https://en.tattvanews.com/national/delhi-court-summons-aap-leader-atishi-in-defamation-case%ef%bf%bc/","hasAudio":false,"hasInfographics":false}