{"id":"wp-en-15426","wp_id":15426,"type":"standard","category":"World","language":"en","title":"NRI deposits witness $7.82 billion inflows ￼","excerpt":"Between April and August 2024, investments by Overseas Indians in non-resident Indian (NRI) deposit schemes doubled to US$ 7.82 billion, up from US$ 3.74 billion during the same period in 2023, according to data from the Reserve Bank of India (RBI). As of August 2024, total outstanding NRI deposits reached US$ 158.94 billion. The NRI","author":"Tattva News Team","time":"23/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/NRI-deposits.webp","readTime":"5 min read","contentHTML":"\n<p>Between April and August 2024, investments by Overseas Indians in non-resident Indian (NRI) deposit schemes doubled to US$ 7.82 billion, up from US$ 3.74 billion during the same period in 2023, according to data from the Reserve Bank of India (RBI).</p>\n\n\n\n<p>As of August 2024, total outstanding NRI deposits reached US$ 158.94 billion. The NRI deposit schemes include foreign currency non-resident (FCNR) deposits, non-resident external (NRE) deposits, and non-resident ordinary (NRO) deposits. During this period, most inflows were into FCNR (B) deposits, which saw US$ 3.47 billion, compared to US$ 1.55 billion a year earlier, bringing the outstanding balance to US$ 29.2 billion.</p>\n\n\n\n<p>NRE deposits also experienced significant growth, with inflows of US$ 2.51 billion, up from US$ 868 million last year, resulting in total outstanding NRE deposits of US$ 100.54 billion. NRO deposits recorded inflows of US$ 1.84 billion, increasing from US$ 1.32 billion, with total outstanding NRO deposits at US$ 29.19 billion. NRO accounts are rupee-denominated accounts for NRIs.</p>\n\n\n\n<p>Meanwhile, net foreign direct investment (FDI) in India has shown significant growth, more than doubling from US$ 3.26 billion to US$ 6.62 billion between April and August 2024. According to the Reserve Bank of India's October bulletin, gross inward FDI rose to US$ 36.1 billion, up from US$ 27.4 billion during the same period last year.</p>\n\n\n\n<p>Repatriation and disinvestment reached US$ 20.76 billion, compared to US$ 18.88 billion in the previous year. Approximately two-thirds of the gross FDI were directed towards manufacturing, financial services, communication, and energy sectors. Most of these investments came from Singapore, Mauritius, the UAE, the Netherlands, and the US.</p>\n\n\n\n<p>The “State of Economy” report highlighted that India’s medium-term economic outlook remains positive, supported by ongoing reforms, infrastructure improvements, and advancements in sustainable technologies. These are expected to bolster growth and attract further FDI, particularly manufacturing.</p>\n","originalUrl":"https://en.tattvanews.com/economy/nri-deposits-witness-7-82-billion-inflows-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}