{"id":"wp-te-19173","wp_id":19173,"type":"standard","category":"World","language":"te","title":"టెల్ అవీవ్‌పై హమాస్ ‘రాకెట్ల దాడి’","excerpt":"హమాస్ గాజా నుంచి రాకెట్ల పరంపరను ప్రయోగించగా కొన్ని నెలల్లో మొదటిసారిగా టెల్ అవీవ్‌తో సహా మధ్య ఇజ్రాయెల్ వ్యాప్తంగా రాకెట్ సైరన్లు వినిపించినట్లు రాయిటర్స్ వార్తా సంస్థ వెల్లడించింది. టెల్ అవీవ్‌పై ‘భారీ క్షిపణి దాడి’కి ఉపక్రమించినట్లు హమాస్ సాయుధ దళ విభాగం ది అల్ కస్సమ్ బ్రిగేడ్స్ ప్రకటించింది.  రాయిటర్స్ వార్త ప్రకారం, ఇజ్రాయెల్ సైన్యం వెంటనే స్పందించి రాకెట్ల రాక పట్ల హెచ్చరికగా మధ్య నగరంలో సైరన్లను మోగించింది. ‘పౌరులపై యూదుల మారణకాండ’కు","author":"Tattva News Team","time":"27/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Hamas.jpg","readTime":"5 min read","contentHTML":"\n<p>హమాస్ గాజా నుంచి రాకెట్ల పరంపరను ప్రయోగించగా కొన్ని నెలల్లో మొదటిసారిగా టెల్ అవీవ్‌తో సహా మధ్య ఇజ్రాయెల్ వ్యాప్తంగా రాకెట్ సైరన్లు వినిపించినట్లు రాయిటర్స్ వార్తా సంస్థ వెల్లడించింది. టెల్ అవీవ్‌పై ‘భారీ క్షిపణి దాడి’కి ఉపక్రమించినట్లు హమాస్ సాయుధ దళ విభాగం ది అల్ కస్సమ్ బ్రిగేడ్స్ ప్రకటించింది. </p>\n\n\n\n<p>రాయిటర్స్ వార్త ప్రకారం, ఇజ్రాయెల్ సైన్యం వెంటనే స్పందించి రాకెట్ల రాక పట్ల హెచ్చరికగా మధ్య నగరంలో సైరన్లను మోగించింది. ‘పౌరులపై యూదుల మారణకాండ’కు ప్రతీకారంగా రాకెట్లు ప్రయోగించినట్లు అల్ కస్సమ్ బ్రిగేడ్స్ తన టెలిగ్రామ్ చానెల్‌లో వెల్లడించింది. గాజా స్ట్రిప్ నుంచి రాకెట్లు ప్రయోగించినట్లు హమాస్ అల్ అక్సా టివి ధ్రువీకరించింది.</p>\n\n\n\n<p>టెల్ అవీవ్‌లో రాకెట్ సైరన్లు వినిపించడం నాలుగు నెలల్లో మొదటిసారి. అయితే, సైరన్లకు కారణం ఏమిటో ఇజ్రాయెలీ మిలిటరీ వెంటనే స్పష్టం చేయలేదు. ప్రాణ నష్టం గురించిన సమాచారం ఏదీ తమకు రాలేదని ఇజ్రాయెలీ అత్యవసర వైద్య సేవల విభాగం తెలియజేసింది. </p>\n\n\n\n<p>దక్షిణ గాజాలోని రఫా ప్రాంతం నుంచి హమాస్ కనీసం ఎనిమిది రాకెట్లను ప్రయోగించిందని, పలు రాకెట్లను ఇజ్రాయెలీ మిలిటరీ అటకాయించిందని బిబిసి తెలియజేసింది. హెర్జ్‌లియా, పెటాహ్ తిక్వా సహా వివిధ న గరాలు, పట్టణాల్లో అలర్ట్ సైరన్లు మోగించినట్లు కూడా బిబిసి తెలిపింది.</p>\n","originalUrl":"https://tattvanews.com/19173/27/05/2024/","hasAudio":false,"hasInfographics":false}