{"id":"wp-en-14851","wp_id":14851,"type":"standard","category":"World","language":"en","title":"Vinesh Phogat joins Congress ahead of Haryana polls, to contest from Julana","excerpt":"Ahead of the Haryana Assembly elections, Vinesh Phogat and Bajrang Punia joined the Congress party on Friday in the presence of party's general secretary KC Venugopal, Haryana Congress chief Udai Bhan and AICC in-charge of Haryana, Deepak Babaria. Speaking during the occasion, Vinesh Phogat said the country has supported her in her journey and she","author":"Tattva News Team","time":"7/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Vinesh-Cong.webp","readTime":"5 min read","contentHTML":"\n<p>Ahead of the Haryana Assembly elections, Vinesh Phogat and Bajrang Punia joined the Congress party on Friday in the presence of party's general secretary KC Venugopal, Haryana Congress chief Udai Bhan and AICC in-charge of Haryana, Deepak Babaria. Speaking during the occasion, Vinesh Phogat said the country has supported her in her journey and she is grateful to all. </p>\n\n\n\n<p>Soon after she joining the party, she was declared as party candidate from Julana.  The Congress party on Friday announced its first list of 31 candidates for the Haryana Assembly elections, set for October 5. Former Haryana Chief Minister Bhupinder Singh Hooda is fielded from the Garhi Sampla-Kiloi.</p>\n\n\n\n<p>Meanwhile, Bajrang Punia has been appointed as Working President of All India Kisan Congress.  On joining Congress, Vinesh Phogat said, \"I thank Congress party...Kehte hain na ki bure time mein pata lagta hai ki apna kaun hai...When we were being dragged on the road, all parties except BJP were with us. I feel proud that I have joined a party which stands with women and is ready to fight from 'sadak to sansad'...\"</p>\n\n\n\n<p>Earlier in the day, Phogat and Punia met Congress president Mallikarjun Kharge and other senior leaders at his 10 Rajaji Marg. \"Both Bajrang Punia and Vinesh Phogat are joining the party. Whether one of them will contest or both would contest would become clear soon,\" a party source said.</p>\n\n\n\n<p>Also, Phogat on Friday resigned from the Indian Railways citing personal reasons. Both Phogat and Punia had met former Congress president Rahul Gandhi on Wednesday. The Congress had put out a photograph of Gandhi with Phogat and Punia on its official X handle.</p>\n\n\n\n<p>Punia is a Tokyo Games bronze medallist, while Phogat became the first woman wrestler to reach the Olympics final, the stage where she was disqualified after being found over weight by about 100 gm in her 50-kg category weigh-in.</p>\n\n\n\n<p>Punia and Phogat were part of the protest over sexual harassment allegations against former BJP MP and then Wrestling Federation of India (WFI) chief Brij Bhushan Sharan Singh in 2023.</p>\n","originalUrl":"https://en.tattvanews.com/national/vinesh-phogat-joins-congress-ahead-of-haryana-polls-to-contest-from-julana/","hasAudio":false,"hasInfographics":false}