{"id":"wp-te-21225","wp_id":21225,"type":"standard","category":"World","language":"te","title":"ఓటుకు నోటు కేసులో సీఎం రేవంత్ రెడ్డికి ఊరట","excerpt":"తెలంగాణ ముఖ్యమంత్రి రేవంత్‌ రెడ్డికి ఓటుకు నోటు కేసులో భారీ ఊరట లభించింది. ఓటుకు నోటు కేసును మరో రాష్ట్రానికి బదిలీ చేసేందుకు నిరాకరించింది సుప్రీం కోర్టు. ఓటుకు నోటు కేసు వ్యవహారం సిఎం/హోంమంత్రి జోక్యం చేసుకోవద్దని కూడా హెచ్చరించింది ఎసిబి అధికారులు ఈ కేసును సిఎం/ హోంమంత్రి లకు రిపోర్ట్ చేయొద్దనీ సుప్రీం ఆదేశాలు ఇచ్చింది. ఈ కేసులో ముఖ్యమంత్రి/హోంమంత్రి జోక్యం చేసుకుంటే మళ్ళీ సుప్రీంకోర్టును ఆశ్రయించొచ్చు అని బీఆర్‌ఎస్‌ పార్టీకి స్పష్టం చేసింది. దీంతో..","author":"Tattva News Team","time":"21/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Revanth-SC.webp","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ ముఖ్యమంత్రి రేవంత్‌ రెడ్డికి ఓటుకు నోటు కేసులో భారీ ఊరట లభించింది. ఓటుకు నోటు కేసును మరో రాష్ట్రానికి బదిలీ చేసేందుకు నిరాకరించింది సుప్రీం కోర్టు. ఓటుకు నోటు కేసు వ్యవహారం సిఎం/హోంమంత్రి జోక్యం చేసుకోవద్దని కూడా హెచ్చరించింది ఎసిబి అధికారులు ఈ కేసును సిఎం/ హోంమంత్రి లకు రిపోర్ట్ చేయొద్దనీ సుప్రీం ఆదేశాలు ఇచ్చింది.</p>\n\n\n\n<p>ఈ కేసులో ముఖ్యమంత్రి/హోంమంత్రి జోక్యం చేసుకుంటే మళ్ళీ సుప్రీంకోర్టును ఆశ్రయించొచ్చు అని బీఆర్‌ఎస్‌ పార్టీకి స్పష్టం చేసింది. దీంతో.. తెలంగాణ రాష్ట్ర సీఎం రేవంత్ రెడ్డికి అలాగే బీఆర్‌ఎస్‌ పార్టీకి ఊరట లభించింది. అయితే విచారణను సీఎం ప్రభావితం చేస్తారన్న అపోహ తప్ప ఆధారాలు లేవని సుప్రీంకోర్టు వ్యాఖ్యానించింది. </p>\n\n\n\n<p>విచారణ జరుగుతున్న ఈ దశలో జగదీశ్వర్ రెడ్డి పిటిషన్‌ను పరిగణనలోకి తీసుకోచేయలేమని సుప్రీం కోర్టు స్పష్టం చేసింది. ఇక ఈ కేసు విచారణలో జోక్యం చేసుకోవద్దని రేవంత్‌కు సుప్రీంకోర్ట్ ఆదేశాలు జారీ చేసింది. కేసుకు సంబంధించిన వివరాలను రేవంత్‌ రెడ్డికి రిపోర్ట్ చేయవద్దని ఏసీబీని కూడా కోర్ట్ ఆదేశించింది.</p>\n\n\n\n<p>కాగా, రేవంత్ రెడ్డి హోంమంత్రిగా ఉన్నారని.. ఓటుకు నోటు కేసు దర్యాప్తు చేస్తున్న సంస్థ ఏసీబీ నేరుగా ఆయన పరిధిలోనే ఉంటుందన్న బీఆర్ఎస్ నేతల తరపున న్యాయవాదులు వాదించగా.. హైకోర్టును మార్చినా సరే.. దర్యాప్తు సంస్థ అదే ఉంటుందని పేర్కొంటూ సుప్రీం కోర్టు జడ్జి ధీటుగా బదులిచ్చారు. </p>\n\n\n\n<p>ఇక బీఆర్ఎస్ నేతల తరఫున వాదనలు సీనియర్ న్యాయవాది ఆర్యామ సుందరం, డీఎస్ నాయుడు కోర్టుకు వినిపించిన సంగతి తెలిసిందే. మరోవైపు పీసీసీ నేత ఫేస్ బుక్ పోస్టును వాదనల్లో ప్రస్తావించారు పిటిషనర్ తరఫు న్యాయవాదులు. అయితే సీఎం రేవంత్ రెడ్డి ప్రస్తుతం పీసీసీ చీఫ్‌గా లేరని ప్రభుత్వ తరఫు న్యాయవాది సుప్రీం కోర్టుకు తెలిపారు. దీంతో రేవంత్ రెడ్డి వ్యాఖ్యలు, క్షమాపణలను ధర్మాసనం తీర్పులో ప్రస్తావించింది.</p>\n","originalUrl":"https://tattvanews.com/21225/21/09/2024/","hasAudio":false,"hasInfographics":false}