{"id":"wp-te-20306","wp_id":20306,"type":"standard","category":"World","language":"te","title":"క్షీణించిన భారత్ - చైనా సంబంధాలు","excerpt":"భారత్ - చైనా మధ్య సంబంధాలు క్షీణించాయని చెబుతూనే చైనాతో భారత్ సరిహద్దు వివాదంలో మూడో పక్షం లేదా వేరే దేశం జోక్యం చేసుకునే అవకాశాన్ని విదేశాంగ మంత్రి జైశంకర్ తోసిపుచ్చారు. ఈ సమస్య 2 పొరుగు దేశాల మధ్య ఉంది. దీనిని భారత్, చైనాలు పరిష్కరించుకోవాల్సిన అవసరం ఉందన్నారు. చైనా, భారత్ వంటి పొరుగు దేశాల మధ్య సమస్య ఉన్న మాట వాస్తవమేనని చెప్పిన ఆయన.. దాన్ని పరిష్కరించడానికి మనం ఒక మార్గాన్ని కనుగొనాలని చెప్పారు.","author":"Tattva News Team","time":"30/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Jaishankar.jpeg","readTime":"5 min read","contentHTML":"\n<p>భారత్ - చైనా మధ్య సంబంధాలు క్షీణించాయని చెబుతూనే చైనాతో భారత్ సరిహద్దు వివాదంలో మూడో పక్షం లేదా వేరే దేశం జోక్యం చేసుకునే అవకాశాన్ని విదేశాంగ మంత్రి జైశంకర్ తోసిపుచ్చారు. ఈ సమస్య 2 పొరుగు దేశాల మధ్య ఉంది. దీనిని భారత్, చైనాలు పరిష్కరించుకోవాల్సిన అవసరం ఉందన్నారు. చైనా, భారత్ వంటి పొరుగు దేశాల మధ్య సమస్య ఉన్న మాట వాస్తవమేనని చెప్పిన ఆయన.. దాన్ని పరిష్కరించడానికి మనం ఒక మార్గాన్ని కనుగొనాలని చెప్పారు. </p>\n\n\n\n<p>టోక్యోలో విలేకరుల సమావేశంలో విదేశాంగ మంత్రి జైశంకర్ భారత్, చైనాల మధ్య ఉన్న అసలు సమస్యను గుర్తించి పరిష్కరించేందుకు ఇతర దేశాల జోక్యాన్ని కోరుకోవడం లేదని తేల్చి చెప్పారు. క్వాడ్ విదేశాంగ మంత్రుల సమావేశానికి హాజరయ్యేందుకు టోక్యో వచ్చిన భారత విదేశాంగ మంత్రి జైశంకర్ చైనాతో భారత్ సంబంధాలు సరిగా లేవని, అది సరిగా పనిచేయడం లేదని పేర్కొన్నారు. </p>\n\n\n\n<p>సహజంగానే ప్రపంచంలోని ఇతర దేశాలు ఈ విషయంలో ఆసక్తి చూపుతాయని, ఎందుకంటే రెండు గొప్ప దేశాలని, మన సంబంధాల స్థితి మిగతా ప్రపంచాన్ని ప్రభావితం చేస్తుందని ఆయన తెలిపారు.  అయితే చైనాతో భారత్ మంచి పొరుగు సంబంధాలను కోరుకుంటుందని ఆయన చెప్పారు. 'ప్రస్తుతం చైనాతో సంబంధాలు బాగా లేవు. పొరుగువారిగా మేం మంచి సంబంధాలను ఆశిస్తున్నాం. అయితే వారు ముందుగా సంతకం చేసిన ఎల్ ఓ సి, ఇతర ఒప్పందాలను గౌరవిస్తేనే మా సంబంధం మెరుగుపడుతుంది.' అని జైశంకర్ స్పష్టం చేశారు.</p>\n\n\n\n<p>తమ సమస్యలు ద్వైపాక్షికమైనవని పేర్కొన్నారు. 2020లో కోవిడ్-19 మహమ్మారి సమయంలో సరిహద్దు ఉద్రిక్తతల నుంచి భారత్‌కు చైనాతో సంబంధాలు దెబ్బతిన్నాయని ఆయన చెప్పారు. ఈ ఉద్రిక్తత కారణంగా ప్రాణ నష్టం సంభవించిందని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20306/30/07/2024/","hasAudio":false,"hasInfographics":false}