{"id":"wp-en-13327","wp_id":13327,"type":"standard","category":"World","language":"en","title":"Iran's President’s ill-fated helicopter crashes in foggy weather￼","excerpt":"A helicopter carrying Iranian President Ebrahim Raisi suffered a hard landing on Sunday, as per Iranian state television.  Reportedly, Raisi was travelling in Iran's East Azerbaijan province. The incident happened near Jolfa, a city bordering Azerbaijan.  According to the Iranian news agency, IRNA, Raisi met his Azerbaijani counterpart Ilham Aliyev earlier today and inaugurated Qiz Qalasi Dam jointly","author":"Tattva News Team","time":"20/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Iran-president-heli.webp","readTime":"5 min read","contentHTML":"\n<p>A helicopter carrying Iranian President Ebrahim Raisi suffered a hard landing on Sunday, as per Iranian state television.  Reportedly, Raisi was travelling in Iran's East Azerbaijan province. The incident happened near Jolfa, a city bordering Azerbaijan. </p>\n\n\n\n<p>According to the Iranian news agency, IRNA, Raisi met his Azerbaijani counterpart Ilham Aliyev earlier today and inaugurated Qiz Qalasi Dam jointly built by the two sides. Raisi was travelling in Iran’s East Azerbaijan province. State TV said the incident happened near Jolfa, a city on the border with the nation of Azerbaijan, some 600 kilometres northwest of the Iranian capital, Tehran.</p>\n\n\n\n<p>Indian Prime Minister Narendra Modi conveyed profound concern on Sunday regarding the helicopter crash involving Iranian President Ebrahim Raisi. In a message, said India stood in solidarity with the Iranian people in the hour of distress. Further, he prayed for the well-being of the Iranian leader and the whole team who was accompanied in the ill-fated helicopter.</p>\n\n\n\n<p>Raisi was accompanied by Iran's Foreign Minister Hossein Amirabdollahian, the governor of Iran's East Azerbaijan province and other officials and bodyguards, the state-run IRNA news agency reported. Althpugh one local government official used the word “crash” to describe the incident, but he acknowledged to an Iranian newspaper that he had yet to reach the site himself. </p>\n\n\n\n<p>Raisi, 63, is a hard-liner who formerly led the country’s judiciary. He is viewed as a protégé of Iran’s Supreme Leader Ayatollah Ali Khamenei and some analysts have suggested he could replace the 85-year-old leader after his death or resignation from the role.</p>\n\n\n\n<p>Raisi won Iran's 2021 presidential election, a vote that saw the lowest turnout in the Islamic Republic’s history. Raisi is sanctioned by the U.S. in part over his involvement in the mass execution of thousands of political prisoners in 1988 at the end of the bloody Iran-Iraq war.</p>\n","originalUrl":"https://en.tattvanews.com/international/irans-presidents-ill-fated-helicopter-crashes-in-foggy-weather%ef%bf%bc/","hasAudio":false,"hasInfographics":false}