{"id":"wp-en-15072","wp_id":15072,"type":"standard","category":"World","language":"en","title":"Siddaramaiah rejects opposition demand for resignation over HC verdict￼","excerpt":"Accusing the Narendra Modi-led NDA government of indulging in vendetta politics against opposition-ruled state governments, including the one headed by him, Karnataka Chief Minister Siddaramaiah on Tuesday rejected the opposition's demand for his resignation over the High Court dismissing his petition challenging the Governor's approval for investigation against him in a site allotment case. Alleging","author":"Tattva News Team","time":"25/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Siddaramaiah.jpg","readTime":"5 min read","contentHTML":"\n<p>Accusing the Narendra Modi-led NDA government of indulging in vendetta politics against opposition-ruled state governments, including the one headed by him, Karnataka Chief Minister Siddaramaiah on Tuesday rejected the opposition's demand for his resignation over the High Court dismissing his petition challenging the Governor's approval for investigation against him in a site allotment case.</p>\n\n\n\n<p>Alleging the opposition's conspiracy against him and his government, Siddaramaiah, while asserting that he would face them politically, said he would decide on his next course of action and legal fight after consulting legal experts and party leaders. \"I still say I have done no wrong.\"</p>\n\n\n\n<p>Earlier on Tuesday, the HC dismissed his petition challenging the Governor's approval for investigation against him in the Mysuru Urban Development Authority (MUDA) site allotment case.</p>\n\n\n\n<p>“Why should I resign? Has (HD) Kumaraswamy (Union Minister) resigned? He is on bail, ask him....it is only said that inquiry needs to be done. At the inquiry stage itself resignation is sought? I will answer them...we will face them politically because it is a conspiracy,\" Siddaramaiah said in response to a question on the opposition parties seeking his resignation.</p>\n\n\n\n<p>Speaking to reporters here, he said he would decide on the next course of action with legal experts, ministers, party's state presidents and others.</p>\n\n\n\n<p>Earlier in the day, Karnataka High Court dismissed Siddaramaiah's petition challenging the approval given by Governor Thaawarchand Gehlot for conducting an investigation against him in the alleged illegalities in Mysuru Urban Development Authority (MUDA) allotting sites to his wife.</p>\n\n\n\n<p>Karnataka BJP on Tuesday demanded Chief Minister Siddaramaiah's resignation after the High Court dismissed his petition challenging Governor Thaawarchand Gehlot’s approval for an investigation against him in a site allotment case.</p>\n\n\n\n<p>The party's state chief B Y Vijayendra noted that the HC has ruled that the Governor’s permission is as per law. “I request the Chief Minister to keep aside his charges against the Governor, respect the High Court order and, since there are allegations that your (Chief Minister’s) family is involved in the MUDA (site allotment) scam, you should respectfully resign your position as Chief Minister,” he told reporters here.</p>\n","originalUrl":"https://en.tattvanews.com/national/siddaramaiah-rejects-opposition-demand-for-resignation-over-hc-verdict%ef%bf%bc/","hasAudio":false,"hasInfographics":false}