{"id":"wp-en-13383","wp_id":13383,"type":"standard","category":"World","language":"en","title":"CPJ, partners call on ICJ to order unimpeded media access to Gaza","excerpt":"The Committee to Protect Journalists (CPJ), ARTICLE 19 and partners on Wednesday issued a statement in support of South Africa’s urgent request  to the International Court of Justice to order Israel to facilitate unimpeded media access to Gaza.  In a joint statement, nine human rights and press freedom organizations noted that Israel has failed to comply","author":"Tattva News Team","time":"23/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/CPJ-1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Committee to Protect Journalists (CPJ), ARTICLE 19 and partners on Wednesday issued a statement in support of South Africa’s urgent request  to the International Court of Justice to order Israel to facilitate unimpeded media access to Gaza. </p>\n\n\n\n<p>In a joint statement, nine human rights and press freedom organizations noted that Israel has failed to comply with the ICJ’s January 26 order to “take effective measures to prevent the destruction and ensure the preservation of evidence related to allegations of acts within the scope of Article II and Article III of the Genocide Convention.”<br><br>South Africa argued on May 16 that the court should issue these provisional measures to ensure that Israel preserves evidence in compliance with the January order. </p>\n\n\n\n<p>“Despite the valiant efforts of Palestinian journalists who continue reporting despite a daily struggle to survive, Israel’s censorious actions make it nearly impossible to comprehensively, continuously and independently document what is happening on the ground in Gaza and risk significantly hampering future accountability efforts,” the signatories stated. </p>\n\n\n\n<p>The statement noted that journalists, independent human rights investigators, fact-finding missions, and the International Criminal Court (ICC) still do not have access to Gaza, prohibiting the effective preservation and retention of evidence of potential war crimes. </p>\n\n\n\n<p>“Israel’s near-total ban of foreign journalists from Gaza and its increasing constraints on outlets like Al Jazeera and The Associated Press,  combined with a struggling Palestinian press corps, means South Africa’s ICJ request for unimpeded media access is urgent and vital,” said CPJ Director of Advocacy and Communications Gypsy Guillén Kaiser. “Any censorship of developments in Gaza creates an information void ripe for propaganda and mis- and disinformation that has consequences for public accountability and people’s lives.”</p>\n\n\n\n<p>“Israel’s continuing assault on journalists, freedom of expression and people’s right to access information violates international human rights and humanitarian law,” said ARTICLE 19 Senior Director for Law and Policy Barbora Bukovská. “It defies the ICJ’s January order for evidence to be preserved as the conflict continues and will hinder accountability efforts. It is therefore vital that the ICJ is crystal clear this time around that Israel’s actions must stop.”</p>\n\n\n\n<p>Since the ICJ’s January 26 order to Israel, CPJ has documented the killings of 19 Palestinian journalists and media workers in Gaza.  To date, at least  105 journalists and media workers – 100 of them Palestinian – have been killed since the war started on October 7, 2023. There is evidence that at least three of these journalists were targeted by the Israel Defense Forces  (IDF); CPJ is actively looking into other cases where there is evidence of a possible targeting.</p>\n\n\n\n<p></p>\n","originalUrl":"https://en.tattvanews.com/international/cpj-partners-call-on-icj-to-order-unimpeded-media-access-to-gaza/","hasAudio":false,"hasInfographics":false}