{"id":"wp-te-20007","wp_id":20007,"type":"standard","category":"World","language":"te","title":"జగన్, ఐపీఎస్ పీవీ సునీల్‌లపై హత్యాయత్నం కేసు","excerpt":"ఆంధ్రప్రదేశ్‌ మాజీ ముఖ్యమంత్రి వైఎస్ జగన్‌ మోహన్ రెడ్డితో పాటు సీనియర్ ఐపీఎస్ అధికారులు పివి సునీల్ కుమార్, పిఎస్ఆర్ ఆంజనేయులులపై గుంటూరు లోని నగరంపాలెం పోలీస్ స్టేషన్ లో హత్యాయత్నం కేసు నమోదయింది. మాజీ వైసిపి ఎంపీ, ప్రస్తుతం టిడిపి ఎమ్మెల్యే రఘురామకృష్ణరాజు ఫిర్యాదు చేయంతో పోలీసులు కేసు ఫైల్ చేశారు.  గత వైఎస్సార్‌సీపీ ప్రభుత్వ హయాంలో ఓ కేసులో తనను హైదరాబాద్‌లో అరెస్ట్ గుంటూరుకు తీసుకొచ్చి తనను నిర్బంధంలో చిత్రహింసలకు గురిచేయడమే కాకుండా తనపై","author":"Tattva News Team","time":"12/7/2024","image":"https://tattvanews.com/wp-content/uploads/2022/01/Raghurama-3.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌ మాజీ ముఖ్యమంత్రి వైఎస్ జగన్‌ మోహన్ రెడ్డితో పాటు సీనియర్ ఐపీఎస్ అధికారులు పివి సునీల్ కుమార్, పిఎస్ఆర్ ఆంజనేయులులపై గుంటూరు లోని నగరంపాలెం పోలీస్ స్టేషన్ లో హత్యాయత్నం కేసు నమోదయింది. మాజీ వైసిపి ఎంపీ, ప్రస్తుతం టిడిపి ఎమ్మెల్యే రఘురామకృష్ణరాజు ఫిర్యాదు చేయంతో పోలీసులు కేసు ఫైల్ చేశారు. </p>\n\n\n\n<p>గత వైఎస్సార్‌సీపీ ప్రభుత్వ హయాంలో ఓ కేసులో తనను హైదరాబాద్‌లో అరెస్ట్ గుంటూరుకు తీసుకొచ్చి తనను నిర్బంధంలో చిత్రహింసలకు గురిచేయడమే కాకుండా తనపై హత్యాయత్నం చేశారని రఘురామ నగరంపాలెం పోలీసులకు ఫిర్యాదు చేశారు.  </p>\n\n\n\n<p>ఐపీఎస్ సునీల్‌కుమార్‌ (ఏ1), ఇంటెలిజెన్స్‌ మాజీ డీజీ సీతారామాంజనేయులు (ఏ2), వైఎస్ జగన్ (ఏ3), అప్పటి సీఐడీ ఏఎస్పీ విజయ్‌పాల్‌ (ఏ4), గుంటూరు జీజీహెచ్‌ మాజీ సూపరింటెండెంట్‌ డాక్టర్‌ ప్రభావతి (ఏ5)లపై వివిధ సెక్షన్ల కింద కేసు నమోదు చేశారు.</p>\n\n\n\n<p>మాజీ ముఖ్యమంత్రి జగన్‌ను విమర్శిస్తే చంపేస్తానని ఐపీఎస్ పీవీ సునీల్‌ కుమార్‌ బెదిరించారని, తన ఫిర్యాదుపై విచారణ జరిపి చర్యలు తీసుకోవాలని రఘురామ గుంటూరు జిల్లా ఎస్పీని కోరారు.</p>\n\n\n\n<p>2021 మే 14వ తేదీన రఘురామను ఏపీ సీఐడీ అధికారులు హైదరాబాద్‌లోని నివాసంలో అదుపులోకి తీసుకున్నారు. రఘురామ పుట్టిన రోజు నాడే అరెస్ట్ చేసి గుంటూరులోని సీబీసీఐడీ ప్రాంతీయ కార్యాలయానికి తరలించారు. కస్టడీ పేరుతో తనను టార్చర్ చేశారని, కనీసం వైద్య సహాయం, భోజనం ఏర్పాటు చేయలేదని రఘురామ అప్పట్లోనే ఆరోపించారు. </p>\n\n\n\n<p>కస్టడీలో తనను రబ్బర్ బెల్ట్, లాఠీతో కొట్టడంతోపాటు శారీరకంగా వేధించారని సంచలన వ్యాఖ్యలు చేశారు. అరెస్ట్ చేసిన రోజు రాత్రి 11:30 గంటల ప్రాంతంలో అప్పటి సీబీసీఐడీ, డీజీ పీవీ సునీల్ కుమార్, ఐపీఎస్ సీతారామాంజనేయులుతో పాటుగా పోలీసులు తనను చిత్రహింసలకు గురిచేసినట్లు ఆరోపించారు.</p>\n\n\n\n<p>అంతేకాదు రఘురామ ఈ కస్టోడియల్ టార్చర్ వ్యవహారంపై హైకోర్టను కూడా ఆశ్రయించారు. లోక్‌సభ స్పీకర్‌కు ఫిర్యాదు చేశారు.  మాజీ సిఎం జగన్‌ బెయిల్ రద్దు చేయాలంటూ కోర్టులో పిటిషన్‌ దాఖలు చేయడంతో కక్ష కట్టిన జగన్ తప్పుడు కేసులు పెట్టి అరెస్ట్ చేయించారని రఘురామ ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/20007/12/07/2024/","hasAudio":false,"hasInfographics":false}