{"id":"wp-te-21316","wp_id":21316,"type":"standard","category":"World","language":"te","title":"భూ గమనాన్ని ప్రభావితం చేస్తున్న చైనా త్రీ గోర్జెస్‌ డ్యామ్‌","excerpt":"ప్రపంచంలోనే అతిపెద్దదైన డ్యామ్ చైనాలో ఉంది. చైనాలోని ఈ త్రీ గోర్జెన్ డ్యామ్ భూ గమనాన్నే ప్రభావితం చేస్తోందని, ఇది శ్రేయస్కరం కాదని బ్రిటన్ శాస్త్రవేత్తలు హెచ్చరిస్తున్నారు. దీని వల్ల మానవాళికి ముప్పు పొంచి ఉందని బ్రిటన్ శాస్త్రవేత్తలు ఆందోళన వ్యక్తం చేస్తున్నారు.  చైనాలోని యాంగ్జీ నదిపై సుమారు 2.33 కిలో మీటర్ల పొడవు, 181 మీటర్ల ఎత్తులో 2006లో త్రీగోర్జెస్ డ్యామ్ ను నిర్మించారు. ఈ డ్యామ్‌ను 1994లో ప్రారంభించి 2006లో పూర్తి చేశారు. డ్యామ్","author":"Tattva News Team","time":"27/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/China-dam.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రపంచంలోనే అతిపెద్దదైన డ్యామ్ చైనాలో ఉంది. చైనాలోని ఈ త్రీ గోర్జెన్ డ్యామ్ భూ గమనాన్నే ప్రభావితం చేస్తోందని, ఇది శ్రేయస్కరం కాదని బ్రిటన్ శాస్త్రవేత్తలు హెచ్చరిస్తున్నారు. దీని వల్ల మానవాళికి ముప్పు పొంచి ఉందని బ్రిటన్ శాస్త్రవేత్తలు ఆందోళన వ్యక్తం చేస్తున్నారు.</p>\n\n\n\n<p> చైనాలోని యాంగ్జీ నదిపై సుమారు 2.33 కిలో మీటర్ల పొడవు, 181 మీటర్ల ఎత్తులో 2006లో త్రీగోర్జెస్ డ్యామ్ ను నిర్మించారు. ఈ డ్యామ్‌ను 1994లో ప్రారంభించి 2006లో పూర్తి చేశారు. డ్యామ్ నిర్మాణం కోసం 114 పట్టణాలను, 1,680 గ్రామాలను చైనా నేలమట్టం చేసింది. ఈ డ్యామ్ కు మూడు నదుల నుండి నీరు వచ్చి చేరుతుంది. </p>\n\n\n\n<p>సుమారు పది ట్రిలియన్ గ్యాలన్ల నీరు డ్యామ్‌లో నిల్వ ఉంటోంది. అంత భారీ మొత్తంలో ఒకే చోట నీరు చేరడంతో భూ పరిభ్రమణ వేగం 0.06 మైక్రో సెకెన్లు తగ్గపోయిందని అప్పట్లో శాస్త్రవేత్తలు లెక్కలతో అంచనా వేశారు. అంతే కాకుండా సూర్యుడి నుంచి భూమి రెండు సెంటీ మీటర్ల మేర దూరం జరిగిందని వెల్లడించారు. </p>\n\n\n\n<p>ఇది ప్రస్తుతం ఇంకా పెరుగుతోందని శాస్త్రవేత్తలు ఆందోళన వ్యక్తం చేశారు.భూమిపై భారీ మొత్తంలో ఏమైనా మార్పులు చోటు చేసుకున్నప్పుడు దాని ప్రభావం భూ గమనంపై పడుతుందని అమెరికా అంతరిక్ష పరిశోధనా సంస్థ నాసా కూడా పదే పదే చెబుతోంది. </p>\n\n\n\n<p>ప్రపంచంలోనే అతి పెద్దవైన మూడు అణు విద్యుత్ కేంద్రాల ఉత్పత్తికి సమానంగా ఈ డ్యామ్ నుండి 22,500 మెగావాట్ల జల విద్యుత్ ఉత్పత్తి అవుతోంది. ఈ డ్యామ్ లోని నీటి నిల్వ కారణంగా భూమి అడుగున ఒత్తిడి పెరిగి భూకంపాలు సంభవించే అవకాశం ఉందని శాస్త్రవేత్తలు చెబుతున్నారు.</p>\n","originalUrl":"https://tattvanews.com/21316/27/09/2024/","hasAudio":false,"hasInfographics":false}