{"id":"wp-te-21005","wp_id":21005,"type":"standard","category":"World","language":"te","title":"రష్యా- ఉక్రెయిన్ యుద్ధాన్ని భారత్ ఆపగలదు","excerpt":"రష్యా-ఉక్రెయిన్ యుద్ధాన్ని పరిష్కరించడంలో భారత్, బ్రెజిల్‌, చైనాలు కీలక పాత్ర పోషిస్తాయని తాను విశ్వసిస్తున్నట్లు ఇటలీ ప్రధాని జార్జియా మెలోని తెలిపారు. అంతేకాదు రష్యా-ఉక్రెయిన్‌ వివాదాన్ని పరిష్కరించి శాంతి స్థాపన చేయడానికి భారత్, చైనా సహకరించాలని కోరారు. ఉత్తర ఇటలీ, సెర్నోబియో నగరంలోని అంబ్రోసెట్టి ఫోరమ్‌లో ఉక్రెయిన్ ప్రెసిడెంట్ వొలోడిమిర్ జెలెన్‌స్కీతో మెలోని భేటీ అయ్యారు. ఈ సందర్భంగానే రష్యా- ఉక్రెయిన్ యుద్ధాన్ని పరిష్కరించడంలో భారత్ కీలక పాత్ర పోషిస్తుందని ఆమె పేర్కొన్నారు. ఉక్రెయిన్ సంక్షోభాన్ని నివారించడంలో","author":"Tattva News Team","time":"9/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Ukraine-war.png","readTime":"5 min read","contentHTML":"\n<p>రష్యా-ఉక్రెయిన్ యుద్ధాన్ని పరిష్కరించడంలో భారత్, బ్రెజిల్‌, చైనాలు కీలక పాత్ర పోషిస్తాయని తాను విశ్వసిస్తున్నట్లు ఇటలీ ప్రధాని జార్జియా మెలోని తెలిపారు. అంతేకాదు రష్యా-ఉక్రెయిన్‌ వివాదాన్ని పరిష్కరించి శాంతి స్థాపన చేయడానికి భారత్, చైనా సహకరించాలని కోరారు. ఉత్తర ఇటలీ, సెర్నోబియో నగరంలోని అంబ్రోసెట్టి ఫోరమ్‌లో ఉక్రెయిన్ ప్రెసిడెంట్ వొలోడిమిర్ జెలెన్‌స్కీతో మెలోని భేటీ అయ్యారు.</p>\n\n\n\n<p>ఈ సందర్భంగానే రష్యా- ఉక్రెయిన్ యుద్ధాన్ని పరిష్కరించడంలో భారత్ కీలక పాత్ర పోషిస్తుందని ఆమె పేర్కొన్నారు. ఉక్రెయిన్ సంక్షోభాన్ని నివారించడంలో భారత్ చేస్తున్న ప్రయత్నాలపై రష్యా అధినేత పుతిన్ కీలక వ్యాఖ్యలు చేసిన రెండు రోజులు తర్వాత మెలోనీ నుంచి ఈ కామెంట్స్ రావడం గమనార్హం.</p>\n\n\n\n<p>వ్లాడివోస్టాక్‌లో జరిగిన 9వ ఈస్టర్న్ ఎకనామిక్ ఫోరమ్‌లో రష్యా అధ్యక్షుడు వ్లాదిమిర్ పుతిన్ ప్రసంగిస్తూ  ఉక్రెయిన్ సమస్యను పరిష్కరించడంలో భారత్ తన వంతు సహకారం అందిస్తోందని తెలిపారు. </p>\n\n\n\n<p> \"మేము మా స్నేహితులను, భాగస్వాములను గౌరవిస్తాం. వారు ఈ ఘర్షణలను, సమస్యలను పరిష్కరించడంలో చిత్తశుద్ధితో ఉన్నారని నేను నమ్ముతున్నాను. సమస్య పరిష్కారం కోసం నేను నిరంతరం భారత్‌, చైనా, బ్రెజిల్‌ దేశాలతో సంప్రదిస్తున్నాను\" అని పుతిన్‌ చెప్పారు.</p>\n\n\n\n<p>ఇటు రష్యా, అటు ఉక్రెయిన్‌లతో ఏకకాలంలో స్నేహం చేసే దేశంగా భారతదేశానికి పేరుంది. ఈ యుద్ధం ప్రారంభమైనప్పటి నుంచి చర్చలు, దౌత్య మార్గాల్లో సమస్యను పరిష్కరించుకోవాలని భారత్‌ పదేపదే నొక్కి చెబుతోంది. ప్రధాని మోదీ వరుసగా మూడోసారి అధికారం చేపట్టిన తర్వాత రష్యా, ఉక్రెయిన్‌లలో పర్యటించారు.</p>\n\n\n\n<p> యుద్ధ నివారణ కోసం శాంతి చర్చల్లో తన మిత్రులకు అండగా భారత్‌ నిలుస్తుందని చెప్పారు. రష్యా-ఉక్రెయిన్ యుద్ధం విషయంలో దిల్లీ తటస్థంగా లేదా ఉదాసీనంగా ఉండదని, తాము ఎల్లప్పుడూ శాంతి పక్షాన ఉంటామని కీవ్‌ పర్యటన సందర్భంగా ప్రధాని మోదీ, ఉక్రెయిన్ అధ్యక్షుడు వోలోడిమిర్ జెలెన్‌స్కీతో అన్నారు. ఈ పర్యటన తర్వాత ప్రధాని మోదీ, పుతిన్‌తో ఫోన్‌లో మాట్లాడారు. ప్రధాని మోదీ ప్రయత్నాలను అమెరికా అభినందించింది.</p>\n","originalUrl":"https://tattvanews.com/21005/09/09/2024/","hasAudio":false,"hasInfographics":false}