{"id":"wp-te-20636","wp_id":20636,"type":"standard","category":"World","language":"te","title":"￼టిఎంసి ఎంపీకి బెంగాల్ పోలీస్ సమన్లు ￼","excerpt":"సంచలనం సృష్టించిన కోల్‌కతా ట్రైనీ డాక్టర్ అత్యాచారం, హత్య కేసు కీలక మలుపులు తిరుగుతోంది. ఈ ఘటనపై తప్పుడు సమాచారం వ్యాప్తి చేశారనే అభియోగంపై ప్రశ్నించేందుకు  అధికార తృణమూల్‌ కాంగ్రెస్‌ (టీఎంసీ) ఎంపీ సుఖేందు శేఖర్ రే తో పాటు బీజేపీ మాజీ ఎంపీ లాకెట్ ఛటర్జీకి కోల్‌కతా పోలీసులు సమన్లు పంపారు. ఆమెతో పాటు డాక్టర్లు కునల్ సర్కార్, సుబర్నో గోస్వామి కూడా సమన్లు జారీ చేశారు. ఆదివారం మధ్యాహ్నం 3 గంటల లోపు పోలీస్","author":"Tattva News Team","time":"18/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/TMC-MP.webp","readTime":"5 min read","contentHTML":"\n<p>సంచలనం సృష్టించిన కోల్‌కతా ట్రైనీ డాక్టర్ అత్యాచారం, హత్య కేసు కీలక మలుపులు తిరుగుతోంది. ఈ ఘటనపై తప్పుడు సమాచారం వ్యాప్తి చేశారనే అభియోగంపై ప్రశ్నించేందుకు  అధికార తృణమూల్‌ కాంగ్రెస్‌ (టీఎంసీ) ఎంపీ సుఖేందు శేఖర్ రే తో పాటు బీజేపీ మాజీ ఎంపీ లాకెట్ ఛటర్జీకి కోల్‌కతా పోలీసులు సమన్లు పంపారు.</p>\n\n\n\n<p> ఆమెతో పాటు డాక్టర్లు కునల్ సర్కార్, సుబర్నో గోస్వామి కూడా సమన్లు జారీ చేశారు. ఆదివారం మధ్యాహ్నం 3 గంటల లోపు పోలీస్ స్టేషన్‌కు హాజరు కావాలని సమన్లలో పేర్కొన్నారు. ఆర్‌జీ కర్ మెడికల్ కాలేజ్ అండ్ హాస్పిటల్‌లో ట్రైనీ లేడీ డాక్టర్‌పై హత్యాచారానికి సంబంధించి పలు ప్రశ్నలను ఎంపీ సుఖేందు లేవనెత్తారు. ఈ కేసుపై సీబీఐ న్యాయంగా వ్యవహరించాలని ఆయన కోరారు.</p>\n\n\n\n<p>తొలుత సూసైడ్‌ స్టోరీ చెప్పిన మెడికల్‌ కాలేజీ మాజీ ప్రిన్సిపాల్, పోలీస్ కమిషనర్‌ను కస్టడీలో విచారించాలని డిమాండ్‌ చేశారు. హాల్ గోడను ఎందుకు కూల్చివేశారని ప్రశ్నించారు. అలాగే సంఘటన జరిగిన మూడు రోజుల తర్వాత స్నిఫర్ డాగ్‌ను ఎందుకు ఉపయోగించారంటూ పలు అనుమానాలు వ్యక్తం చేశారు. అయితే పోలీసులు, ప్రభుత్వానికి వ్యతిరేకంగా గళమెత్తిన ఆయనను అధికార ప్రతినిధి పదవి నుంచి టీఎంసీ తొలగించింది.</p>\n\n\n\n<p>కాగా, టీఎంసీ ఎంపీ సుఖేందు ఈ కేసు పట్ల తప్పుడు సమాచారం ప్రచారం చేశారని కోల్‌కతా పోలీసులు ఆరోపించారు. ఈ నేపథ్యంలో ఆదివారం ఆయనకు సమన్లు జారీ చేశారు. అలాగే ఇదే తరహా ప్రశ్నలు లేవనెత్తిన బీజేపీ నాయకుడు లాకెట్ ఛటర్జీ, ఇద్దరు వైద్యులైన కునాల్ సర్కార్, సుబర్నో గోస్వామికి కూడా  పోలీసులు నోటీసులు పంపారు.</p>\n\n\n\n<p>కోల్‌కతా డాక్టర్ పోస్ట్ మార్టం నివేదకను తాను చూశానని, 150 గ్రాముల సెమన్, పెల్విక్ బోన్ విరగడం వంటివి అందులో ఉన్నాయని, దీనిని బట్టి సామూహిక అత్యాచారం జరిగినట్టు కనిపిస్తోందని మీడియాకు ఇచ్చిన ఇంటర్వ్యూలో డాక్టర్ గోస్వామి వెల్లడించారు. అయితే, ఆయన వాదనను కోల్‌కతా పోలీసులు తోసిపుచ్చారు. పోస్ట్‌మార్టం నివేదికలో అలాంటివేమీ లేవని, ఇందులో నిజం ఎంతమాత్రం లేదని, పైగా తప్పుదారి పట్టించేలా ఉన్నాయని ఖండించారు. కాగా, బాధితురాలి పేరు, ఫోటోను సోషల్ మీడియాలో షేర్ చేయడంపై లాకెట్ ఛటర్జీని పోలీసులు ప్రశ్నించే అవకాశం ఉంది.</p>\n\n\n\n<p>ఇదిలా ఉండగా, కోల్‌కతా పోలీసులు, మమతా బెనర్జీ ప్రభుత్వంపై లాకెట్ ఛటర్జీ సామాజిక మాధ్యమం 'ఎక్స్'లో మండిపడ్డారు. సోషల్ మీడియా పోస్టులు, వ్యక్తులు, విపక్ష నేతలపై కాకుండా ఆర్జీ కర్ కేసు బాధితురాలికి న్యాయం జరిపించడంపై ప్రభుత్వం, పోలీసులు దృష్టి సారిస్తే బాగుంటుందని హితవు పలికారు. సీబీఐకి సహకరించడం, సాక్ష్యాలను తారుమారు చేయకుండా చూడటంపై ప్రభుత్వ యంత్రాగం దృష్టి పెట్టాలన్నారు. బాధితురాలి కుంటుంబం తమకు ఎప్పుడెప్పుడు న్యాయం జరుగుతుందా అని ఎదురుతెన్నులు చూస్తున్నారని చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20636/18/08/2024/","hasAudio":false,"hasInfographics":false}