{"id":"wp-en-13422","wp_id":13422,"type":"standard","category":"World","language":"en","title":"￼61 per cent polling in sixth phase￼","excerpt":"Over 61.25 per cent has been recorded in the sixth phase of Lok Sabha elections 2024 which was held on 58 constituencies across seven states on Saturday. After this phase now, polling the seventh and final phase of general elections will take place on June 1 and the counting of votes is scheduled for June","author":"Tattva News Team","time":"26/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Polling1.jpg","readTime":"5 min read","contentHTML":"\n<p>Over 61.25 per cent has been recorded in the sixth phase of Lok Sabha elections 2024 which was held on 58 constituencies across seven states on Saturday. After this phase now, polling the seventh and final phase of general elections will take place on June 1 and the counting of votes is scheduled for June 4.</p>\n\n\n\n<p>The Election Commission (EC) noted that the turnout of 61.25 per cent was as of 11:45 pm on Saturday. In the 2019 general election, the turnout in the corresponding phase (59 seats across seven states went to polls) was 64.4 per cent.</p>\n\n\n\n<p>According to the EC, the voter turnout in the fifth phase of the ongoing polls held on May 20 was recorded at 62.2 per cent. The turnout in the fourth phase stood at 69.16 per cent, 3.65 percentage points higher than the corresponding phase in the 2019 parliamentary election.</p>\n\n\n\n<p>The voter-turnout figure for the third phase of polling was 65.68 per cent. In the third phase of the 2019 election, the turnout was 68.4 per cent. In the second phase of the 2024 election, the turnout was recorded at 66.71 per cent as against the 69.64 per cent in the second phase of the 2019 polls.</p>\n\n\n\n<p>In the first phase of the ongoing general election, a 66.14-per cent turnout was recorded. In the 2019 polls, the turnout in the first phase was 69.43 per cent.</p>\n\n\n\n<p>The poll panel has said the final turnout will only be available after the results, with the counting of postal ballots and their addition to the total voting percentage.</p>\n\n\n\n<p>As the sixth phase of the Lok Sabha polls concluded, Prime Minister Narendra Modi on Saturday said the NDA's numbers are looking better and better and people have realised that since the \"INDI alliance\" is coming nowhere close to power, voting for it is futile.</p>\n\n\n\n<p>The sixth phase of the Lok Sabha elections was held in 58 constituencies across six states and two Union territories.</p>\n\n\n\n<p>\"I thank all those who have voted in the penultimate phase of the 2024 Lok Sabha polls. NDA's numbers are looking better and better,\" Modi said. “People have realised that since INDI Alliance is coming nowhere close to power, voting for it is futile,\" he said in a post on X.</p>\n","originalUrl":"https://en.tattvanews.com/national/61-per-cent-polling-in-sixth-phase%ef%bf%bc/","hasAudio":false,"hasInfographics":false}