{"id":"wp-te-20193","wp_id":20193,"type":"standard","category":"World","language":"te","title":"అమరావతి అభివృద్ధికి కేంద్రం రూ.15 వేల కోట్లు","excerpt":"ఆంధ్రప్రదేశ్ పునర్విభజన చట్టానికి కేంద్రప్రభుత్వం కట్టుబడి ఉందని కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌ స్పష్టం చేశారు. విభజన చట్టాన్ని గౌరవిస్తూ ఆంధ్రప్రదేశ్ అభివృద్ధికి అవసరమైన నిధులను బడ్జెట్‌లో కేటాయిస్తున్నామని ఆమె ప్రకటించారు. రాజధాని అమరావతి అభివృద్ధికి రూ.15 వేల కోట్లు ప్రత్యేక సాయాన్ని బడ్జెట్‌లో కేటాయించారు. అవసరాన్ని బట్టి భవిష్యత్తులో అమరావతికి మరిన్ని అదనపు నిధులు ఇచ్చేందుకు కేంద్రం సిద్ధంగా ఉందన్నారు. అలాగే విభజన చట్టానికి అనుగుణంగా పోలవరం ప్రాజెక్టు సత్వర నిర్మాణానికి సంపూర్ణ సాయం","author":"Tattva News Team","time":"23/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Nirmala2-1.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ పునర్విభజన చట్టానికి కేంద్రప్రభుత్వం కట్టుబడి ఉందని కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్‌ స్పష్టం చేశారు. విభజన చట్టాన్ని గౌరవిస్తూ ఆంధ్రప్రదేశ్ అభివృద్ధికి అవసరమైన నిధులను బడ్జెట్‌లో కేటాయిస్తున్నామని ఆమె ప్రకటించారు. రాజధాని అమరావతి అభివృద్ధికి రూ.15 వేల కోట్లు ప్రత్యేక సాయాన్ని బడ్జెట్‌లో కేటాయించారు. అవసరాన్ని బట్టి భవిష్యత్తులో అమరావతికి మరిన్ని అదనపు నిధులు ఇచ్చేందుకు కేంద్రం సిద్ధంగా ఉందన్నారు.</p>\n\n\n\n<p>అలాగే విభజన చట్టానికి అనుగుణంగా పోలవరం ప్రాజెక్టు సత్వర నిర్మాణానికి సంపూర్ణ సాయం చేస్తామన్నారు. పోలవరం ప్రాజెక్టు నిర్మాణానికి కావాల్సిన నిధులు కేటాయింపు బడ్జెట్‌లో చేసినట్లు తెలిపారు. పోలవరం ప్రాజెక్టు ఆంధ్రప్రదేశ్‌ రాష్ట్రం, రైతులకు జీవనాడిగా ఆమె అభివర్ణించారు.భారతదేశ ఆహార భద్రతకు పోలవరం ప్రాజెక్టుఎంతో కీలకమైంనదిగా ఆర్ధికమంత్రి నిర్మలాసీతారామన్‌ చెప్పారు.</p>\n\n\n\n<p>ఆంధ్రప్రదేశ్ విభజన చట్టం ప్రకారం పారిశ్రామికాభివృద్ధికి కూడా కేంద్రం ప్రత్యేక సహకారం ఉంటుందని తెలిపారు. విశాఖ-చెన్నై పారిశ్రామిక కారిడార్‌ , హైదరాబాద్‌-బెంగళూరు పారిశ్రామిక కారిడార్‌ అభివృద్ధికి ప్రత్యేక నిధులు బడ్జెట్‌లో కేటాయించారు. కొప్పర్తి, ఓర్వకల్లు పారిశ్రామిక కేంద్రాల్లో నీళ్లు, విద్యుత్‌, రోడ్లు, హైవేల అభివృద్ధికి నిధులు మంజూరు చేస్తామని చెప్పారు . విశాఖ-చెన్నై కారిడార్‌లో కొప్పర్తికి, హైదరాబాద్‌-బెంగళూరు కారిడార్‌లో ఓర్వకల్లుకు నిధులు ప్రత్యేకంగా విడుదల చేయనునట్లు తెలిపారు.</p>\n\n\n\n<p>విభజన చట్టం ప్రకారం వెనుకబడిన ప్రాంతాలకు ప్రత్యేక ప్యాకేజీ కూడా ఉంటుందని పేర్కొన్నారు. వెనుకబడిన ప్రాంతాలైన రాయలసీమ, ప్రకాశం, ఉత్తరాంధ్ర జిల్లాలకు ప్రత్యేక ప్యాకేజీ కింద నిధులు, ఆయా ప్రాంతాల్లో మౌలిక వసతుల కల్పన బాధ్యత కేంద్ర ప్రభుత్వానిదేనని ఆర్ధికమంత్రి స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20193/23/07/2024/","hasAudio":false,"hasInfographics":false}