{"id":"wp-te-20204","wp_id":20204,"type":"standard","category":"World","language":"te","title":"ఏపీ అవసరాలను కేంద్రం గుర్తించింది - సీఎం చంద్రబాబు","excerpt":"ఆర్థిక ఇబ్బందుల వల్ల బడ్జెట్ కూడా పెట్టుకోలేని పరిస్థితి ఏర్పడిందని ఏపీ ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలిపారు. ఏపీ అసెంబ్లీలో గవర్నర్ ప్రసంగంపై ధన్యవాదాలు తెలిపే తీర్మానంపై మాట్లాడుతూ రెండు నెలలు సమయం తీసుకుని బడ్జెట్ పెట్టాలనే ఆలోచనకు వచ్చామని చెప్పారు. జూన్ 4న వెలువడిన ఎన్నికల ఫలితాలు ప్రజా చైతన్యానికి నిదర్శనంగా నిలిచాయని కొనియాడారు.  93 శాతం స్ట్రైక్ రేట్.. 57 శాతం కూటమికి ఓట్లు పడ్డాయనని చెబుతూ తన రాజకీయ జీవితంలో ఏ రాజకీయ","author":"Tattva News Team","time":"24/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Chandrababu.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆర్థిక ఇబ్బందుల వల్ల బడ్జెట్ కూడా పెట్టుకోలేని పరిస్థితి ఏర్పడిందని ఏపీ ముఖ్యమంత్రి చంద్రబాబు నాయుడు తెలిపారు. ఏపీ అసెంబ్లీలో గవర్నర్ ప్రసంగంపై ధన్యవాదాలు తెలిపే తీర్మానంపై మాట్లాడుతూ రెండు నెలలు సమయం తీసుకుని బడ్జెట్ పెట్టాలనే ఆలోచనకు వచ్చామని చెప్పారు. జూన్ 4న వెలువడిన ఎన్నికల ఫలితాలు ప్రజా చైతన్యానికి నిదర్శనంగా నిలిచాయని కొనియాడారు.</p>\n\n\n\n<p> 93 శాతం స్ట్రైక్ రేట్.. 57 శాతం కూటమికి ఓట్లు పడ్డాయనని చెబుతూ తన రాజకీయ జీవితంలో ఏ రాజకీయ పార్టీకి ఇలాంటి ఫలితాలు చూడలేదని స్పష్టం చేశారు. ఈ స్థాయి విజయానికి చాలా కృషి ఉందని, గత ఐదేళ్లు చాలా ఇబ్బందులు పడ్డామని తెలిపారు. జైలుకు వచ్చి పవన్ కల్యాణ్ తనను పరామర్శించారని, క్లిష్ట సమయంలో ఓటు చీలకూడదనే ఒకే ఒక ఉద్దేశంతో పవన్ ముందుకొచ్చారని ప్రశంసించారు.</p>\n\n\n\n<p>\"రాష్ట్ర ప్రయోజనాల కోసం టిడిపి, జనసేన కలిసి పనిచేస్తాయని మొదటగా పవన్ చెప్పారు. ఇద్దరం కలిసిన అనంతరం బీజేపీ కూడా ముందుకొచ్చింది. మూడు పార్టీలు కలిశాక ఎవరూ ఊహించని ఫలితాలు వచ్చాయి. రాష్ట్రాన్ని మళ్లీ అభివృద్ధి చేసేవరకు సమిష్టిగా ముందుకెళ్తాం. ఈ ఎన్నికల ఫలితాలు.. రాష్ట్ర భవిష్యత్తు కోసం ప్రజలిచ్చిన తీర్పు, ఓటు వేయడానికి లక్షలు ఖర్చు పెట్టి వేరే ప్రాంతాల నుంచి వచ్చారు. రాష్ట్ర భవిష్యత్తు కాపాడాలనే ఒకే ఒక లక్ష్యంతో వచ్చి ఓటు వేసి వెళ్లారు\" అని చంద్రబాబు తెలిపారు. </p>\n\n\n\n<p>ఎంతసేపైనా ఓపిగ్గా ఉండి ఓటు వేసి గెలిపించిన అందరికీ శిరస్సు వంచి పాదాభివందనం చేస్తున్నట్లు చెప్పారు. రాష్ట్ర చరిత్రలో గత ఐదేళ్లు చీకటి రోజులు అంటూ ఎక్కడా భూముల్ని, ఆస్తులను వదల్లేదని,  మెడపై కత్తి పెట్టి తమ పేరుపై భూములు రాయించుకున్న ఘటనలు చూశామని మండిపడ్డారు. దౌర్జన్యాలు, విధ్వంసాలు, కబ్జాలు, దాడులు, కేసులు ఒకటి కాదు అన్నీ చూశామని వివరించారు.</p>\n\n\n\n<p>ఏపీ ఆర్థిక పరిస్థితిని, అవసరాలను గుర్తించినందుకు ప్రధాని మోదీకి, కేంద్ర ఆర్థికమంత్రికి ధన్యవాదాలు తెలిపారు సీఎం చంద్రబాబు. ఏపీ రాజధాని, పోలవరం, పారిశ్రామిక రంగాలపై దృష్టి సారించారని సంతోషం వ్యక్తం చేశారు.  వెనుకబడిన ప్రాంతాల అభివృద్ధికి సహకారం ఏపీ పునర్నిర్మాణానికి ఉపయోగపడుతుందని పేర్కొన్నారు. రాష్ట్రానికి విశ్వాసాన్ని పెంచే బడ్జెట్ సమర్పించినందుకు కేంద్రాన్ని అభినందిస్తున్నామని చెప్పారు. </p>\n\n\n\n<p>ఆంధ్రప్రదేశ్ మళ్లీ గాడిలో పడుతోందని చంద్రబాబు ఆశాభావం వ్యక్తం చేశారు. గత ఐదేళ్ల జగన్ పాలనలో వ్యవస్థలన్నీ విధ్వంసం చేశారని, అహంకారంతో విర్రవీగి అసమర్థతతో వ్యవస్థలు నాశనం చేశారని ఆవేదన వ్యక్తం చేశారు. జగన్ పాలనలో మంచి రాష్ట్రాన్ని సర్వనాశనం చేశారని ఆరోపించారు.</p>\n\n\n\n<p>అమరావతికి కేంద్రం రూ.15 వేల కోట్ల ఆర్థిక సాయంపై బడ్జెట్ లో పెట్టారని, మళ్లీ మంచి రోజులు ప్రారంభమయ్యాయని ఆశ వచ్చిందని చెప్పారు. ఏపీ జీవనాడి పోలవరం 72 శాతం పూర్తైతే, కావాలని కాంట్రాక్టర్లు, అధికారులను మార్చారని ఆగ్రహం వ్యక్తం చేశారు. పోలవరాన్ని వీలైనంత త్వరలో పూర్తిచేస్తామని కేంద్రం హామీ ఇచ్చిందని గుర్తు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20204/24/07/2024/","hasAudio":false,"hasInfographics":false}