{"id":"wp-en-14951","wp_id":14951,"type":"standard","category":"World","language":"en","title":"PM Modi slams Congress as ‘new Urban Naxals’","excerpt":"Prime Minister Narendra Modi launched a scathing attack on the Congress party, calling them a “new form of Urban Naxals” who are not ashamed of lying. Addressing a Jan Ashirwad Rally at Kurukshetra’s Theme Park to kick-start the BJP’s assembly election campaign in Haryana, Modi said, “Appeasement is the biggest goal for the Congress, and","author":"Tattva News Team","time":"15/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Modi-Haryana.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi launched a scathing attack on the Congress party, calling them a “new form of Urban Naxals” who are not ashamed of lying.</p>\n\n\n\n<p>Addressing a Jan Ashirwad Rally at Kurukshetra’s Theme Park to kick-start the BJP’s assembly election campaign in Haryana, Modi said, “Appeasement is the biggest goal for the Congress, and they will do anything to achieve it.”</p>\n\n\n\n<p>He criticised the Congress for allegedly putting Ganpati idols behind bars in Karnataka, and said, “The whole country is celebrating Ganesh Utsav, while the Congress is creating obstacles in the puja of the ‘Vighanharta’.”</p>\n\n\n\n<p>Modi also accused the Gandhi family of being anti-Dalit, anti-OBC, and anti-tribal, claiming they want to end reservations for these groups. “The Congress family has said they will end the reservation of Dalits and backwards. They hated Baba Saheb Ambedkar and opposed reservation, but I want to tell them that Modi will not let you end the reservation.”</p>\n\n\n\n<p>The Prime Minister sought to woo farmers, ex-servicemen, OBCs, and Dalits by highlighting various initiatives like PM-Kisan, Lakhpati Didi, and Ayushman Bharat started by the BJP government. He also mentioned the situation in Himachal Pradesh, where employees are not receiving salaries on time under the Congress rule, and welfare schemes launched by BJP have come to a standstill.</p>\n\n\n\n<p>Modi urged the people of Haryana to vote for BJP and make it the ruling party for the third time, assuring that the government will speed up development in the state.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modi-slams-congress-as-new-urban-naxals/","hasAudio":false,"hasInfographics":false}