{"id":"wp-te-20477","wp_id":20477,"type":"standard","category":"World","language":"te","title":"మరోసారి కాంస్య పతకం గెలుచుకున్న హాకీ జట్టు","excerpt":"పారిస్ ఒలింపిక్స్‌లో భారత్‌కు మరో పతకం గెలుచుకుంది. టీమ్ ఈవెంట్‌లో భారత హాకీ జట్టు కాంస్య పతకం సాధించింది. స్పెయిన్‌పై 2-1 తేడాతో గెలుపొంది పతకాన్ని తన ఖాతాల్లో వేసుకుంది. దీంతో పారిస్ ఒలింపిక్స్‌లో భారత్ పతకాల సంఖ్య నాలుగుకు చేరింది. ఇప్పటివరకు షూటింగ్‌లో 3 కాంస్య పతకాలు రాగా.. తాజాగా హాకీ జట్టు మరో పతకం సాధించింది.  సెమీఫైనల్స్‌లో తుది వరకు పోరాడి 2-3 తేడాతో జర్మనీపై ఓడిపోయిన భారత్ గురువారం కాంస్య పతకం కోసం","author":"Tattva News Team","time":"9/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Hockey.jpg","readTime":"5 min read","contentHTML":"\n<p>పారిస్ ఒలింపిక్స్‌లో భారత్‌కు మరో పతకం గెలుచుకుంది. టీమ్ ఈవెంట్‌లో భారత హాకీ జట్టు కాంస్య పతకం సాధించింది. స్పెయిన్‌పై 2-1 తేడాతో గెలుపొంది పతకాన్ని తన ఖాతాల్లో వేసుకుంది. దీంతో పారిస్ ఒలింపిక్స్‌లో భారత్ పతకాల సంఖ్య నాలుగుకు చేరింది. ఇప్పటివరకు షూటింగ్‌లో 3 కాంస్య పతకాలు రాగా.. తాజాగా హాకీ జట్టు మరో పతకం సాధించింది. </p>\n\n\n\n<p>సెమీఫైనల్స్‌లో తుది వరకు పోరాడి 2-3 తేడాతో జర్మనీపై ఓడిపోయిన భారత్ గురువారం కాంస్య పతకం కోసం జరిగిన మ్యాచ్‌లో స్పెయిన్‌పై విజయం సాధించింది. రెండో సెట్ ప్రారంభంలో మొదటి గోల్ సాధించి స్పెయిన్1-0 అధిక్యంలోకి వెళ్లింది. రెండో సెట్ ఆఖరి నిమిషంలో భారత్ మొదటి గోల్ చేసి స్కోర్‌ను 1-1తో సమం చేసింది. </p>\n\n\n\n<p>ఇక మూడో సెట్ ప్రారంభంలో ఆట 33వ నిమిషంలో మరో గోల్ చేయడంతో భారత్ 2-0 అధిక్యంలోకి వెళ్లింది. సింగ్ హరమన్‌ప్రీత్ భారత్ తరపున రెండు గోల్స్ చేశారు. మూడో సెట్ ముగిసే సమయానికి భారత్ 2-1 అధిక్యంలో నిలిచింది. నాల్గవ సెట్‌లో ఎవరికి పాయింట్ రాకపోవడంతో భారత్ 2-1తో విజయం సాధించి కాంస్య పతకం తన ఖాతాలో వేసుకుంది.</p>\n\n\n\n<p>ఇప్పటివరకు భారత్ హాకీలో 13 పతకాలు సాధించింది. ఇందులో స్వాతంత్ర్యానికి ముందు 3 పతకాలు గెలవగా.. ఆ తర్వాత 10 పతకాలను గెలుచుకుంది. గత టోక్యో ఒలింపిక్స్‌లో కాంస్య పతకం గెలుచుకున్న భారత జట్టు పారిస్ ఒలింపిక్స్‌లోనూ కాంస్య పతకం సాధించింది. 1928లో బంగారు పతకం గెలుచుకున్న ఇండియా ఆ తర్వాత 1932, 1936 ఒలింపిక్స్‌లో వరుసగా మూడు బంగారు పతకాలు సాధించింది. </p>\n\n\n\n<p>స్వాతంత్య్రం తర్వాత 1948 ఒలింపిక్స్‌లో స్వర్ణ పతకం సాధించిన భారత పురుషుల హాకీ జట్టు ఆ తర్వాత 1952, 1956 విశ్వ క్రీడల్లో బంగారు పతకం సాధించింది. స్వాతంత్య్రం తర్వాత వరుసగా మూడు స్వర్ణపతకాలను సాధించింది. మళ్లీ 1960లో రజత పతకం సాధించగా 1964లో బంగారు పతకం సాధించింది. </p>\n\n\n\n<p>1968, 1972 ఒలింపిక్స్‌లో భారత హకీజట్టు కాంస్య పతకం సాధించింది. 1980 విశ్వక్రీడల్లో మరోసారి స్వర్ణ పతకం సాధించింది. 1980 నుంచి 2020 వరకు భారత హాకీ జట్టు పతకాన్ని సాధించలేదు. చివరిగా 2020 టోక్యో ఒలింపిక్స్‌లో కాంస్య పతకాన్ని గెలవగా, తాజాగా పారిస్ ఒలింపిక్స్‌లోనూ కాంస్య పతకాన్ని గెలుచుకుంది.</p>\n\n\n\n<p>ఒలింపిక్స్‌లో భారత పురుషుల హాకీ జట్టు కాంస్య పతకం సాధించడంతో ప్రశంసలు వెల్లువెత్తుతున్నాయి. భారత హాకీ జట్టుకు రాష్ట్రపతి ద్రౌపదిముర్ము, ప్రధాని మోదీ, అమిత్ షా, నడ్డాతో పాటు పలువురు కేంద్రమంత్రులు అభినందనలు తెలిపారు. వివిధ రాష్ట్రాల ముఖ్యమంత్రులు భారత హాకీ జట్టుకు అభినందనలు తెలియజేశారు.</p>\n","originalUrl":"https://tattvanews.com/20477/09/08/2024/","hasAudio":false,"hasInfographics":false}