{"id":"wp-en-15656","wp_id":15656,"type":"standard","category":"World","language":"en","title":"Sambhal Protesters to pay for damage, their posters to be put up at public places￼","excerpt":"The Uttar Pradesh government has announced strict measures against those involved in the Sambhal violence. The protesters involved in the Sambhal violence will pay for damage to public property and the posters of \"stone pelters\" will be displayed at public places, an official said on Wednesday. Four people died and scores, including police personnel, were","author":"Tattva News Team","time":"27/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Protestors.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">The Uttar Pradesh government has announced strict measures against those involved in the Sambhal violence. The protesters involved in the Sambhal violence will pay for damage to public property and the posters of \"stone pelters\" will be displayed at public places, an official said on Wednesday.<strong></strong></h1>\n\n\n\n<p>Four people died and scores, including police personnel, were injured in Sambhal on Sunday (November 24) after a confrontation erupted over a court-ordered survey of the city's Shahi Jama Masjid in Kot Garvi area, following a petition claiming that a Harihar temple once stood at the site.</p>\n\n\n\n<p>\"The UP government is adopting a firm stance against the individuals involved in the Sambhal violence. Posters of the stone pelters and miscreants will be displayed publicly, and recovery of damages will be sought. A reward may also be announced for information leading to their arrest,\" an official spokesperson said.</p>\n\n\n\n<p>In a similar initiative, the government had earlier put up posters of individuals linked to vandalism during the anti-CAA protests in 2020. These posters were displayed across several locations, including the state capital, but were later removed following a court order.</p>\n\n\n\n<p>The Sambhal police have identified over 100 individuals involved in stone pelting during the recent violence, using mobile CCTV footage and drone cameras. Out of these, 27 accused, including some minors, have been arrested. </p>\n\n\n\n<p>In a startling revelation, the police discovered that some stone pelters had used a \"green lotion\" around their eyes to shield themselves from the effects of tear gas. Three arrested individuals admitted during interrogation that the lotion minimized tear gas irritation, allowing them to continue their activities. </p>\n","originalUrl":"https://en.tattvanews.com/national/sambhal-protesters-to-pay-for-damage-their-posters-to-be-put-up-at-public-places%ef%bf%bc/","hasAudio":false,"hasInfographics":false}