{"id":"wp-en-15614","wp_id":15614,"type":"standard","category":"World","language":"en","title":"Priyanka Gandhi debuts in Lok Sabha from Wayanad","excerpt":"Congress leader Priyanka Gandhi Vadra on Saturday won her debut election from the Wayanad Lok Sabha seat with a thumping margin of over four lakh votes, surpassing her brother Rahul Gandhi’s victory margin in the 2024 parliamentary polls. Priyanka, who is set to be sworn in as an MP during the winter session of Parliament","author":"Tattva News Team","time":"24/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Priyanka.jpeg","readTime":"5 min read","contentHTML":"\n<p>Congress leader Priyanka Gandhi Vadra on Saturday won her debut election from the Wayanad Lok Sabha seat with a thumping margin of over four lakh votes, surpassing her brother Rahul Gandhi’s victory margin in the 2024 parliamentary polls.</p>\n\n\n\n<p>Priyanka, who is set to be sworn in as an MP during the winter session of Parliament beginning Monday, defeated CPI veteran Sathyan Mokeri by 4,10,931 votes. The Congress leader secured 6,22,338 votes compared to 2,11,407 by Mokeri. BJP’s youth leader Navya Haridas stood third with 1,09,939 votes. The bypoll was necessitated as Rahul vacated the Wayanad seat while retaining the family bastion of Raebareli in Uttar Pradesh. Rahul had won Wayanad by a margin of over 3.65 lakh votes, down from the 4.3 lakh margin in 2019.</p>\n\n\n\n<p>Priyanka thanked the voters in a post on X, saying she was “overwhelmed by the trust people had reposed in her”. “I will make sure that over time, you truly feel this victory has been your victory and the person you chose to represent you understands your hopes and dreams and fights for you as one of your own. I look forward to being your voice in Parliament,” the Congress leader wrote.</p>\n\n\n\n<p>She also praised the contribution of her party colleagues and her family members, including mother Sonia, brother Rahul, husband Robert Vadra and their two children.</p>\n\n\n\n<p>Following her victory, Priyanka Gandhi visited Congress president Mallikarjun Kharge’s residence in Delhi and thanked him for his support. Talking to reporters later, the MP-elect said that her victory was a “proof to the fact that her brother did good work in Wayanad”. She said that she would visit the Wayanad constituency soon.<a href=\"https://vdo.ai/contact?utm_medium=video&utm_term=tribuneindia.com&utm_source=vdoai_logo\"></a></p>\n\n\n\n<p>On her massive victory margin, she said most important for her was the love and affection showered on her by the people in the Kerala constituency. Rahul was elected from this seat for the first time in 2019, which allowed him to remain Lok Sabha membership after the loss in Amethi. In 2024, he contested from both Wayanad and Rae Bareli, which was vacated by his mother Sonia after she moved to the Rajya Sabha from Rajasthan.</p>\n\n\n\n<p>Campaigning for his sister, Leader of Opposition in Lok Sabha Rahul Gandhi had said that he would always be available for the people of Wayanad. “The constituency will have two MPs, one of them ‘unofficial’,” he had said.</p>\n","originalUrl":"https://en.tattvanews.com/national/priyanka-gandhi-debuts-in-lok-sabha-from-wayanad-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}