{"id":"wp-en-14270","wp_id":14270,"type":"standard","category":"World","language":"en","title":"Ex-Agniveers to receive 10 per cent reservation and age relaxation in CISF, BSF, SSB￼","excerpt":"The Border Security Force (BSF) announced a significant policy change to incorporate former Agniveers into its ranks on Wednesday. The Ministry of Home Affairs noted that the experience and training gained by Agniveers during their four-year tenure make them ideal candidates for the force. This decision, announced by the Director General of BSF, includes a","author":"Tattva News Team","time":"25/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Agniveer.webp","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">The Border Security Force (BSF) announced a significant policy change to incorporate former Agniveers into its ranks on Wednesday. The Ministry of Home Affairs noted that the experience and training gained by Agniveers during their four-year tenure make them ideal candidates for the force.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">This decision, announced by the Director General of BSF, includes a 10% reservation and age relaxation for these former servicemen. The Ministry of Home Affairs emphasised that this move is in line with the vision of Prime Minister Narendra Modi and follows the guidance of Home Minister Amit Shah.</h1>\n\n\n\n<h1 class=\"wp-block-heading\"> \"The decision, made under the leadership of Prime Minister Narendra Modi and the guidance of Home Minister Amit Shah, aims to strengthen the BSF,\" said the Ministry of Home Affairs.</h1>\n\n\n\n<p>In another tweet, the Ministry of Home Affairs revealed that the Central Industrial Security Force (CISF) is ready to appoint former Agniveers. The Director General stated that these individuals would receive a 10% reservation for constable positions, along with age and physical efficiency test relaxations.</p>\n\n\n\n<p>Additionally, the Ministry of Home Affairs announced that the Railway Protection Force (RPF) will also extend age and PET (Physical Efficiency Test) relaxations to former Agniveers. The Director General emphasized that this decision will significantly contribute to strengthening the security forces.</p>\n\n\n\n<p>The Sashastra Seema Bal (SSB) has also announced changes to its recruitment rules to include former Agniveers in its ranks. The new policy will grant these individuals age and physical efficiency test relaxations. The Director General of SSB stated that this decision will offer livelihood opportunities to numerous former Agniveers and provide the forces with well-trained manpower.</p>\n\n\n\n<p>In June 2022, the government launched the Agnipath recruitment scheme, targeting young soldiers aged between 17 and a half and 21 for a four-year service term. Under this system, the armed forces will retain 25% of these recruits for extended service, while the remaining 75% will retire with a substantial severance package.</p>\n\n\n\n<p>The scheme has faced criticism from several opposition parties, including the Congress. They have raised concerns about the future of the 75% of Agniveers who are not retained after their four-year tenure. The opposition questions the government's plan for these young soldiers' post-service careers.</p>\n","originalUrl":"https://en.tattvanews.com/others/ex-agniveers-to-receive-10-per-cent-reservation-and-age-relaxation-in-cisf-bsf-ssb%ef%bf%bc/","hasAudio":false,"hasInfographics":false}