{"id":"wp-en-12800","wp_id":12800,"type":"standard","category":"World","language":"en","title":"Nationalist forum campaigns for  100% voters’ turn out ￼","excerpt":"By Nava J Thakuria As India prepares for the general elections to form 18th Lok Sabha, various political parties have tried their best to attract nearly  970 million voters to exercise their franchise in  favour of their candidates. The greatest electoral show on Earth will begin on 19 April 2024 and continue till 1 June","author":"Tattva News Team","time":"16/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Vote.jpeg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong></strong></p>\n\n\n\n<p>As India prepares for the general elections to form 18th Lok Sabha, various political parties have tried their best to attract nearly  970 million voters to exercise their franchise in  favour of their candidates. The greatest electoral show on Earth will begin on 19 April 2024 and continue till 1 June following which 543 members to the lower house of Indian Parliament will  be declared elected on 4 June after counting of the votes in EVMs.</p>\n\n\n\n<p>The voting in seven phases will also comprise State legislative assembly elections in Andhra Pradesh, Odisha, Sikkim and Arunachal Pradesh. North East will go for polls from the first phase itself, where Arunachal Pradesh, Meghalaya, Mizoram, Nagaland and Sikkim will have single phase polling on 19 April. Tripura and Manipur are having two phases (19 and 26 April) while Assam to witness three phases (19, 26 April and 7 May) of voting. The voters will elect 25 members to Lok sabha from the region with around 60 million of population.</p>\n\n\n\n<p>Once a bastion of the Congress, the region slowly slipped into the regional political parties, but now the ruling Bharatiya Janata Party (BJP) has intruded into the electorate’s mind.  Needless to say, the region usually records more voting percentage (over 80%) than mainland India.</p>\n\n\n\n<p>With an aim to record almost 100% voters’ turn out, Lok Jagaran Mancha Asom has started a massive campaign to inspire the voters to reach the polling booths on time to cast their votes. With an aim to strengthen the democracy in India, the nationalist forum urges each and every voter to come forward exercising their franchise.  It argues that a huge country like India with significant diversities needs a stable and powerful government in New Delhi for maintaining all round development activities.  </p>\n\n\n\n<p>The alliance of parties possessing weak national interests must not come to power as it will finally ruin the nation, added the forum through a leaflet, published from Alok Bhawan in Guwahati.</p>\n\n\n\n<p>The forum with a music video, where most of the popular Assamese cultural personalities contributed as a team, insisted on arriving in the polling booths by the respected voters along with their family members. Eligible electorates from their neighbourhood and new group of voters should be encouraged to participate in the process with pride and responsibilities.</p>\n\n\n\n<p>The forum also reminded the people to think of India’s recent  growth as the  fifth largest economy in the world, a powerful entity with a changed foreign policies, enriched national security, resolving the  Kashmir problems after abrogating  Article 370, banning  the Islamic practice of Triple Talaq for the benefit of Muslim women, etc before electing their representatives.</p>\n\n\n\n<p>Construction of majestic Ram Mandir at Ayodhya, adoption of New National Education Policy (NEP) to reform the education system from school to college levels, reducing the psychological distance from New Delhi to the north-eastern region, enhancing public awareness about iconic figures like Lachit Barphukan, Bir Chilarai, Maharaja Prithu, Kumar Bhaskar Varma etc, evicting encroachers from Batadrawa/ Bordowa Than (birthplace of Srimanta Sankardeva), developing birthplaces of Mahapurush Madhavdev, Damodardev, Anirudhadev, Haridev etc, making Kaziranga National Park & Tiger Reserve encroachment-free, declaring two wildlife sanctuaries in Goalpara district  to prevent the Bangladeshi infiltration into the forest lands, propagating strong actions against anti-Bharat  campaigners and encouraging organic farming by local youths, etc are also mentioned as achievements of the present regime.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/nationalist-forum-campaigns-for-100-voters-turn-out-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}