{"id":"wp-en-15252","wp_id":15252,"type":"standard","category":"World","language":"en","title":"Amit Shah says Left-wing extremism on its last legs in India￼","excerpt":"Union Home Minister Amit Shah on Monday said Left-wing extremism (LWE) was on its last legs in India and the country would be rid of the problem by March 2026. Addressing a review meeting attended by chief ministers of eight LWE-affected states, Shah said for the first time in 30 years, deaths due to LWE","author":"Tattva News Team","time":"8/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Amit-Shah.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Home Minister Amit Shah on Monday said Left-wing extremism (LWE) was on its last legs in India and the country would be rid of the problem by March 2026.</p>\n\n\n\n<p>Addressing a review meeting attended by chief ministers of eight LWE-affected states, Shah said for the first time in 30 years, deaths due to LWE violence in India had fallen below 100,  and it's a huge achievement. He said in all 13,000 LWE cadres had surrendered arms and joined the mainstream in the last ten years.</p>\n\n\n\n<p>Shah appealed to youngsters still waging Maoist battles to surrender and seek benefits of Centre's \"lucrative rehabilitation schemes.\" \"Naxal violence has never and will never help anyone,\" said Shah, adding that 80% of the Naxal cadre strength of the country was not located in Chhattisgarh alone and it was time for the final assault on Left-wing extremism.</p>\n\n\n\n<p>\"The time for final assault, a final push against LWE is now,' the minister said.As of today, India has 38 LWE-affected districts with 15 of them in Chhattisgarh alone.The states affected by the menace include Chhattisgarh, Odisha, Telangana, Maharashtra, Jharkhand, Bihar, Andhra Pradesh and Madhya Pradesh.</p>\n\n\n\n<p>He said that 194 Naxals were neutralised, 801 arrested and 742 surrendered in Chhattisgarh since January. “I congratulate the Chief Minister, Home Minister, DGP and the entire team of Chhattisgarh. Since January, 194 Naxalites have been killed, 801 Naxalites have been arrested and 742 Naxalites have surrendered,” he added.<br><br>\"I appeal to all the youth associated with Naxalism to leave the weapons and come in the mainstream. Whether it is northeast or JK, almost 13000 have left the weapon and joined the mainstream,\" he said.Shah cited the Security Related Expenditure scheme, which witnessed a threefold increase in funding from Rs. 1180 crore between 2004-2014 to Rs.3,006 crore from 2014-2024. <br><br>\"Under the Security Related Expenditure (SRE) scheme, Rs. 1180 crore was spent on this scheme from 2004-2014, while from 2014-2024 we have spent Rs. 3,006 crore which is almost three times. SRE is the main scheme which contribute to the development work in the Naxal affected areas. Under the Special Central Assistance Scheme, we have spent Rs. 3590 crore in the last ten years,\" he added.</p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong> </strong></h1>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-says-left-wing-extremism-on-its-last-legs-in-india%ef%bf%bc/","hasAudio":false,"hasInfographics":false}