{"id":"wp-en-15826","wp_id":15826,"type":"standard","category":"World","language":"en","title":"India’s FDI journey hits US$ 1 Trillion ￼","excerpt":"India has reached a significant milestone in its economic growth, with total foreign direct investment (FDI) inflows surpassing US$ 1 Trillion (Rs. 84,87,000 crore) since April 2000. FDI in the H1 FY25 surged nearly 26% to US$ 42.1 billion (Rs. 3,57,303 crore), reflecting India's growing attractiveness as a global investment hub. This growth is driven","author":"Tattva News Team","time":"17/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/09/FDI.jpg","readTime":"5 min read","contentHTML":"\n<p>India has reached a significant milestone in its economic growth, with total foreign direct investment (FDI) inflows surpassing US$ 1 Trillion (Rs. 84,87,000 crore) since April 2000. FDI in the H1 FY25 surged nearly 26% to US$ 42.1 billion (Rs. 3,57,303 crore), reflecting India's growing attractiveness as a global investment hub.</p>\n\n\n\n<p>This growth is driven by a proactive policy framework, a dynamic business environment, and increasing international competitiveness. Initiatives like \"Make in India,\" liberalised sectoral policies and the Goods and Services Tax (GST) have bolstered investor confidence.</p>\n\n\n\n<p>Over the past decade (April 2014 to September 2024), India received US$ 709.84 billion (Rs. 60,24,412 crore), accounting for 68.69% of total FDI since 2000, highlighting its key role in the global economic landscape. India’s success in attracting FDI can be attributed to several factors, including its improved competitiveness and innovation.</p>\n\n\n\n<p>India’s position in the World Competitive Index 2024 rose to 40th from 43rd in 2021, and its innovation ranking jumped significantly in the Global Innovation Index 2023, placing 40th out of 132 economies. Additionally, India ranked third in the number of greenfield projects and saw a 64% increase in international project finance deals.</p>\n\n\n\n<p>The government has also introduced investor-friendly reforms, such as allowing 100% FDI in most sectors and amending the Income Tax Act 2024 to reduce taxes and abolish angel tax. These factors collectively position India as a strong global investment destination, paving the way for sustainable economic growth. </p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-fdi-journey-hits-us-1-trillion-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}