{"id":"wp-en-14886","wp_id":14886,"type":"standard","category":"World","language":"en","title":"Auto industry hits Rs. 20 trillion in FY24","excerpt":"The Indian automotive industry has crossed the US$ 238.32 billion (Rs. 20 trillion) mark in FY24, contributing 14-15% of the total GST collected, according to Siam President Mr. Vinod Aggarwal. At the 64th ACMA annual session, he highlighted the sector's role in direct and indirect employment generation and its growing GDP contribution, currently at around","author":"Tattva News Team","time":"11/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Auto.jpg","readTime":"5 min read","contentHTML":"\n<p>The Indian automotive industry has crossed the US$ 238.32 billion (Rs. 20 trillion) mark in FY24, contributing 14-15% of the total GST collected, according to Siam President Mr. Vinod Aggarwal. At the 64th ACMA annual session, he highlighted the sector's role in direct and indirect employment generation and its growing GDP contribution, currently at around 6.8%.</p>\n\n\n\n<p>He also emphasized the technological transformation within the industry, noting that India is now the third-largest passenger vehicle market, the largest two and three-wheeler market, and the third-largest commercial vehicle market.</p>\n\n\n\n<p>He highlighted the industry's efforts to reduce import dependence by identifying 50 critical components for local production to cut import content from 60% to 20% by 2025. The first phase has already achieved a 5.8% reduction in imports over 2 years. The focus now is on developing capabilities for high-tech components, particularly in the electrical and electronics space, to further boost local manufacturing.</p>\n\n\n\n<p>He also praised the Ministry of Heavy Industries' plan to develop the third Automotive Mission Plan (2024-2047), which will guide the sector's growth across 3 phases, from 2024-2030, 2030-2037, and 2037-2047. This plan will be a strategic document for industry investments and policy alignment with central and state governments.</p>\n\n\n\n<p>Meanwhile, ACMA President Ms. Shradha Suri Marwah addressed the session, emphasizing the need to bridge the skill gap and uphold international quality standards. She called for greater collaboration with educational institutions and industry to meet the growing demand for electronic components and semiconductor chips, stressing the importance of strategic alliances in achieving these goals.</p>\n","originalUrl":"https://en.tattvanews.com/economy/auto-industry-hits-rs-20-trillion-in-fy24/","hasAudio":false,"hasInfographics":false}