{"id":"wp-en-14321","wp_id":14321,"type":"standard","category":"World","language":"en","title":"Making India a developed nation by 2047 is an ambition of every Indian, says PM Modi￼","excerpt":"Making India a developed nation by 2047 is an ambition of every Indian, and states can play an active role in achieving this aim as they are directly connected with the people, Prime Minister Narendra Modi said on Saturday. He chaired the ninth governing council meeting of the NITI Aayog at Rashtrapati Bhavan, despite ongoing","author":"Tattva News Team","time":"28/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/MODI-NITI2.jpg","readTime":"5 min read","contentHTML":"\n<p>Making India a developed nation by 2047 is an ambition of every Indian, and states can play an active role in achieving this aim as they are directly connected with the people, Prime Minister Narendra Modi said on Saturday.<strong></strong></p>\n\n\n\n<p>He chaired the ninth governing council meeting of the NITI Aayog at Rashtrapati Bhavan, despite ongoing tensions between Opposition-ruled states and the Centre over claims of a ‘biased’ Union Budget. During his speech, he articulated his vision for India, saying, “Every Indian dreams of a developed nation by 2047, and states have a key role in making that happen.”</p>\n\n\n\n<p>Modi further said this decade is of technological and geo-political changes, and also of opportunities. \"India should grab these opportunities and make our policies conducive for international investments. This is the stepping stone for progress to make India a developed nation,\" he added.</p>\n\n\n\n<p>Narendra Modi encouraged states to develop Demographic Management Plans to address future challenges related to population aging. He urged states to enhance agricultural productivity and diversification, improve market linkages for farmers, and promote Natural Farming practices, which can boost soil fertility, reduce costs, and provide access to global markets.</p>\n\n\n\n<p>PM pointed out the substantial progress made in strengthening social and economic infrastructure, transforming India from a largely import-driven country to a major exporter. India has made significant strides in sectors such as defense, space, start-ups, and sports. He commended the confidence and enthusiasm of 1.4 billion citizens, which is fueling the nation's advancement.</p>\n\n\n\n<p>He proposed that achieving Zero Poverty should be a priority for a Viksit Bharat, stressing the need to address poverty at the individual level rather than merely through programs. Tackling poverty from the grassroots, he noted, would have a transformative impact on the country.</p>\n\n\n\n<p>10 states and Union Territories chose not to attend the meeting on Saturday, while 26 Chief Ministers and Lieutenant Governors of Union Territories were present. The absent states were Kerala, Tamil Nadu, Karnataka, Punjab, Himachal Pradesh, Jharkhand, Telangana, Bihar, Delhi, and Puducherry.</p>\n","originalUrl":"https://en.tattvanews.com/national/making-india-a-developed-nation-by-2047-is-an-ambition-of-every-indian-says-pm-modi%ef%bf%bc/","hasAudio":false,"hasInfographics":false}