{"id":"wp-en-13160","wp_id":13160,"type":"standard","category":"World","language":"en","title":"Sam Pitroda resigns as Indian Overseas Congress chief ￼","excerpt":"Sam Pitroda on Thursday resigned as Chairman of the Indian Overseas Congress, party's General Secretary in-charge Jairam Ramesh informed on social media platform X. In a post, Jairam wrote, \"Sam Pitroda stepped down as Chairman of Indian Overseas Congress of his own accord, Congress chief has accepted his decision.\" Pitroda's resignation has come amid row over","author":"Tattva News Team","time":"9/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Sam-Pitroda.jpg","readTime":"5 min read","contentHTML":"\n<p>Sam Pitroda on Thursday resigned as Chairman of the Indian Overseas Congress, party's General Secretary in-charge Jairam Ramesh informed on social media platform X. In a post, Jairam wrote, \"Sam Pitroda stepped down as Chairman of Indian Overseas Congress of his own accord, Congress chief has accepted his decision.\"</p>\n\n\n\n<p>Pitroda's resignation has come amid row over recent statements made by him in which he advocated about implementing inheritance tax law in India and referring to how people in South India \"look like Africans and those in the West look like Arabs and those in the East look like Chinese.</p>\n\n\n\n<p>A fresh controversy over Sam Pitroda erupted after his 'racist' remarks on Indians in which he said, \"people of the east look like the Chinese and those of the south look like Africa\". The BJP lashed out at the Congress saying it exposed opposition party's \"divisive\" politics.</p>\n\n\n\n<p>The Congress, however, distanced itself from Pitroda's remarks, describing those as unfortunate and unacceptable, and saying the party \"completely dissociates\" itself from the comments.</p>\n\n\n\n<p>In a podcast, Pitroda, the head of the Indian Overseas Congress, said, \"We have survived 75 years in a very happy environment where people could live together, leaving aside a few fights here and there.\"</p>\n\n\n\n<p>\"We could hold the country as diverse as India together. Where people in the east look like the Chinese, people in the west look like the Arabs, people in the north look like, maybe, white and people in the south look like Africans. It does not matter. All of us are brothers and sisters. We respect different languages, different religions, different customs, different food,\" Pitroda said in the interview that was widely circulated on social media.</p>\n\n\n\n<p>Dissociating itself from Pitroda's remarks, Congress general secretary Jairam Ramesh said on X, \"The analogies drawn by Mr Sam Pitroda in a podcast to illustrate India's diversity are most unfortunate and unacceptable. The Indian National Congress completely dissociates itself from these analogies.\"</p>\n\n\n\n<p>BJP latched on to Sam Pitroda's remarks to hit out at the Congress and said the opposition party is getting increasingly unmasked as the Lok Sabha polls progress. It claimed that Pitroda's \"racist\" comments have betrayed the Congress's bid to divide the country on the lines of race, religion and caste.</p>\n\n\n\n<p>BJP leaders Rajeev Chandrasekhar and Sudhanshu Trivedi claimed that Pitroda has highlighted the idea of India that Congress bigwigs, such as Sonia Gandhi and Rahul Gandhi, believe in.</p>\n\n\n\n<p>Pitroda has been a \"mentor\" to Rahul Gandhi, who has often run down the Indian democracy and the country's institutions during his foreign trips, Chandrasekhar said. Trivedi said the ongoing Lok Sabha polls have now become a battle between those under the influence of a foreign mindset in their definition of India and an India that is \"aatmanirbhar\" (self-reliant) and brimming with self-pride.</p>\n","originalUrl":"https://en.tattvanews.com/national/sam-pitroda-resigns-as-indian-overseas-congress-chief-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}