{"id":"wp-te-20954","wp_id":20954,"type":"standard","category":"World","language":"te","title":"￼దేశంలోనే మొదటిసారి విజయవాడలో డ్రోన్ల ద్వారా ఆహార పంపిణి!","excerpt":"వరద ప్రభావిత ప్రాంతాల్లో బాధితుల పట్ల ఏపీ ప్రభుత్వం స్పందించిన తీరు అభినందనీయమని, బాధితులకు సహాయ చర్యలు వేగంగా అందుతున్నాయని చెబుతూ దేశంలోనే తొలిసారిగా విజయవాడలో వరద బాధితులకు డ్రోన్ల ద్వారా ఆహార పొట్లాలను పంపిణి చేశారని కేంద్ర వ్యవసాయశాఖ మంత్రి శివరాజ్ సింగ్ చౌహన్ అభినందించారు.  వరద బాధితులకు ఆహారం, నీరు, పాలు వేగంగా అందిస్తున్నారని చెప్పారు. ఇంకా సహాయ చర్యలు కొనసాగించాల్సిన అవసరం ఉందని తెలిపారు. విజయవాడలోని వరద ప్రభావిత ప్రాంతాలలో గురువారం పర్యటించిన ఆయన","author":"Tattva News Team","time":"6/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Shivaraj.jpg","readTime":"5 min read","contentHTML":"\n<p>వరద ప్రభావిత ప్రాంతాల్లో బాధితుల పట్ల ఏపీ ప్రభుత్వం స్పందించిన తీరు అభినందనీయమని, బాధితులకు సహాయ చర్యలు వేగంగా అందుతున్నాయని చెబుతూ దేశంలోనే తొలిసారిగా విజయవాడలో వరద బాధితులకు డ్రోన్ల ద్వారా ఆహార పొట్లాలను పంపిణి చేశారని కేంద్ర వ్యవసాయశాఖ మంత్రి శివరాజ్ సింగ్ చౌహన్ అభినందించారు. </p>\n\n\n\n<p>వరద బాధితులకు ఆహారం, నీరు, పాలు వేగంగా అందిస్తున్నారని చెప్పారు. ఇంకా సహాయ చర్యలు కొనసాగించాల్సిన అవసరం ఉందని తెలిపారు. విజయవాడలోని వరద ప్రభావిత ప్రాంతాలలో గురువారం పర్యటించిన ఆయన గతంలో ఎన్నడూ చవి చూడనంత జల ప్రళయాన్ని విజయవాడ చవి చూసిందని చెప్పారు. ముఖ్యమంత్రి చంద్రబాబు స్వయానా వరద ప్రాంతాల్లో పర్యటించడం గొప్ప విషయమని ప్రశంసించారు.</p>\n\n\n\n<p>ఈ కష్ట సమయంలో రాష్ట్రానికి కేంద్రం అండగా ఉంటుందని చెప్పారు. నష్టం అంచనావేయడం పూర్తయిన తరువాత వీలైనంత త్వరగా సాయం అందిస్తామని తెలిపారు. ఒక్కరోజులో 40 సెంటీమీటర్ల వర్షం కురవడం, బుడమేరు కట్ట తెగడంతో విజయవాడలో జలప్రళయం వచ్చిందని చెబుతూ  గత ప్రభుత్వ హయాంలో బుడమేరు కట్టమీద మట్టిని తవ్వేశారని, గండిపడటానికి ఇది ఒక కారణమని చెప్పారు. ఫలితంగా రెండు లక్షల ఎకరాల్లో పంటలు దెబ్బతిన్నాయని వివరించారు. </p>\n\n\n\n<p> క్షేత్రస్థాయి పర్యటనలో కనిపించిన అనేక అంశాలు కదిలించాయని చెప్పారు. ఈ నష్టం నుండి రాష్ట్రం కోలుకునే వరకూ కేంద్రం అండగా ఉంటుందని తెలిపారు.  ఇంతటి జలప్రళయం సంభవించినా మృతులు సంఖ్యని తగ్గించగలిగారని శివరాజ్ సింగ్ చౌహాన్ వ్యాఖ్యానించారు. ఐఏఎస్ అధికారులకు పూర్తి స్థాయిలో బాధ్యతలు అప్పగించారని తెలిపారు. ప్రకాశం బ్యారేజ్‎ 70 ఏళ్ల పురాతనమైందని తెలిపారు. మరింత వరద వచ్చినా...15 లక్షలు క్యూసెక్కుల వరద వచ్చినా తట్టుకునేలా ప్రకాశం బ్యారేజీని పటిష్టపరుస్తామని శివరాజ్ సింగ్ చౌహాన్ మాటిచ్చారు.</p>\n\n\n\n<p>ప్రకాశం బ్యారేజీ పటిష్టతపై కేంద్ర హోంమంత్రి అమిత్ షాతో చర్చిస్తామని తెలిపారు. ప్రకాశం బ్యారేజీ పటిష్టతపై నిపుణులతో చర్చిస్తామని చెప్పారు. బుడమేరు సమీపంలో అక్రమ మైనింగ్ జరగడం వల్ల కూడా ఇబ్బందులు వస్తున్నాయని తెలిసిందని ఆయన చెప్పారు. ఏపీలో పెద్ద ఎత్తున పంటలు నష్టపోయాయని శివరాజ్ సింగ్ చౌహాన్ ఆవేదన వ్యక్తం చేశారు. </p>\n\n\n\n<p>కేంద్ర బృందాలు వరద నష్టంపై అంచనాలు వేస్తాయని తెలిపారు. వైసీపీ ప్రభుత్వం ఫసల్ బీమా యోజనా పథకాన్ని పట్టించుకోలేదని ఆరోపించారు. కూటమి ప్రభుత్వం ఫసల్ బీమా యోజన పథకాన్ని సద్వినియోగం చేసుకుంటుందని తెలిపారు. వరద నష్టం అంచనాపై క్లారిటీ రాగానే కేంద్ర ప్రభుత్వం నుంచి సాయం అందిస్తామని కేంద్ర మంత్రి శివరాజ్ సింగ్ చౌహన్ హామీ ఇచ్చారు.</p>\n","originalUrl":"https://tattvanews.com/20954/06/09/2024/","hasAudio":false,"hasInfographics":false}