{"id":"wp-en-13321","wp_id":13321,"type":"standard","category":"World","language":"en","title":"Owaisi given only agony, fear and injustice, says Madhavi Latha￼","excerpt":"BJP's firebrand contestant, 49-year-old K Madhavi Latha, is unperturbed by sitting Hyderabad MP and AIMIM leader Asaduddin Owaisi's 'larger than life image,' and claims all he has given to the constituency is agony, fear and injustice. In an exclusive interview with India TV, Madhavi Latha targeted the Opposition and said that they have real issues to raise","author":"Tattva News Team","time":"19/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Madhavi-Latha1.jpg","readTime":"5 min read","contentHTML":"\n<p>BJP's firebrand contestant, 49-year-old K Madhavi Latha, is unperturbed by sitting Hyderabad MP and AIMIM leader Asaduddin Owaisi's 'larger than life image,' and claims all he has given to the constituency is agony, fear and injustice. In an exclusive interview with <em>India TV</em>, Madhavi Latha targeted the Opposition and said that they have real issues to raise because Prime Minister Narendra Modi has addressed all the issues already and is working on the development issues.  </p>\n\n\n\n<p>A classical dancer and entrepreneur, the 49 year-old Latha is set to take on Owaisi in his stronghold in the May 13 General Elections. Asked how she takes on her main rival Owaisi as she is a new entrant into politics, she shot back, asking what kind of an image does Owaisi have. \"You say larger than life image. It matters what kind of an image. If you have a larger than life, a negative image, it doesn't require more than a pebble to shatter it. For example, if you have made a cascade with playing cards, what is the energy you need to make it fall,\" she asked.</p>\n\n\n\n<p>On Rahul Gandhi's Nyay Yatra, she said, \"How will Rahul Gandhi decide on any Nyay, when he decides election seat based on mother's recommendation.\" She also criticised the Gandhi family for using could and unparliamentary words against Prime Minister Narendra Modi.  </p>\n\n\n\n<p>On the ongoing Swati Maliwal issue, Madhavi Lata said that as a woman everyone should raise their voice for atrocities against women.   Asaduddin Owaisi has so far won the constituency for four terms since 2004. Prior to him, his father Sultan Salahuddin Owaisi had represented Hyderabad in the Lok Sabha for six consecutive terms between 1984 and 2004.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/owaisi-given-only-agony-fear-and-injustice-says-madhavi-latha%ef%bf%bc/","hasAudio":false,"hasInfographics":false}