{"id":"wp-en-14020","wp_id":14020,"type":"standard","category":"World","language":"en","title":"PM Modi's 2-day Russia tour begins today￼","excerpt":"Prime Minister Narendra Modi will embark on his two-day visit to Moscow on Monday, which Russia calls \"a very important\" one. This will be the Prime Minister's first visit to Moscow since Russia invaded Ukraine in February 2022 and is at the invitation of President Vladimir Putin. Kremlin has enthusiastically responded to the visit, stating","author":"Tattva News Team","time":"8/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/02/Modi-Putin-1.jpg","readTime":"5 min read","contentHTML":"\n<p>Prime Minister Narendra Modi will embark on his two-day visit to Moscow on Monday, which Russia calls \"a very important\" one. This will be the Prime Minister's first visit to Moscow since Russia invaded Ukraine in February 2022 and is at the invitation of President Vladimir Putin.</p>\n\n\n\n<p>Kremlin has enthusiastically responded to the visit, stating the programme of Prime Minister Modi in Moscow will be extensive and the two leaders will be able to have informal talks, Dmitri Peskov, press secretary for Russian President Vladimir Putin, said in an interview with Russia's state-run VGTRK television channel on Saturday.</p>\n\n\n\n<p>\"Obviously, the agenda will be extensive, if not to say overbusy. It will be an official visit, and we hope that the heads will be able to talk in an informal way as well,\" he said, adding that Russian-Indian relations are at the level of strategic partnership.</p>\n\n\n\n<p>He said that there would be both one-on-one talks in the Kremlin and those involving delegations. Peskov also emphasised that the West is closely and jealously watching Modi's visit to Russia.</p>\n\n\n\n<p>\"They are jealous that means they are closely monitoring it. Their close monitoring means they attach great importance to it. And they are not mistaken, there is something to attach great importance to,\" Peskov said in response to a question about the jealous attitude of Western politicians towards Modi's visit to Russia, the Tass report said.</p>\n\n\n\n<p>The meeting will provide an opportunity for the two sides to review a range of bilateral issues — from defence and trade to investment ties and energy cooperation, India’s Foreign Secretary Vinay Kwatra said.</p>\n\n\n\n<p>The primary aim of Modi's visit is to attend the 22nd India-Russia Annual Summit. The meeting will see the leaders of both nations deliberate on a range of multifaceted relations between the two countries and exchange views on contemporary regional and global issues of mutual interest.</p>\n\n\n\n<p>The annual summit is considered the highest institutional dialogue mechanism in the strategic partnership between the two countries and so far 21 summits have taken place alternately in India and Russia. The last annual summit was held on December 6, 2021, in New Delhi when Putin visited India.</p>\n","originalUrl":"https://en.tattvanews.com/national/pm-modis-2-day-russia-tour-begins-today%ef%bf%bc/","hasAudio":false,"hasInfographics":false}