{"id":"wp-en-13102","wp_id":13102,"type":"standard","category":"World","language":"en","title":"PEC demand probe into Journalist killed  in  Baluchistan","excerpt":"Geneva- based Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern over the killing of a senior journalist in Balochistan on the world press freedom day and demands a thorough investigation over the incident that led to the death of Maulana Mohammad Siddique Mengal. According to local media outlets, journalist","author":"Tattva News Team","time":"5/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Journalist.jpg","readTime":"5 min read","contentHTML":"\n<p>Geneva- based Press Emblem Campaign (PEC), the global media safety and rights body, expresses serious concern over the killing of a senior journalist in Balochistan on the world press freedom day and demands a thorough investigation over the incident that led to the death of Maulana Mohammad Siddique Mengal.</p>\n\n\n\n<p>According to local media outlets, journalist Mengal was killed in a bomb explosion that took place in Chamrok area of Balochistan in western Pakistan on 3rd May. Two others were killed and many injured during the Friday’s blasts. The injured were shifted to nearby hospitals for necessary medical treatment.</p>\n\n\n\n<p>No group claimed its responsibility till date. Mengal, president of Khuzdar press club and a regular contributor to a newspaper titled Watan, was on his way to the mosque for prayers when the bomb exploded near his car.</p>\n\n\n\n<p>“Siddique Mengal is the 43rd journalist to be killed this year around the world. We mourn his demise and urge the Balochistan government to adequately compensate the bereaved family”, said Blaise Lempen, president of PEC (https://pressemblem.ch/casualties.shtml), adding that a few weeks back the south Asian nation lost another journalist named Jam Saghir Ahmed Lar, who used to work for Daily Khabrain from Punjab province, to assailants. Prior to him, a Pakpattan-based journalist (Tahira Nosheen Rana) was brutally assassinated.</p>\n\n\n\n<p>PEC’s south and southeast Asia representative Nava Thakuria revealed that since 1 January 2024, four journo-casualties have been reported from Myanmar (which lost Ko Myat Thu Tun to military atrocities) and Pakistan.</p>\n\n\n\n<p> Last year, Pakistan lost Imtiaz Baig, Ghulam Asghar Khand and Jan Mohammed Mahar to assailants and India witnessed the killing of Shashikant Warishe, Abdur Rauf Alamgir and Vimal Kumar Yadav. Similarly, Ashiqul Islam and Golam Rabbani Nadim lost their lives in Bangladesh, where Husein Naderi and Akmal Nazari were killed in Afghanistan.</p>\n","originalUrl":"https://en.tattvanews.com/international/pec-demand-probe-into-journalist-killed-in-baluchistan%ef%bf%bc/","hasAudio":false,"hasInfographics":false}