{"id":"wp-en-14163","wp_id":14163,"type":"standard","category":"World","language":"en","title":"SC directs NTA to publish results centre-wise ￼","excerpt":"Concluding the hearing for the day in the NEET-UG results row, the Supreme Court directed the National Testing Agency to release NEET-UG 2024 results on its website masking the identity of aspirants. The testing agency has been directed to release city-wise and centre-wise results separately on its website by Friday 5pm. Resuming hearing on National","author":"Tattva News Team","time":"19/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/NEET-SC.webp","readTime":"5 min read","contentHTML":"\n<p>Concluding the hearing for the day in the NEET-UG results row, the Supreme Court directed the National Testing Agency to release NEET-UG 2024 results on its website masking the identity of aspirants. The testing agency has been directed to release city-wise and centre-wise results separately on its website by Friday 5pm.</p>\n\n\n\n<p>Resuming hearing on National Eligibility cum Entrance Test – undergraduate results on Thursday, A bench led by Chief Justice D.Y. Chandrachud and Justices J.B. Pardiwala and Manoj Misra probed the extent of the question paper leak. </p>\n\n\n\n<p>Dictating the order, Chief Justice Chandrachud said, “We direct the NTA to publish the marks obtained by students in the NEET-UG 24 exam while at the same time ensuring that the identity of the students is masked. The results should be declared in relation to each centre and city separately,” Live Law reported.</p>\n\n\n\n<p>The chief justice observed results have to be published centre and city-wise separately to gauge the extent of the question paper leak. The apex court also sought the Bihar police’s report on the probe into question paper leak.</p>\n\n\n\n<p>On Thursday, the bench reiterated that it would have to order a retest of NEET if it is proven that tainted cannot be segregated from the rank list. The bench observed it would not be right to reveal details of the Central Bureau of Investigation’s probe at the moment as people will become wise.</p>\n\n\n\n<p>“The CBI probe is on. If what the CBI has told us is revealed, it will affect the investigation and people will become wise,” Chief Justice Chandrachud said.</p>\n\n\n\n<p>The National Eligibility-cum-Entrance Test-Undergraduate (NEET-UG) is conducted by the NTA for admissions to MBBS, BDS, AYUSH and other related courses in government and private institutions across the country. Allegations of irregularities, including paper leaks, have led to protests in several cities and sparring between rival political parties.</p>\n","originalUrl":"https://en.tattvanews.com/national/sc-directs-nta-to-publish-results-centre-wise-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}