{"id":"wp-te-20018","wp_id":20018,"type":"standard","category":"World","language":"te","title":"ప్రజా విశ్వాసాన్ని కోల్పోయిన కాంగ్రెస్","excerpt":"కాంగ్రెస్ ప్రభుత్వం చాలా తక్కువ కాలంలోనే ప్రజా విశ్వాసాన్ని కోల్పోయిందని కేంద్ర బొగ్గు గనుల శాఖ మంత్రి, బిజెపి తెలంగాణ రాష్ట్ర అ ధ్యక్షుడు జి.కిషన్‌రెడ్డి విమర్శించారు. ముఖ్యమంత్రి రేవంత్‌రెడ్డి సొంత జిల్లాలో కూడా బిజెపి జెండా ఎగిరిందని వ్యాఖ్యానించారు. గతంలో రే వంత్ ప్రాతినిధ్యం వహించిన మల్కాజ్ గిరిలో కూడా బిజెపి సత్తా చాటిందని పేర్కొన్నారు.  రాష్ట్రంలో బిజెపి ఓటు బ్యాంకు 14 శాతం నుంచి 35 శాతానికి పెరిగిందని తెలిపారు. రానున్న స్థానిక సంస్థల","author":"Tattva News Team","time":"13/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/BJP-Kishan.jpg","readTime":"5 min read","contentHTML":"\n<p>కాంగ్రెస్ ప్రభుత్వం చాలా తక్కువ కాలంలోనే ప్రజా విశ్వాసాన్ని కోల్పోయిందని కేంద్ర బొగ్గు గనుల శాఖ మంత్రి, బిజెపి తెలంగాణ రాష్ట్ర అ ధ్యక్షుడు జి.కిషన్‌రెడ్డి విమర్శించారు. ముఖ్యమంత్రి రేవంత్‌రెడ్డి సొంత జిల్లాలో కూడా బిజెపి జెండా ఎగిరిందని వ్యాఖ్యానించారు. గతంలో రే వంత్ ప్రాతినిధ్యం వహించిన మల్కాజ్ గిరిలో కూడా బిజెపి సత్తా చాటిందని పేర్కొన్నారు. </p>\n\n\n\n<p>రాష్ట్రంలో బిజెపి ఓటు బ్యాంకు 14 శాతం నుంచి 35 శాతానికి పెరిగిందని తెలిపారు. రానున్న స్థానిక సంస్థల ఎన్నికలు, వచ్చే అసెంబ్లీ ఎన్నికల్లో అధికారం చేజిక్కించుకోవడమే లక్షంగా చేసుకుని పార్లమెంటు ఎన్నికల తర్వాత భారతీయ జనతా పార్టీ (బిజెపి) తొలి రాష్ట్ర స్థాయి విస్తృత కార్యవర్గ సమావేశాన్ని శుక్రవారం శంషాబాద్‌లోని మల్లికా కన్వెన్షన్‌లో నిర్వహించారు.</p>\n\n\n\n<p>గడచిన పార్లమెంట్ ఎన్నికల్లో బిజెపి ఓటు శాతం పెరగడంతో రెట్టించిన ఉత్సాహం మీద ఉ న్న బిజెపి నాయకత్వం ఈసారి ఎన్నికల్లో సత్తా చాటి వచ్చే ఎన్నికల నాటికి బలోపేతం అయ్యేందుకు దృష్టి సారించింది. రాష్ట్రంలో ఉన్న కాంగ్రెస్ ప్రభుత్వాన్ని ఇరకాటంలో పెట్టేందుకు, ఇచ్చిన హామీల్లో వైఫల్యాలను ఎండగడుతూ ప్రజల్లోకి వెళ్లేందుకు బిజెపి వ్యూహాత్మకంగా వ్యవహరిస్తోంది. </p>\n\n\n\n<p>ఇందుకు 15 తీర్మానాలను ఆమోదిం చి కాంగ్రెస్ ప్రభుత్వానికి చెక్‌పెట్టేందుకు నిర్ణయించింది. దీంతో పాటు గత అసెంబ్లీ, పార్లమెంట్ ఎన్నికల్లో బిజెపిని ఆదరించి ఓట్లు వేసి గెలిపించిన ప్రజలకు కిషన్‌రెడ్డి ధన్యవాదాలు తెలిపారు. బిజెపికి ఓట్లు, సీట్లు ఇచ్చిన తెలంగాణ ప్రజలకు సెల్యూట్ చేశారు. మరోవైపు పదేళ్లు పాలించిన బీఆర్‌ఎస్ ఒక్క సీటు కూడా గెలవలేక ప్రజాగ్రహానికి గురైందని వ్యాఖ్యానించారు.</p>\n\n\n\n<p>ఈ సమావేశానికి ముఖ్య అతిథిగా కేంద్ర మంత్రి ధర్మేంద్ర ప్రధాన్, సంస్థాగత ప్రధానకార్యదర్శి చంద్రశేఖర్ తివారీ, పార్లమెంట్ ఎన్నికల ఇన్‌చార్జ్ అభయ్ పాటిల్ హాజరయ్యారు. కేంద్ర హోంశాఖ సహాయ మంత్రి బండి సంజయ్, ఎంపీలు లక్ష్మణ్, డీకే అరుణ, ఈటల సహా ఎమ్మెల్యేలు, బీజేపీ రాష్ట్ర పదాధికారులు పాల్గొన్నారు. </p>\n\n\n\n<p>ఈ సందర్భంగా కిషన్‌రెడ్డి మాట్లాడుతూ కేసీఆర్ నియంతృత్వ, నిరంకుశ పాలనపై సుదీర్ఘ పోరాటం చేసినట్లు తెలిపారు. రాష్ట్ర ప్రజలు ప్రధాని మోడీ నాయకత్వాన్ని ఆశీర్వదిస్తున్నారు. కాంగ్రెస్ ప్రభుత్వం తక్కువ కాలంలోనే ప్రజల విశ్వాసం కోల్పోయిందని తెలిపారు. </p>\n\n\n\n<p>వంద రోజుల్లో ఆరు గ్యారంటీలు అమలు చేస్తామని చెప్పి, ఎనిమిది నెలలైనా ఇచ్చిన హామీలను అమలు చేయలేదని కిషన్ రెడ్డి విమర్శించారు.  బీఆర్‌ఎస్ మాదిరిగానే కాంగ్రెస్ ఫిరాయింపులకు పాల్పడుతోందని, రాజకీయ ఫిరాయింపులే అజెండాగా కాంగ్రెస్ పాలిస్తోందని ఘాటైన విమర్శలు చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20018/13/07/2024/","hasAudio":false,"hasInfographics":false}