{"id":"wp-en-14936","wp_id":14936,"type":"standard","category":"World","language":"en","title":"Protesting Bengal doctors seeks President Murmu, PM Modi intervention","excerpt":"The West Bengal Junior Doctors’ Front on Friday wrote to President Droupadi Murmu and Prime Minister Narendra Modi, requesting their intervention after the state government failed to conduct talks with agitating doctors to resolve the RG Kar hospital impasse on Thursday. Copies of the four-page letter were also sent to Vice President Jagdeep Dhankar and","author":"Tattva News Team","time":"14/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Doctors-stir.webp","readTime":"5 min read","contentHTML":"\n<p>The West Bengal Junior Doctors’ Front on Friday wrote to President Droupadi Murmu and Prime Minister Narendra Modi, requesting their intervention after the state government failed to conduct talks with agitating doctors to resolve the RG Kar hospital impasse on Thursday.</p>\n\n\n\n<p>Copies of the four-page letter were also sent to Vice President Jagdeep Dhankar and Union Health Minister JP Nadda. The four-page letter highlighted the key demands and issues faced by the healthcare professionals under the West Bengal Health Department.</p>\n\n\n\n<p>The agitating doctors wrote, \"Our unfortunate colleague who has been the victim of the most despicable crime shall receive justice, and so that we, the healthcare professionals under the West Bengal Health department, may be able to discharge our duties to the public without fear and apprehension.\"</p>\n\n\n\n<p>\"Your intervention in these trying times will act as a beacon of light to us all, showing us the way ahead out of the darkness that surrounds us,\" it read. The junior doctors also wrote in the letter that the \"institutional threats, violence and vandalism,\" have been on the rise.</p>\n\n\n\n<p>Meanwhile, a Kolkata court has refused to permit the CBI to conduct a narco test on Sanjay Roy, the prime accused in the rape and murder of a trainee doctor at RG Kar Medical College last month. The CBI had sought the test to extract more information from the accused, but the court denied the request.</p>\n\n\n\n<p>On Friday, a Kolkata court denied the Central Bureau of Investigation (CBI) permission to perform a narco test on Sanjoy Roy, the main accused in the rape and murder of a 31-year-old trainee doctor at RG Kar Medical College in August. The CBI had requested the narco test, a tool used to extract information by placing a subject in a semi-conscious state, but the court refused to grant approval.</p>\n","originalUrl":"https://en.tattvanews.com/others/protesting-bengal-doctors-seeks-president-murmu-pm-modi-intervention/","hasAudio":false,"hasInfographics":false}