{"id":"wp-te-20433","wp_id":20433,"type":"standard","category":"World","language":"te","title":"సీఎం హోదాలో భద్రత కల్పించాలని హైకోర్టును కోరిన జగన్","excerpt":"ముఖ్యమంత్రిగా ఉన్నప్పుడు తనకు ఉన్నటువంటి భద్రతను పునరుద్దరించాలని వైసీపీ అధినేత వైఎస్ జగన్ మోహన్ రెడ్డి రాష్ట్ర హైకోర్టును ఆశ్రయించారు. ఏకపక్షంగా ప్రభుత్వం తన భద్రతను కుదించినట్లు తెలిపారు. తనకు ప్రాణభయం ఉందని ఆందోళన వ్యక్తం చేశారు. జగన్ కు భద్రత తగ్గించారన్న వాదనను పోలీసు శాఖ, ప్రభుత్వ వర్గాలు కొట్టిపారేశాయి. వ్యక్తిగత భద్రత తగ్గించారని హైకోర్టును జగన్ ఆశ్రయించిన నేపథ్యంలో నిబంధనల మేరకు జగన్‌కు భద్రత కేటాయించామని ప్రభుత్వ వర్గాలు స్పష్టం చేశాయి. జగన్‌కు జెడ్","author":"Tattva News Team","time":"6/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Jagan-HC.png","readTime":"5 min read","contentHTML":"\n<p>ముఖ్యమంత్రిగా ఉన్నప్పుడు తనకు ఉన్నటువంటి భద్రతను పునరుద్దరించాలని వైసీపీ అధినేత వైఎస్ జగన్ మోహన్ రెడ్డి రాష్ట్ర హైకోర్టును ఆశ్రయించారు. ఏకపక్షంగా ప్రభుత్వం తన భద్రతను కుదించినట్లు తెలిపారు. తనకు ప్రాణభయం ఉందని ఆందోళన వ్యక్తం చేశారు.</p>\n\n\n\n<p>జగన్ కు భద్రత తగ్గించారన్న వాదనను పోలీసు శాఖ, ప్రభుత్వ వర్గాలు కొట్టిపారేశాయి. వ్యక్తిగత భద్రత తగ్గించారని హైకోర్టును జగన్ ఆశ్రయించిన నేపథ్యంలో నిబంధనల మేరకు జగన్‌కు భద్రత కేటాయించామని ప్రభుత్వ వర్గాలు స్పష్టం చేశాయి. జగన్‌కు జెడ్ ప్లస్ భద్రత కొనసాగుతుందని అధికారులు తేల్చి చెప్పారు. </p>\n\n\n\n<p>సీఎం హోదాలో అదనంగా ఇచ్చే భద్రత మాత్రమే తగ్గించామని పోలీసు శాఖ వెల్లడించింది. అయితే, సీఎం హోదా భద్రత ఇవ్వడం కుదరదని అధికారులు తెలిపారు. </p>\n\n\n\n<p>అత్యాధునిక రక్షణ పరికరాలు, నివాసం చుట్టూ 30అడుగుల ఎత్తున ఇనుప గోడకంచె, బుల్లెట్‌ ప్రూఫ్‌ క్రూయిజర్‌ వాహనాలు.. మూడు షిఫ్టుల్లో 986 మంది భద్రతా సిబ్బంది.. ఇదంతా ఉత్తర కొరియా అధ్యక్షుడు కిమ్ గురించి అనుకుంటే పొరపాటే! మాజీ సీఎం జగన్ ఏర్పాటు చేసుకున్న భద్రతకు సంబంధించిన లెక్కలివి. ఎన్నికల్లో ఓడిన జగన్ తాజాగా తనకు జూన్ 3వ తేదీ నాటికి ఉన్న భద్రతను పునరుద్ధరించాలని హైకోర్టులో పిటిషన్ దాఖలు చేయడం గమనార్హం.</p>\n\n\n\n<p>సాధారణంగా వీఐపీ భద్రతా సిబ్బంది 100 మందికి మించి ఉండరు. కానీ మాజీ సీఎం జగన్, ఆయన కుటుంబసభ్యుల భద్రత చిన్న గ్రామ జనాభాతో సమానం. దేశంలో మరే ముఖ్యమంత్రికి లేని స్థాయిలో ఆంధ్రప్రదేశ్‌ స్పెషల్‌ సెక్యూరిటీ గ్రూప్‌ యాక్ట్‌ పేరుతో ప్రత్యేక చట్టమే తెచ్చారు. కమాండో తరహాలో స్పెషల్‌ సెక్యూరిటీ గ్రూప్‌ ఏర్పాటు చేశారు. </p>\n\n\n\n<p>దక్షిణ భారతదేశంలోని ముఖ్యమంత్రులందరి ఇళ్ల దగ్గర భద్రత కలిపినా అంత మంది ఉండకపోవచ్చు. తాడేపల్లి ప్యాలెస్‌ చుట్టూ మూడు షిప్టుల్లో 934 మంది ఆయన రక్షణలో నిమగ్నమై ఉంటారు. అంటే ఒక్కో షిఫ్టులో 310 మంది పైమాటే. ఇక ఆయన బయటకు అడుగు పెడితే భద్రతా సిబ్బంది సంఖ్య మూడింతలు మించుతుంది. </p>\n\n\n\n<p>వారందరికీ ఒక్కొక్కరికి నెలకు సగటున రూ. 50వేల లెక్కన ఐదేళ్లలో చెల్లించింది 296 కోట్ల రూపాయల పైమాటే. జగన్ పర్యటనలో పరదాలు కట్టడం, రోడ్ల వెంట చెట్లు కొట్టేయడం చేస్తుంటారు. సీఎం హోదాలో ఏం చేసినా ఎవ్వరూ అడిగే ప్రయత్నం చేయనేలేదు. కానీ, ఇప్పుడు ఆయన ఎమ్మెల్యే మాత్రమే. ప్రతిపక్షనేత హోదా కూడా లేకపోయినా ముఖ్యమంత్రి చంద్రబాబుకు కూడా లేని స్థాయిలో రక్షణ కల్పిస్తున్నారు. </p>\n\n\n\n<p>జగన్‌ కాన్వాయ్‌లో రెండు అత్యాధునిక ల్యాండ్‌ క్రూయిజర్‌ బుల్లెట్‌ ప్రూఫ్‌ కార్లు ఉన్నాయి. జడ్‌ ప్లస్‌ కేటగిరిలో నేషనల్ సెక్యూరిటీ గార్డుల ఆధీనంలో ఉన్న చంద్రబాబుకు బుల్లెట్‌ప్రూఫ్‌ ఫార్చూనర్‌ వాహనం మాత్రమే ఉంది. జగన్ తన భద్రతపై తరచూ ఆందోళన వ్యక్తం చేయడంపై ఇతర పార్టీల నేతలు అనుమానాలు వ్యక్తం చేస్తున్నారు.</p>\n\n\n\n<p> వైఎస్సార్సీపీ ఐదేళ్ల పాలనలో రాష్ట్రం మాదక ద్రవ్యాలకు అడ్డాగా మారింది. ఓ వైపు గంజాయి విక్రయాలతో పాటు డ్రగ్స్ రవాణా మితిమీరిపోయింది. తీరంలో పోర్టుల్లో పెద్ద మొత్తంలో డ్రగ్స్ కూడా పట్టుబడ్డాయి. ఎన్నికలకు ముందు విశాఖ పోర్టులో భారీ మొత్తంలో కంటెయినర్లో డ్రగ్స్ పట్టుబడడం తెలిసిందే. భారీగా దొరికిన డ్రైడ్‌ ఈస్ట్‌ నమూనాలను సీబీఐ ప్రయోగశాలలకు పంపారు. ఇప్పటి వరకు నివేదికలు బయటకు బయటకు రాకున్నా కేసుపై సందేహాలున్నాయి.</p>\n\n\n\n<p>ఈ నేపథ్యంలో జగన్ తనకు పూర్వ భద్రత కల్పించాలని కోర్టుకెక్కడం తనకు ఏ మాత్రం ఆశ్చర్యం కలిగించడం లేదని ఏపీకి చెందిన ఓ సీనియర్ నేత వ్యాఖ్యానించడం గమనార్హం.</p>\n","originalUrl":"https://tattvanews.com/20433/06/08/2024/","hasAudio":false,"hasInfographics":false}