{"id":"wp-en-15633","wp_id":15633,"type":"standard","category":"World","language":"en","title":"Trade unions in action against gender-based violence: 16 days of activism","excerpt":"Eliminating violence and discrimination against women, including gender-based violence in the workplace, is crucial for achieving gender equality. On the International Day for the Elimination of Violence against Women, 25 November – which marks the beginning of the 16 Days of Activism against gender-based violence – trade unions urge the ratification and implementation of ILO","author":"Tattva News Team","time":"25/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Trade-Unnions.png","readTime":"5 min read","contentHTML":"\n<p>Eliminating violence and discrimination against women, including gender-based violence in the workplace, is crucial for achieving gender equality. On the International Day for the Elimination of Violence against Women, 25 November – which marks the beginning of the 16 Days of Activism against gender-based violence – trade unions urge the ratification and implementation of ILO Convention 190  (C190) and Recommendation 206  (R206).</p>\n\n\n\n<p>This can be done through gender-transformative reforms in laws, policies, and workplace agreements to prevent exposure to violence, support survivors including by ensuring job and earnings security, and hold perpetrators to account.</p>\n\n\n\n<p>As the 30<sup>th</sup> anniversary of the Beijing Declaration in 2025 approaches, trade unions call for increased investment in prevention and greater funding for anti-violence public services.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle said: “Gender-based violence is a major barrier to gender equality, and it affects women and LGBTQI+ workers the most. All workers – informal or formal, migrant or national – deserve protection from all forms of violence and harassment in all work contexts.</p>\n\n\n\n<p>“During these 16 days of activism, trade unions worldwide urge governments to ratify ILO Convention 190 and implement it in cooperation with unions and employers. “Together, let's build workplaces that are fairer and safer. It's time for everyone to get the dignity and respect they deserve.”</p>\n\n\n\n<p>The ITUC has released Unions in Action to End Violence and Harassment in the World of Work,  marking the fifth anniversary of the adoption at the ILO of this first international treaty to recognise everyone's right to a world of work free from violence and harassment.</p>\n\n\n\n<p>The report includes the latest survey of trade union action for the ratification and implementation of C190. Building on previous surveys in 2022 and 2023, it showcases the significant and ongoing progress by unions. Notably, women union members continue to lead the struggle for gender-equal and violence-free workplaces. Trade union success stories include:</p>\n\n\n\n<ul class=\"wp-block-list\"><li><strong>Argentina</strong>: Teachers' federation FUDB signed an agreement with the authorities in Buenos Aires to prevent, protect and provide reparation for acts of violence in the workplace.</li><li><strong>Israel</strong>: The Histadrut-General Federation of Labour reports that many collective agreements now include clauses on preventing sexual harassment and sanctions against harassers.</li><li><strong>Italy</strong>:<strong> </strong>a protocol and code of conduct in the transport sector includes provisions for paid leave and psychological support for survivors of gender-based violence.</li><li><strong>Kazakhstan</strong>:<strong> </strong>The Federation of Trade Unions of the Republic of Kazakhstan is promoting a zero-tolerance policy aligned with C190 covering all workers among its affiliates.</li><li><strong>Panama</strong>: Landmark agreements have been signed with companies, hotels, the public sector, agriculture, and universities.</li><li><strong>Zimbabwe</strong>: Recent collective agreements in the sectors of textiles, transport and public services have incorporated clauses on violence and harassment aligned with C190.</li></ul>\n\n\n\n<p>However, as documented in the 2024 ITUC global rights index, these positive developments have taken place alongside an increase in violations of workers’ fundamental rights in many countries, which are hindering efforts to eliminate violence and harassment in the world of work.</p>\n\n\n\n<p>Along with allies in the C190 Arc Task Force, the ITUC has also launched a website that features effective approaches for the ratification and implementation of ILO C190 that trade unions and women’s rights organisations from across the world have used to move towards a world of work free from violence and harassment.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/trade-unions-in-action-against-gender-based-violence-16-days-of-activism%ef%bf%bc/","hasAudio":false,"hasInfographics":false}