{"id":"wp-en-15473","wp_id":15473,"type":"standard","category":"World","language":"en","title":"Amit Shah slams Mamata  govt for state-sponsored infiltration in Bengal￼","excerpt":"Union Home Minister Amit Shah on Sunday took potshots at the Mamata Banerjee government in West Bengal, accusing it of engaging in “state sponsored infiltration” and corruption.  Launching the Bharatiya Janata Party’s membership drive in Kolkata, Shah said incidents like Sandeshkhali and RG Kar hospital rape-murder indicate that the state is not safe for women. The","author":"Tattva News Team","time":"28/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Amit-Shah-Bengal.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Home Minister Amit Shah on Sunday took potshots at the Mamata Banerjee government in West Bengal, accusing it of engaging in “state sponsored infiltration” and corruption.  Launching the Bharatiya Janata Party’s membership drive in Kolkata, Shah said incidents like Sandeshkhali and RG Kar hospital rape-murder indicate that the state is not safe for women.</p>\n\n\n\n<p>The home minister asserted that the BJP’s “next biggest target” is to form a government in West Bengal after the 2026 Assembly elections. \"We are all proud to be members of the world's largest party. I have faith in the Bengal workers that we will not lag in membership numbers,” Shah said, adding that the party has set a target of one crore members. </p>\n\n\n\n<p>Shah called for a concerted effort to secure a two-thirds majority for the BJP in the 2026 West Bengal state elections, emphasising that this is the only solution to tackle the pressing issues of corruption and infiltration in the state. \"I have come to tell the youth of Bengal that if you want to stop the illegal infiltration of foreigners in this country, then the only way is to form a BJP  government in 2026 in Bengal.\"</p>\n\n\n\n<p>\"Today, I went to the border and some people told me there that they don't get the benefits of the Ayushman Bharat Yojana. I told them to not worry and wait till 2026. From 2026, every poor of Bengal will get the benefits of Ayushman Bharat Yojana. The youth will not have to pay any bribe for jobs and education,\" he said.</p>\n\n\n\n<p>Shah raked up the issues of Sanseshkhali violence and the rape-murder of a junior doctor at RG Kar hospital and asserted that these incidents exemplify the lack of security for women in West Bengal. \"Our mothers and sisters are not safe in Bengal,\" he said.</p>\n","originalUrl":"https://en.tattvanews.com/national/amit-shah-slams-mamata-govt-for-state-sponsored-infiltration-in-bengal%ef%bf%bc/","hasAudio":false,"hasInfographics":false}