{"id":"wp-te-18486","wp_id":18486,"type":"standard","category":"World","language":"te","title":"6 నాగాలాండ్ జిల్లాల్లో ఓటర్లు బహిష్కరణ","excerpt":"నాగాలాండ్‌లోని కొన్ని ప్రాంతాలలో ఓటర్లు తమ ఓటు బహిష్కరణాస్త్రం ప్రయోగించారు. శుక్రవారం నాగాలాండ్‌లో ఆరు తూర్పు జిల్లాలో ఏ ఒక్క బూత్‌లోనూ ఒక్కటంటే ఒక్క ఓటు నమోదు కాలేదు. పోలింగ్ సిబ్బంది ఓపికగా దాదాపు తొమ్మిది గంటల పాటు వేచి చూసినా జనం రాకడ లేకుండా పోలింగ్ ఘడియలు గడిచిపోయాయి.  తమకు సరిహద్దు ప్రాంతపు నాగాలాండ్ (ఎఫ్‌ఎన్‌టి) ఏర్పాటు చేయాలని ఈ జిల్లాల వారు చిరకాలంగా డిమాండ్ చేస్తున్నారు. ఈ డిమాండ్ సాధనకు ఈ పోలింగ్ రోజును","author":"Tattva News Team","time":"20/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Nagaland.jpg","readTime":"5 min read","contentHTML":"\n<p>నాగాలాండ్‌లోని కొన్ని ప్రాంతాలలో ఓటర్లు తమ ఓటు బహిష్కరణాస్త్రం ప్రయోగించారు. శుక్రవారం నాగాలాండ్‌లో ఆరు తూర్పు జిల్లాలో ఏ ఒక్క బూత్‌లోనూ ఒక్కటంటే ఒక్క ఓటు నమోదు కాలేదు. పోలింగ్ సిబ్బంది ఓపికగా దాదాపు తొమ్మిది గంటల పాటు వేచి చూసినా జనం రాకడ లేకుండా పోలింగ్ ఘడియలు గడిచిపోయాయి. </p>\n\n\n\n<p>తమకు సరిహద్దు ప్రాంతపు నాగాలాండ్ (ఎఫ్‌ఎన్‌టి) ఏర్పాటు చేయాలని ఈ జిల్లాల వారు చిరకాలంగా డిమాండ్ చేస్తున్నారు. ఈ డిమాండ్ సాధనకు ఈ పోలింగ్ రోజును ఎంచుకుని హర్తాళ్ పిలుపు ఇచ్చారు. ఏడు గిరిజన సంస్థల సమ్మిళిత వేదిక ఈస్టర్న్ నాగాలాండ్ పీపుల్స్ ఆర్గనైజేషన్ (ఇఎన్‌పిఒ) పిలుపు ప్రభావంతో తూర్పు జిల్లాలలో జనజీవితం స్తంభించింది.</p>\n\n\n\n<p>ఎక్కడా వాహన సంచారం లేదు. పలు వ్యాపార సంస్థలు కార్యాలయాలు మూతపడ్డాయి. కేవలం జిల్లా అధికార యంత్రాంగం, ఎమర్జెన్సీ విభాగాల వాహనాలే రోడ్లపై తిరుగుతూ కన్పించాయి. కాగా ఈ జిల్లాలోని 738 పోలింగ్ కేంద్రాలలో తమ సిబ్బంది ఉదయం ఏడు గంటల నుంచి మధ్యాహ్నం నాలుగు గంటల వరకూ ఎదురుచూశారని అదనపు ఎన్నికల అధికారి అవా లోరింగ్ తెలిపారు. </p>\n\n\n\n<p>అయితే 20 అసెంబ్లీ నియోజకవర్గాల పరిధిలోకి వచ్చే ఈ జిల్లాల్లో చివరికి ఎమ్మెల్యేలు కూడా ఓటు వేయలేదు. కాగా రాష్ట్ర ముఖ్యమంత్రి నిఫియూ రియో స్పందిస్తూ ఈ ప్రాంత ప్రజల డిమాండ్ పట్ల తమకు ఎటువంటి అభ్యంతరం లేదని, ఇప్పటికే డిమాండ్ మేరకు ఎఫ్‌ఎన్‌టి ఏర్పాటు ప్రక్రియ ఆరంభమైందని తెలిపారు. ఈ ప్రాంతానికి ముందుగానే స్వయం నిర్ణయాధికార ప్రతిపత్తి గురించి కేంద్రానికి సిఫార్సు కూడా చేశామని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/18486/20/04/2024/","hasAudio":false,"hasInfographics":false}