{"id":"wp-te-20310","wp_id":20310,"type":"standard","category":"World","language":"te","title":"ఢిల్లీ కోచింగ్ సెంటర్ మరణాలపై విచారణకు కేంద్రం కమిటీ..!","excerpt":"ఢిల్లీలోని రావూస్ ఐఏఎస్ కోచింగ్ సెంటర్ లైబ్రరీలో వరదనీరు చేరడంతో ముగ్గురు ఐఏఎస్ అభ్యర్ధులు చనిపోయిన ఘటన దేశవ్యాప్తంగా కలకలం రేపుతోంది. దీనిపై తీవ్ర విమర్శలు వెల్లువెత్తాయి. ఈ ఘటనకు ఢిల్లీ మున్సిపల్ కార్పోరేషన్ నిర్లక్ష్యమే కారణమన్న వాదన వినిపిస్తోంది. మరోవైపు కేంద్రం కూడా దీనిపై స్పందించింది.  ఇప్పటికే పోలీసులు విచారణ జరుపుతుండగా.. మరోవైపు కేంద్ర హోంశాఖ విచారణ కమిటీని ఏర్పాటు చేసింది. కేంద్ర హోంశాఖ ఏర్పాటు చేసిన కమిటీ కోచింగ్ సెంటర్ ఘటన, మరణాలకు కారణం,","author":"Tattva News Team","time":"30/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Raus-IAS.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీలోని రావూస్ ఐఏఎస్ కోచింగ్ సెంటర్ లైబ్రరీలో వరదనీరు చేరడంతో ముగ్గురు ఐఏఎస్ అభ్యర్ధులు చనిపోయిన ఘటన దేశవ్యాప్తంగా కలకలం రేపుతోంది. దీనిపై తీవ్ర విమర్శలు వెల్లువెత్తాయి. ఈ ఘటనకు ఢిల్లీ మున్సిపల్ కార్పోరేషన్ నిర్లక్ష్యమే కారణమన్న వాదన వినిపిస్తోంది. మరోవైపు కేంద్రం కూడా దీనిపై స్పందించింది. </p>\n\n\n\n<p>ఇప్పటికే పోలీసులు విచారణ జరుపుతుండగా.. మరోవైపు కేంద్ర హోంశాఖ విచారణ కమిటీని ఏర్పాటు చేసింది. కేంద్ర హోంశాఖ ఏర్పాటు చేసిన కమిటీ కోచింగ్ సెంటర్ ఘటన, మరణాలకు కారణం, భవిష్యత్తులో ఇలాంటి ఘటనలు జరగకుండా తీసుకోవాల్సిన చర్యలపై నివేదిక ఇవ్వనుంది. నెల రోజుల్లో నివేదిక ఇవ్వాలని ఈ కమిటీకి కేంద్రం గడువు విధించింది.</p>\n\n\n\n<p>గృహనిర్మాణం, పట్టణ వ్యవహారాల మంత్రిత్వ శాఖ అదనపు కార్యదర్శి, ప్రిన్సిపల్ సెక్రటరీ (హోమ్), ఢిల్లీ ప్రభుత్వం, స్పెషల్ సీపీ, ఢిల్లీ పోలీస్, అగ్నిమాపక సలహాదారు, జాయింట్ సెక్రటరీతో కూడిన కమిటీ 30 రోజులలోపు తన నివేదికను సమర్పించాలని ప్రభుత్వం కోరింది.</p>\n\n\n\n<p>రావూస్ ఐఏఎస్ స్టడీ సర్కిల్ కోచింగ్ ఇన్‌స్టిట్యూట్ భవనం బేస్‌మెంట్‌లో వరదలు రావడంతో శనివారం సాయంత్రం ముగ్గురు ఐఏఎస్‌ ఔత్సాహికులు ప్రాణాలు కోల్పోయారు. బాధితులు ఉత్తరప్రదేశ్‌కు చెందిన శ్రేయా యాదవ్, తెలంగాణకు చెందిన తాన్యా సోని, కేరళకు చెందిన నవీన్ డాల్విన్‌లుగా గుర్తించారు. భారీ వర్షాలకు సెల్లార్ లోని కోచింగ్ సెంటర్ లైబ్రరీ నీటిలో మునిగిపోయింది. </p>\n\n\n\n<p>ఈ ఘటనపై బాధ్యులపై కఠిన చర్యలు తీసుకోవాలని డిమాండ్ చేస్తూ సోమవారం  తోటి విద్యార్ధులు నిరసనలకు దిగారు. దీంతో ప్రభుత్వాలు ఇరుకునపడ్డాయి. మరోవంక, వరదలు పోటెత్తిన సమయంలో నిర్లక్ష్యంగా వాహనం నడిపి పరోక్షంగా.. ఆ ముగ్గురు విద్యార్థుల మృతికి కారణం అయ్యాడని.. ఓ కారు డ్రైవర్‌ను సోమవారం సాయంత్రం ఢిల్లీ పోలీసులు అరెస్ట్ చేశారు. </p>\n\n\n\n<p>ఆ అభ్యర్థుల మరణం వెనుక ఆ డ్రైవర్ నిర్లక్ష్యపు డ్రైవింగ్ కోణం ఉందని పోలీసులు వెల్లడించారు. ఈ ఘటనకు సంబంధించి తాజాగా 2 వీడియోలు సోషల్ మీడియాలో తెగ వైరల్ అవుతున్నాయి. ఇందులో కారు డ్రైవర్ నిర్లక్ష్యం కూడా ఉందని పోలీసులు గుర్తించారు. శనివారం రాత్రి భారీగా వర్షం పడుతున్న సమయంలో.. ఆ కోచింగ్ సెంటర్ ముందు నుంచి ఆ డ్రైవర్ వేగంగా కారును డ్రైవ్ చేయడంతో ఒక్కసారిగా వరద ప్రవాహం పెరిగి.. మరింత వేగంగా ఆ బిల్డింగ్ గేట్ వైపు దూసుకుపోవడంతో ఆ గేట్ విరిగిందని పోలీసులు పేర్కొన్నారు.</p>\n","originalUrl":"https://tattvanews.com/20310/30/07/2024/","hasAudio":false,"hasInfographics":false}