{"id":"wp-te-20843","wp_id":20843,"type":"standard","category":"World","language":"te","title":"ముంబై నటి అక్రమ నిర్బంధంపై ఎపి ప్రభుత్వం సీరియస్","excerpt":"ముంబైకి చెందిన సినీ నటిపై తప్పుడు కేసు పెట్టి వేధించారన్న ఆరోపణలను ప్రభుత్వం సీరియస్‌గా తీసుకుంది. ఈ కేసులో పూర్తి దర్యాప్తు చేసేందుకు విజయవాడ అసిస్టెంట్ పోలీస్ కమిషనర్ గా ఉన్న స్రవంతి రాయ్‌ను నియమించారు. ఈ మేరకు విజయవాడ పోలీస్ కమిషనర్ రాజశేఖర్ బాబు ఉత్తర్వులు జారీ చేశారు.  ముంబైకు చెందిన కాదంబరి జెత్వాని అనే సినీ నటిని, ఆమె కుటుంబాన్ని విజయవాడ పోలీసులు తప్పుడు కేసులు పెట్టి వేధించారని అనేక మీడియా సంస్ధల్లో వార్తలొచ్చాయని,","author":"Tattva News Team","time":"30/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Kadambar1.jpg","readTime":"5 min read","contentHTML":"\n<p>ముంబైకి చెందిన సినీ నటిపై తప్పుడు కేసు పెట్టి వేధించారన్న ఆరోపణలను ప్రభుత్వం సీరియస్‌గా తీసుకుంది. ఈ కేసులో పూర్తి దర్యాప్తు చేసేందుకు విజయవాడ అసిస్టెంట్ పోలీస్ కమిషనర్ గా ఉన్న స్రవంతి రాయ్‌ను నియమించారు. ఈ మేరకు విజయవాడ పోలీస్ కమిషనర్ రాజశేఖర్ బాబు ఉత్తర్వులు జారీ చేశారు. </p>\n\n\n\n<p>ముంబైకు చెందిన కాదంబరి జెత్వాని అనే సినీ నటిని, ఆమె కుటుంబాన్ని విజయవాడ పోలీసులు తప్పుడు కేసులు పెట్టి వేధించారని అనేక మీడియా సంస్ధల్లో వార్తలొచ్చాయని, ఇబ్రహీంపట్నం పోలీస్ స్టేషన్‌లో తప్పుడు కేసు కూడా పెట్టారని ప్రచారం జరుగుతున్నందున అందులో నిజం ఎంత ఉందో తేల్చాలని ఉత్తర్వుల్లో వెల్లడించారు. వీలైనంత త్వరగా ఎంక్వైరీ చేసి రిపోర్టును సమర్పించాలని కమిషనర్ ఆదేశించారు.</p>\n\n\n\n<p> ఈ కేసులో పలువురు ఐపిఎస్ అధికారుల ప్రమేయం ఉందని ఆరోపణలు వస్తున్న కారణంగా సిన్సియర్ ఆఫీసర్ గా పేరున్న స్రవంతి రాయ్‌కు బాధ్యతలు ఇచ్చినట్లుగా తెలుస్తోంది. నటి కాదంబరి జెత్వానీపై ఈ ఏడాది ఫిబ్రవరి రెండో తేదీన కేసు నమోదు చేశారు. ముంబైకి విమానాల్లో వెళ్లి ఆ కుటుంబం మొత్తాన్ని విజయవాడకు తీసుకు వచ్చి వేధించారన్న ఆరోపణలు వచ్చాయి. </p>\n\n\n\n<p>వైసీపీ నేత కుక్కల విద్యాసాగర్ ఫిర్యాదు మేరకు రూ. ఐదు లక్షల మేరకు చీటింగ్ చేశారని కేసు పెట్టారు. దాదాపుగా నలభై రోజుల పాటు నిర్బంధించి హింసించారని జెత్వానీ ఆరోపించారు. అయితే అరెస్టు చేసినప్పుడు కానీ, ఆ కుటుంబాన్ని ముంబై నుంచి తీసుకు వచ్చిన ప్పుడు కానీ విజయవాడ పోలీసులు మీడియాకు అసలు చెప్పలేదు. ఓ సినీ నటిని అరెస్టు చేస్తే. అదీ కూడా చీటింగ్ కేసులో సంచలనం అయ్యేది. కానీ వారు అసలు బయట పెట్టలేదు.</p>\n\n\n\n<p>తర్వాత ఆ నటి కుటుంబానికి పోలీసులే బెయిల్ ఇప్పించి పంపేశారని, ఈ కేసు పెట్టి అరెస్టు చేయడం ద్వారా కొన్ని వ్యవహారాలను పోలీసులు సెటిల్ చేశారన్న ఆరోపణలొచ్చాయి. అప్పటి సిటీ పోలీస్ కమిషనర్ కాంతిరాణా టాటా, డిసిపి విశాల్ గున్ని, మరో ప్రభుత్వ ముఖ్య సలహాదారు ఆదేశాలతో ఈ సెటిల్మెంట్ చేశారని ఆరోపణలు వస్తున్నాయి. జెత్వానీ కూడా ఇవే ఆరోపణలు చేశారు. </p>\n\n\n\n<p>ఆరోపణలు ఎదుర్కొంటున్న ఐపిఎస్ అధికారులు ప్రస్తుతం వెయిటింగ్‌లో ఉన్నారు. కొత్త ప్రభుత్వం ఏర్పడిన తర్వాత వారికి పోస్టింగ్ ఇవ్వలేదు. వారంతా గతంలో వైసిపి ప్రభుత్వం చెప్పినట్లుగా చేశారని, టీడీపీ నేతల్ని వేధించారన్న ఆరోపణలు కూడా ఎదుర్కొంటున్నారు.</p>\n","originalUrl":"https://tattvanews.com/20843/30/08/2024/","hasAudio":false,"hasInfographics":false}