{"id":"wp-te-18476","wp_id":18476,"type":"standard","category":"World","language":"te","title":"వివేకా హత్య కేసుపై మౌనంగా ఉండాలని విపక్షాలకు కోర్టు ఆదేశం","excerpt":"మాజీ మంత్రి వైఎస్ వివేకానందరెడ్డి హత్యపై కడప కోర్టు సంచలన నిర్ణయాన్ని వెల్లడించింది. వైఎస్ వివేకా హత్యపై ఇకపై ఎవరూ మాట్లాడకూదని న్యాయస్థానం మధ్యంతర ఉత్తర్వులు జారీ చేసింది. ఎన్నికల నేపథ్యంలో వైఎస్ వివేకా హత్య కేసు ప్రస్థావన తీసుకురావడానికి వ్యతిరేకంగా వైసీపీ నేత సురేష్ బాబు కడప కోర్టును ఆశ్రయించారు. వైఎస్ వివేకా హత్య విషయంపై మాట్లాడకుండా ప్రతిపక్ష నేతలకు ఆదేశాలు ఇవ్వాలని సురేష్ బాబు పిటిషన్‌లో పేర్కొన్నారు. ఈ పిటిషన్‌పై గురువారం విచారణ చేపట్టిన","author":"Tattva News Team","time":"19/4/2024","image":"https://tattvanews.com/wp-content/uploads/2021/12/Viveka-YS.jpg","readTime":"5 min read","contentHTML":"\n<p>మాజీ మంత్రి వైఎస్ వివేకానందరెడ్డి హత్యపై కడప కోర్టు సంచలన నిర్ణయాన్ని వెల్లడించింది. వైఎస్ వివేకా హత్యపై ఇకపై ఎవరూ మాట్లాడకూదని న్యాయస్థానం మధ్యంతర ఉత్తర్వులు జారీ చేసింది. ఎన్నికల నేపథ్యంలో వైఎస్ వివేకా హత్య కేసు ప్రస్థావన తీసుకురావడానికి వ్యతిరేకంగా వైసీపీ నేత సురేష్ బాబు కడప కోర్టును ఆశ్రయించారు.</p>\n\n\n\n<p>వైఎస్ వివేకా హత్య విషయంపై మాట్లాడకుండా ప్రతిపక్ష నేతలకు ఆదేశాలు ఇవ్వాలని సురేష్ బాబు పిటిషన్‌లో పేర్కొన్నారు. ఈ పిటిషన్‌పై గురువారం విచారణ చేపట్టిన కడప కోర్టు వివేకా హత్య ప్రస్థావన తీసుకురావొద్దని వైఎస్ సునీత, షర్మిల, చంద్రబాబు, పవన్ కల్యాణ్, నారా లోకేష్, పురందేశ్వరిలను న్యాయస్థానం ఆదేశించింది.తన బాబాయ్ వివేకానందరెడ్డి హత్యను అజెండాగా చేసుకుని కడప లోక్ సభ సీటులో పీసీసీ అధ్యక్షురాలు  వైఎస్ షర్మిల పోటీ చేస్తుండటం, వివేకా హత్య కేసులో నిందితుడిగా ఉన్న అవినాష్ తో పాటు సీఎం జగన్ ను టార్గెట్ చేస్తూ వీరు విమర్శలు ఎక్కుపెడుతూ ఉండడంతో కోర్టును ఆశ్రయించారు.</p>\n\n\n\n<p>కడప లోక్ సభ స్ధానం నుంచి పోటీ చేస్తున్న వైఎస్ షర్మిలతో పాటు సునీత, చంద్రబాబు, పవన్ కళ్యాణ్, పురందేశ్వరి, బీటెక్ రవి వివేకా హత్యపై నిత్యం మాట్లాడుతున్నారని వైసీపీ నేత సురేష్ బాబు కడప కోర్టులో పిటిషన్ వేశారు. ఎన్నికల ప్రక్రియను ప్రభావితం చేసేందుకు దర్యాప్తులో ఉన్న కేసును వాడుకుంటున్నారని కోర్టు దృష్టికి తెచ్చారు. దీనిపై స్పందించిన కడప కోర్టు.. విపక్ష నేతల్ని వివేకా హత్య కేసుపై మాట్లాడకుండా ఆదేశాలు జారీ చేసింది.</p>\n","originalUrl":"https://tattvanews.com/18476/19/04/2024/","hasAudio":false,"hasInfographics":false}