{"id":"wp-te-20046","wp_id":20046,"type":"standard","category":"World","language":"te","title":"చేర్చుకుంటున్న ఎమ్యెల్యేలతో రాజీనామా చేయించి తిరిగి పోటీ చేయించండి!","excerpt":"’’అభివృద్ధిని చూసి కాంగ్రెస్​లో చేరుతున్నారని మాట్లాడుతున్న అధికార పార్టీ నేతలారా, నిజంగా మీరు అభివృద్ధి చేస్తున్నట్లు భావిస్తే మీ పార్టీలో చేరిన ఎమ్మెల్యేలందరితో రాజీనామా చేయించి ఉప ఎన్నికల్లో ప్రజా తీర్పు కోరే దమ్ముందా?’’ అని కేంద్ర హోంశాఖ సహాయ మంత్రి బండి సంజయ్ కాంగ్రెస్ నేతలకు సవాల్ విసిరారు. ప్రజలిచ్చిన తీర్పును అపహాస్యం చేస్తూ కొందరు ఎమ్మెల్యేలు తమ అక్రమాస్తులను కాపాడుకోవడానికే అధికార పార్టీలో చేరుతున్నారని మండిపడ్డారు. పైకి మాత్రం సిగ్గు లేకుండా నియోజకవర్గ అభివృద్ధి","author":"Tattva News Team","time":"15/7/2024","image":"https://tattvanews.com/wp-content/uploads/2023/02/Sanjay.jpg","readTime":"5 min read","contentHTML":"\n<p>’’అభివృద్ధిని చూసి కాంగ్రెస్​లో చేరుతున్నారని మాట్లాడుతున్న అధికార పార్టీ నేతలారా, నిజంగా మీరు అభివృద్ధి చేస్తున్నట్లు భావిస్తే మీ పార్టీలో చేరిన ఎమ్మెల్యేలందరితో రాజీనామా చేయించి ఉప ఎన్నికల్లో ప్రజా తీర్పు కోరే దమ్ముందా?’’ అని కేంద్ర హోంశాఖ సహాయ మంత్రి బండి సంజయ్ కాంగ్రెస్ నేతలకు సవాల్ విసిరారు.</p>\n\n\n\n<p>ప్రజలిచ్చిన తీర్పును అపహాస్యం చేస్తూ కొందరు ఎమ్మెల్యేలు తమ అక్రమాస్తులను కాపాడుకోవడానికే అధికార పార్టీలో చేరుతున్నారని మండిపడ్డారు. పైకి మాత్రం సిగ్గు లేకుండా నియోజకవర్గ అభివృద్ధి కోసమే కాంగ్రెస్​లో చేరుతున్నామని బీఆర్ఎస్ ఎమ్మెల్యేలు నీతులు వల్లించడం సిగ్గు చేటన్నారు. </p>\n\n\n\n<p>బీజేపీలో బీఆర్ఎస్ పార్టీ విలీనం చేయబోతున్నారంటూ జరుగుతున్న ప్రచారమంతా కాంగ్రెస్, బీఆర్ఎస్ పార్టీలు ఆడుతున్న కుట్రలో భాగమేనని మండిపడ్డారు. బీఆర్ఎస్​ను కాపాడుకోవడానికి కేసీఆర్, దొంగ హామీల నుంచి ప్రజల దృష్టి మళ్లించడానికి కాంగ్రెస్ నేతలు ఆడుతున్న డ్రామాగా అభివర్ణించారు. </p>\n\n\n\n<p>కేసీఆర్ హయాంలో తనతోపాటు బీజేపీ కార్యకర్తలపై జరిగిన దాడులు, పెట్టిన అక్రమ కేసులు, హింసను ఎవరూ మర్చిపోలేదని గుర్తు చేశారు. ఈ క్రమంలోనే బీజేపీలో బీఆర్ఎస్ విలీనం, హరీశ్ చేరతారనే ప్రచారంపై అడిగిన ప్రశ్నకు, బండి సంజయ్ ఆసక్తికరంగా బదులిచ్చారు.</p>\n\n\n\n<p><strong>\"</strong>హరీశ్‌రావు ఉద్యమ నాయకుడు. జనంలో మంచి పేరుంది. నేను ఇలా అన్నానని హరీశ్‌ నాకు ఫోన్‌ చేశారనో, బీజేపీలో చేరుతున్నారనో అనుకోవద్దు. కమలంలో చేరాలని చాలా మంది గులాబీ పార్టీ ఎమ్మెల్యేలకు ఉంది. కానీ, చేరమని మేం ఎవరినీ అడగట్లేదు. బీజేపీలోకి ఏ ఎమ్యెల్యే వచ్చినా రాజీనామా చేసి రావాల్సిందే. వారిని గెలిపించుకునే బాధ్యత మాది.\" అని చెప్పారు.</p>\n\n\n\n<p>హరీశ్​రావు మంచి పొలిటీషియన్ అని, ఆయన బీజేపీలో చేరినా రాజీనామా చేసి రావాల్సిందేనని చెప్పారు. ఆయనకు ప్రజాభిమానం ఉందన్న కేంద్రమంత్రి, సునాయాసంగా గెలుస్తారని చెప్పారు. కేసీఆర్‌, కేటీఆర్‌పై ప్రజల్లో వ్యతిరేకత ఉందని దుయ్యబట్టారు. హరీశ్‌రావు ఉద్యమ నాయకుడు, జనంలో మంచి పేరుందని కొనియాడారు.</p>\n\n\n\n<p>తాను ఇలా అన్నానని హరీశ్‌ తనకు ఫోన్‌ చేశారనో, బీజేపీలో చేరుతున్నారనో అనుకోవద్దని మీడియాను కోరారు. బీజేపీలో చేరాలని చాలా మంది బీఆర్ఎస్ ఎమ్మెల్యేలకు ఉంది. కానీ, చేరమని మేం ఎవరినీ అడగట్లేదన్నారు. బీజేపీలోకి ఏ ఎమ్యెల్యే వచ్చినా రాజీనామా చేసి రావాల్సిందేనన్న బండి సంజయ్, వారిని గెలిపించుకునే బాధ్యత తమదని స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/20046/15/07/2024/","hasAudio":false,"hasInfographics":false}