{"id":"wp-en-15281","wp_id":15281,"type":"standard","category":"World","language":"en","title":"ITUC calls for ceasefire and global peace initiative, as conflict escalates in Middle East￼","excerpt":"The Middle East is witnessing a significant deterioration of security and an escalation in military operations, now threatening to spark a regional war as military actions expand in Lebanon and northern Israel. The current escalation of this decades-long conflict, which began with a horrific attack on Israel on 7 October 2023, has resulted in devastating","author":"Tattva News Team","time":"11/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/ITUC1-1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Middle East is witnessing a significant deterioration of security and an escalation in military operations, now threatening to spark a regional war as military actions expand in Lebanon and northern Israel.</p>\n\n\n\n<p>The current escalation of this decades-long conflict, which began with a horrific attack on Israel on 7 October 2023, has resulted in devastating casualties, particularly among Palestinian civilians in Gaza, and has now intensified further with missile attacks from Lebanon and Iran on Israel and expanding Israeli military operations in Lebanon.</p>\n\n\n\n<p>Hundreds of thousands of civilians in both countries have been forced to flee their border villages and towns to escape the devastating military operations, without access to basic necessities.</p>\n\n\n\n<p>The expansion of the war in Lebanon will exacerbate the worsening living conditions as the labour market - already severely impacted by the economic crisis that has plagued the country for years - is further collapsing.</p>\n\n\n\n<p>The International Trade Union Confederation (ITUC) stresses the need for international cooperation to bring an end to the violence and secure a lasting solution for the people of the region, through dialogue, respect for international law – in particular, humanitarian and human rights law – and the full implementation of the relevant UN Security Council resolutions to achieve a two-state solution.</p>\n\n\n\n<p>In addition, the ITUC calls for an immediate ceasefire, the release of all hostages and urgent humanitarian aid for civilians in Gaza and Lebanon, who are suffering from severe shortages of food, water and medical supplies.</p>\n\n\n\n<p>ITUC General Secretary Luc Triangle expressed deep concern for the impact of the conflict on civilians: \"The suffering of ordinary people is intolerable. We demand an end to the spiral of violence and the immediate start of a global peace initiative that fulfils the hopes of the people in the region for peaceful coexistence within a framework of democracy and social justice. This conflict needs major international actors to stand up and say NO to the current escalation.\"</p>\n\n\n\n<p>The ITUC reaffirms its support and solidarity with civilians and workers in the region and calls for increased trade union solidarity to support the efforts of its member organisations in the region in providing relief to those affected by the war.</p>\n","originalUrl":"https://en.tattvanews.com/international/ituc-calls-for-ceasefire-and-global-peace-initiative-as-conflict-escalates-in-middle-east%ef%bf%bc/","hasAudio":false,"hasInfographics":false}