{"id":"wp-en-14392","wp_id":14392,"type":"standard","category":"World","language":"en","title":"￼Kerala withdraws gag order restricting scientists’ comments on landslides￼","excerpt":"After massive uproar over attempts to muzzle science, the Left Front- led Kerala government on Friday withdrew the order whereby scientists and scientific institutions were directed to restrain from making any comments about the tragic landslides in Wayanad, which have claimed nearly 190 lives with 92 body parts buried under the debris. Kerala chief secretary","author":"Tattva News Team","time":"3/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Kerala.jpg","readTime":"5 min read","contentHTML":"\n<p>After massive uproar over attempts to muzzle science, the Left Front- led Kerala government on Friday withdrew the order whereby scientists and scientific institutions were directed to restrain from making any comments about the tragic landslides in Wayanad, which have claimed nearly 190 lives with 92 body parts buried under the debris.</p>\n\n\n\n<p>Kerala chief secretary V Venu ordered the withdrawal of the directive issued on Thursday by the state disaster management authority directing that neither should any scientist visit Wayanad for studies without its permission nor should any scientist offer an opinion on the matter.</p>\n\n\n\n<p>In a clarification now, Venu has said, \"A note was issued by the Principal Secretary, Disaster Management to the Principal Secretary, Science and Technology, regarding exercising restraint in expressing opinions related to the landslide in Wayanad.</p>\n\n\n\n<p>I would like to clarify that this advisory was not issued with an intent to restrain the scientific community of the state from conducting studies and providing insights. The objective was to discourage statements and opinions by persons belonging to scientific institutions of the state, which may be misinterpreted or misquoted to create panic and confusion among the public, particularly during this sensitive time. Although these are exceptions, a few such instances have come to light in the last two days.\"</p>\n\n\n\n<p>Venu said Kerala government believes that there is great importance for scientific studies that can throw light on the challenges faced by the state in the context of climate change, and new knowledge can add to our understanding and shape our strategies. \"As the note does not convey this accurately, it is being withdrawn with immediate effect,\" he said after Kerala chief minister Pinarayi Vijayan intervened.</p>\n\n\n\n<p>Though the ruling BJP at the centre attacked the Left government on the order the fact is the National Disaster Management Authority and BJP ruled Uttarakhand government in January 2023 asked over a dozen government-run organisations and institutes and their experts not to make any unauthorised comment or statement on the subsidence situation in Joshimath.</p>\n\n\n\n<p>In its communication to the heads of these organisations and institutes, the NDMA said people associated with them should not interact with the media and share data on social media regarding the ground subsidence in Joshimath, where cracks have developed in buildings and other infrastructure.</p>\n","originalUrl":"https://en.tattvanews.com/national/%ef%bf%bckerala-withdraws-gag-order-restricting-scientists-comments-on-landslides%ef%bf%bc/","hasAudio":false,"hasInfographics":false}