{"id":"wp-en-15257","wp_id":15257,"type":"standard","category":"World","language":"en","title":"Physics Nobel awarded to 2 scientists for work on machine-learning￼","excerpt":"U.S. scientist John Hopfield and British-Canadian Geoffrey Hinton won the 2024 Nobel Prize in Physics on Tuesday for discoveries and inventions in machine learning that paved the way for the artificial intelligence boom. Heralded for its revolutionary potential in areas ranging from cutting-edge scientific discovery to more efficient admin, the emerging technology on which the","author":"Tattva News Team","time":"9/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Noble-Physics.jpg","readTime":"5 min read","contentHTML":"\n<p>U.S. scientist John Hopfield and British-Canadian Geoffrey Hinton won the 2024 Nobel Prize in Physics on Tuesday for discoveries and inventions in machine learning that paved the way for the artificial intelligence boom.</p>\n\n\n\n<p>Heralded for its revolutionary potential in areas ranging from cutting-edge scientific discovery to more efficient admin, the emerging technology on which the duo worked has also raised fears humankind may soon be outsmarted and outcompeted by its own creation.</p>\n\n\n\n<p>Hinton has been widely credited as a godfather of AI and made headlines when he quit his job at Google last year to be able to more easily speak about the dangers of the technology he had pioneered.</p>\n\n\n\n<p>\"We have no experience of what it's like to have things smarter than us,\" Hinton said over the phone to the Nobel press conference, speaking from a hotel in California.</p>\n\n\n\n<p>\"It's going to be wonderful in many respects, in areas like healthcare,\" Hinton said. \"But we also have to worry about a number of possible bad consequences. Particularly the threat of these things getting out of control.\"</p>\n\n\n\n<p>Hopfield, 91, a professor emeritus at Princeton University, created an associative memory that can store and reconstruct images and other types of patterns in data, said the Royal Swedish Academy of Sciences, which awards the prize.</p>\n\n\n\n<p>\"This year's two Nobel Laureates in physics have used tools from physics to develop methods that are the foundation of today's powerful machine learning,\" the academy said in a statement.</p>\n\n\n\n<p>\"Machine learning based on artificial neural networks is currently revolutionising science, engineering and daily life.\" The award comes with a prize sum of 11 million Swedish crowns ($1.1 million) which is shared by the two winners.</p>\n\n\n\n<p>British-born Hinton, 76, now professor emeritus at the University of Toronto, invented a method that can autonomously find properties in data and carry out tasks such as identifying specific elements in pictures, the academy said.</p>\n\n\n\n<p>Though he quit Google in 2023 after realising computers could become smarter than people far sooner than he and other experts had expected, Hinton said the company itself acted very responsibly. Hinton also said he regretted some of his research, but that he acted on the information he had at the time.</p>\n","originalUrl":"https://en.tattvanews.com/international/physics-nobel-awarded-to-2-scientists-for-work-on-machine-learning%ef%bf%bc/","hasAudio":false,"hasInfographics":false}