{"id":"wp-te-20602","wp_id":20602,"type":"standard","category":"World","language":"te","title":"ఆగష్టు 17న దేశవ్యాప్తంగా వైద్య సేవలు బంద్​","excerpt":"కోల్​కతా వైద్యురాలి అత్యాచారంపై దేశవ్యాప్తంగా నిరసనలు రోజురోజుకు తీవ్రమవుతున్నాయి. ఈ నేపథ్యంలో ఇండియన్​ మెడికల్​ అసోసియేషన్​ (ఐఎంఏ) సంచలన ప్రకటన చేసింది. కోల్​కతా వైద్యురాలి మృతికి నిరసనగా దేశవ్యాప్తంగా వైద్య సేవలను నిలిపివేస్తున్నట్టు ప్రకటించింది. ఆగస్ట్​ 17 నుంచి 24 గంటల పాటు వైద్య సేవలను నిలిపివేస్తున్నట్టు పేర్కొంది. ఆగస్టు 9న కోల్​కతా ఆర్​జీ కర్ మెడికల్ కాలేజీలో డ్యూటీ డాక్టర్​ అత్యాచారం, హత్య ఈ నిర్ణయానికి కారణమని పేర్కొంది. ఆమె ఛాతీ వైద్యంలో పోస్ట్ గ్రాడ్యుయేట్.","author":"Tattva News Team","time":"16/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Medicos-1.jpg","readTime":"5 min read","contentHTML":"\n<p>కోల్​కతా వైద్యురాలి అత్యాచారంపై దేశవ్యాప్తంగా నిరసనలు రోజురోజుకు తీవ్రమవుతున్నాయి. ఈ నేపథ్యంలో ఇండియన్​ మెడికల్​ అసోసియేషన్​ (ఐఎంఏ) సంచలన ప్రకటన చేసింది. కోల్​కతా వైద్యురాలి మృతికి నిరసనగా దేశవ్యాప్తంగా వైద్య సేవలను నిలిపివేస్తున్నట్టు ప్రకటించింది. ఆగస్ట్​ 17 నుంచి 24 గంటల పాటు వైద్య సేవలను నిలిపివేస్తున్నట్టు పేర్కొంది.</p>\n\n\n\n<p>ఆగస్టు 9న కోల్​కతా ఆర్​జీ కర్ మెడికల్ కాలేజీలో డ్యూటీ డాక్టర్​ అత్యాచారం, హత్య ఈ నిర్ణయానికి కారణమని పేర్కొంది. ఆమె ఛాతీ వైద్యంలో పోస్ట్ గ్రాడ్యుయేట్. “ఇది వైద్య వర్గాలతో పాటు దేశాన్ని దిగ్భ్రాంతికి గురిచేసింది. అప్పటి నుంచి రెసిడెంట్ డాక్టర్లు సమ్మె చేస్తున్నారు. ఐఎంఏ ఆధ్వర్యంలో దేశవ్యాప్తంగా నిరసనలు, కొవ్వొత్తుల ర్యాలీలు జరుగుతున్నాయి,” అని ప్రకటనలో ఉంది.</p>\n\n\n\n<p>ఆగస్టు 17 (శనివారం) ఉదయం 6 గంటల నుంచి ఆగస్టు 18 (ఆదివారం) ఉదయం 6 గంటల వరకు 24 గంటల పాటు మోడ్రన్ మెడిసిన్ వైద్యుల సేవలను నిలిపివేస్తున్నట్లు ఐఎంఏ ఒక అధికారిక ప్రకటనలో తెలిపింది. అయితే నిత్యావసర సేవలన్నీ యథావిధిగా కొనసాగుతాయని, క్షతగాత్రులకు చికిత్స జరుగుతుందని, కానీ సాధారణ ఓపీడీలు పనిచేయవని, ఎలక్టివ్ సర్జరీలు నిర్వహించబోమని ఐఎంఏ తెలిపింది.</p>\n\n\n\n<p>మోడర్న్​ మెడిసిన్​  వైద్యులు సేవలందించే అన్ని రంగాల్లో సేవలను నిలిపివేస్తామని, వైద్యుల న్యాయమైన కారణంతో చేస్తున్న నిరసనలకు దేశ ప్రజల సానుభూతి అవసరమని ఐఎంఏ తెలిపింది. కోల్​కతాలో వైద్యురాలి రేప్​, దారుణ హత్య దేశవ్యాప్తంగా కలకలం సృష్టించింది. ఈ కేసు విషయంపై కళాశాల అధికారుల నిర్లక్ష్యం, మొదటి రోజు తరువాత పోలీసు దర్యాప్తులు నిలిచిపోవడం వంటివి నిరసనలకు కారణాలుగా మారాయి. </p>\n\n\n\n<p>2024 ఆగస్టు 13న కోల్​కతా హైకోర్టు ఈ కేసును సెంట్రల్ బ్యూరో ఆఫ్ ఇన్వెస్టిగేషన్ (సీబీఐ) కు అప్పగించింది. రాష్ట్ర పోలీసులు తమ దర్యాప్తును కొనసాగిస్తే సాక్ష్యాలు నాశనం అయ్యే అవకాశం ఉందని ఆందోళన వ్యక్తమైంది.</p>\n\n\n\n<p>కోల్‌కతాలోని ఆర్‌జీ కార్‌ దవాఖానలో జూనియర్‌ డాక్టర్‌ హత్యాచార ఘటనపై స్వాతంత్ర్య దినోత్సవం అర్ధరాత్రి పశ్చిమబెంగాల్‌ అట్టుడికింది. ‘స్వాతంత్య్రం వచ్చిన అర్ధరాత్రి మహిళల స్వాతంత్య్రం కోసం’ అంటూ నిర్వహించిన ఆందోళన హింసాత్మకంగా మారింది. రాష్ట్రవ్యాప్తంగా పలుచోట్ల మహిళలు అర్ధరాత్రి నిరసన వ్యక్తం చేశారు. </p>\n\n\n\n<p>నిరసనకారులుగా పేర్కొంటూ సుమారు 40 మంది గుంపు గురువారం అర్ధరాత్రి ఆర్‌జీ కార్‌ హాస్పిటల్‌లోకి చొరబడి విధ్వంసం సృష్టించారు. దవాఖాన ప్రాంగణంలోకి చేరుకున్న ఆందోళనకారులు ఎమర్జెన్సీ విభాగాన్ని, నర్సింగ్‌ స్టేషన్‌, మందుల స్టోర్‌, సీసీ కెమెరాలను ధ్వంసం చేశారు. అక్కడ విధి నిర్వహణలో ఉన్న పోలీసులపైకి రాళ్లు రువ్వారు. ఆందోళనకారులను అదుపుచేయడానికి పోలీసులు బాష్పవాయువును ప్రయోగించారు. </p>\n\n\n\n<p>తొమ్మిది మందిని అదుపులోకి తీసుకున్నారు. విధులలో ఉన్న తమకు రక్షణ కల్పించాలంటూ నర్సులు ఆందోళన చేశారు. తాము చేస్తున్న ఆందోళనను నైతికంగా దెబ్బతీయడానికే దవాఖానపై దాడి చేశారని, అయితే న్యాయం కోసం తమ ఆందోళన కొనసాగుతుందని డాక్టర్లు స్పష్టం చేశారు. డాక్టర్లు, మరీ ముఖ్యంగా మహిళా వైద్యులు వృత్త స్వభావం కారణంగా హింసకు గురవుతున్నారు. ఆసుపత్రులు, క్యాంపస్​లలో వైద్యులకు భద్రత కల్పించాల్సిన బాధ్యత అధికారులపై ఉంది. భౌతిక దాడులు, నేరాలు రెండూ వైద్యులు, నర్సులు, ఇతర ఆరోగ్య కార్యకర్తల అవసరాల పట్ల సంబంధిత అధికారుల ఉదాసీనత, నిర్లక్షాన్ని సూచిస్తున్నాయి.</p>\n","originalUrl":"https://tattvanews.com/20602/16/08/2024/","hasAudio":false,"hasInfographics":false}