{"id":"wp-en-15641","wp_id":15641,"type":"standard","category":"World","language":"en","title":"NSUI makes comeback at helm of DUSU after 7 years wins key President post","excerpt":"After seven years, the Congress backed National Students' Union of India (NSUI) staged a comeback in the Delhi University Students' Union (DUSU) elections, clinching the president and joint secretary positions. The NSUI candidate Rounak Khatri emerged victorious in the presidential race defeating Akhil Bharatiya Vidyarthi Parishad's (ABVP) candidate Rishabh Chaudhary by over 1,300 votes, The DUSU 2024 election results","author":"Tattva News Team","time":"26/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/DUSU-poll.webp","readTime":"5 min read","contentHTML":"\n<h3 class=\"wp-block-heading\"></h3>\n\n\n\n<p>After seven years, the Congress backed National Students' Union of India (NSUI) staged a comeback in the Delhi University Students' Union (DUSU) elections, clinching the president and joint secretary positions. The NSUI candidate Rounak Khatri emerged victorious in the presidential race defeating Akhil Bharatiya Vidyarthi Parishad's (ABVP) candidate Rishabh Chaudhary by over 1,300 votes,</p>\n\n\n\n<p>The DUSU 2024 election results have been announced on Monday, after a gap of nearlu two months. It's a close contest between NSUI and ABVP. Both parties have secured two posts in the DUSU 2024 elections.</p>\n\n\n\n<p>NSUI secured President and Joint Secretary posts while ABVP has grabbed Vice President, and Secretary positions in the DUSU 2024 elections. The election results were announced after a delay due to a court order, which required the removal of defacement material, including posters, hoardings, and graffiti, from the university premises. </p>\n\n\n\n<p>In the college-level elections, ABVP has achieved a clean sweep in five colleges, while NSUI secured all positions in two colleges.</p>\n\n\n\n<p>For the post of President, NSUI's candidate Raunak Khatri has won, while ABVP's Bhanu Pratap has secured the Vice President position. ABVP's Mitravinda Karanwal has won the Secretary position, and NSUI's Lokesh Choudhary has secured the Joint Secretary position.</p>\n","originalUrl":"https://en.tattvanews.com/national/15641/","hasAudio":false,"hasInfographics":false}