{"id":"wp-en-12794","wp_id":12794,"type":"standard","category":"World","language":"en","title":"Free ration, Ayushman for senior citizens, UCC￼","excerpt":"* Key points of BJP's manifesto for Lok Sabha elections 2024 Prime Minister Narendra Modi on Sunday released the Bharatiya Janata Party (BJP)'s manifesto - sankalp patra for the Lok Sabha elections which has a special focus on the poor, youth, farmers and women, and asserted that the need for a stable government with full majority","author":"Tattva News Team","time":"15/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Modi.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\"><strong>* </strong><strong>Key points of BJP's manifesto for Lok Sabha elections 2024</strong><strong></strong></h1>\n\n\n\n<p>Prime Minister Narendra Modi on Sunday released the Bharatiya Janata Party (BJP)'s manifesto - sankalp patra for the Lok Sabha elections which has a special focus on the poor, youth, farmers and women, and asserted that the need for a stable government with full majority was necessary when the world was passing through uncertain times. </p>\n\n\n\n<p>PM Modi handed over copies of the manifesto to representatives of the four broad groups -- Gareeb, Yuva, Annadata and Nari Shakti (GYAN) -- who are beneficiaries of government schemes.</p>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki guarantee for poor</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>1. Free Ration for the Next 5 Years: We have provided free ration to 80+ crore citizens since 2020. We will continue to provide free ration for the next five years under PM Garib Kalyan Anna Yojana.</li><li>2. Continue Providing Free and Quality Health Care: We have provided free and quality health treatment of up to ₹5 lakh to poor families under the Ayushman Bharat Yojana. We will continue to provide free health treatment by strengthening Ayushman Bharat and other such initiatives.</li><li>3. Zero Electricity Bill: We will provide free electricity to poor households under PM Surya Ghar Muft Bijli Yojana. </li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki Guarantee for Nari Shakti</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>4. Three Crore Lakhpati Didis: We have empowered one crore rural women to become Lakhpati Didis. We will now empower three crore rural women to become Lakhpati Didis.</li><li>5. Integrating Women SHGs in the Service Sector and Enhancing Market Access for Women SHG Enterprises: We will empower women Self-Help Groups (SHGs) with the skills and tools in key service sectors like IT, healthcare, education, retail and tourism with an aim to increase their income and integrate women SHGs with ongoing initiatives such as One District One Product (ODOP), Farmer Producer Organizations (FPOs), Ekta Mall, ONDC, GEM, One Station One Product, enhancing better market access for their products.</li><li>6. Facilitating Participation of Women in the Workforce: We will ensure development of infrastructure such as working women’s hostels, creches etc. with the specific focus on locations near industrial and commercial centres to facilitate increased participation of women in the workforce. </li><li>7. Ensuring Women’s Health and Well-Being: We will expand the existing health services focussed on the prevention and reduction of Anaemia, Breast Cancer, Cervical Cancer and Osteoporosis, ensuring a healthy life for women. We will launch a focussed initiative to eliminate cervical cancer.</li><li>8. Implementing the Nari Shakti Vandan Adhiniyam: We have enacted the long-awaited Nari Shakti Vandan Adhiniyam. We will systematically implement this to ensure representation for women in the Parliament and State Legislatures.</li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki Guarantee for Young Citizens</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>9. (Transparent Government Recruitment) Implementing Law to Prevent Paper Leaks: We have already enacted a strict law to stop misconduct in recruitment exams across the country. We will strictly implement this law to ensure strict punishment to those playing with the future of our youth.</li><li></li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki guarantee for senior citizens</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li></li><li>10. Ayushman for Senior Citizens: We will expand the Ayushman Bharat Yojana to cover Senior Citizens and provide them access to free and quality healthcare.</li><li>11. Delivering Government Services at Doorstep: We will ensure seamless access to social security benefits and other essential government services to senior citizens by leveraging the extensive reach and reliability of the postal and digital network.</li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki Guarantee for Kisan Samman</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>12. Strengthening PM KISAN: We are providing annual financial assistance of ₹6,000 under PM Kisan Samman Nidhi Yojana. We are committed to sustained financial support for our farmers.</li><li>13. Strengthening PM Fasal Bima Yojana: We will further strengthen the PM Fasal Bima Yojana through more technological interventions to ensure speedy and more accurate assessment, faster payouts and quicker grievance resolution.</li><li>14. Increase in MSP: We have ensured unprecedented increase in MSP for major crops, and we will continue to increase MSP from time to time. </li><li>15. Krishi Infrastructure Mission: We will launch a Krishi Infrastructure Mission for integrated planning and coordinated implementation of agri-infrastructure projects like storage facilities, irrigation, grading and sorting units, cold storage facilities, and food processing among others.</li><li>16. Expanding Irrigation Facilities: We have created a 25.5 lakh hectare irrigation capacity under the PM Krishi Sinchai Yojana. Further, we will launch technology-enabled irrigation initiatives to implement cutting-edge technology for efficient water management.</li><li>17. Launching Krishi Satellite: We will launch an indigenous Bharat Krishi satellite for farm-related activities like crop forecasting, pesticide application, irrigation, soil health, and weather forecasting, among others.</li></ul>\n\n\n\n<p><strong>Modi ki Guarantee for Shramik Samman</strong></p>\n\n\n\n<ul class=\"wp-block-list\"><li>18. Periodic Review of National Floor Wages:  We will ensure a review of National Floor Wages from time to time.</li><li>19. Including Auto, Taxi, Truck and Other Drivers in All Social Security Schemes: We will onboard auto, taxi, truck and other drivers on e-Shram portal and ensure 100% coverage of all drivers under insurance and other welfare programmes.</li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki guarantees for MSME, small traders and vishwakarmas</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>20. Empowering Small Traders and MSMEs with ONDC: We will encourage small traders and MSMEs to adopt ONDC and expand their businesses using the power of technology.</li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki Guarantee for Sabka Saath Sabka Vikas</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>21. Focussed Approach for Tribal Healthcare:  We will work towards elimination of malnutrition amongst tribal children and to provide comprehensive health care and services in mission mode in tribal areas. We will work towards eliminating sickle cell anemia.</li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki guarantee for surakshit and prosperous Bharat</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>22. Ensuring Robust Infrastructure Along Borders: The gross neglect by previous governments resulted in poor infrastructure in border areas. We have corrected this grave error and started constructing roads, railway, telecom towers, optical fibre cables and electricity networks. We will accelerate development of robust infrastructure along the Indo-China, Indo-Pakistan and Indo-Myanmar borders. We will introduce technological solutions on fenced portions to make fencing smarter.</li><li>23. Implementation of CAA: We have taken the historic step of enacting the Citizenship Amendment Act (CAA) and will implement it to confer citizenship to all eligible persons.</li><li>24. Make Bharat the Third-Largest Economy: Within a decade, we have brought Bharat from 11th to 5th largest economic power. This was possible due to right policies, focussed execution and meticulous planning. We guarantee that Bharat will be the 3rd largest economic power.</li><li>25. Expanding Employment Opportunities: Despite global challenges and unprecedented events such as the Covid pandemic, our economic policies have been successful in creating a substantial number of employment opportunities. Our strategic focus on sectors like manufacturing, services, rural industry, infrastructure, tourism, and skill development, coupled with support through credit facilities via Svanidhi and Mudra, has greatly expanded livelihood prospects. We are committed to increase employment, self-employment, and the enhancement of livelihood opportunities for our citizens.</li><li>26. Global Manufacturing Hub and Making Bharat a Global Electronics Manufacturing Hub by 2030: Under the Make in India programme, manufacturing has emerged as a major economic sector with good success in electronics, defense, mobile, automobiles and more. We will work towards making Bharat a global manufacturing hub and enhance employment in these crucial sectors.  In the last ten years we have established a USD 100+ billion electronics manufacturing industry. We have already become the second largest mobile phone manufacturer in the world. Our policies have resulted in generating huge employment opportunities in this industry.</li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki guarantee for good governance</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>27. Bringing Uniform Civil Code: Article 44 of the Constitution lists Uniform Civil Code as one of the Directive Principles of State Policy. BJP believes that women will only get equal rights, and the BJP reiterates its stand to draw a Uniform Civil Code, drawing upon the best traditions and harmonizing them with the modern times.</li><li>28. Making One Nation, One Election a Reality: We have set up a High Powered Committee to examine the issues of conducting simultaneous elections and will work towards the implementation of the recommendations of the Committee.</li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi ki guarantee for quality education</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>29. Establishing New Institutions of Higher Learning: 7 IITs, 16 IIITs, 7 IIMs, 15 AIIMS, 315 Medical Colleges and 390 universities have been set-up in the past decade. We are committed to strengthening these institutes and further increasing the number of institutions of higher learning. We will continue to upgrade the existing institutions through focused funding, capacity building, infrastructure upgradation and dedicated research grants. </li></ul>\n\n\n\n<h3 class=\"wp-block-heading\"><strong>Modi Ki Guarantee for Balanced Regional Development</strong><strong></strong></h3>\n\n\n\n<ul class=\"wp-block-list\"><li>30. Maintaining Peace in Northeast: We will continue our efforts to address the issues in the disturbed areas and remove AFSPA in a phased manner. We will further work towards resolution of inter-state border disputes amongst Northeastern states through sustained efforts.</li></ul>\n","originalUrl":"https://en.tattvanews.com/special-stories/free-ration-ayushman-for-senior-citizens-ucc%ef%bf%bc/","hasAudio":false,"hasInfographics":false}