{"id":"wp-en-14723","wp_id":14723,"type":"standard","category":"World","language":"en","title":"Kavitha gets bail in Delhi excise policy case","excerpt":"The Supreme Court on Tuesday granted bail to BRS leader K Kavitha and asked the ED and the CBI to show what \"material\" they had to prove that she was involved in the alleged Delhi excise policy scam.  A bench of Justices B R Gavai and K V Viswanathan was hearing Kavitha's pleas seeking bail in the","author":"Tattva News Team","time":"27/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2023/03/Kavitha-ED-probe.jpg","readTime":"5 min read","contentHTML":"\n<p>The Supreme Court on Tuesday granted bail to BRS leader K Kavitha and asked the ED and the CBI to show what \"material\" they had to prove that she was involved in the alleged Delhi excise policy scam. </p>\n\n\n\n<p>A bench of Justices B R Gavai and K V Viswanathan was hearing Kavitha's pleas seeking bail in the corruption and money laundering cases linked to the alleged scam which are being probed by the Central Bureau of Investigation (CBI) and the Enforcement Directorate (ED) respectively.</p>\n\n\n\n<p>Senior advocate Mukul Rohatgi, appearing for Kavitha, sought bail saying the probe against her has already been completed by the two agencies. He also referred to the apex court's verdict granting bail to AAP leader Manish Sisodia, a co-accused in the two cases.</p>\n\n\n\n<p>Additional Solicitor General S V Raju, appearing for the probe agencies, claimed that Kavitha had destroyed/formatted her mobile phone and her conduct amounted to tampering with evidence. Rohatgi termed the allegation \"bogus\".</p>\n\n\n\n<p>\"What is the material to show that she was involved in the crime,\" the bench asked Raju. The hearing in the matter is underway. The apex court had on August 12 sought responses from the CBI and the ED on Kavitha's pleas challenging a July 1 Delhi High Court order denying her bail in the two cases.</p>\n\n\n\n<p>The high court had earlier dismissed Kavitha's bail pleas in both cases, saying she was prima facie one of the main conspirators in the criminal conspiracy related to the formulation and implementation of the now-scrapped Delhi Excise Policy 2021-22.</p>\n","originalUrl":"https://en.tattvanews.com/national/kavitha-gets-bail-in-delhi-excise-policy-case/","hasAudio":false,"hasInfographics":false}