{"id":"wp-te-20357","wp_id":20357,"type":"standard","category":"World","language":"te","title":"ఒలింపిక్స్‌లో భారత్‌కు షూటింగ్‌లో మరో కాంస్యం","excerpt":"పారిస్ ఒలింపిక్స్‌లో  భారత్‌కు మరో పతకం దక్కింది. పురుషుల 50 మీటర్ల రైఫిల్‌ షూటింగ్‌లో భారత షూటర్ స్వప్నిల్ కుసాలే కాంస్య పతకాన్ని గెలుచుకున్నాడు. ఈ 29 ఏళ్ల షూటర్‌కు ఇదే తొలి ఒలింపిక్స్ కావడం విశేషం. ఈ ఆటగాడు తొలి ఒలింపిక్స్‌లోనే పతకం సాధించాడు. ఈ ఆటగాడు 12 ఏళ్లుగా ఒలింపిక్స్‌కు అర్హత సాధించాలని ప్రయత్నిస్తున్నాడు.  పారిస్‌లో అతనికి అవకాశం రావడంతో చరిత్ర సృష్టించాడు. ఇక చైనాకు చెందిన లియు యుకున్ 463.6 పాయింట్లతో స్వర్ణం","author":"Tattva News Team","time":"1/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Swapnil-Kusale.webp","readTime":"5 min read","contentHTML":"\n<p>పారిస్ ఒలింపిక్స్‌లో  భారత్‌కు మరో పతకం దక్కింది. పురుషుల 50 మీటర్ల రైఫిల్‌ షూటింగ్‌లో భారత షూటర్ స్వప్నిల్ కుసాలే కాంస్య పతకాన్ని గెలుచుకున్నాడు. ఈ 29 ఏళ్ల షూటర్‌కు ఇదే తొలి ఒలింపిక్స్ కావడం విశేషం. ఈ ఆటగాడు తొలి ఒలింపిక్స్‌లోనే పతకం సాధించాడు. ఈ ఆటగాడు 12 ఏళ్లుగా ఒలింపిక్స్‌కు అర్హత సాధించాలని ప్రయత్నిస్తున్నాడు. </p>\n\n\n\n<p>పారిస్‌లో అతనికి అవకాశం రావడంతో చరిత్ర సృష్టించాడు. ఇక చైనాకు చెందిన లియు యుకున్ 463.6 పాయింట్లతో స్వర్ణం గెల్చుకోగా, ఉక్రెయిన్‌కు చెందిన సెర్హి కులిష్ 461.3 స్కోరు చేసి రజత పతకాన్ని కైవసం చేసుకున్నాడు.  స్వప్నిల్ కుసాలే 451.4 పాయింట్లతో కాంస్య పతకాన్ని గెల్చుకున్నాడు. ప్రపంచ నంబర్ 1 షూటర్‌ను ఓడించి కాంస్య పతకాన్ని సాధించాడు. </p>\n\n\n\n<p>ఈ క్రమంలో స్వప్నిల్ కుసాలే భారత్ తరఫున ఒలింపిక్ పతకం సాధించిన 7వ షూటర్‌గా నిలిచాడు. పారిస్ ఒలింపిక్స్‌లో ఇప్పటి వరకు ముగ్గురు షూటర్లు భారత్‌కు పతకాలు సాధించారు. మను భాకర్ 10 మీటర్ల ఎయిర్ పిస్టల్ వ్యక్తిగత, మిక్స్‌డ్ ఈవెంట్‌లో కాంస్య పతకాన్ని గెలుచుకోగా, ఆమెతోపాటు సరబ్ జోత్ సింగ్ కూడా పతకాన్ని గెలుచుకున్నాడు. ఇప్పుడు స్వప్నిల్ 50 మీటర్ల రైఫిల్ త్రీ పొజిషన్స్‌ ఈవెంట్‌లో కాంస్య పతకాన్ని సాధించి రికార్డు సృష్టించాడు.</p>\n\n\n\n<p>టోర్నీ చరిత్రలో తొలిసారిగా ఈ క్రీడలో భారత్ మూడు పతకాలు సాధించింది. పారిస్ ఒలింపిక్స్‌లో ఆరో రోజు 50 మీటర్ల రైఫిల్ 3 పొజిషన్‌లో భారత్‌కు మూడో పతకం లభించింది. ఇదే ఈవెంట్‌లో మరో భారతీయురాలు ఐశ్వర్య ప్రతాప్ సింగ్ మొత్తం స్కోరు 589. కేవలం ఒక్క పాయింట్ తేడాతో ఫైనల్స్‌లో చోటు కోల్పోయారు. చైనాకు చెందిన లియు యుకున్ (594) ఒలింపిక్ రికార్డుతో ఫైనల్స్‌కు చేరుకున్నాడు.</p>\n\n\n\n<p>మరోవైపు మహిళల రేస్ వాక్ ఫైనల్ కూడా మొదటి అర్ధ భాగంలో కొనసాగుతుంది. ఇందులో ప్రియాంక గోస్వామి భారతదేశానికి ప్రాతినిధ్యం వహిస్తున్నారు. బ్యాడ్మింటన్‌లో, పురుషుల సింగిల్స్ బ్యాడ్మింటన్ 16వ రౌండ్‌లో హెచ్‌ఎస్ ప్రణయ్, లక్ష్య సేన్ మధ్య గట్టి పోటీ నెలకొంది. ఇద్దరూ ఒకరితో ఒకరు పోటీపడుతున్నారు. ఇక భారత పురుషుల హాకీ జట్టు కూడా తమ పూల్ బీలో బెల్జియంతో తలపడుతుంది. ఈ ఆటల ఫలితాలు మరికాసేపట్లో తేలనున్నాయి.</p>\n","originalUrl":"https://tattvanews.com/20357/01/08/2024/","hasAudio":false,"hasInfographics":false}