{"id":"wp-en-13811","wp_id":13811,"type":"standard","category":"World","language":"en","title":"Uniform GST rate of 12% on milk cans and carton boxes￼","excerpt":"Union Finance Minister Nirmala Sitharaman Saturday said the 53rd GST Council Meeting has recommended a uniform GST rate of 12 per cent on all milk cans. It also recommended a uniform GST rate of 12 per cent on all carton boxes, and clarified that all types of sprinklers, including fire water sprinklers, will attract 12","author":"Tattva News Team","time":"23/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/GST-meet.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Finance Minister Nirmala Sitharaman Saturday said the 53rd GST Council Meeting has recommended a uniform GST rate of 12 per cent on all milk cans. It also recommended a uniform GST rate of 12 per cent on all carton boxes, and clarified that all types of sprinklers, including fire water sprinklers, will attract 12 per cent GST.</p>\n\n\n\n<p>The Council also recommended to prescribe 12% GST on all solar cookers whether it has single or dual energy source. Meanwhile, services provided by the Indian Railways such as the sale of platform tickets, facility of retiring rooms, waiting rooms, cloakroom services, battery operated car services are exempt from GST. Further, intra-railway supplies are also being exempt.</p>\n\n\n\n<p>Hostels, which are for students outside of educational institutions are also exempt from GST. The Council has also recommended exempting accommodation services having a value of supply up to Rs 20,000 per person per month. “These services are supplied for a minimum continuous period of 90 days…,” Sitharaman said.</p>\n\n\n\n<p>The GST Council also recommended waiving interest and penalties for demand notices that have been issued under Section 73 of the GST Act, including cases not involving fraud, suppression or misstatements, the minister said.</p>\n\n\n\n<p>“For all those notices which were issued under Section 73 for the Fiscal Years 2017-18, 2018-19 and 2019-20, the Council has recommended waiving interest and penalties on the demand notices which have been served,” she added.</p>\n\n\n\n<p>At the pre-budget meeting with state finance ministers earlier in the day, Sitharaman had underlined Centre’s support to states through timely tax devolution and GST compensation arrears to stimulate growth.</p>\n","originalUrl":"https://en.tattvanews.com/national/uniform-gst-rate-of-12-on-milk-cans-and-carton-boxes%ef%bf%bc/","hasAudio":false,"hasInfographics":false}