{"id":"wp-en-14691","wp_id":14691,"type":"standard","category":"World","language":"en","title":"Mehbooba Mufti says 'won't contest elections if NC, Congress...'","excerpt":"Ahead of the assembly elections in Jammu and Kashmir, Peoples Democratic Party Chief Mehbooba Mufti on Saturday made a huge announcement during the release of the party manifesto. After releasing the manifesto, she said that if it was acceptable for the National Conference and Congress, she would extend her support to their alliance and would","author":"Tattva News Team","time":"25/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Mufti.jpg","readTime":"5 min read","contentHTML":"\n<p>Ahead of the assembly elections in Jammu and Kashmir, Peoples Democratic Party Chief Mehbooba Mufti on Saturday made a huge announcement during the release of the party manifesto. After releasing the manifesto, she said that if it was acceptable for the National Conference and Congress, she would extend her support to their alliance and would not contest for any seat.</p>\n\n\n\n<p>'If NC and congress are ready to accept our manifesto and agree on a resolution of the Kashmir issue, we will support them without fighting on any seat,' said Mehbooba Manifesto.</p>\n\n\n\n<p>It is pertinent to note that three-phased elections are starting on September 18 and will conclude on October 1. The results will be declared on October 4. For the elections, the NC and Congress have forged a pre-poll alliance. The NC has also advocated for the restoration of across LOC trade.</p>\n\n\n\n<p>The NC and the Congress are now engaged in discussions to finalise their seat-sharing deal while keeping the PDP out of it, mirroring their course of action in the recent Lok Sabha polls. Although these three parties are constituents of the Opposition INDIA alliance, the NC and the PDP remain staunch opponents on the ground in the Valley.</p>\n\n\n\n<p>At her party event, Mufti said, “The resolution of Kashmir issue is our top priority. If the Congress and the National Conference accept this, we will ask them to contest all seats and back them completely. For me, resolution of the Kashmir problem is much more important than anything else. The dignity of the people of Jammu and Kashmir is more important than the number of seats we contest.”Referring to the PDP’s alliance with the BJP after the 2014 Assembly elections, she said when the party had formed that alliance, “it was on our agenda”.</p>\n","originalUrl":"https://en.tattvanews.com/national/mehbooba-mufti-says-wont-contest-elections-if-nc-congress/","hasAudio":false,"hasInfographics":false}