{"id":"wp-en-13251","wp_id":13251,"type":"standard","category":"World","language":"en","title":"Senior BJP leader Sushil Modi died ￼","excerpt":"Senior BJP leader and Bihar’s former deputy chief minister Sushil Kumar Modi passed away at Delhi’s All-India Institute of Medical Sciences (AIIMS) on Monday evening. He was 72.  Modi, a Rajya Sabha member, had been battling cancer for the last seven months. He was admitted to the intensive care unit of the AIIMS last month. \"The","author":"Tattva News Team","time":"14/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Sushil.jpeg","readTime":"5 min read","contentHTML":"\n<p>Senior BJP leader and Bihar’s former deputy chief minister Sushil Kumar Modi passed away at Delhi’s All-India Institute of Medical Sciences (AIIMS) on Monday evening. He was 72. </p>\n\n\n\n<p>Modi, a Rajya Sabha member, had been battling cancer for the last seven months. He was admitted to the intensive care unit of the AIIMS last month. \"The BJP family is deeply saddened by the news of the demise of former Deputy Chief Minister of Bihar and former Rajya Sabha MP Shri Sushil Kumar Modi,\" the state unit of the party said in a post on X.</p>\n\n\n\n<p>In his condolence message, Prime Minister Narendra Modi said Sushil Modi played an invaluable role in the rise and success of the BJP in Bihar. “Strongly opposing the Emergency, he made a name for himself in student politics. He was known as a very hardworking and sociable MLA. He had a deep understanding of the issues related to politics. He also did a lot of commendable work as an administrator. His active role in the passage of GST will always be remembered,” the Prime Minister said in a post on X.</p>\n\n\n\n<p>Condoling the death of Modi, Union Home Minister Amit Shah said Bihar has lost a great pioneer of politics forever. \"I am saddened by the news of the demise of our senior leader Sushil Kumar Modi. Today, Bihar has lost a great pioneer of politics forever. From ABVP to BJP, Sushil ji has adorned many important positions in the organization and government,” Shah said.</p>\n\n\n\n<p>BJP president J.P. Nadda said Modi’s efforts have been helpful in bringing Bihar out of jungle raj and putting it on the path of development. “His absence is an irreparable loss for countless workers. May God give peace to the departed soul and strength to the family members,” he wrote on X.</p>\n","originalUrl":"https://en.tattvanews.com/national/senior-bjp-leader-sushil-modi-died-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}