{"id":"wp-en-15078","wp_id":15078,"type":"standard","category":"World","language":"en","title":"Changing Demography of Assam","excerpt":"By Nava J Thakuria   The rapid change of demography in Assam deserves a wide and pragmatic discussion. Since the days of historic Assam Agitation, the issue has touched the hearts of indigenous people in the far eastern art of Bharat. The movement, even though failed to fulfil the original demand of the agitating students and","author":"Tattva News Team","time":"25/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Assam.jpeg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong>  </strong><strong></strong></p>\n\n\n\n<p>The rapid change of demography in Assam deserves a wide and pragmatic discussion. Since the days of historic Assam Agitation, the issue has touched the hearts of indigenous people in the far eastern art of Bharat. The movement, even though failed to fulfil the original demand of the agitating students and common people, could however alert the original inhabitants of  the region.</p>\n\n\n\n<p>The six years long movement specifically made them aware of  a larger threat looming  over their future in their own land. After a half-hearted accord that agreed to provide Indian citizenship to millions of  East Pakistan/Bangladesh nationals and allowed them to live in Assam as well, the situation was waiting to turn volatile.</p>\n\n\n\n<p>The updating of the National Register of Citizens in Assam with the basis of the same accord was expected to give little to the native populations, which later  drew national media attention with corruption and massive mismanagement that had gone against the interest of local people.</p>\n\n\n\n<p>The issue  came alive when Assam chief minister  Himanta Biswa Sarma made a stunning observation that the Muslim population in the State surged to 40% from 12% in 1951. Expressing a serious concern over the demographic change in Assam, the outspoken saffron leader commented that it was a big issue for him and the native people. He even went on speaking that it’s not a political issue but a matter of life and death for him.</p>\n\n\n\n<p>On another occasion,  Sarma also stated that growing criminal activities of some individuals belonging to a particular religion worry him. Even Miya Muslims no longer fear the administration. In a recent incident to evict the encroachers (mostly Bangladesh origin Muslim families) in Sonapur locality, they dared to attack the on-duty police personnel and administrative officials. Thousands of encroachers with  sharp weapons on their hands were involved in the confrontation, which resulted in serious injuries to over 20 government  personnel and killing of two attackers.</p>\n\n\n\n<p>Even the Janajatia community was not spared, as they supported the eviction drive against the encroachers in the tribal belt and block areas. The incident generated massive debates over the eviction of encroachers, where the opposition party leaders asked the government to be more humane while dealing with such issues.</p>\n\n\n\n<p>However, a vibrant civil society group came out with the strong observation that the attacks made by Bangladeshi migrants on the police while carrying out eviction operations in the tribal-belt of Sonapur ‘only demonstrates the  confidence and courage of Bangladeshis in Assam’. Prabajan Virodhi Manch, the anti-influx body of Assam, also added that it happened because of the policy of appeasement for foreigners to get votes in the elections.</p>\n\n\n\n<p>The appeasement policy empowered them to the extent of attacking the police even  though they are admittedly encroachers and incapable of acquiring rights over tribal lands. PVM also highlighted some specific incidents picked up from  Sipajhar, Chaygaon and Mangaldoi, where the local people are repeatedly targeted by the suspected migrants from Bangladesh.</p>\n\n\n\n<p>In Sipajhar, admittedly 77,420 bighas of land remain under encroachment by the  Bangladeshi origin people. The government in 2021 announced that the entire land would  be cleared from encroachers and an agricultural project would be established. The eviction drive could recover about 2000 bighas of land and an agri-dairy project was launched there.</p>\n\n\n\n<p>Similarly, in Chaygaon, due to change in the course of Brahmaputra, many villages were lost because of erosion in yesteryears and lately about 20,000 bighas of such land were restored in Dakhin Sorubongshi Mouza. When the original inhabitants and their descendants, holding valid pattas, went to reclaim their land, it was found that those lands were already encroached by the Bangladeshi migrants.</p>\n\n\n\n<p>In spite of repeated police complaints and  protest-demonstrations, the original inhabitants are still deprived of their lands. In Mangaldoi, one local farmer went to sell his produce in the market, but he was assaulted by other vendors of Bangladeshi origin.  Even his son was also beaten up and had to go for medical attention. No visible action was taken against those criminals by the concerned authorities.</p>\n\n\n\n<p>Is it not because of the changing demography that enhances the criminal activities of the suspected nationals in Assam !</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/changing-demography-of-assam%ef%bf%bc/","hasAudio":false,"hasInfographics":false}