{"id":"wp-en-14087","wp_id":14087,"type":"standard","category":"World","language":"en","title":"Devastating floods yet a reminder for urgent human rights-consistent climate action","excerpt":"Responding to the extreme climate events in South Asia, Marta Schaaf, Programme Director for Climate, Economic Social Justice and Corporate Accountability at Amnesty International, said: “The devastating floods in South Asia, following a period of intense heatwave, are yet another reminder of the failure to ensure a collective human rights-consistent climate action. Human-caused climate change","author":"Tattva News Team","time":"13/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Pak-floods.jpg","readTime":"5 min read","contentHTML":"\n<p>Responding to the extreme climate events in South Asia, Marta Schaaf, Programme Director for Climate, Economic Social Justice and Corporate Accountability at Amnesty International, said:</p>\n\n\n\n<p>“The devastating floods in South Asia, following a period of intense heatwave, are yet another reminder of the failure to ensure a collective human rights-consistent climate action. Human-caused climate change has made extreme climate events much more likely, aggravating the continuum of extreme heat and flooding that we have witnessed with increasing frequency in recent years.</p>\n\n\n\n<p>“The large economic disparities in the South Asia region have only magnified the sufferings of the most vulnerable and marginalized communities, with a large death toll and displacement figure year on year. These communities contributed almost nothing to greenhouse gas emissions, yet they are paying for government inaction on climate with their livelihoods and all too often – their lives. There can be no solution without a roadmap for climate justice and there is no climate justice without human rights.</p>\n\n\n\n<p>“It is simple – countries must phase out their dependence on fossil fuels and high-income historic emitters, other high income G20 members and high-income fossil fuel producing states must commit to climate finance to help developing countries to adapt to climate change, to make a just transition to renewable energy and to compensate communities for the inevitable loss and damage. The time is now.”</p>\n\n\n\n<p>Massive floods have recently impacted millions in India, Nepal, and Bangladesh where torrential rains have caused flash floods and landslides with several rivers overflowing and major dams at risk.</p>\n\n\n\n<p>In India, more than 80 people have died in the north eastern state of Assam since mid-May affecting 2.4 million people with 2,580 villages still under water. In Nepal, reports suggest that about 91 people have been killed in the past four weeks due to heavy rains. In Bangladesh, flooding have caused eight deaths, while displacing tens of thousands of people with some 40,000 people taking refuge at government shelters.</p>\n\n\n\n<p>In Pakistan, hundreds have been evacuated in the northern regions due to flooding from melting glaciers while other parts reel under intense heat. New Delhi, the capital of India, recorded  highest ever temperatures this summer; deaths due to heat are not systematically tracked.</p>\n","originalUrl":"https://en.tattvanews.com/others/devastating-floods-yet-a-reminder-for-urgent-human-rights-consistent-climate-action/","hasAudio":false,"hasInfographics":false}