{"id":"wp-en-13309","wp_id":13309,"type":"standard","category":"World","language":"en","title":"AAP says Swati Maliwal's `assault’ a BJP conspiracy!￼","excerpt":"The Aam Aadmi Party on Friday strongly refuted its MP Swati Maliwal allegations that she was `assaulted’ at the residence of Chief Minister Aravind Kejriwal on Monday and accused that she is part of a BJP conspiracy to discredit the party and Chief Minister Arvind Kejriwal amid the ongoing general elections. Days after AAP MP Sanjay","author":"Tattva News Team","time":"18/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Swati1.jpg","readTime":"5 min read","contentHTML":"\n<p>The Aam Aadmi Party on Friday strongly refuted its MP Swati Maliwal allegations that she was `assaulted’ at the residence of Chief Minister Aravind Kejriwal on Monday and accused that she is part of a BJP conspiracy to discredit the party and Chief Minister Arvind Kejriwal amid the ongoing general elections.</p>\n\n\n\n<p>Days after AAP MP Sanjay Singh admitted that `mistake was done’ and `action will be taken’, Delhi Minister Atishi claims that `assault’ allegations are `baseless’.</p>\n\n\n\n<p>\"Today a video has surfaced that has exposed the lie of Maliwal. In her FIR, she has said she was brutally assaulted and she was in pain, and buttons of her shirt were torn. A video that has surfaced shows an entirely different reality,\" senior AAP leader Atishi said at a press conference.</p>\n\n\n\n<p>However, Maliwal has reacted strongly to Atishi's recent accusation of being a BJP 'agent', stating that her character was questioned by the entire party.</p>\n\n\n\n<p>Speaking to X, Maliwal addressed the allegations, highlighting recent developments within the party. Responding to Atishi's claim, Maliwal stated, \"The leaders who joined the party yesterday declared a 20-year-old worker as a BJP agent. Two days ago the party had accepted the truth in the PC and today it has taken a U-turn.\"</p>\n\n\n\n<p>Interestingly, five days after the incident and a day after Delhi Police filed an FIR against Kumar, in which the cops quoted the MP as saying that she was \"kicked and slapped seven to eight times\" by the accused, Atishi came out defending the accused.</p>\n\n\n\n<p>Maliwal has also claimed that Kumar hit her with \"full force again and again\" but no one came to her rescue. She also alleged that despite telling Kumar that she was menstruating and in pain, he did not budge. </p>\n\n\n\n<p>However, Atishi alleged that Maliwal had reached the CM's residence without an appointment and that her intention was to level allegations against Kejriwal. </p>\n\n\n\n<p>Despite character assassination, Maliwal expressed determination, stating, \"No problem, I have been fighting alone for the women of the entire country, I will fight for myself too. Do character assassination as much as possible, the truth will come out when the time comes.\"<strong></strong></p>\n","originalUrl":"https://en.tattvanews.com/national/aap-says-swati-maliwals-assault-a-bjp-conspiracy%ef%bf%bc/","hasAudio":false,"hasInfographics":false}