{"id":"wp-te-19654","wp_id":19654,"type":"standard","category":"World","language":"te","title":"￼ థర్డ్‌ పార్టీ పరిశీలనలో బయటపడ్డ నీట్ నిర్లక్ష్యం","excerpt":"పేపర్‌ లీక్‌ ఆరోపణలతో వివాదంగా మారిన నీట్‌ పరీక్ష నిర్వహణలో అడుగడుగునా డొల్లతనం బయటపడింది. పరీక్షల నిర్వహణలో నిబంధనలు పాటించని విషయం థర్డ్‌ పార్టీ జరిపిన పరిశీలనలో స్పష్టంగా వెల్లడైంది. విశ్వసనీయ వర్గాల సమాచారం మేరకు.. పరీక్ష నిర్వహణ తీరును పరిశీలించే బాధ్యతను ఒక థర్డ్‌ పార్టీ సంస్థకు జాతీయ పరీక్ష సంస్థ(ఎన్‌టీఏ) అప్పగించింది. కాగా, ప్రజలు ప్రశ్నలు అడిగినప్పుడు ప్రభుత్వం కచ్చితంగా జవాబు చెప్పాల్సిందేనని ఏబీవీపీ జాతీయ ప్రధాన కార్యదర్శి యజ్ఞల్క్య శుక్ల ఓ ప్రకటనలో","author":"Tattva News Team","time":"22/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/NEET-1.webp","readTime":"5 min read","contentHTML":"\n<p>పేపర్‌ లీక్‌ ఆరోపణలతో వివాదంగా మారిన నీట్‌ పరీక్ష నిర్వహణలో అడుగడుగునా డొల్లతనం బయటపడింది. పరీక్షల నిర్వహణలో నిబంధనలు పాటించని విషయం థర్డ్‌ పార్టీ జరిపిన పరిశీలనలో స్పష్టంగా వెల్లడైంది. విశ్వసనీయ వర్గాల సమాచారం మేరకు.. పరీక్ష నిర్వహణ తీరును పరిశీలించే బాధ్యతను ఒక థర్డ్‌ పార్టీ సంస్థకు జాతీయ పరీక్ష సంస్థ(ఎన్‌టీఏ) అప్పగించింది.</p>\n\n\n\n<p>కాగా, ప్రజలు ప్రశ్నలు అడిగినప్పుడు ప్రభుత్వం కచ్చితంగా జవాబు చెప్పాల్సిందేనని ఏబీవీపీ జాతీయ ప్రధాన కార్యదర్శి యజ్ఞల్క్య శుక్ల ఓ ప్రకటనలో స్పష్టం చేశారు. ‘ఎన్‌టీఏలో నిర్వహణలోపం ఉందనే అభిప్రాయం ఉంది. పలు పరీక్ష కేంద్రాలకు ప్రశ్నాపత్రాలు 15- 20 నిమిషాలు ఆలస్యంగా ఎలా వెళ్తాయి? ఒకే కేంద్రానికి చెందిన 7-8 మంది విద్యార్థులకు 100 శాతం మార్కులు ఎలా వస్తాయి? 67 మంది విద్యార్థులకు 720కి 720 మార్కులు ఎలా వస్తాయి? ఎన్‌టీఏ విశ్వసనీయత ప్రశ్నార్ధకంగా మారింది. ఈ మొత్తం వ్యవహారంపై సీబీఐతో విచారణ జరపాలి’ అని ఆయన డిమాండ్ చేశారు.</p>\n\n\n\n<p> దాదాపు నాలుగు వేల కేంద్రాల్లో మే 5న నీట్‌ పరీక్ష జరగగా 399 కేంద్రాలను థర్డ్‌ పార్టీ పరిశీలకులు సందర్శించి పరీక్షల నిబంధనలు అమలవుతున్న తీరును తెలుసుకున్నారు. ఇందుకు సంబంధించిన నివేదికను జూన్‌ 16న ఎన్‌టీఏకు థర్డ్‌ పార్టీ సంస్థ అందించింది. పరీక్షా కేంద్రాల్లో లోపాలు, నిర్లక్ష్యాన్ని ఈ నివేదిక స్పష్టంగా పేర్కొన్నది.</p>\n\n\n\n<p>నిబంధనల ప్రకారం పరీక్ష జరిగే గదిలో రెండు సీసీ కెమెరాలు ఉండాలి. ఇందుకు సంబంధించిన లైవ్‌ ఫీడ్‌ నేరుగా ఢిల్లీలోని ఎన్‌టీఏ కేంద్ర కార్యాలయంలోని సెంట్రల్‌ కంట్రోల్‌ రూమ్‌కు వెళ్లాలి. అక్కడ నిపుణుల బృందం ఈ లైవ్‌ ఫీడ్‌ను పర్యవేక్షించాలి. కానీ, 399 పరీక్షా కేంద్రాలను పరిశీలిస్తే 186 కేంద్రాలు, అంటే 46 శాతం వాటిల్లో సీసీకెమెరాలు లేవని థర్డ్‌ పార్టీ గుర్తించింది. </p>\n\n\n\n<p>ప్రశ్నాపత్రాలను భద్రపరిచే స్ట్రాంగ్‌ రూమ్‌లకు అభ్యర్థులకు పంపిణీ చేసే వరకు సెక్యూరిటీ గార్డు ఉండాలి. కానీ, 68 కేంద్రాల్లో(16 శాతం) స్ట్రాంగ్‌ రూమ్‌లకు సెక్యూరిటీ గార్డు లేరని తేలింది. 83 కేంద్రాల్లో విధులకు రావాల్సిన సిబ్బంది, హాజరైన సిబ్బంది వేర్వేరుగా ఉన్నారని థర్డ్‌ పార్టీ పరిశీలనలో వెల్లడైంది. ఈ నివేదిక ఆధారంగా ఎన్‌టీఏ ఎలాంటి చర్యలు తీసుకుంటుందనేది చూడాల్సి ఉంది.</p>\n\n\n\n<p>వివాదాల్లో చిక్కుకున్న నీట్‌-యూజీ 2024 కౌన్సెలింగ్‌ ప్రక్రియను నిలిపివేసేందుకు సుప్రీంకోర్టు మరోసారి నిరాకరించింది. జూలై 6 నుంచి జరగనున్న కౌన్సెలింగ్‌ను రెండు రోజులు నిలిపివేయాలని పిటిషన్‌దారులు కోరగా వెకేషన్‌ బెంచ్‌ శుక్రవారం తిరస్కరించింది. కౌన్సెలింగ్‌ అనేది తెరిచి, మూసేసే ప్రక్రియ కాదని వ్యాఖ్యానించింది. </p>\n\n\n\n<p>అయితే, తాను కౌన్సెలింగ్‌పై స్టే విధించమని అడగడం లేదని, నీట్‌లో అక్రమాలకు సంబంధించిన పిటిషన్లు జూలై 8న సుప్రీంకోర్టు సాధారణ ధర్మాసనం ముందుకు విచారణకు రానున్నందున జూలై 6 నుంచి జూలై 8 వరకు మాత్రమే కౌన్సెలింగ్‌ను తాత్కాలికంగా ఆపాలని పిటిషన్‌దారుల తరపున న్యాయవాది కోర్టును కోరారు. ఇందుకు ధర్మాసనం తిరస్కరించింది. </p>\n\n\n\n<p>జూలై 6 నుంచి కౌన్సెలింగ్‌ ప్రారంభం అవుతుందని స్పష్టం చేసింది. ఈ పిటిషన్లపై స్పందనను తెలియజేయాల్సిందిగా ఎన్‌టీఏ, కేంద్రానికి రెండు వారాల గడువు ఇచ్చింది. జూన్‌ 23న 1,563 మందికి మరోసారి జరగనున్న పరీక్షకు సంబంధించి ఎన్‌టీఏ కొంత సమాచారాన్ని దాచిపెట్టిందని పిటిషనర్ల తరపు న్యాయవాది కోర్టు దృష్టికి తీసుకెళ్లగా స్పందనను తెలియజేయాల్సిందిగా ఎన్‌టీఏను కోర్టు ఆదేశించింది.</p>\n","originalUrl":"https://tattvanews.com/19654/22/06/2024/","hasAudio":false,"hasInfographics":false}