{"id":"wp-en-13759","wp_id":13759,"type":"standard","category":"World","language":"en","title":"Centre approves MSP on 14 Kharif crops￼","excerpt":"The Union Cabinet presided by Prime Minister Narendra Modi approved minimum support prices (MSP) on 14 Kharif (summer) crops, based on recommendations from the Commission for Agricultural Costs and Prices (CACP). Information & Broadcasting minister Ashwini Vaishnav briefing to the media said  that the MSP for paddy has been raised by 5.35 per cent to Rs 2,300 per","author":"Tattva News Team","time":"20/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/MSP.jpeg","readTime":"5 min read","contentHTML":"\n<p>The Union Cabinet presided by Prime Minister Narendra Modi approved minimum support prices (MSP) on 14 Kharif (summer) crops, based on recommendations from the Commission for Agricultural Costs and Prices (CACP).</p>\n\n\n\n<p>Information & Broadcasting minister Ashwini Vaishnav briefing to the media said  that the MSP for paddy has been raised by 5.35 per cent to Rs 2,300 per quintal for the 2024-25 kharif marketing season. Stating that the government had a clear policy decision taken in the 2018 Union Budget  that MSP should be at least 1.5 times the cost of production, Vaishnaw said this principle was followed in the latest MSP hike.</p>\n\n\n\n<p>The hike in paddy support price is significant ahead of elections in states like Haryana, Maharashtra, Jharkhand, and Delhi. The MSP for ‘common’ grade paddy has been raised Rs 117 to Rs 2,300 per quintal, while for the ‘A’ grade variety it has been hiked to Rs 2,320 per quintal for the upcoming kharif season,</p>\n\n\n\n<p>Meanwhile, the highest absolute increase in MSP over the previous year has been recommended for oilseeds and pulses, the minister said. Among other decisions, the Cabinet has approved 1 GW offshore wind energy projects in Gujarat and Tamil Nadu with a total outlay of Rs 7,453 crore, the I&B minister informed.</p>\n","originalUrl":"https://en.tattvanews.com/national/centre-approves-msp-on-14-kharif-crops%ef%bf%bc/","hasAudio":false,"hasInfographics":false}