{"id":"wp-en-15587","wp_id":15587,"type":"standard","category":"World","language":"en","title":"Palestinian journalist receives PEC 2024 prize","excerpt":"By Nava Thakuria Geneva-based Press Emblem Campaign (PEC) annual prize 2024 for the protection of journalists was awarded to Palestinian journalist Iyad Alasttal on 20 November. Since 7 October last year, more than 150 Palestinian and Lebanese journalists have been killed, which is an unprecedented toll in a conflict in such a short space of","author":"Tattva News Team","time":"21/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/PEC-Prize.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria</strong></p>\n\n\n\n<p>Geneva-based Press Emblem Campaign (PEC) annual prize 2024 for the protection of journalists was awarded to Palestinian journalist Iyad Alasttal on 20 November. Since 7 October last year, more than 150 Palestinian and Lebanese journalists have been killed, which is an unprecedented toll in a conflict in such a short space of time. The PEC wanted to honour the memory of these journalists who have taken and continue to take considerable risks by awarding its prize to one of them.</p>\n\n\n\n<p>Iyad Alasttal was forced to flee Gaza because of Israeli reprisals for the attack launched by Hamas on 7 October 2023. In 2019, he launched the Gaza stories project, reporting on daily life in Gaza. During the war that began just over a year ago, Iyad Alasttal worked for French and Western media. Before taking refuge with his family in France last February, he spent five months under the bombs and narrowly escaped an Israeli strike in Rafah of southern Gaza strip.</p>\n\n\n\n<p>“Behind each of the Palestinian victim journalists there are parents, brothers and sisters, family, friends, a history and even followers. Banning our colleagues of the international press from entering the Gaza strip, eliminating those who are there, make it impossible to bear witness to the hell people are going through in Gaza, it makes possible to impose a single narrative – that of the Israeli army – to demonise the inhabitants of Gaza and justify all the massacres,”  said Iyad Alasttal while receiving the award.</p>\n\n\n\n<p>“Independent investigations into what amount to war crimes are essential to fight impunity and to bring to justice those responsible,” commented  PEC president Blaise Lempen, pointing out that Resolution 1738 adopted by the UN Security Council condemns deliberate attacks on media professionals and that the Geneva Conventions stipulate that civilians must be protected in all circumstances, without discrimination.</p>\n\n\n\n<p>The fight against impunity for the perpetrators of crimes against journalists is also the fight of public opinion for the right to independent, pluralist information, stated Blaise Lempen denouncing the obstacles to the work of journalists in the Palestinian territories.</p>\n\n\n\n<p>The PEC prize has been awarded annually since 2009 and is funded by the Jordi Foundation with 5000 Swiss Francs. The PEC thanks the French ministry of culture for hosting the event in Ferney-Voltaire. Last year, the award was conferred on CENOZO coordinator Arnaud Ouédraogo, whereas Russian journalist Ekaterina Glikman and Indian scribe  Nava Thakuria received the annual award for the year 2022 and 2021 respectively.</p>\n","originalUrl":"https://en.tattvanews.com/international/palestinian-journalist-receives-pec-2024-prize%ef%bf%bc/","hasAudio":false,"hasInfographics":false}