{"id":"wp-en-14273","wp_id":14273,"type":"standard","category":"World","language":"en","title":"Nirmala Sitharaman rejects opposition charges of discrimination against some states","excerpt":"Union Finance Minister Nirmala Sitharaman has rejected the allegation of discrimination against some states in the Union Budget. Responding to opposition charges during the Zero Hour in the Rajya Sabha today, she alleged that there is a deliberate attempt by the opposition led by Congress to give the impression to people that nothing has been","author":"Tattva News Team","time":"25/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Nirmala.jpg","readTime":"5 min read","contentHTML":"\n<p>Union Finance Minister Nirmala Sitharaman has rejected the allegation of discrimination against some states in the Union Budget. Responding to opposition charges during the Zero Hour in the Rajya Sabha today, she alleged that there is a deliberate attempt by the opposition led by Congress to give the impression to people that nothing has been given to opposition ruled states. </p>\n\n\n\n<p>She clarified that in every Budget, one does not get an opportunity to name every state of the country. She added that if a particular state is not named in the Budget speech that does not mean that programmes of the Central Government do not go to these states.</p>\n\n\n\n<p>She said that between the vote of accounts and yesterday’s Budget, the Union Cabinet has cleared many development projects in Maharashtra and West Bengal. Earlier, when the House met for the day, Leader of Opposition Mallikarjun Kharge raised the issue alleging that the Union Budget is an attempt to save the government. He said, opposition will protest against it. He also said how development will happen if there is no balance in the Budget. After, Minister’s response, Opposition parties staged a walk out from the Upper House.</p>\n\n\n\n<p>Earlier, while rejecting the opposition MPs’ adjournment notices, Chairman Jagdeep Dhankhar said, leaders of political parties need to take call on the issue as it is becoming a routine daily affair in every sitting of the House. He said, he has already indicated that such notices are accepted in exceptional circumstances. He informed that in the last 36 years, adjournment notices was accepted only in six occasions.</p>\n\n\n\n<p>In the Lok Sabha also Opposition parties staged a walkout from the House over the same issue. When the House met, members from Congress, Samajwadi Party, DMK, TMC and others were on their feet protesting over alleged discrimination with states except Andhra Pradesh and Bihar. Speaker Om Birla objected to the conduct of opposition in the House. He said, trying to disrupt the House in the Question Hour in a pre-planned manner is not appropriate.</p>\n\n\n\n<p>Parliamentary Affairs Minister Kiren Rijiju also questioned the behaviour of opposition members. He said, during all-party meeting, floor leaders of all political parties have agreed to run the House smoothly. He added that protesting in the House during the Question Hour is not appropriate.</p>\n","originalUrl":"https://en.tattvanews.com/national/nirmala-sitharaman-rejects-opposition-charges-of-discrimination-against-some-states/","hasAudio":false,"hasInfographics":false}