{"id":"wp-en-14399","wp_id":14399,"type":"standard","category":"World","language":"en","title":"RBI's tighter liquidity norms credit positive for banks￼","excerpt":"The Reserve Bank of India's latest draft guidelines to enhance banks' ability to manage liquidity amid increasing digital transactions are credit positive, ratings agency Moody's said. The central bank released a set of preliminary guidelines last month, suggesting that banks will be required to allocate an additional 5% reduction in the stability of retail deposits","author":"Tattva News Team","time":"4/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/07/RBI.jpg","readTime":"5 min read","contentHTML":"\n<p>The Reserve Bank of India's latest draft guidelines to enhance banks' ability to manage liquidity amid increasing digital transactions are credit positive, ratings agency Moody's said. The central bank released a set of preliminary guidelines last month, suggesting that banks will be required to allocate an additional 5% reduction in the stability of retail deposits with internet and mobile banking access.</p>\n\n\n\n<p>However, the guidelines are expected to lead to a fall of around 15 percentage points in banks' liquidity coverage ratios (LCR), Moody's added. LCR is a liquidity requirement for banks to maintain a certain proportion of high-quality liquid assets, including cash, reserves with central banks, and federal government bonds, which can easily be converted into cash when needed.</p>\n\n\n\n<p>Moody's noted that the proposed tighter liquidity norms are credit-positive because they will help improve banks' resilience against unexpected outflows of depositors and enhance liquidity buffers.</p>\n\n\n\n<p>\"At the system level, retail and small business deposits make up around two-thirds of total deposits, and we expect more than 50% are IMB (internet and mobile banking)-enabled,\" the rating agency said.</p>\n\n\n\n<p>It added that the extent of reduction in LCR will depend on the proportion of retail and small business deposits enabled with IMB facilities. State-run lender Bank of Baroda expects its liquidity coverage ratio to fall by 12-15 percentage points from the current 138%, its CEO told Reuters.</p>\n\n\n\n<p> \"We expect banks to taper credit growth ahead of the measure's proposed implementation on April 1 next year, which will improve their credit-to-deposit ratios,\" Moody's said.</p>\n","originalUrl":"https://en.tattvanews.com/economy/rbis-tighter-liquidity-norms-credit-positive-for-banks%ef%bf%bc/","hasAudio":false,"hasInfographics":false}