{"id":"wp-en-12994","wp_id":12994,"type":"standard","category":"World","language":"en","title":"YSRCP’s 2024 Election Manifesto released￼","excerpt":"Chief Minister YS Jagan Mohan Reddy released the YSRCP’s Election Manifesto at the party’s central office in Tadepalli on Saturday. Addressing the party leaders, CM Jagan said that the way poll promises were implemented in the last 58 months will be remembered for years to come. He said the state government ensured the delivery of welfare","author":"Tattva News Team","time":"28/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Jagan-manifesto.jpg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">Chief Minister YS Jagan Mohan Reddy released the YSRCP’s Election Manifesto at the party’s central office in Tadepalli on Saturday. Addressing the party leaders, CM Jagan said that the way poll promises were implemented in the last 58 months will be remembered for years to come.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">He said the state government ensured the delivery of welfare schemes to the people at their doorstep even during challenging times like the Covid pandemic.  Targeting the TDP chief Chandrababu Naidu, CM Jagan said people believed the words of the opposition leader and elected his party to power in 2014.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">However, he failed to fulfill the promises made in their manifesto. He also accused Chandrababu Naidu of deceiving the people regarding loan waivers, Dwakra loans, and zero-interest deductions. He alleged that Naidu had lied about developing the state beyond Singapore and building a hi-tech city in every district.</h1>\n\n\n\n<p><strong>Highlights of YSRCP manifesto</strong></p>\n\n\n\n<ul class=\"wp-block-list\"><li>Pensions will be increased by Rs 3,500 in two installments (Rs 250 in January 2028 and Rs 250 in January 2029). Andhra Pradesh is the only state in the country that provides pensions to 66 lakh people</li><li>There will be no change in schemes like Amma Vodi, Vidya Kanuka and YSR Cheyutha for women </li><li>The YSR Cheyutha scheme funds will be increased from Rs 75,000 to Rs 1,50,000 in four installments</li><li>Amma Vodi scheme amount will be increased to Rs 17,000 while Rs 15,000 will be given to mothers</li><li>There will be a special focus on medicine in the next five years, with the expansion of the </li><li>Aarogyasri scheme cover (medical cover already increased to Rs 25 lakhs).</li><li>The YSR Kapu Nestam scheme amount will increase from Rs 60,000 to Rs 1,20,000 in four phases</li><li>The EBC Nestam amount will increase from Rs 45,000 to Rs 1.05 lakh in four phases</li><li>The YSR Rythu Bharosa amount has been hiked from Rs 13,500 to Rs 16,000. Rythu Bharosa scheme will also be extended to tenant farmers</li><li>Rs 50,000 will be given in five installments under the Matsyakara Bharosa scheme</li><li>Rs 3 lakh interest-free loan under YSR Sunna Vaddi scheme</li><li>Interest rates will be reduced for those buying autos/taxis. Rs 50,000 for autos and taxis over the next five years</li><li>Vahana Mitra amount will be increased from Rs 50,000 to Rs 1 lakh over the next five years</li><li>Rs 24,000 per annum and Rs 1.20 lakh over five years for handloom weavers</li><li>YSR Kalyana Mastu, Shaadi Tohfa schemes to continue</li><li>YSR Law Nestam scheme to continue</li><li>Housing for all eligible beneficiaries who have got no homes. Distribution of house pattas to continue</li><li>Madu-Nedu, distribution of tabs to continue, IB syllabus will be introduced to students of Class I from the academic year 2025-26</li><li>Skill Hub in every constituency, Skill Development College per district, Skill University in Tirupati</li><li>YSR insurance cover for accidental death of gig workers of aggregator firms like Swiggy and Zomato</li><li>Free electricity supply to SC/ST colonies</li></ul>\n","originalUrl":"https://en.tattvanews.com/telegu-state/ysrcps-2024-election-manifesto-released%ef%bf%bc/","hasAudio":false,"hasInfographics":false}