{"id":"wp-te-19298","wp_id":19298,"type":"standard","category":"World","language":"te","title":"ఇక తెలంగాణకు శాశ్వత రాజధానిగా హైదరాబాద్‌￼","excerpt":"ఆంధ్రప్రదేశ్‌తో తెలంగాణకు ఉన్న ఉమ్మడి రాజధాని బంధం తెగిపోయింది. పదేండ్ల ఉమ్మడి కథ ముగిసింది. జూన్‌ 2న తెలంగాణ స్వరాష్ట్రంగా ఆవిర్భవించిన విషయం తెలిసిందే. రాష్ట్రం విభజన జరిగి శనివారానికి పదేండ్లు పూర్తయ్యాయి. దీంతో ఉమ్మడి రాష్ట్రం కథకు శాశ్వత ముగింపు పడింది. రాష్ట్ర విభజన చట్టంలో హైదరాబాద్‌ను తెలంగాణకు శాశ్వత రాజధానిగా, ఏపీ రాష్ర్టానికి పదేండ్ల పాటు తాత్కాలిక, ఉమ్మడి రాజధానిగా కేంద్రం ప్రకటించిన విషయం తెలిసిందే.  తాజాగా ఈ గడువు శనివారంతో ముగిసింది. ఇక","author":"Tattva News Team","time":"2/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/HYD.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్‌తో తెలంగాణకు ఉన్న ఉమ్మడి రాజధాని బంధం తెగిపోయింది. పదేండ్ల ఉమ్మడి కథ ముగిసింది. జూన్‌ 2న తెలంగాణ స్వరాష్ట్రంగా ఆవిర్భవించిన విషయం తెలిసిందే. రాష్ట్రం విభజన జరిగి శనివారానికి పదేండ్లు పూర్తయ్యాయి. దీంతో ఉమ్మడి రాష్ట్రం కథకు శాశ్వత ముగింపు పడింది. రాష్ట్ర విభజన చట్టంలో హైదరాబాద్‌ను తెలంగాణకు శాశ్వత రాజధానిగా, ఏపీ రాష్ర్టానికి పదేండ్ల పాటు తాత్కాలిక, ఉమ్మడి రాజధానిగా కేంద్రం ప్రకటించిన విషయం తెలిసిందే. </p>\n\n\n\n<p>తాజాగా ఈ గడువు శనివారంతో ముగిసింది. ఇక నుంచి హైదరాబాద్‌ తెలంగాణకు శాశ్వత రాజధానిగా కొనసాగనున్నది. విభజన చట్టం సెక్షన్‌-8 ప్రకారం హైదరాబాద్‌ ఉమ్మడి రాజధాని ప్రాంతంలో పౌరుల రక్షణ బాధ్యతను గవర్నర్‌కు అప్పగించారు. దీంతోపాటు, ఉమ్మడి రాజధానిలో నివసించే ప్రజల ప్రాణ, ఆస్తి, రక్షణ భద్రతలను కాపాడే బాధ్యతలను గవర్నర్‌ చేతికిచ్చారు.</p>\n\n\n\n<p>తాజాగా ఈ గడువు ముగియడంతో రాష్ట్ర ప్రభుత్వ చేతికి ఈ బాధ్యత అందుతుంది. ఇప్పటికే అత్యంత కీలకమైన ఉమ్మడి హైకోర్టు విభజన సమస్య గతంలోనే పరిష్కారమైంది. 2018 డిసెంబర్‌ 18న నోటిఫికేషన్‌ విడుదలై, 2019 జనవరి 1న ఏపీ తాత్కాలిక హైకోర్టు ఏర్పాటైంది. ఢిల్లీలోని ఉమ్మడిభవన్‌ విభజన పూర్తయింది. ఏపీ, తెలంగాణ భవన్‌కు స్థలాలను కేటాయించారు.</p>\n\n\n\n<p>సెక్షన్‌-95 ప్రకారం విద్యార్థులకు పదేండ్ల పాటు ఉన్నత విద్యలో అవకాశాలు కల్పించారు. ఆర్టికల్‌ -317 డీ ప్రకారం అడ్మిషన్ల కోటా పదేండ్ల వరకు కొనసాగించాలి. ఎప్‌సెట్‌ సహా 7 రకాల ప్రవేశ పరీక్షల నోటిఫికేషన్లు జూన్‌ 2కు ముందే విడుదల కావటంతో అవకాశాలు కల్పించాల్సి వచ్చింది.</p>\n\n\n\n<p> ఈ ఒక్క సంవత్సరం ఏపీ విద్యార్థులకు తెలంగాణలో సీట్లు కేటాయిస్తారు. 15 శాతం ఓపెన్‌కోటాలో మెరిట్‌లో ఏపీ వాళ్లతో పాటు, తెలంగాణ విద్యార్థులు సీట్లను దక్కించుకునే అవకాశం ఉన్నది.</p>\n\n\n\n<p>ఇదిలా ఉంటే అనేక సమస్యలు అపరిష్కృతంగానే ఉన్నాయి. కృష్ణా, గోదావరి జలాల పంపిణీ గుదిబండగా మారింది. అపెక్స్‌ కమిటీలు, నదీ యాజమాన్య బోర్డుల మధ్యే నలుగుతున్నది. దీనిపై కేంద్రం ఎటూ తేల్చటం లేదు. రాష్ట్ర విభజన చట్టం తొమ్మిదో షెడ్యూల్‌లోని ప్రభుత్వ సంస్థలు, పదో షెడ్యూల్‌లోని సంస్థల విభజన తేలలేదు.</p>\n\n\n\n<p> 68 సంస్థల విభజనకు ఎలాంటి అభ్యంతరం లేదని తెలంగాణ తెలిపింది. ఏపీ ముందుకు రాకపోవడం తో వీటి విభజన పూర్తి కాలేదు. ఆస్తుల పంపిణీ వివాదాలు, ప్రభుత్వ కార్యాలయాల స్వాధీనం ఇంకా జరగలేదు. స్థానికత ఆధారంగా ఉద్యోగులను కేటాయించాలని ఉద్యోగ సంఘాలు కోరినా ఇప్పటి వరకు ఫలితం లేకుండా పోయింది. </p>\n\n\n\n<p> కాజీపేట రైల్వేకోచ్‌ ఫ్యాక్టరీ, బయ్యారం ఉక్కు పరిశ్రమలు ఏర్పాటు చేయలేదు. జాతీయ ప్రాజెక్ట్‌ కేటాయింపు, వెనుకబడిన జిల్లాలకు నిధులు, అసెంబ్లీ స్థానాల పెంపును పక్కనపెట్టారు. పదేండ్ల పోరాటం తర్వా త గిరిజన వర్సిటీని ఏర్పాటు చేసింది.</p>\n","originalUrl":"https://tattvanews.com/19298/02/06/2024/","hasAudio":false,"hasInfographics":false}