{"id":"wp-en-15807","wp_id":15807,"type":"standard","category":"World","language":"en","title":"Gukesh  becomes youngest world champion in history of chess","excerpt":"India's Gukesh D has created history as he has become the youngest-ever world champion in the history of chess. The Indian star defeated defending champion Ding Liren in the final game to win the title. Gukesh has become the second Indian after Viswanathan Anand to become the world champion in chess. Playing with black in","author":"Tattva News Team","time":"13/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Gukesh.jpg","readTime":"5 min read","contentHTML":"\n<p>India's Gukesh D has created history as he has become the youngest-ever world champion in the history of chess. The Indian star defeated defending champion Ding Liren in the final game to win the title. Gukesh has become the second Indian after Viswanathan Anand to become the world champion in chess.</p>\n\n\n\n<p>Playing with black in the 14th and final game of the Chess World Championship, Gukesh outclassed China's Liren in a marathon game. The game was well-headed towards a tie, which would have taken this match into the tiebreaker but the Indian star clinched the title in 14 games with a scoreline of 7.5-6.5.</p>\n\n\n\n<p>The match was heading towards a draw but the defending champion made a blunder at move 55 when he moved his rook to f2. Ding realised his mistake and had to eventually resign. Gukesh was in tears and couldn't hold himself back as at 18 years of age, he became the youngest ever to be crowned the chess world champion. </p>\n\n\n\n<p>The two players gave their initial reactions after the game. \"It took me a while to realised I blundered. I think I played my best tournament in the year. I could be better, but considering yesterday's luck, it's a fair result to lose in the end. I have no regrets. Thank you. I will continue to play,\" Ding said in the press conference after the match.</p>\n\n\n\n<p>Gukesh also gave his reactions to the match.  \"Actually when he played Rf2, I didn't realise.. When I did realise it, it was the best moment of my life. We all know who Ding is. He has been one of the best players in history for several years. To see him struggling and see under how much pressure he faced, and the fight he gave... To me he is a real world champion. He fought like a true champion, and I'm really sorry for Ding and his team. I would like to thank my opponent first - this could not have been the same without him,\" Gukesh said.</p>\n\n\n\n<p>Gukesh said that he was dreaming about this moment since childhood and is now living his dream. \"I've been dreaming about this and living this moment since I was 6 or 7. Every chess player wants to live this moment - and to be one of them is .... I'm living my dream. I'd like to thank God - this whole journey - from Candidates till here could only be possible by God,\" he said.</p>\n\n\n\n<p>Gukesh recalled how he used to dream about this moment 10 years ago and wanted to bring the title back home which Viswanathan had won five times (2000, 2007, 2008, 2010, and 2012).</p>\n\n\n\n<p>\"Representing my country.. 11 years back the title was taken away from India. When I was watching in 2013, looking into the glass box, I thought it'd be so cool to be there one day. I had the dream 10 years ago of bringing the title back. There's nothing better than this,\" he added.</p>\n","originalUrl":"https://en.tattvanews.com/national/gukesh-becomes-youngest-world-champion-in-history-of-chess%ef%bf%bc/","hasAudio":false,"hasInfographics":false}