{"id":"wp-te-19863","wp_id":19863,"type":"standard","category":"World","language":"te","title":"విశ్వ విజేతలకు ఢిల్లీ విమానాశ్రయంలో ఘన స్వాగతం","excerpt":"టీ20 ప్రపంచకప్‌ సాధించి విశ్వవేదికపై భారత కీర్తి పతాకాన్ని ఎగురవేసిన రోహిత్‌ సేన సగర్వంగా భారత్‌కు చేరుకుంది. గురువారం ఉదయం జట్టు సభ్యుల ప్రత్యేక విమానం ఢిల్లీ చేరుకుంది. 13 ఏళ్ల సుదీర్ఘ విరామం తర్వాత ఐసీసీ ట్రోఫీ సాధించిన టీమ్‌ఇండియాకు స్వదేశంలో అభిమానులు, అధికారులు ఘన స్వాగతం పలికారు.  టీమ్‌ఇండియాకు స్వాగతం పలికేందుకు అభిమానులు గురువారం వేకువజామునే పెద్ద ఎత్తున విమానాశ్రయ పరిసరాలకు చేరుకున్నారు. పెద్ద ఎత్తున భద్రతా ఏర్పాట్లు చేయటంతో ఆటగాళ్లను దూరం నుంచే","author":"Tattva News Team","time":"4/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Team.jpg","readTime":"5 min read","contentHTML":"\n<p>టీ20 ప్రపంచకప్‌ సాధించి విశ్వవేదికపై భారత కీర్తి పతాకాన్ని ఎగురవేసిన రోహిత్‌ సేన సగర్వంగా భారత్‌కు చేరుకుంది. గురువారం ఉదయం జట్టు సభ్యుల ప్రత్యేక విమానం ఢిల్లీ చేరుకుంది. 13 ఏళ్ల సుదీర్ఘ విరామం తర్వాత ఐసీసీ ట్రోఫీ సాధించిన టీమ్‌ఇండియాకు స్వదేశంలో అభిమానులు, అధికారులు ఘన స్వాగతం పలికారు. </p>\n\n\n\n<p>టీమ్‌ఇండియాకు స్వాగతం పలికేందుకు అభిమానులు గురువారం వేకువజామునే పెద్ద ఎత్తున విమానాశ్రయ పరిసరాలకు చేరుకున్నారు. పెద్ద ఎత్తున భద్రతా ఏర్పాట్లు చేయటంతో ఆటగాళ్లను దూరం నుంచే చూడాల్సి వచ్చింది. దిల్లీలో వర్షం కురుస్తున్నప్పటికీ.. టీమ్‌ఇండియాకు శుభాకాంక్షలు తెలుపుతూ వందలాది మంది ప్లకార్డులను ప్రదర్శించారు. జాతీయ జెండాలతో వారికి స్వాగతం పలికారు.</p>\n\n\n\n<p>”ఈ క్షణాల కోసం 13 ఏళ్లుగా వేచిచూశాం. టీమ్‌ఇండియా కప్పు గెలిచి మమ్మల్ని గర్వపడేలా చేసింది” అని ఓ అభిమాని ఆనందం వ్యక్తం చేశారు. తెల్లవారుజామున 4:30 గంటలకే ఎయిర్‌పోర్టుకు చేరుకున్నట్లు తెలిపారు. కొంతమందైతే బుధవారం రాత్రి నుంచే వేచి చూస్తున్నట్లు వెల్లడించారు. అభిమానుల కేరింతల మధ్య ఆటగాళ్లు ఎయిర్‌పోర్టు నుంచి బయటకు వస్తూ చిరునవ్వులు చిందించారు. </p>\n\n\n\n<p>ఫైనల్‌లో డేవిడ్‌ మిల్లర్‌ క్యాచ్‌తో మ్యాచ్‌ను మలుపు తిప్పిన సూర్యకుమార్‌ యాదవ్‌ అభిమానుల కేరింతలకు ఉత్సాహంగా స్పందించాడు. వికెట్‌కీపర్‌ రిషభ్‌ పంత్‌ జన సమూహానికి సెల్యూట్ చేయగా.. పేసర్‌ సిరాజ్‌ ఫ్లయింగ్‌ కిస్సెస్‌ ఇచ్చాడు. చివరగా వచ్చిన రోహిత్ తన చేతిలో ఉన్న కప్పు అభిమానులకు చూపుతూ బస్సు ఎక్కాడు. విరాట్‌ అభివాదం చేస్తూ ముందుకు కదిలాడు</p>\n\n\n\n<p>సౌతాఫ్రికాను ఓడించి కప్పు గెలిచిన టీమ్‌ఇండియా భీకర హరికేన్‌ కారణంగా బార్బడోస్‌లోనే ఉండిపోవాల్సి వచ్చింది. బీసీసీఐ ప్రత్యేక విమానాన్ని ఏర్పాటు చేయడంతో బుధవారం ఉదయం వారు అక్కడి నుంచి బయల్దేరారు. ఇండియన్‌ టీమ్‌, సహాయక సిబ్బంది, ఆటగాళ్ల కుటుంబ సభ్యులు, బీసీసీఐ అధికారులంతా కలిసి గురువారం ఉదయం ఢిల్లీలో దిగారు. </p>\n\n\n\n<p>ముందస్తుగా ఇందిరా గాంధీ అంతర్జాతీయ విమానాశ్రయంలో భారీ భద్రతా ఏర్పాట్లు చేశారు. టెర్మినల్‌-3లో ఏర్పాటు చేసిన ప్రత్యేక బస్సుల్లో వారు హోటళ్లకు వెళ్లిపోయారు. ఇక ఉదయం 11 గంటలకు రోహిత్‌ సేన ప్రధానమంత్రి నరేంద్ర మోదీతో సమావేశం కానుంది.అది ముగిశాక ప్రత్యేక విమానంలోనే ముంబయికి బయల్దేరుతుంది.</p>\n\n\n\n<p>అక్కడ సాయంత్రం 5 గంటల ప్రాంతంలో రోడ్‌ షో మొదలవుతుంది. రెండు గంటల పాటు సాగే ఊరేగింపులో రోహిత్‌ బృందం ఓపెన్‌ టాప్‌ బస్సులో కప్పుతో అభిమానులకు అభివాదం చేస్తూ సాగుతుంది. రాత్రి వాంఖడె స్టేడియంలో బీసీసీఐ ఆధ్వర్యంలో భారత జట్టుకు సన్మాన కార్యక్రమం నిర్వహించనున్నారు. అక్కడి నుంచి ప్రధాని మోదీ నివాసానికి వెళ్లనున్నారు.</p>\n\n\n\n<p>ముంబయిలో జరిగే రోడ్‌షోకు పెద్ద ఎత్తున తరలిరావాలని బీసీసీఐ సెక్రటరీ జైషా అభిమానులను ఎక్స్‌ వేదికగా కోరారు. 2007లో తొలి టీ20 కప్‌ సాధించిన సమయంలోనూ అప్పటి ధోనీ బృందానికి ముంబయిలో ఘన స్వాగతం లభించింది. టీ20 ఫార్మాట్‌కు గుడ్‌బై చెప్పిన రోహిత్‌ శర్మకు ఇది ప్రత్యేక సందర్భం కావడం విశేషం. స్వయంగా ముంబయికి చెందిన ఆయనకు సొంతగడ్డపై పెద్ద ఎత్తున అభిమానులు ఉన్నారు.</p>\n","originalUrl":"https://tattvanews.com/19863/04/07/2024/","hasAudio":false,"hasInfographics":false}