{"id":"wp-en-12788","wp_id":12788,"type":"standard","category":"World","language":"en","title":"Indian prisoner Sarabjit Singh’s killer shot dead in Pakistan￼","excerpt":"The accused in the murder of an Indian death row prisoner in Pakistan Sarabjit Singh was shot dead by unidentified gunmen on Sunday in Lahore. Amir Sarfaraz Tamba, a close associate of Lashkar-e-Taiba (LeT) founder Hafiz Sayeed, was attacked by motorcycle-borne assailants in the Islampura area.  Though Tamba was rushed to a nearby hospital, he","author":"Tattva News Team","time":"15/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Sarabjit.webp","readTime":"5 min read","contentHTML":"\n<p>The accused in the murder of an Indian death row prisoner in Pakistan Sarabjit Singh was shot dead by unidentified gunmen on Sunday in Lahore. Amir Sarfaraz Tamba, a close associate of Lashkar-e-Taiba (LeT) founder Hafiz Sayeed, was attacked by motorcycle-borne assailants in the Islampura area. </p>\n\n\n\n<p>Though Tamba was rushed to a nearby hospital, he succumbed to his injuries, according to reports. Singh, 49, died of cardiac arrest in Jinnah Hospital Lahore on May 2, 2013, after being comatose for nearly a week following a brutal assault by inmates including Tamba, inside the high-security Kot Lakhpat jail.</p>\n\n\n\n<p>Tamba, whose father's name is Sarfaraz Javed, was born in Lahore in 1979 and was a close associate of the LeT founder. Singh was lodged in Lahore's high-security Kot Lakhpat Jail, where he was brutally attacked by a group of Pakistani prisoners with bricks and iron rods. Singh was allegedly found guilty of taking part in multiple bomb blasts in Pakistan’s Punjab province in 1990. He was sentenced to death. </p>\n\n\n\n<p>Tamba and Mudassar, involved in Singh's killing were acquitted by a Pakistani court due to 'lack of evidence' six years ago. All witnesses in the case had turned hostile.</p>\n\n\n\n<p>Singh's sister Dalbir Kaur fought against the system for his release and repeatedly insisted that he was innocent. Kaur said that he had 'mistakenly' strayed into Pakistan. After putting up a long fight, Kaur passed away in June 2022.</p>\n","originalUrl":"https://en.tattvanews.com/international/indian-prisoner-sarabjit-singhs-killer-shot-dead-in-pakistan%ef%bf%bc/","hasAudio":false,"hasInfographics":false}