{"id":"wp-en-14629","wp_id":14629,"type":"standard","category":"World","language":"en","title":"23 Azerbaidjan journalists in jail ahead of COP29￼","excerpt":"As the Azerbaijani government intensifies its crackdown on journalists ahead of the COP29 conference in Baku, the European Federation of Journalists (EFJ) calls on the international community to step up pressure on the authorities to release the 23 journalists and media workers unjustly imprisoned in Azerbaidjan. The UN Climate Change Conference, more commonly known as COP29, is","author":"Tattva News Team","time":"21/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/EFJ.jpg","readTime":"5 min read","contentHTML":"\n<p>As the Azerbaijani government intensifies its crackdown on journalists ahead of the COP29 conference in Baku, the European Federation of Journalists (EFJ) calls on the international community to step up pressure on the authorities to release the 23 journalists and media workers unjustly imprisoned in Azerbaidjan.</p>\n\n\n\n<p>The UN Climate Change Conference, more commonly known as COP29, is hosted by the government of Azerbaijan. It will take place in Baku on November 11-22, 2024. Ahead of this international conference, the EFJ calls on the UN Framework Convention on Climate Change (UNFCCC) secretariat, based in Bonn, Germany, to ensure that all COP hosts, including Azerbaidjan, comply with international human rights law and do not use the COP as a pretext to censor journalists and civil society activists.</p>\n\n\n\n<p>The Council of Europe’s Platform for the Protection of Journalism has documented 23 cases of journalists imprisoned in in Azerbaijan simply for doing their job. Among them are six employees of Abzas Media: Ulvi Hasanli, Sevinc Vaqifqizi, Mahammad Keklov, Nargiz Absalamova, Hafiz Absalamova, Hafiz Babli and Elnara Gasimova. The repressive rage of the Azerbaijani government is also expressed beyond its borders, as demonstrated by the extradition proceedings initiated in Georgia against the independent journalist Afgan Sadygov.</p>\n\n\n\n<p>“We obviously support the #FreeAbzasJournalists campaign,  which has just been launched to demand the release of the six journalists from this independent media outlet, but we also demand the immediate release of the 17 other media workers unjustly imprisoned in Azerbaijan, and we also call on Georgia to release Afgan Sadygov,” insists EFJ General Secretary Ricardo Gutiérrez.</p>\n\n\n\n<p> “The international delegations attending COP29 should publicly express their solidarity with the imprisoned journalists. They cannot be complicit in the regime’s indiscriminate repression”.</p>\n\n\n\n<p>In April 2024 the European Parliament adopted an urgent resolution   calling for an “immediate and unconditional release of all political prisoners” in Azerbaidjan and for “EU sanctions under its global human rights sanctions regime to be imposed on Azerbaijani officials who have committed serious human rights violations.” The EFJ believes that it is high time to move from words to deeds.</p>\n","originalUrl":"https://en.tattvanews.com/international/23-azerbaidjan-journalists-in-jail-ahead-of-cop29%ef%bf%bc/","hasAudio":false,"hasInfographics":false}