{"id":"wp-en-14144","wp_id":14144,"type":"standard","category":"World","language":"en","title":"Puja Khedkar's IAS training cancelled in Maharashtra￼","excerpt":"The training of probationary IAS officer Puja Khedkar was cancelled on Tuesday amid a row over her selection in the civil services exam. Khedkar is under the scanner for allegedly forging disability certificates to clear the Civil Services examination. The letter stated, \" It is informed that Lal Bahadur Shastri National Academy of Administration (LBSNAA),","author":"Tattva News Team","time":"17/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Puja.jpg","readTime":"5 min read","contentHTML":"\n<p>The training of probationary IAS officer Puja Khedkar was cancelled on Tuesday amid a row over her selection in the civil services exam. Khedkar is under the scanner for allegedly forging disability certificates to clear the Civil Services examination.</p>\n\n\n\n<p>The letter stated, \" It is informed that Lal Bahadur Shastri National Academy of Administration (LBSNAA), Mussoorie has decided to keep your District Training Program on hold and immediately recall you for further necessary action. Therefore, you are hereby relieved from District Training Programme of State Government of Maharashtra. The letter from the Academy is attached herewith. You are instructed to join the Academy at the earliest but not later than 23rd July, 2024 under any circumstances.\"</p>\n\n\n\n<p>Meanwhile, hours after her training of probationary was cancelled, Puja Khedkar has registered a harassment case against the Pune Collector who ordered her transfer. Pune Collector Suhas Divase was the official who reported her alleged misuse of power to the Maharashtra government and subsequently, she was transferred to Washim.</p>\n\n\n\n<p>In the latest set of allegations, it was alleged that Dr Puja Khedkar had obtained a partial 'locomotor disability' certificate from a hospital at Pimpri in Pune district in August 2022.</p>\n\n\n\n<p>The authenticity of various certificates submitted by her to the Union Public Service Commission (UPSC), one of them indicating visual impairment, will be probed as instructed by the Commissioner for Persons with Disabilities, police said earlier in the day.</p>\n\n\n\n<p>Khedkar had earlier submitted two certificates, provided by the Ahmednagar District Civil Hospital in 2018 and 2021, to the UPSC under the Persons with Benchmark Disabilities (PwBD) category. Additionally, she had applied for a disability certificate from the Aundh government hospital in Pune in August 2022, but after medical tests her application was rejected. </p>\n\n\n\n<h1 class=\"wp-block-heading\"><strong>Delhi Police files chargesheet against Kejriwal's aide Bibhav Kumar</strong><strong></strong></h1>\n\n\n\n<p>The Delhi Police has filed a chargesheet against Bibhav Kumar, a close aide to Delhi Chief Minister Arvind Kejriwal, in connection with the assault case involving former Delhi Commission for Women (DCW) Chairperson Swati Maliwal. The chargesheet was submitted at the Tis Hazari Court.</p>\n\n\n\n<p>The chargesheet alleges Kumar's involvement in the assault on Maliwal, which occurred earlier this year. The incident sparked significant controversy and highlighted concerns over the safety of public officials in the national capital.</p>\n\n\n\n<p>The Tis Hazari Court will now review the chargesheet and proceed with the legal formalities. The case has drawn attention due to the high-profile nature of the individuals involved and the potential implications for Delhi's political landscape.</p>\n\n\n\n<p>The Delhi Police's chargesheet is extensive, comprising 300 pages. During the investigation, police questioned 100 people and listed 50 as witnesses. The charges against Kumar include sections 341, 354, 354B, 506, 509, and 201 of the Indian Penal Code (IPC).</p>\n","originalUrl":"https://en.tattvanews.com/national/puja-khedkars-ias-training-cancelled-in-maharashtra%ef%bf%bc/","hasAudio":false,"hasInfographics":false}