{"id":"wp-en-13266","wp_id":13266,"type":"standard","category":"World","language":"en","title":"PEC demand probe into UP journalist Ashutosh Srivastava’s murder","excerpt":"By Nava Thakuria Geneva- based Press Emblem Campaign (PEC), the global safety and media rights body, strongly condemns the murder of Ashutosh Srivastava, an Indian journalist based in Uttar Pradesh, on  13 May 2024 and demands a fair probe to identify and punish the  perpetrators under the law of the land. Ashutosh (45), who hails","author":"Tattva News Team","time":"15/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/UP-Jour.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava Thakuria </strong></p>\n\n\n\n<p>Geneva- based Press Emblem Campaign (PEC), the global safety and media rights body, strongly condemns the murder of Ashutosh Srivastava, an Indian journalist based in Uttar Pradesh, on  13 May 2024 and demands a fair probe to identify and punish the  perpetrators under the law of the land.</p>\n\n\n\n<p>Ashutosh (45), who hails from Jaunpur locality, was associated with nationalist news channel Sudarshan News and he was targeted by miscreants on the outskirts of the city. He was sent to a nearby hospital but the attending doctors declared him dead. Soon after he received threats for a series of reports on  illegal cow slaughtering incidents, Ashutosh even urged the local police for protection, but in vain.</p>\n\n\n\n<p>“Ashutosh Srivastava is the 46th victim among journalists killed since 1 January this year. We urge the Uttar Pradesh government led by hardliner Hindu nationalist  Yogi Adityanath to investigate the murder and book the culprits for legal punishment. PEC also extends the local scribe’s body named Jaunpur Patrakar Sangh in its fight for justice to the victim,” said Blaise Lempen, president of PEC (https://pressemblem.ch/pec-news.shtml), adding that the local media organisations have demanded the government in Lucknow to offer Rs  5 million to the bereaved family.</p>\n\n\n\n<p>PEC’s south Asia representative Nava Thakuria revealed that five journo-casualties have been reported this year where Pakistan lost three scribes (Maulana Mohammad Siddique Mengal, Jam Saghir Ahmed Lar and Tahira Nosheen Rana) along with one (Ko Myat Thu Tun)  in Myanmar. Last year  India witnessed the killing of journalists namely Shashikant Warishe, Abdur Rauf Alamgir and Vimal Kumar Yadav.</p>\n\n\n\n<p>Monday witnessed the fourth phase of polling under India’s general elections to form 18th Lok Sabha and three phases more are waiting for voting, where the counting for votes will take place on 4 June next (results are expected the same day). As the slaughtering of cows, which is adored by the Hindus as holy, remains illegal in Uttar Pradesh, it’s often reported the conflicts between the cow traders and Hindu nationalists in media outlets. Ashutosh might have become a victim of circumstance and definitely deserves justice.</p>\n","originalUrl":"https://en.tattvanews.com/national/pec-demand-probe-into-up-journalist-ashutosh-srivastavas-murder%ef%bf%bc/","hasAudio":false,"hasInfographics":false}