{"id":"wp-te-19379","wp_id":19379,"type":"standard","category":"World","language":"te","title":"మోదీ ప్రమాణ స్వీకారోత్సవానికి విదేశీ నేతలు","excerpt":"దేశ ప్రధానిగా మూడోసారి నరేంద్ర మోదీ  ఈ నెల 9న ఆదివారం  ప్రమాణస్వీకారం చేయనున్నారు. ఈ సందర్భంగా ఈ మహోత్సవానికి విదేశీ నేతలు హాజరుకానున్నారు. పొరుగుదేశాలైన బంగ్లాదేశ్, శ్రీలంక, భూటాన్, నేపాల్, మారిషస్ అధినేతలకు మన ప్రభుత్వం నుంచి ఆహ్వానాలు అందవచ్చని సంబంధిత వర్గాలు వెల్లడించాయి.  బంగ్లాదేశ్ ప్రధాని షేక్ హసీనా, శ్రీలంక అధ్యక్షులు రణిల్ విక్రమ్ సింఘే, నేపాల్ ప్రధాని పుష్ప కమల్ దహల్ ‘ప్రచండ’ , భూటాన్ ప్రధాని షెరింగ్ తొబ్‌గే, మారిషస్ ప్రధాని","author":"Tattva News Team","time":"6/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi.jpg","readTime":"5 min read","contentHTML":"\n<p>దేశ ప్రధానిగా మూడోసారి నరేంద్ర మోదీ  ఈ నెల 9న ఆదివారం  ప్రమాణస్వీకారం చేయనున్నారు. ఈ సందర్భంగా ఈ మహోత్సవానికి విదేశీ నేతలు హాజరుకానున్నారు. పొరుగుదేశాలైన బంగ్లాదేశ్, శ్రీలంక, భూటాన్, నేపాల్, మారిషస్ అధినేతలకు మన ప్రభుత్వం నుంచి ఆహ్వానాలు అందవచ్చని సంబంధిత వర్గాలు వెల్లడించాయి. </p>\n\n\n\n<p>బంగ్లాదేశ్ ప్రధాని షేక్ హసీనా, శ్రీలంక అధ్యక్షులు రణిల్ విక్రమ్ సింఘే, నేపాల్ ప్రధాని పుష్ప కమల్ దహల్ ‘ప్రచండ’ , భూటాన్ ప్రధాని షెరింగ్ తొబ్‌గే, మారిషస్ ప్రధాని ప్రవింద్ జుగ్‌నాథ్, హాజరు కానున్నట్టు తెలుస్తోంది. శ్రీలంక అధ్యక్షులు రణిల్ విక్రమ్ సింఘేకు ఇప్పటికే ఆహ్వానం అందిందని శ్రీలంక అధ్యక్షుడి మీడియా కార్యాలయం వెల్లడించింది. దానిని తమ అధ్యక్షుడు అంగీకరించారని తెలిపింది. </p>\n\n\n\n<p>అలాగే బంగ్లాదేశ్ ప్రధాని షేక్ హసీనాతో మోడీ ఫోనులో మాట్లాడారని ప్రమాణస్వీకారానికి ఆహ్వానించారని దౌత్యవర్గాలు తెలిపాయి. పొరుగు దేశమైన పాకిస్థాన్ ప్రధాని షెహబాజ్ షరీఫ్‌కు మాత్రం ఇంకా మోదీ నుంచి ఆహ్వానం అందలేదు. </p>\n\n\n\n<p>జూన్ 10 వరకు చైనా పర్యటనలో షెహబాజ్ ఉంటున్నందున జూన్ 9 నాటి ప్రమాణ స్వీకారానికి ఆయన హాజరు కాలేకపోవచ్చని తెలుస్తోంది.2014 లో మోదీ  మొదటిసారి ప్రధానిగా ప్రమాణస్వీకారం చేసినప్పుడు అప్పటి పాక్ ప్రధాని నవాజ్ షరీఫ్‌తోపాటు సార్క్ నేతలంతా పాల్గొన్నారు.</p>\n\n\n\n<p><strong>అమెరికా అధ్యక్షుడు బైడెన్ నుంచి మొట్టమొదటి అభినందనలు</strong></p>\n\n\n\n<p>ప్రపంచ అగ్రనేతల్లో అమెరికా అధ్యక్షుడు బైడెన్ మొట్టమొదట ప్రధాని మోదీని అభినందించారు. మూడోసారి ప్రధానిగా విజయం సాధించడంపై మోదీకి, బీజేపీకి ఆయన అభినందనలు తెలిపారు. ఉభయ దేశాల మధ్య సంబంధాల్లో కొత్త ప్రభుత్వం నుంచి మరింత ఊపు అందుకోగలదని ఆశిస్తున్నానని పేర్కొన్నారు.</p>\n\n\n\n<p> అమెరికా తరఫున బైడెన్ జాతీయ భద్రతా సలహాదారు జేక్ సుల్లివాన్ హాజరు కానున్నారు. ఏప్రిల్ లోనే భారత్‌లో పర్యటించాలనుకున్న సుల్లివాన్ ఇరాన్‌-ఇజ్రాయెల్ సంక్షోభం, పన్నూన్ సంఘటన కారణంగా పర్యటన వాయిదా పడింది. ఈమేరకు శ్వేతభవనం మోడీ విజయం చారిత్రాత్మకంగా అభివర్ణిస్తూ ఫోన్ ద్వారా ప్రకటించింది.</p>\n\n\n\n<p><strong>కెనడా ప్రధాని ట్రూడో అభినందనలు</strong><br>ఎన్నికల్లో ప్రధాని నరేంద్ర మోదీ విజయం సాధించడంపై కెనడా ప్రధాని జస్టిన్ ట్రూడో అభినందనలు తెలియజేశారు. “ఎన్నికల్లో విజయం సాధించినందుకు ప్రధాని మోడీకి అభినందనలు. రెండు దేశాల మధ్య సంబంధాలు మరింత ముందుకు వెళ్లేలా మోడీ ప్రభుత్వంతో కలిసి కెనడా ప్రభుత్వం పనిచేస్తుంది. మానవ హక్కులను , వైవిధ్యాన్ని, చట్టాన్ని పరిరక్షించుకుంటూ ముందుకెళ్తాం ” అని ట్రూడో తన ఎక్స్ ఖాతాలో పేర్కొన్నారు. హర్‌దీప్‌సింగ్‌నిజ్జర్ హత్యతో రెండు దేశాల మధ్య ఉద్రిక్తతలు నెలకొన్నప్పటికీ, ట్రూడో మోదీకి ప్రత్యేకంగా అభినందనలు తెలియజేశారు.</p>\n","originalUrl":"https://tattvanews.com/19379/06/06/2024/","hasAudio":false,"hasInfographics":false}