{"id":"wp-en-15278","wp_id":15278,"type":"standard","category":"World","language":"en","title":"Foreign tourist arrivals to reach 10.1 million this year￼","excerpt":"Foreign tourist arrivals in India are estimated to reach 10.1 million this year, up from 9.2 million in 2022, though still below the pre-pandemic level of 10.9 million in 2019, according to a report released by Booking.com in collaboration with Accenture. The report, titled ‘How India Travels 2024 – The Inbound Edit,’ predicts that India","author":"Tattva News Team","time":"11/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Foreign-travellors.jpeg","readTime":"5 min read","contentHTML":"\n<p>Foreign tourist arrivals in India are estimated to reach 10.1 million this year, up from 9.2 million in 2022, though still below the pre-pandemic level of 10.9 million in 2019, according to a report released by Booking.com in collaboration with Accenture.</p>\n\n\n\n<p>The report, titled ‘How India Travels 2024 – The Inbound Edit,’ predicts that India will exceed pre-pandemic arrival numbers by 2025. Despite the lag in foreign arrivals, India’s recovery in tourist spending has been notably swift compared to its peers in the Asia-Pacific region, rebounding to 94% of its 2019 spending by 2023.</p>\n\n\n\n<p>Average spending by Indian travellers also increased by 13% during the same period. The US, United Kingdom, Germany, and UAE have emerged as India's top inbound source markets, reflecting a shift from traditional leaders like China, Canada, and Bangladesh. Additionally, emerging destinations such as Hampi, Leh, and Khajuraho have seen significant growth in popularity.</p>\n\n\n\n<p>The report highlights challenges such as limited customization options (49%), lack of bundled travel packages (51%), and information overload (43%) that hinder traveller experiences. Many international visitors seek personalized itineraries but struggle to plan seamless trips.</p>\n\n\n\n<p>The report emphasizes the need for the industry to address these issues by improving digital resources, expanding direct flights, simplifying visa processes, and promoting India’s diverse travel offerings.</p>\n\n\n\n<p>According to the country head for the Indian subcontinent and Indonesia at Booking.com, Mr. Santosh Kumar, India’s inbound tourism is experiencing unprecedented growth due to its rich cultural heritage and hospitality. He noted that India’s rise to 39th in the World Economic Forum’s 2024 Travel & Tourism Development Index, up from 54th in 2021, underscores the country's growing appeal as a global destination.</p>\n","originalUrl":"https://en.tattvanews.com/economy/foreign-tourist-arrivals-to-reach-10-1-million-this-year%ef%bf%bc/","hasAudio":false,"hasInfographics":false}