{"id":"wp-en-14912","wp_id":14912,"type":"standard","category":"World","language":"en","title":"Health coverage for all senior citizens above 70 under Ayushman Bharat","excerpt":"The Union Cabinet on Wednesday cleared the expansion of the Ayushman Bharat scheme to persons over the age of 70 years, regardless of their income level – a major poll promise of the BJP during this year’s Lok Sabha elections. The initial outlay of the scheme will be Rs 3,437 crore. “This is a demand-based","author":"Tattva News Team","time":"12/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Ayushman-Bharat1.webp","readTime":"5 min read","contentHTML":"\n<p>The Union Cabinet on Wednesday cleared the expansion of the Ayushman Bharat scheme to persons over the age of 70 years, regardless of their income level – a major poll promise of the BJP during this year’s Lok Sabha elections.</p>\n\n\n\n<p>The initial outlay of the scheme will be Rs 3,437 crore. “This is a demand-based scheme; as the demand goes up, the coverage will also be increased,” said Union minister Ashwini Vaishnav while announcing the cabinet decision.</p>\n\n\n\n<p>The Ayushman Bharat — the world’s largest insurance scheme — currently provides an annual Rs 5 lakh coverage to the poorest 40 per cent.</p>\n\n\n\n<p>Wednesday’s decision will add nearly 6 crore additional beneficiaries from 4.5 crore families to the flagship scheme. While the scheme was geared towards universal health coverage, this will be the first age-cohort to receive complete coverage.</p>\n\n\n\n<p>The cabinet meeting was chaired by Prime Minister Narendra Modi. With the expansion of the scheme, the eligible senior citizens would now be issued a new distinct card under the AB PM-JAY. </p>\n\n\n\n<p>Not only will it cover citizens over the age of 70 years from the middle and high income families, it will extend the cover of poor patients to Rs 10 lakh. “For senior citizens from poor families who were already covered under the scheme, there will be an additional top-up coverage of Rs 5 lakh,” said Vaishnav.</p>\n\n\n\n<p>He said that the Rs 5 lakh coverage will be shared between senior citizens in one household. “If there are two senior citizens in a family, then the Rs 5 lakh coverage will be shared between them. This is a big step for the social security of senior citizens, especially as India transitions to nuclear families,” said Vaishnav.</p>\n\n\n\n<p>Ashwini Vaishnaw further said that a big decision has been taken regarding pollution and sustainable development. \"PM E-Drive, it is a programme of Rs 10,900 crore... Today, we have launched the PM E-Drive scheme, in which two wheelers, three wheelers, trucks, ambulances and e-buses will be covered,\" he said. </p>\n\n\n\n<p>He said the Union Cabinet, chaired by Prime Minister Narendra Modi, approved ‘Mission Mausam' with an outlay of Rs.2,000 crore over two years.  Mission Mausam, to be chiefly implemented by the Ministry of Earth Sciences, is envisaged to be a multi-faceted and transformative initiative to tremendously boost India's weather and climate-related science, research, and services.</p>\n","originalUrl":"https://en.tattvanews.com/national/health-coverage-for-all-senior-citizens-above-70-under-ayushman-bharat/","hasAudio":false,"hasInfographics":false}