{"id":"wp-te-19427","wp_id":19427,"type":"standard","category":"World","language":"te","title":"టి20 ప్రపంచకప్‌లో భారత్, పాక్ పోరు నేడే","excerpt":"టి20 ప్రపంచకప్‌లో దాయాదులు భారత్, పాక్ పోరు కోసం ఎదురుచూస్తున్న క్రికెట్ అభిమానులకుమ సమయం రానేవచ్చింది. ఆదివారం న్యూయార్క్ వేదికగా జరగనున్న హైఓల్టేజ్ మ్యాచ్‌లో చిరకాల ప్రత్యర్థి భారత్‌తో పాకిస్థాన్ అమీతుమీ తేల్చుకోనుంది. తొలి మ్యాచ్‌లో ఐర్లాండ్‌పై గెలుపొంది ఆత్మవిశ్వాసంతో భారత్ బరిలోకి దిగుతుండగా మొదటి మ్యాచ్‌ను ఓటమితో ప్రారంభించిన పాకిస్థాన్ మరో ఆసక్తికరపోరుకు సిద్దమైంది.  పసికూన అమెరికా చేతిలో అనూహ్య పరాజయాన్ని ఎదుర్కొన్న పాకిస్థాన్ మెగా టోర్నీలో కొనసాగాలంటే ఈ బిగ్ మ్యాచ్‌లో గెలవడం చాలా","author":"Tattva News Team","time":"9/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Ind-PAK.jpg","readTime":"5 min read","contentHTML":"\n<p>టి20 ప్రపంచకప్‌లో దాయాదులు భారత్, పాక్ పోరు కోసం ఎదురుచూస్తున్న క్రికెట్ అభిమానులకుమ సమయం రానేవచ్చింది. ఆదివారం న్యూయార్క్ వేదికగా జరగనున్న హైఓల్టేజ్ మ్యాచ్‌లో చిరకాల ప్రత్యర్థి భారత్‌తో పాకిస్థాన్ అమీతుమీ తేల్చుకోనుంది. తొలి మ్యాచ్‌లో ఐర్లాండ్‌పై గెలుపొంది ఆత్మవిశ్వాసంతో భారత్ బరిలోకి దిగుతుండగా మొదటి మ్యాచ్‌ను ఓటమితో ప్రారంభించిన పాకిస్థాన్ మరో ఆసక్తికరపోరుకు సిద్దమైంది. </p>\n\n\n\n<p>పసికూన అమెరికా చేతిలో అనూహ్య పరాజయాన్ని ఎదుర్కొన్న పాకిస్థాన్ మెగా టోర్నీలో కొనసాగాలంటే ఈ బిగ్ మ్యాచ్‌లో గెలవడం చాలా ముఖ్యం. దీంతో ఇరు జట్లు మధ్య పోరు హోరాహోరీ సాగడం ఖాయంగా కనిపిస్తోంది. ఈ మ్యాచ్‌లో టీమిండియా గెలిచి టేబుల్ టాపర్‌గా నిలవాలనే యోచనలో ఉంది. తొలి మ్యాచ్ లో విఫలమైన కోహ్లీ ఈ మ్యాచ్‌లో బ్యాట్ ఝలిపించాలనే కసితో ఉన్నాడు.</p>\n\n\n\n<p> పాకిస్థాన్‌పై పరగులు యంత్రంలా మారే కోహ్లీ ఈ మ్యాచ్‌లో పరుగుల వరద పారించడం ఖాయంగానే కనిపిస్తోంది. ఇక తొలి మ్యాచ్‌లో కెప్టెన్ ఇన్నింగ్స్‌తో రాణించిన రో హిత్ శర్మ అదే జోరును కొనసాగిస్తే భారత్ గెలు పు సునయాసమే. పించ్ హిట్టర్లయిన సూర్యా, రిషభ్ పంత్, శివం ధూబె, రవింద్ర జడేజా, యశస్వి జైశ్వాల్, సంజుసామ్‌సన్ బ్యాట్‌తో రాణిస్తే భారత్ భారీ స్కోరు ఖాయం.</p>\n\n\n\n<p>ఆరంభ మ్యాచ్‌లో రెచ్చిపోయిన పాండ్య అటు బ్యాట్, ఇటు బౌలింగ్ రాణిస్తుండటం టీమిండియాకు కలిసొచ్చే అంశమనే చెప్పొచ్చు. ఇక భారత బౌలింగ్ దళం పటిష్టంగా కనిపిస్తోంది. బుమ్రా, అక్షర్ పటేల్, మహ్మద్ సిరాజ్ పేస్ ప్రత్యర్థులను భయపెట్టిస్తుండగా.. స్పిన్నర్లు కుల్‌దీప్ యాదవ్, అర్షదీప్ సింగ్, యాజువేంద్ర చాహల్ బ్యాటర్లను తక్కువ పరుగులకే కట్టడి చేస్తుండటం సయితం హర్షణియమమే. </p>\n\n\n\n<p>ఇక భారత్ బ్యాటింగ్ బౌలింగ్‌లలో సమష్టిగా రాణిస్తే భారత్ ఖాతాలో మరో గెలుపు చేరడం ఖాయమనే చెప్పొచ్చు. ఇక ఆమెరికాతో ఓడిన పాక్ ఈ మ్యాచ్‌లో విజయం సాధిస్తే ఎలాంటి సమీకరణాలతో సంబంధం లేకుండా పాకిస్థాన్ సూపర్-8కు అర్హత సాధిస్తోంది. ఓడితే మాత్రం అమెరికా ఆడే మ్యాచ్‌ల ఫలితాలపై ఆధారపడాల్సి ఉంటుంది. </p>\n\n\n\n<p>ఈ క్రమంలోనే భారత్‌ను ఓడించడమే లక్ష్యంగా పాకిస్థాన్ సన్నదమవుతోంది. ఈ క్రమంలోనే తుది జట్టులో మార్పులు చేసేందుకు రెడీ అయ్యింది. ఇకపోతే ఇరుదేశాల మధ్య ఇప్పటివరకు ఎనిమిది టి20 ప్రపంచ కప్‌లలో భాగంగా మొత్తం 7 సార్లు తలపడ్డాయి. ఇందులో టీమిండియా ఐదు మ్యాచ్ లలో విజయం సాధించగా.. పాకిస్తాన్ ఒక్క మ్యాచ్లో విజయం సాధించింది. మరో మ్యాచ్ డ్రా అయ్యింది.</p>\n\n\n\n<p><a href=\"https://telugu.hindustantimes.com/cricket/ipl\" target=\"_blank\" rel=\"noreferrer noopener\"></a></p>\n","originalUrl":"https://tattvanews.com/19427/09/06/2024/","hasAudio":false,"hasInfographics":false}