{"id":"wp-en-15695","wp_id":15695,"type":"standard","category":"World","language":"en","title":"RSS Chief Mohan Bhagwat calls for 3-child norm","excerpt":"RSS chief Mohan Bhagwat on Sunday expressed concern about India’s falling fertility rate and said couples should have at least three children to ensure that India’s population does not decline. Addressing the Kathale Kul Sammelan in Nagpur on Sunday, the RSS sarsanghchalak said according to population science, when the population growth is below 2.1, a society","author":"Tattva News Team","time":"2/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Dr-Bhagwat.webp","readTime":"5 min read","contentHTML":"\n<p>RSS chief Mohan Bhagwat on Sunday expressed concern about India’s falling fertility rate and said couples should have at least three children to ensure that India’s population does not decline.</p>\n\n\n\n<p>Addressing the Kathale Kul Sammelan in Nagpur on Sunday, the RSS sarsanghchalak said according to population science, when the population growth is below 2.1, a society perishes on its own. Nobody destroys it. It no longer exists anywhere in the world.</p>\n\n\n\n<p>Therefore, he added that it should not come below 2.1 at any cost. As per the population policy of 1998 or 2002, I don’t exactly remember, it was said that the population growth rate should not go below 2.1. Now a human is not born in the 0.1 fraction … So, it should be a minimum of three).</p>\n\n\n\n<p>Bhagwat went on to say, “We count the family as a vital unit that makes up a society. The culture and values are inherited and passed from one generation to another, thus preserving the core systems and values that are timeless and relevant not just to Indians but also globally.”</p>\n\n\n\n<p>He pointed out that population imbalances between communities can affect geographical boundaries and must not be ignored. He also stressed the importance of maintaining balance among communities in the country.</p>\n\n\n\n<p>“It is true that the higher the population, the greater the burden. If the population is used properly, it becomes a resource. We also have to consider how many people our country can feed and support after 50 years. Population imbalance leads to changes in geographical boundaries,\" Bhagwat had said.</p>\n\n\n\n<p>“Population control and religion-based population balance is an important subject that can no longer be ignored...So a comprehensive population policy should be brought and should be equally applicable to all. Only then rules pertaining to population control will yield results,” added Bhagwat.</p>\n","originalUrl":"https://en.tattvanews.com/national/rss-chief-mohan-bhagwat-calls-for-3-child-norm-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}