{"id":"wp-en-14243","wp_id":14243,"type":"standard","category":"World","language":"en","title":"Nirmala Sitharaman revised income tax slabs to help tax payers","excerpt":"Finance Minister Nirmala Sitharaman announced in the Union Budget for 2024-25 the revised income tax slabs that could potentially help tax payers see a net gain of around Rs 17,500 in a year. The tax for a salary of upto 3 lakh is nil, between Rs 3 to 7 lakh is 5 %, between Rs 7 to","author":"Tattva News Team","time":"23/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Nirmala.jpeg","readTime":"5 min read","contentHTML":"\n<h1 class=\"wp-block-heading\">Finance Minister Nirmala Sitharaman announced in the Union Budget for 2024-25 the revised income tax slabs that could potentially help tax payers see a net gain of around Rs 17,500 in a year.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">The tax for a salary of upto 3 lakh is nil, between Rs 3 to 7 lakh is 5 %, between Rs 7 to 10 lakh is 10%, between Rs 10 to 12 lakh is 15%, between Rs 12 to 15 lakh is 20%, and over Rs 15 lakh is 30%.</h1>\n\n\n\n<h1 class=\"wp-block-heading\">The revised slabs come as part of the rationalisation exercise that aims to reduce burden on those who earn lesser incomes. The government has also proposed that the standard tax deduction be hiked from Rs 50,000 to Rs 75,000. Sithamaran also said the government has proposed to abolish angel tax to give boost to start-ups.</h1>\n\n\n\n<p>Sitharaman said that custom duty on mobile phones, accessories, and chargers has been reduced to 15%. The government has also proposed reduction in basic customs duty on gold and silver to 6% and platinum to 6.4%.</p>\n\n\n\n<p>The government will provide financial support for loans up to Rs 10 lakh for higher education in domestic institutions, Sitharaman said. She also announced that the government will provide 12-month internship opportunities to 1 crore youth in top 500 companies for a 5 year period.</p>\n\n\n\n<p>The government will give internship allowance of Rs 5,000 per month and a one time assistance of Rs 6,000. The companies will bear training cost and 12% of the internship cost.</p>\n\n\n\n<p>Sitharaman announced three employment-linked incentive schemes in a bid to push employment in manufacturing and other formal sectors of the economy. According to Sitharaman, the government will implement three schemes as part of the Prime Minister’s Budget package.</p>\n\n\n\n<p>It will provide a month’s wage to all employees entering the workforce in all formal sectors. Direct benefit transfer of one month’s salary in three installments to first-time employees as registered with the EPFO will be up to Rs 15,000. The eligibility limit will be Rs 1 lakh per month. The scheme is likely to benefit 210 lakh youths.</p>\n\n\n\n<p>A scheme to incentivise additional employment in the manufacturing sector linked to the employment of first-time employees. An Incentive will be provided at specified scale directly to the employee as well as the employer with respect to EPFO contribution in the first four years of employment. The scheme is likely to benefit 30 lakh youths and their employers.</p>\n\n\n\n<p>The employer-focussed scheme will cover additional employment in all sectors. All additional employment within a salary of Rs 1 lakh per month will be counted. The government will reimburse to employers up to Rs 3,000 per month for two years towards the EPFO contribution for each additional employee. The scheme is expected to incentivise additional employment of 50 lakh persons.</p>\n","originalUrl":"https://en.tattvanews.com/national/nirmala-sitharaman-revised-income-tax-slabs-to-help-tax-payers%ef%bf%bc/","hasAudio":false,"hasInfographics":false}