{"id":"wp-en-13505","wp_id":13505,"type":"standard","category":"World","language":"en","title":"￼Climate change has been at work, says The State of India’s Environment in Figures￼","excerpt":"“As the World Environment Day (June 5) draws near, India awaits the end of its national elections and declaration of their results. The State of India’s Environment in Figures – an annual publication by Centre for Science and Environment (CSE) and Down To Earth magazine – is a unique collation of statistics which provides a snapshot","author":"Tattva News Team","time":"1/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/CSE.jpg","readTime":"5 min read","contentHTML":"\n<p>“As the World Environment Day (June 5) draws near, India awaits the end of its national elections and declaration of their results. The <em>State of India’s Environment in Figures</em> – an annual publication by Centre for Science and Environment (CSE) and Down To Earth magazine – is a unique collation of statistics which provides a snapshot of the state of affairs in the country using numbers. What it also provides is an agenda for development, based on hard facts and data, to the new-old government that will emerge to take hold of the reins of the country,” said Sunita Narain, director general of CSE, here today.</p>\n\n\n\n<p>She was speaking at a webinar organised by CSE to release the 2024 edition of the <em>State of India’s Environment in Figures</em>.</p>\n\n\n\n<p>Narain added: “The numbers revealed by this report do paint a grim picture. But therein hides an opportunity. In painting its picture, the report outlines the priorities for the new regime – the sectors where we must craft our development plans, keeping in mind the climate crisis that we face today.”</p>\n\n\n\n<p><em>SOE in Figures</em>, as the report is referred to, reveals some alarming truths indeed. Take the UN’s Sustainable Development Goals (SDGs). With a score of a little over 63 out of 100, India ranks a dismal 112<sup>th</sup> among 166 nations with respect to its preparedness to meet the Goals.</p>\n\n\n\n<p>India’s renewable energy generation (including hydro) has actually gone down by 1.5 per cent between 2022-23 and 2023-24 – 23 states and Union territories (UTs) have witnessed a drop. Per capita health expenditure is dipping as well: 12 states rank below the national average. The area insured under the national crop insurance scheme decreased by 12 per cent in 2022-23 compared to when the scheme was initiated.</p>\n\n\n\n<p><strong>State of the states</strong></p>\n\n\n\n<p>Says Richard Mahapatra, managing editor of Down To Earth: “The SOE in Figures tells us that many states and UTs are grappling with low per capita health expenditure, high incidence of non-communicable diseases, declining renewable energy generation, inadequate crop insurance coverage and deteriorating soil health.”</p>\n\n\n\n<p>In 26 states/UTs, non-communicable diseases account for 50 per cent of the total deaths. These states/UTs include Delhi, Goa, Kerala, Andhra Pradesh, Gujarat, Himachal Pradesh, Punjab, Telangana and most states in the northeastern parts of the country, among others. Twenty-three of the states/UTs have not achieved 100 per cent tap water connections in rural households, with West Bengal emerging as one of the states lagging behind.</p>\n\n\n\n<p>Nine of the states/UTs have air pollution levels so high that reducing their PM2.5 levels to the recommended standards of the World Health Organization (WHO) can extend the average lifespan of their residents by five years and three months. Among those which indicate a high potential gain in life expectancy are Delhi (11 years and 10 months), Uttar Pradesh (8 years and 10 months), Haryana (8 years and 4 months) and Bihar (7 years and 11 months), among others.</p>\n\n\n\n<p>In terms of per capita power availability, 16 states/UTs had a lower than national average – big states such as Uttar Pradesh, West Bengal, Kerala, Jharkhand, Assam and Bihar feature in the list.</p>\n\n\n\n<p><strong>State of climate</strong></p>\n\n\n\n<p>Climate change has been at work; <em>SOE in Figures</em> says 2023 was India’s second hottest year on record -- 102 weather stations across 26 out of 36 states/UTs witnessed record-breaking temperatures. It was also a very wet year, with 69 weather stations across 23 states/UTs registering record-breaking rainfall.</p>\n\n\n\n<p>Between January 1 and December 31, 2023, India experienced extreme weather events on 318 of the 365 days, says the report. These events claimed 3,287 lives and devastated 2.2 million hectare of crop area. In the first three months of 2023, lightning and storms were the most frequent extreme weather events. Says Rajit Sengupta, one of the lead researchers behind the CSE report: “Hailstorms (classified under lightning and storms) were geographically the most widespread event, with 25 states/UTs reporting them.”</p>\n\n\n\n<p>Adds Kiran Pandey, the other lead researcher: “In terms of the human costs, we have found that close to 90 per cent of new internal displacements in India have been due to climate-related events. India ranks as the 20<sup>th</sup> most disaster-affected country in the world.”</p>\n\n\n\n<p>In terms of greenhouse gas (GHG) emissions, India’s share jumped up 115 per cent between 1994 and 2019: in 2019, the country emitted 2,647 million tonne of carbon dioxide equivalent of GHGs. The energy industry was the biggest emitter: accounting for 76 per cent of the total national carbon dioxide emissions in 2019. The SOE in Figures also points out that the land use, land use change and forests sector removed/absorbed 20 per cent of India’s emissions in 2019.</p>\n\n\n\n<p>Said Narain: “Even as we are releasing this report, India is going through an intense heat wave. This is a time when we cannot but understand the crisis of a changing climate. This is borne out by the data in this report -- there is clear evidence that heat is rising and extreme weather events are breaking the backs of the poorest in our world.”</p>\n\n\n\n<p>Narain reiterated: “In such a scenario, our report points to priorities for planning -- water scarcity, water pollution, air pollution in cities, declining public transport, etc. This is where our focus has to be. This is a world where plans have to be crafted keeping in mind the crisis of climate change; but this is also a world where we would have the opportunity to address this crisis. We need clever solutions that will work for us – growth, livelihoods and wellbeing for all -- and also address climate change.”</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/%ef%bf%bcclimate-change-has-been-at-work-says-the-state-of-indias-environment-in-figures%ef%bf%bc/","hasAudio":false,"hasInfographics":false}