{"id":"wp-en-14175","wp_id":14175,"type":"standard","category":"World","language":"en","title":"Microsoft outage hits global airlines, banking￼","excerpt":"A major Microsoft technical outage on Friday disrupted banking, media operations and global flight services across the world, including in India. The tech giant said its outage started at about  6 pm ET (IST 3:30 am) on Thursday with customers experiencing issues with Microsoft 365 apps  and Azure service.  This led to the cancellation of","author":"Tattva News Team","time":"19/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Microsoft.jpg","readTime":"5 min read","contentHTML":"\n<p>A major Microsoft technical outage on Friday disrupted banking, media operations and global flight services across the world, including in India. The tech giant said its outage started at about  6 pm ET (IST 3:30 am) on Thursday with customers experiencing issues with Microsoft 365 apps  and Azure service. </p>\n\n\n\n<p>This led to the cancellation of several flights in the Central U.S. region and banks. The cause, exact nature and scale of the outage was unclear, though a new Crowdstrike (cybersecurity software firm) update is being cited as the cause of the outage, which has impacted Windows-based desktop and laptops. </p>\n\n\n\n<p>Though Microsoft said the issue was fixed early Friday, but companies across the U.S. and Europe were still reporting problems. The company clarified \"a small subset of services is still experiencing residual impact.\"</p>\n\n\n\n<p>In India, Akasa Air, IndiGo and SpiceJet reported issues with booking and check-in following which several airlines, grounded planes and disrupted flight operations at Delhi and Mumbai airports. </p>\n\n\n\n<p>While Akasa Airlines cited \"infrastructure issues with our service provider\" for the temporary unavailability of online services, including booking, check-in, SpiceJet announced activating manual check-in and boarding processes across airports. It also requested passengers with upcoming travel plans to arrive at the airport earlier than usual. IndiGo too warned that systems were currently impacted by a Microsoft outage. </p>\n\n\n\n<p>Indian IT Minister in an X post said that the  ministry is in touch with Microsoft regarding this global outage. He also informed that the reason for this outage has been identified and updates have been released to resolve the issue. In addition to this, he said that the Indian cyber security agency CERT-IN is also issuing a technical advisory.</p>\n\n\n\n<p>The government’s National Informatics Centre (NIC) network is not affected by Microsoft’s outage as per the information shared by the minister. </p>\n\n\n\n<p>In the US, American Airlines, Delta Airlines, United Airlines and Allegiant Air ordered ground stops. Spain too reported a \"computer incident\" at all its airports. Ryanair, Europe's largest carrier, also warned passengers of potential disruptions which it said would affect all airlines</p>\n\n\n\n<p>Microsoft has pinpointed a configuration change within its Azure cloud platform as the preliminary cause of the global outage. This change disrupted the connection between storage and computing resources, leading to connectivity failures for dependent Microsoft 365 services, according to the company's Service Health Status updates.</p>\n\n\n\n<p>As the world grapples with this widespread outage, questions about the cause linger. While details remain scarce, both Microsoft and CrowdStrike are actively investigating the issue.</p>\n","originalUrl":"https://en.tattvanews.com/national/microsoft-outage-hits-global-airlines-banking%ef%bf%bc/","hasAudio":false,"hasInfographics":false}