{"id":"wp-en-13427","wp_id":13427,"type":"standard","category":"World","language":"en","title":"Hamas attacks Israel again, fires 'big missiles' towards Tel Aviv￼","excerpt":"Hamas on Sunday said that it has launched rockets towards the Tel Aviv area in central Israel for the first time in nearly four months. Hamas armed wing al-Qassam Brigades said in a statement that it launched a 'big missile' attack on Tel Aviv.  In the statement on its Telegram channel, al-Qassam Brigades said the","author":"Tattva News Team","time":"27/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Hamas.jpg","readTime":"5 min read","contentHTML":"\n<p>Hamas on Sunday said that it has launched rockets towards the Tel Aviv area in central Israel for the first time in nearly four months. Hamas armed wing al-Qassam Brigades said in a statement that it launched a 'big missile' attack on Tel Aviv. </p>\n\n\n\n<p>In the statement on its Telegram channel, al-Qassam Brigades said the rockets were launched in response to what it called \"Zionist massacres against civilians\". </p>\n\n\n\n<p>At least eight rockets were fired from the Rafah area in southern Gaza and several were intercepted, said the Israeli military. No injuries have been reported so far. </p>\n\n\n\n<p>Rocket sirens were sounded in other cities and towns, including Herzliya and Petah Tikva.  Israel media published footage of missile fragments in the garden of a building in Herzliya. Another footage showed shrapnel damage to a bedroom in a house. </p>\n\n\n\n<p>The Gaza war has been going on for nearly eight months now after the October 7 Hamas attack on Israel. Nearly 36,000 Palestinians have been killed so far, according to the health officials. Around 80% of the population's 2.3 million people have fled their homes, severe hunger is widespread and UN officials say parts of the territory are experiencing famine.</p>\n\n\n\n<p>During the October 7 attack, around 1,200 people, mostly civilians, were killed by Hamas. The Palestinian militant group has also captured around 250 hostages. According to the IDF, around 100 hostages are still held captive in Gaza. </p>\n\n\n\n<p>Israel Prime Minister Benjamin Netanyahu has vowed to eliminate Hamas and bring back the hostages held captive by them. Israel has of late intensified its attack on Rafah, where hundreds of Palestinians have settled after fleeing their homes. </p>\n","originalUrl":"https://en.tattvanews.com/international/hamas-attacks-israel-again-fires-big-missiles-towards-tel-aviv%ef%bf%bc/","hasAudio":false,"hasInfographics":false}