{"id":"wp-te-19750","wp_id":19750,"type":"standard","category":"World","language":"te","title":"￼విద్యుత్ కమిషన్ రద్దు చేయాలని కెసిఆర్ పిటిషన్","excerpt":"తెలంగాణ రాష్ట్ర ప్రభుత్వం విద్యుత్ కొనుగోళ్లపై ఏర్పాటు చేసిన విచారణ కమిషన్‌ను రద్దు చేయాలంటూ బిఆర్‌ఎస్ అధినేత మాజీ సిఎం కెసిఆర్ హైకోర్టులో దాఖలు చేసిన పిటిషన్ విచారణ శుక్రవారానికి వాయిదా పడింది. విచారణ అనంతరం కెసిఆర్ తరపు న్యాయవాది ఆదిత్య మీడియాతో మాట్లాడారు.  ‘విద్యుత్ కమిషన్ నిబంధనలకు విరుద్ధంగా వ్యవహరించింది. జస్టిస్ సరసింహారెడ్డి ఏకపక్షంగా ప్రెస్‌మీట్ పెట్టి వివరాలను వెల్లడించారు. ఇది సుప్రీం కోర్టు తీర్పులకు విరుద్ధం. విద్యుత్ కొనుగోలు, పవర్ ప్లాంట్ల నిర్మాణాలపై వివరణ","author":"Tattva News Team","time":"28/6/2024","image":"https://tattvanews.com/wp-content/uploads/2023/12/KCR-1.jpg","readTime":"5 min read","contentHTML":"\n<p>తెలంగాణ రాష్ట్ర ప్రభుత్వం విద్యుత్ కొనుగోళ్లపై ఏర్పాటు చేసిన విచారణ కమిషన్‌ను రద్దు చేయాలంటూ బిఆర్‌ఎస్ అధినేత మాజీ సిఎం కెసిఆర్ హైకోర్టులో దాఖలు చేసిన పిటిషన్ విచారణ శుక్రవారానికి వాయిదా పడింది. విచారణ అనంతరం కెసిఆర్ తరపు న్యాయవాది ఆదిత్య మీడియాతో మాట్లాడారు.</p>\n\n\n\n<p> ‘విద్యుత్ కమిషన్ నిబంధనలకు విరుద్ధంగా వ్యవహరించింది. జస్టిస్ సరసింహారెడ్డి ఏకపక్షంగా ప్రెస్‌మీట్ పెట్టి వివరాలను వెల్లడించారు. ఇది సుప్రీం కోర్టు తీర్పులకు విరుద్ధం. విద్యుత్ కొనుగోలు, పవర్ ప్లాంట్ల నిర్మాణాలపై వివరణ ఇవ్వాలని కెసిఆర్‌కు నోటీసులు ఇచ్చారు. ఆయన లోక్‌సభ ఎన్నికల ప్రచారంలో ఉండడం వల్ల కొంత గడువు కోరారు' అని తెలిపారు. </p>\n\n\n\n<p>అయితే, నోటీసులకు సమాధానం ఇవ్వకముందే జస్టిస్ నరసింహారెడ్డి విలేకరుల సమావేశంలో వివరాలు వెల్లడించారని పేర్కొంటూ తెలంగాణ రాష్ట్రం ఏర్పడిన సమయంలో విద్యుత్ కొరత తీవ్రంగా ఉందని గుర్తుచేశారు. ఎలక్ట్రిసిటీ రెగ్యులేటరీ కమిషన్ నిర్ణయం తీసుకున్న తర్వాతే విద్యుత్ కొనుగోళ్లు జరిగాయని చెప్పారు. </p>\n\n\n\n<p>ఎఆర్‌సి కూడా జ్యూడిషియరీ సంస్థ. భద్రాద్రి, యాదాద్రి పవర్ ప్లాంట్ల నిర్మాణంలో సాంకేతిక లోపాలు ఉన్నాయని కమిషన్ చెబుతోందని చెబుతూ దేశంలో ఎన్నో వపర్ ప్లాంట్లను ఈ పద్ధతి ప్రకారం నిర్మించారని తెలిపారు. పవర్ ప్లాంట్ల నిర్మాణానికి జాతీయ హరిత ట్రైబ్యునల్ అనుమతి కూడా ఉందని చెప్పారు. </p>\n\n\n\n<p>ఎలక్ట్రిసిటీ రెగ్యులేటరీ కమిషన్ నిర్ణయాలపై ప్రత్యేకంగా కమిషన్ వేయొద్దని తెలిసినా ప్రభుత్వం జివొ విడుదల చేసిందని, కెసిఆర్ సమాధానం ఇవ్వకముందే విద్యుత్ కమిషన్ చైర్మన్ జస్టిస్ నరసింహారెడ్డి విద్యుత్ కొనుగోలు, పవర్ ప్లాంట్ల నిర్మాణంలో తప్పు జరిగినట్లుగా మాట్లాడారని న్యాయవాది ఆదిత్య వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/19750/28/06/2024/","hasAudio":false,"hasInfographics":false}