{"id":"wp-te-20809","wp_id":20809,"type":"standard","category":"World","language":"te","title":"వైసీపీకి మోదీదేవి, పోతుల సునీత రాజీనామా","excerpt":"అధికారం కోల్పోయిన తర్వాత ఏపీలో వైసీపీకి షాక్‌ల మీద షాక్‌లు తగులుతున్నాయి. సీనియర్ నేతల దగ్గర నుంచి జూనియర్ల వరకు అంతా పార్టీకి రాజీనామాలు చేస్తున్నారు. కీలక నేతలు అంతా పార్టీకి, పదవులకు గుడ్ బై చెప్పి.. అధికార తెలుగుదేశం పార్టీలో చేరుతున్నారు.  ఈ క్రమంలోనే తాజాగా రాజ్యసభ సభ్యుడు మోపిదేవి వెంకటరమణ వైసీపీకి రాజీనామా చేసి త్వరలోనే టీడీపీలో చేరనున్నట్లు తెలుస్తోంది. ఈ నేపథ్యంలో తాజాగా మరో నాయకురాలు ఎమ్మెల్సీ పోతుల సునీత.. వైసీపీకి, తన","author":"Tattva News Team","time":"28/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Mopidevi.webp","readTime":"5 min read","contentHTML":"\n<p>అధికారం కోల్పోయిన తర్వాత ఏపీలో వైసీపీకి షాక్‌ల మీద షాక్‌లు తగులుతున్నాయి. సీనియర్ నేతల దగ్గర నుంచి జూనియర్ల వరకు అంతా పార్టీకి రాజీనామాలు చేస్తున్నారు. కీలక నేతలు అంతా పార్టీకి, పదవులకు గుడ్ బై చెప్పి.. అధికార తెలుగుదేశం పార్టీలో చేరుతున్నారు. </p>\n\n\n\n<p>ఈ క్రమంలోనే తాజాగా రాజ్యసభ సభ్యుడు మోపిదేవి వెంకటరమణ వైసీపీకి రాజీనామా చేసి త్వరలోనే టీడీపీలో చేరనున్నట్లు తెలుస్తోంది. ఈ నేపథ్యంలో తాజాగా మరో నాయకురాలు ఎమ్మెల్సీ పోతుల సునీత.. వైసీపీకి, తన ఎమ్మెల్సీ పదవికి రాజీనామా చేశారు.</p>\n\n\n\n<p>లోక్‌సభ ఎన్నికల్లో, అసెంబ్లీ ఎన్నికల్లో ఘోర ఓటమి చవి చూసిన వైయస్ఆర్ కాంగ్రెస్ పార్టీకి వరుస దెబ్బలు తగులుతున్నాయి. గతంలో వైఎస్ రాజశేఖరరెడ్డి మద్దతుదారునిగా పేరొంది, ఆయన మంత్రివర్గంలో కూడా పనిచేసిన  మోపిదేవి వెంకట రమణ వైసిపి ప్రారంభం నుండి ఆ పార్టీలో కీలకంగా వ్యవహరిస్తూ వస్తున్నారు. వైఎస్ జగన్ మోహన్ రెడ్డిపై దాఖలు చేసిన సిబిఐ అవినీతి కేసుల్లో ముద్దాయిగా జైలులో గడిపి కూడా వచ్చారు. </p>\n\n\n\n<p>వెంకట రమణ తన రాజ్యసభ సభ్యత్వానికి రాజీనామా చేస్తున్నట్లు ప్రకటించారు. ఆయన బాటలోనే ఆ పార్టీకి చెందిన మరో రాజ్యసభ సభ్యుడు సైతం తన పదవిని అర్థాంతరంగా వదులుకునేందుకు సిద్దమయ్యారని సమాచారం. పారిశ్రామికవేత్తగా ఉన్న ఆ ఎంపీ సైతం తన సభ్యత్వానికి రాజీనామా చేసి తెలుగుదేశం పార్టీలో చేరాలని భావిస్తున్నట్లు తెలుస్తుంది. </p>\n\n\n\n<p>గత ఆదివారం హైదరాబాద్‌లో టీడీపీ జాతీయ అధ్యక్షుడు నారా చంద్రబాబు నాయుడితో వైసీపీ రాజ్యసభ సభ్యులు మోపిదేవి వెంకటరమణతోపాటు సదరు పారిశ్రామికవేత్త భేటీ అయినట్లు సమాచారం.  గురువారం మధ్యాహ్నం రాజ్యసభ పదవికి మోపిదేవి వెంకటరమణ రాజీనామా చేయనున్నారు. అందుకు సంబంధించిన లేఖను ఢిల్లీలో రాజ్యసభ చైర్మన్‌కు ఆయన స్వయంగా అందజేయనున్నారు. అనంతరం వైసీపీకి ఆయన రాజీనామా చేయాలని నిర్ణయం తీసుకున్నట్లు సమాచారం.</p>\n\n\n\n<p>కాగా, ఎమ్మెల్సీ పదవికి.. పార్టీ ప్రాథమిక సభ్యత్వానికి రాజీనామా చేస్తున్నట్లు వైసీపీ అధినేత వైఎస్ జగన్‌కు ఎమ్మెల్సీ సునీత లేఖ పంపినట్లు తెలుస్తోంది. అయితే తాను ఇప్పటికీ రాజీనామా మాత్రమే చేస్తున్నట్లు ఎమ్మెల్సీ సునీత తెలిపారు. ఇంకా ఏ పార్టీలో చేరాలి అనే దానిపై భవిష్యత్ కార్యాచరణను త్వరలోనే వెల్లడించనున్నట్లు చెప్పారు. </p>\n\n\n\n<p>గతంలో టీడీపీలో పోతుల సునీతా పనిచేశారు. ఆమె ఎమ్మెల్యేగా ఓడిపోవడంతో తెలుగుదేశం పార్టీ తరఫున ఎమ్మెల్సీగా ఎన్నికయ్యారు. ఆ తర్వాత 2019 ఎన్నికల్లో టీడీపీ ఘోర పరాజయంతో.. ఆమె వైసీపీ కండువా కప్పుకున్నారు. ఇప్పుడు వైసీపీ ఓటమి పాలు కావడంతో పార్టీకి, పదవికి గుడ్ బై చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/20809/28/08/2024/","hasAudio":false,"hasInfographics":false}