{"id":"wp-en-14345","wp_id":14345,"type":"standard","category":"World","language":"en","title":"MHA forms panel to probe Delhi IAS coaching centre flooding￼","excerpt":"The Ministry of Home Affairs (MHA) on Monday formed a high-level committee to investigate the death of three IAS aspirants at a coaching centre in Delhi due to flooding of the basement. “The committee will inquire into the reasons, fix responsibility, suggest measures and recommend policy changes,” a ministry spokesperson said in a post on","author":"Tattva News Team","time":"30/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Raus-IAS.jpg","readTime":"5 min read","contentHTML":"\n<p>The Ministry of Home Affairs (MHA) on Monday formed a high-level committee to investigate the death of three IAS aspirants at a coaching centre in Delhi due to flooding of the basement.</p>\n\n\n\n<p>“The committee will inquire into the reasons, fix responsibility, suggest measures and recommend policy changes,” a ministry spokesperson said in a post on X. The members of the panel included an additional secretary of the Ministry of Housing and Urban Affairs, Principal Secretary (Home) of Delhi government, Special CP of Delhi Police and a fire advisor.</p>\n\n\n\n<p>The panel will submit its report in 30 days, the ministry said. Three civil services aspirants died after a library housed in the basement of the coaching centre got inundated and reportedly led to the failure of the single biometric entry and exit point. </p>\n\n\n\n<p>While Lok Sabha members across party lines demanded an inquiry, hundreds of students continued their protests near Rau's IAS Study Circle in the west Delhi locality where the horror unfolded on Saturday night, killing the three students trapped in the basement illegally used as a library as floodwaters rose outside.</p>\n\n\n\n<p>Meanwhile, police have arrested seven persons in connection with the incident. Among them, the five accused—Tejinder Singh, Parvinder Singh, Harvinder Singh and Sarabjeet Singh, the four co-owners of the basement of the Rau’s IAS Study Circle at Old Rajinder Nagar, and the driver of a car, Manuj Kathuria—were sent to judicial custody for 14 days by a Delhi court on Monday.</p>\n\n\n\n<p>The BJP staged a protest near the AAP office, demanding the resignation of the Arvind Kejriwal government with state party chief Virendra Sachdeva saying the three died due to due to corruption of the Aam Aadmi Party that governs Delhi and MCD.</p>\n\n\n\n<p>The Aam Aadmi Party on its part protested near the L-G Secretariat to demand the sacking of officers who allegedly failed to issue directions for the desilting of drains in Delhi.</p>\n\n\n\n<p>In the Lok Sabha, BJP leader and New Delhi Lok Sabha MP Bansuri Swaraj blamed the AAP's \"utter apathy\" for the deaths and demanded that an inquiry committee under the Home Ministry be set up to probe the incident.</p>\n\n\n\n<p>\"Criminal negligence of the Aam Aadmi Party has led to the death of these students. An inquiry should be set up against the Delhi Government which is neck deep in corruption. Why are the drains not being cleaned in Delhi?\" she asked during Zero Hour.</p>\n\n\n\n<p>Echoing the demand for an inquiry, Congress MP from Thiruvananthapuram Shashi Tharoor said there has been a violation in safety codes, and demanded compensation for the families. He said drains have to be cleaned and steps taken to prevent recurrence of such incidents.</p>\n","originalUrl":"https://en.tattvanews.com/national/mha-forms-panel-to-probe-delhi-ias-coaching-centre-flooding%ef%bf%bc/","hasAudio":false,"hasInfographics":false}