{"id":"wp-en-14752","wp_id":14752,"type":"standard","category":"World","language":"en","title":"Digital transactions in India to grow 3x by 2028-29","excerpt":"Digital financial transactions in India are set to experience a threefold increase, growing from 159 billion in 2023-24 to 481 billion by 2028-29, as reported by PwC India's The Indian Payments Handbook 2024-29. The value of digital payments is expected to double, rising from US$ 3.16 trillion (Rs. 265 trillion) to US$ 7.06t trillion (Rs.","author":"Tattva News Team","time":"30/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Digital.jpg","readTime":"5 min read","contentHTML":"\n<p>Digital financial transactions in India are set to experience a threefold increase, growing from 159 billion in 2023-24 to 481 billion by 2028-29, as reported by PwC India's The Indian Payments Handbook 2024-29. The value of digital payments is expected to double, rising from US$ 3.16 trillion (Rs. 265 trillion) to US$ 7.06t trillion (Rs. 593 trillion).</p>\n\n\n\n<p>This growth is driven by technological innovations, enhanced government regulation and promotion, and the introduction of advanced technologies to improve user experience and risk management.</p>\n\n\n\n<p>The Unified Payments Interface (UPI) is projected to see a 57% increase in transaction volumes, with the number of transactions expected to jump from 131 billion to 439 billion by FY29, contributing over 91% to the overall retail digital payments in India by 2028-29.</p>\n\n\n\n<p>Credit cards have also seen significant growth, with over 16 million new cards issued in 2023-24, pushing the total number beyond 100 million. This has led to a 22% increase in transaction volume and a 28% rise in transaction value.</p>\n\n\n\n<p>Conversely, debit card usage has declined, with volumes falling from 3.94 billion in FY22 to 2.29 billion in FY24 and values dropping from US$ 86.97 billion (Rs. 7.3 trillion) to US$ 70.29 billion (Rs. 5.9 trillion). QR code infrastructure has expanded significantly, showing nearly 30% YoY growth in 2023-24 across various city tiers.</p>\n\n\n\n<p>Innovations like soundboxes and the Payments Infrastructure Development Fund (PIDF), introduced by the Reserve Bank of India, further accelerate this growth. The payments industry will focus on expanding ecosystems and exploring new use cases, with key drivers including embedded finance, ecosystem finance, digital lending based on payment data, and offline payments, according to Mr. Mihir Gandhi, partner and payments transformation leader at PwC India.</p>\n","originalUrl":"https://en.tattvanews.com/economy/digital-transactions-in-india-to-grow-3x-by-2028-29/","hasAudio":false,"hasInfographics":false}