{"id":"wp-te-19354","wp_id":19354,"type":"standard","category":"World","language":"te","title":"కేంద్రంలో కీలకం కానున్న చంద్రబాబు, నితీష్ కుమార్","excerpt":"సార్వత్రిక సమరం ముగిసింది అనుకుంటున్న వేళ మరో సమరం తెరపైకి వచ్చింది. అదే.. బీజేపీ సొంతంగా మెజారిటీ మార్క్ చేరకపోవడం పోవడంతో తిరిగి సంకీర్ణ రాజకీయాలు చోటుచేసుకోవాల్సి వస్తున్నది.  ప్రధాని మోదీ చరిష్మా మరోసారి మ్యాజిక్ చేస్తుందనుకున్న బీజేపీ నేతలకు ఇది మింగుడుపడటం లేదు. దీంతో మిత్రపక్షాల మద్దతు ఇప్పుడు కీలకంగా మారింది.  ఈ సందర్భంగా ఢిల్లీలో బుధవారం ఎన్డీయే పక్షాలు భేటీ కానున్నాయి.బీజేపీ సొంతంగా మ్యాజిక్ పిగర్ అయిన 272 సీట్లు సాధించలేకపోవడంతో మిత్రపక్షాల మద్దతుతోనే","author":"Tattva News Team","time":"5/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Nitish-Chandrababu.webp","readTime":"5 min read","contentHTML":"\n<p>సార్వత్రిక సమరం ముగిసింది అనుకుంటున్న వేళ మరో సమరం తెరపైకి వచ్చింది. అదే.. బీజేపీ సొంతంగా మెజారిటీ మార్క్ చేరకపోవడం పోవడంతో తిరిగి సంకీర్ణ రాజకీయాలు చోటుచేసుకోవాల్సి వస్తున్నది.  ప్రధాని మోదీ చరిష్మా మరోసారి మ్యాజిక్ చేస్తుందనుకున్న బీజేపీ నేతలకు ఇది మింగుడుపడటం లేదు. దీంతో మిత్రపక్షాల మద్దతు ఇప్పుడు కీలకంగా మారింది. </p>\n\n\n\n<p>ఈ సందర్భంగా ఢిల్లీలో బుధవారం ఎన్డీయే పక్షాలు భేటీ కానున్నాయి.బీజేపీ సొంతంగా మ్యాజిక్ పిగర్ అయిన 272 సీట్లు సాధించలేకపోవడంతో మిత్రపక్షాల మద్దతుతోనే ప్రభుత్వాన్ని ఏర్పాటు చేయాల్సిన పరిస్థితి ఏర్పడింది. టీడీపీకి 16, జేడీయూకు 12 సీట్లు రావడంతో టీడీపీ అధినేత చంద్రబాబు నాయుడు, జెడీయూ చీఫ్ నితీశ్ కుమార్ నూతన ప్రభుత్వం ఏర్పాటులో కీలకం కానున్నారు. </p>\n\n\n\n<p>అందుకనే వారిద్దరికీ స్వయంగా ప్రధాని మోదీ ఫలితాలు వస్తుండగానే మంగళవారం పోన్ చేసి మాట్లాడారు. ఈనెల 8న ఏపీ ముఖ్యమంత్రిగా చంద్రబాబు ప్రమాణ స్వీకారం చేయనున్న నేపథ్యంలో ఆ కార్యక్రమానికి తాను హాజరవుతానని బాబుకు మోదీ చెప్పారు.</p>\n\n\n\n<p>మరోవంక, వీరిద్దరి మద్దతు కూడాదీసుకోవడం దారా తాము కూడా అధికారం కోసం ప్రయత్నాలు చేయవచ్చనే ఆశలు ఇండియా కూటమిలో కలుగుతున్నాయి. ఎన్డీయే నుండి ఇటువైపు వస్తే ఉప ప్రధాని వంటి పదవులు ఇచ్చేందుకు కూడా సిద్దపడుతున్నారు. అయితే, చంద్రబాబు, నితీష్ తాము బుధవారం ఎన్డీయే సమావేశంలో పాల్గొంటామని స్పష్టం చేయడం ద్వారా కూటమి మారే అవకాశం లేదనే సంకేతాలు ఇస్తున్నారు.</p>\n\n\n\n<p>చంద్రబాబు, నితీష్ .. ఇద్దరూ కొద్దీ నెలల ముందే తిరిగి ఎన్డీయే కూటమిలో చేరినవారు కావడం గమనార్హం. గతంలో వారిద్దరూ కాంగ్రెస్ నేతృత్వంలోని కూటమిలో పనిచేసిన వారే. పైగా, 90వ దశకంలో వారిద్దరూ జాతీయ స్థాయిలో కూటమిలలో కీలక పాత్ర వహించినవారే. అందుచేత ఎన్డీయే కూటమి ప్రభుత్వం ఏర్పాటులో వారిద్దరూ కీలక సూత్రధారులు కానున్నారు.</p>\n\n\n\n<p>2014 తర్వాత కొంతకాలం వారిద్దరూ ఎన్డీయేలో కొనసాగినా బిజెపికి సొంతంగా పూర్తి ఆధిక్యత ఉండడంతో వారి ప్రాధాన్యత తక్కువగానే ఉందని చెప్పవచ్చు. అందుకనే వారి డిమాండ్ల పట్ల బిజెపి నాయకత్వం అనేక సమయాలలో సానుకూలంగా స్పందించిన దాఖలాలు లేవు. కానీ ఇప్పటి పరిస్థితులు వేరు కావడంతో వారిని `సంతృప్తి' పరచడం ఓ విధంగా బిజెపి నాయకత్వంకు సవాల్ గా మారే అవకాశం ఉంది.<br>తాము ఎన్డీఏలోనే ఉన్నామని, దేశంలో ఎన్నో రాజకీయ పరిణామాలను చూశానని, ఎన్డీఏ సమావేశానికి తాను వెళుతున్నానని ఎలాంటి సందేహాలు వద్దని ఢిల్లీ వెళ్లి వచ్చిన తర్వాత అన్ని విషయాలు చెబుతానని టిడిపి అధినేత చంద్రబాబు నాయుడు ఢిల్లీకి బయలుదేరే ముందు స్పష్టం చేశారు.</p>\n","originalUrl":"https://tattvanews.com/19354/05/06/2024/","hasAudio":false,"hasInfographics":false}