{"id":"wp-te-18436","wp_id":18436,"type":"standard","category":"World","language":"te","title":"సుప్రీం కోర్టులో చేతులు జోడించి క్షమాపణలు చెప్పిన రాందేవ్ బాబా","excerpt":"ప్రజలను తప్పుదారి పట్టించే విధమైన వాణిజ్య ప్రకటనలను ప్రచురించినందుకు కోర్టు ధిక్కరణ చర్యలను ఎదుర్కొంటున్న పతంజలి ఆయుర్వేద సహ వ్యవస్థాపకులు బాబా రాందేవ్, ఆచార్య బాలకృష్ణ మంగళవారం సుప్రీంకోర్టులో వ్యక్తిగతంగా హాజరై చేతులు జోడించి బేషరతు క్షమాపణలు కోరారు. అయితే వారి క్షమాపణలను పరిశీలించడానికి అంగీకరించిన సుప్రీంకోర్టు వారిపై కేసును పూర్తిగా కొట్టివేయలేదని స్పష్టం చేసింది. బేషరతుగా క్షమాపణలు చెబుతూ వారిద్దరూ దాఖలు చేసిన అఫిడవిట్లను ఏప్రిల్ 10న తోసిపుచ్చిన జస్టిస్ హిమా కోహ్లి, జస్టిస్ అహ్సముద్ద౨ఈన్","author":"Tattva News Team","time":"17/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Ramdev.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రజలను తప్పుదారి పట్టించే విధమైన వాణిజ్య ప్రకటనలను ప్రచురించినందుకు కోర్టు ధిక్కరణ చర్యలను ఎదుర్కొంటున్న పతంజలి ఆయుర్వేద సహ వ్యవస్థాపకులు బాబా రాందేవ్, ఆచార్య బాలకృష్ణ మంగళవారం సుప్రీంకోర్టులో వ్యక్తిగతంగా హాజరై చేతులు జోడించి బేషరతు క్షమాపణలు కోరారు. అయితే వారి క్షమాపణలను పరిశీలించడానికి అంగీకరించిన సుప్రీంకోర్టు వారిపై కేసును పూర్తిగా కొట్టివేయలేదని స్పష్టం చేసింది.</p>\n\n\n\n<p>బేషరతుగా క్షమాపణలు చెబుతూ వారిద్దరూ దాఖలు చేసిన అఫిడవిట్లను ఏప్రిల్ 10న తోసిపుచ్చిన జస్టిస్ హిమా కోహ్లి, జస్టిస్ అహ్సముద్ద౨ఈన్ అమానుల్లతో కూడిన సుప్రీంకోర్టు ధర్మాసనం తదుపరి కార్యాచరణను నిర్ణయించడానికి ఏప్రిల్ 23న తిరిగి వారిద్దరూ వ్యక్తిగతంగా కోర్టుకు హాజరు కావాలని మంగళవారం ఆదేశించింది.</p>\n\n\n\n<p>మిమల్ని క్షమిస్తామని మేము చెప్పడం లేదు. మీ క్షమాపణ గురించి మేము ఆలోచిస్తాము. ఏం జరుగుతోందో తెలియనంత అమాయకులేం కాదు మీరు అంటూ రాందేవ్, ఆచార్య బాలకృష్ణలను ఉద్దేశించి ధర్మాసనం వ్యాఖ్యానించింది. తమ తరఫున జరిగిన తప్పులను మన్నించాలని వారిద్దరూ కోర్టును చేతులు జోడించి వేడుకున్నారు. </p>\n\n\n\n<p>కాగా..వార్తాపత్రికలలో బహిరంగ క్షమాపణను వారిద్దరూ ప్రచురిస్తారని బాబా రాందేవ్, బాలకృష్ణల తరఫున హాజరైన సీనియర్ న్యాయవాది ముకుల్ రోహత్గీ కోర్టుకు తెలిపారు. అయితే తమ నిజాయితీని నిరూపించుకోవడానికి బహిరంగ క్షమాపణను ప్రచురిస్తారా లేక మరేదైనా మార్గాన్ని చూసుకుంటారా అన్నది వారిద్దరికే వదిలిపెడుతున్నట్లు న్యాయమూర్తులు తెలిపారు.</p>\n\n\n\n<p>వారిని క్షమించి వదిలిపెట్టామని అనుకోవద్దు..ఏం చేయాలో ఆలోచించి నిర్ణయిస్తాం అంటూ రోహత్గీకి న్యాయమూర్తులు తెలిపారు. ఈ సందర్భంగా బాబా రాందేవ్ తన వాదనను వినిపించేందుకు ప్రయత్నిస్తూ పతంజలి ఆయుర్వేద చాలా పరిశోధనలు చేసిందని చెప్పగా న్యాయమూర్తులు దీనికి స్పందిస్తూ అల్లోపతిని కాని మరే వైద్య విధానాన్ని కాని కించపరిచే హక్కు రాందేవ్‌కు లేదని స్పష్టం చేశారు. </p>\n\n\n\n<p>ఈ కేసుతో రాందేవ్‌కు ఎటువంటి సంబంధం లేదని ఒక దశలో బాలకృష్ణ చెప్పగా దీనికి న్యాయమూర్తులు అభ్యంతరం తెలుపుతూ మీరు చేసిన పనిని సమర్థించుకోవడానికి ప్రయత్నిస్తున్నారా అంటూ కటువుగా ప్రశ్నించింది.</p>\n","originalUrl":"https://tattvanews.com/18436/17/04/2024/","hasAudio":false,"hasInfographics":false}