{"id":"wp-en-15349","wp_id":15349,"type":"standard","category":"World","language":"en","title":"Nobel economics prize goes to researchers of prosperity￼","excerpt":"US-based academics Daron Acemoglu, Simon Johnson and James Robinson won the 2024 Nobel economics prize \"for studies of how institutions are formed and affect prosperity\", the Royal Swedish Academy of Sciences said on Monday. The prestigious award, formally known as the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is the final","author":"Tattva News Team","time":"15/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Nobel-Economy.webp","readTime":"5 min read","contentHTML":"\n<p>US-based academics Daron Acemoglu, Simon Johnson and James Robinson won the 2024 Nobel economics prize \"for studies of how institutions are formed and affect prosperity\", the Royal Swedish Academy of Sciences said on Monday.</p>\n\n\n\n<p>The prestigious award, formally known as the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is the final prize to be given out this year and is worth 11 million Swedish crowns ($1.1 million).</p>\n\n\n\n<p>\"Reducing the vast differences in income between countries is one of our time's greatest challenges. The laureates have demonstrated the importance of societal institutions for achieving this,” said Jakob Svensson, Chair of the Committee for the Prize in Economic Sciences.</p>\n\n\n\n<p>\"Societies with a poor rule of law and institutions that exploit the population do not generate growth or change for the better,\" the award organisers added on their website.</p>\n\n\n\n<p>Daron Acemoglu and Simon Johnson work at the Massachusetts Institute of Technology, while James Robinson is at the University of Chicago.</p>\n\n\n\n<p>Acemoglu and Johnson recently collaborated on a book surveying technology through the ages which demonstrated how some technological advances were better at creating jobs and spreading wealth than others.</p>\n\n\n\n<p>The economics award is not one of the original prizes for science, literature and peace created in the will of dynamite inventor and businessman Alfred Nobel and first awarded in 1901, but a later addition established and funded by Sweden's central bank in 1968.</p>\n","originalUrl":"https://en.tattvanews.com/international/nobel-economics-prize-goes-to-researchers-of-prosperity%ef%bf%bc/","hasAudio":false,"hasInfographics":false}