{"id":"wp-en-15158","wp_id":15158,"type":"standard","category":"World","language":"en","title":"Prashant Kishor to launch new political party in Bihar on Oct 2 ￼","excerpt":"Prashant Kishor, chief of the Jan Suraaj campaign, on Sunday in a press conference announced the formation of a new political party, details of which, including its name and leadership, will be unveiled on October 2. He stated, “I was never its leader and I never aspire to become one. It is time for people","author":"Tattva News Team","time":"30/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Prasanth-Kishore.webp","readTime":"5 min read","contentHTML":"\n<p>Prashant Kishor, chief of the Jan Suraaj campaign, on Sunday in a press conference announced the formation of a new political party, details of which, including its name and leadership, will be unveiled on October 2.</p>\n\n\n\n<p>He stated, “I was never its leader and I never aspire to become one. It is time for people to take leadership roles.” This announcement comes as Prashant Kishor prepares to mark the completion of the first stage of his “Jan Suraaj” initiative, which began on October 2, 2022.</p>\n\n\n\n<p>He revealed that on this date, the nPrashant Kishor outlined three primary motives behind his initiative: The first motive was to visit every village in Bihar to educate residents on improving their living standards and those of their children.</p>\n\n\n\n<p>The second was to encourage people not to vote under pressure from misguided leaders and to advocate for the formation of a new party with public support and the third motive was to work towards Bihar’s progress, aiming to position it among the ten most successful states by creating strategies for the development of 8,500 panchayats, focussing on education, agriculture, and employment.</p>\n\n\n\n<p>“With these three motives we started our journey from Gandhi Ashram in West Champaran on October 2, 2022, and there is no fixed number of days or kilometres of this journey. Only the goal is final, which is to go to every corner of villages in Bihar to fulfil these three motives,” he stated.</p>\n\n\n\n<p>He emphasised that the journey has so far covered 60 per cent of Bihar. Kishor plans to continue this effort over the next one or two years, stating that the formation of the new party will not halt this journey.</p>\n","originalUrl":"https://en.tattvanews.com/national/prashant-kishor-to-launch-new-political-party-in-bihar-on-oct-2-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}