{"id":"wp-te-18555","wp_id":18555,"type":"standard","category":"World","language":"te","title":"ఏపీలో ఎన్నికల అక్రమాలపై నిఘా","excerpt":"ఆంధ్రప్రదేశ్ లో రాబోవు ఎన్నికల్లో అక్రమాలను నివారించడానికి సిటిజన్స్ ఫర్ డెమోక్రసీ నిష్ణాతులైన, నిజాయితీగా కృషి చేసిన రిటైర్డ్ ఐఏఎస్, ఐపీఎస్, ఐఆర్ఎస్ అధికారులతో ఎన్నికల నిఘా కార్యక్రమానికి శ్రీకారం చుట్టుతున్నామని సిటిజన్ ఫర్ డెమోక్రసీ కార్యదర్శి నిమ్మగడ్డ రమేష్ కుమార్ వెల్లడించారు. ఈనెల గుంటూరులో జరిగిన ఓటర్ల చైతన్య సమావేశంలో ప్రసంగిస్తూ  రాష్ట్రంలోని 13 ఉమ్మడి జిల్లాలలో సిటిజన్స్ ఫర్ డెమోక్రసీ తరఫున ఎన్నికల  నిఘాలో భాగంగా పరిశీలకులు మే 9వ తేదీ నుండి క్షేత్రస్థాయిలో","author":"Tattva News Team","time":"24/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Ramesh1.webp","readTime":"5 min read","contentHTML":"\n<p>ఆంధ్రప్రదేశ్ లో రాబోవు ఎన్నికల్లో అక్రమాలను నివారించడానికి సిటిజన్స్ ఫర్ డెమోక్రసీ నిష్ణాతులైన, నిజాయితీగా కృషి చేసిన రిటైర్డ్ ఐఏఎస్, ఐపీఎస్, ఐఆర్ఎస్ అధికారులతో ఎన్నికల నిఘా కార్యక్రమానికి శ్రీకారం చుట్టుతున్నామని సిటిజన్ ఫర్ డెమోక్రసీ కార్యదర్శి నిమ్మగడ్డ రమేష్ కుమార్ వెల్లడించారు. ఈనెల గుంటూరులో జరిగిన ఓటర్ల చైతన్య సమావేశంలో ప్రసంగిస్తూ  రాష్ట్రంలోని 13 ఉమ్మడి జిల్లాలలో సిటిజన్స్ ఫర్ డెమోక్రసీ తరఫున ఎన్నికల  నిఘాలో భాగంగా పరిశీలకులు మే 9వ తేదీ నుండి క్షేత్రస్థాయిలో పనిచేస్తారని తెలిపారు. </p>\n\n\n\n<p>రోటరీ క్లబ్ ఆఫ్ మార్టూరు, శ్రీకారం కళాపరిషత్ లు ఓటర్లను చైతన్యపరచడానికి రూపొందించిన ఐదు లఘు చిత్రాలను రమేష్ కుమార్ ఆవిష్కరించారు. లఘు చిత్రాల ద్వారా ఓటర్ల ఆలోచనల, వారి భావాల్లో పెను మార్పులు తీసుకురావచ్చునని ఆలోచింపజేసేవిగా ఉన్నాయని ఆయన కొనియాడారు. సిటిజన్స్ ఫర్ డెమోక్రసీ కృషి ఫలితంగా వాలంటీర్లను ఎన్నికల విధుల నుండి దూరం చేయగలిగామని, రాజకీయ అబ్ధికోసం వాలంటీర్లను ఉపయోగించుకోవడాన్ని అడ్డుకట్ట వేయగలిగామని చెప్పారు. </p>\n\n\n\n<p>మే 1,2 తేదీలలో పెన్షన్ దారులకు వారి ఇంటి వద్దనే పింఛన్లు పంపిణీ చేసే విధంగా రాష్ట్ర ప్రభుత్వం ప్రణాళికా బద్ధంగా కృషి చేయాలని ఆయన స్పష్టం చేశారు. ఏప్రిల్ మొదటి వారంలో జరిగిన విధంగా వృద్ధులని ఇబ్బందిపాలు చేయవద్దని హితవు పలికారు. గ్రామ-వార్డు సచివాలయ సిబ్బందిని, పంచాయితీ సిబ్బందిని, ఇతర ప్రభుత్వ ఉద్యోగులను ఉపయోగించుకుని వృద్ధుల ఇళ్ల వద్దనే  పింఛన్లు ఇవ్వాలని డిమాండ్ చేశారు. </p>\n\n\n\n<p>సిటిజన్స్ ఫర్ డెమోక్రసీ సంయుక్త కార్యదర్శి వల్లంరెడ్డి లక్ష్మణరెడ్డి మాట్లాడుతూ లఘు చిత్రాలు సందేశాత్మకంగా ఉన్నాయని ఓటు అమ్ముకోవద్దని, విద్యావంతులు తప్పకుండా ఓటింగ్ లో  పాల్గొనాలని , మంచి పరిపాలన అభివృద్ధికి తోడ్పడే అభ్యర్థులను గెలిపించుకోవాలనే  ఆలోచనలను లఘు చిత్రాలు అందించాయని తెలిపారు. </p>\n\n\n\n<p>ప్రభుత్వాలు సంపద సృష్టికి తోడ్పడుతూ సమాజాన్ని అభివృద్ధి వైపు పురోగమించేటట్లు పనిచేస్తూ సంక్షేమ పథకాలను అమలు చేయాలని సూచించారు. రాష్ట్ర స్థూల ఉత్పత్తిలో 33% ఆంధ్రప్రదేశ్ లో రుణాలు ఉండటం, రూ. 14 లక్షల కోట్లకు చేరి అప్పుల ఊబిలో ఉందని విమర్శించారు. 25% నిరుద్యోగం కొనసాగుతుందని, అక్షరాస్యతలో మూడవ స్థానంలో ఉన్నామని తెలిపారు.<br></p>\n","originalUrl":"https://tattvanews.com/18555/24/04/2024/","hasAudio":false,"hasInfographics":false}