{"id":"wp-te-19273","wp_id":19273,"type":"standard","category":"World","language":"te","title":"ఆదివారం జైలులో లొంగిపోతున్నా... క్రేజివాల్","excerpt":"ఆదివారం (2న) తాను లొంగిపోతున్నానని  ఢిల్లీ ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ శుక్రవారం వెల్లడించారు. జైలులో తనను మరింతగా వేధించినా తాను తగ్గేది లేదని ఆయన స్పష్టం చేశారు. లోక్‌సభ ఎన్నికల్లో ప్రచారం నిమిత్తం ఆప్ జాతీయ కన్వీనర్ కేజ్రీవాల్‌కు సుప్రీం కోర్టు జూన్ 1 వరకు మధ్యంతర బెయిల్ మంజూరు చేసిన విషయం విదితమే.  జైలులో నుంచి బెయిల్‌పై విడుదల అయిన అనంతరం ఆయన ఉత్తర ప్రదేశ్, పంజాబ్, ఢిల్లీ, మహారాష్ట్రలలో ఎన్నికల ప్రచారం చేశారు. కేజ్రీవాల్","author":"Tattva News Team","time":"1/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/02/Kejriwal.jpg","readTime":"5 min read","contentHTML":"\n<p>ఆదివారం (2న) తాను లొంగిపోతున్నానని <a href=\"https://www.manatelangana.news/going-back-to-jail-on-june-2/#\" target=\"_blank\" rel=\"noreferrer noopener\"> ఢిల్లీ</a> ముఖ్యమంత్రి అరవింద్ కేజ్రీవాల్ శుక్రవారం వెల్లడించారు. జైలులో తనను మరింతగా వేధించినా తాను తగ్గేది లేదని ఆయన స్పష్టం చేశారు. లోక్‌సభ ఎన్నికల్లో ప్రచారం నిమిత్తం ఆప్ జాతీయ కన్వీనర్ కేజ్రీవాల్‌కు సుప్రీం కోర్టు జూన్ 1 వరకు మధ్యంతర బెయిల్ మంజూరు చేసిన విషయం విదితమే. </p>\n\n\n\n<p>జైలులో నుంచి బెయిల్‌పై విడుదల అయిన అనంతరం ఆయన ఉత్తర ప్రదేశ్, పంజాబ్, <a href=\"https://www.manatelangana.news/going-back-to-jail-on-june-2/#\" target=\"_blank\" rel=\"noreferrer noopener\">ఢిల్లీ</a>, మహారాష్ట్రలలో ఎన్నికల ప్రచారం చేశారు. కేజ్రీవాల్ వీడియో ద్వారా విలేకరుల గోష్ఠిలో మాట్లాడుతూ, ‘నేను జూన్ 2న లొంగిపోవలసి ఉంది. ఈ దఫా ఎంత కాలం జైలులో ఉంటానో నాకు తెలియదు. నియంతృత్వం నుంచి ఈ దేశాన్ని కాపాడేందుకు జైలుకు వెళుతున్నాను. అందుకు గర్విస్తున్నాను’ అని చెప్పారు.</p>\n\n\n\n<p>‘వారు నా ఆరోగ్యాన్ని దెబ్బ తీయాలని చూశారు. నేను జైలులో ఉండగా నా మందులు ఆపేశారు. అరెస్టు అయిన తరువాత ఆరు కిలోలు బరువు తగ్గాను. అరెస్టు అయినప్పుడు నా బరువు 70 కిలోలు. జైలులో నుంచి బయటకు వచ్చిన తరువాత నేను బరువు పెరగలేదు’ అని కేజ్రీవాల్ తెలిపారు. వైద్యులు పలు పరీక్షలు సూచించారని, ‘అంతర్గతంగా ఉన్న ఏదో ఆరోగ్య స్థితికి ఇది సూచిక కావచ్చునని వారు భావించారు’ అని ఆయన చెప్పారు.</p>\n\n\n\n<p>తీహార్ జైలులో లొంగిపోవడానికి ఆదివారం తెల్లవారు జామున 3 గంటలకు తన నివాసం నుంచి బయలుదేరతానని కేజ్రీవాల్ తెలియజేశారు. ‘వారు నన్ను మరింతగా వేధించే యత్నం చేయవచ్చు. కాని నేను తగ్గబోను. జైలుకు తిరిగి వెళ్లిన తరువాత మీ (జనం) గురించే నా ఆందోళన అంతా. మీకు సేవలు ఆగవని భరోసా ఇస్తున్నాను' అని తెలిపారు. </p>\n\n\n\n<p>`నా తల్లులు, సోదరీమణులకు త్వరలోనే రూ. 1000 ఇవ్వడం ప్రారంభిస్తా’ అని కేజ్రీవాల్ చెప్పారు. రూ. 1000 నెలవారీ గౌరవ భృతి గురించి ఆయన అలా ప్రస్తావించారు. అనారోగ్యంగా ఉన్న తన తల్లి కోసం ప్రార్థించవలసిందిగా కూడా ప్రజలను కేజ్రీవాల్ కోరారు.</p>\n","originalUrl":"https://tattvanews.com/19273/01/06/2024/","hasAudio":false,"hasInfographics":false}