{"id":"wp-en-14001","wp_id":14001,"type":"standard","category":"World","language":"en","title":"Assam flood situation continues to be grim affecting 2.1 million","excerpt":"By Nava J Thakuria  The flood situation in Assam along with some other parts of northeast India remain grim as incessant rainfall continues affecting over 2.1 million population. The second wave of flood in Assam  inundated  over 2200 villages in 29 districts, following which around 40,000 families took shelter in 700 relief camps set up","author":"Tattva News Team","time":"6/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Assam-floods.jpg","readTime":"5 min read","contentHTML":"\n<p><strong>By Nava J Thakuria</strong><strong> </strong><strong></strong></p>\n\n\n\n<p>The flood situation in Assam along with some other parts of northeast India remain grim as incessant rainfall continues affecting over 2.1 million population. The second wave of flood in Assam  inundated  over 2200 villages in 29 districts, following which around 40,000 families took shelter in 700 relief camps set up by the administration.  </p>\n\n\n\n<p>According to the State disaster management authority, at least 56 people died in the natural disaster, which also destroyed a number of embankments, roads & bridges and other infrastructures. The muddy flood water inundated more than 43000 hectares of crop area and the deluge devastated 8,50,000 livestock and poultry in the State.</p>\n\n\n\n<p>Besides Assam, Manipur, Arunachal Pradesh, Nagaland, Meghalaya and Mizoram are also witnessing relentless rains and subsequent floods. The residents of Lakhimpur, Darrang, Golaghat, Barpeta, Bongaigaon, Biswanath, Cachar, Charaideo, Chirang, Dhemaji, Dibrugarh, Jorhat, Kamrup & Kamrup (metropolitan), Karbi Anglong, Karimganj, Hailakandi, Kokrajhar, Majuli, Morigaon, Nagaon, Hojai, Nalbari, Sivasagar, Sonitpur, Tamulpur, Tinsukia, Udalguri, Dhubri and Goalpara  districts of Assam are facing major flood related difficulties in the last few days.</p>\n\n\n\n<p>Assam chief minister Himanta Biswa Sarma is visiting flood-affected areas in different parts of the State to review the ground situation. Sarma on 5 July visited Dibrugarh district and took stock of the situation in the urban areas as well as some outskirt localities. He also visited some relief camps and interacted with the families taking shelter there after directing the district administration to ensure the timely supply of essential items in the relief camps.</p>\n\n\n\n<p>Earlier, Union Minister Sarbananda Sonowal also assessed the flood situation in Dibrugarh and Tinsukia districts and assured the people that both the governments in New Delhi and Dispur are looking for a permanent solution to the region’s recurring flood problem.</p>\n\n\n\n<p>Assam Governor  Gulab Chand Kataria also  visited flood affected Morigaon district and spent time with the flood hit people of Bhuragaon village. He directed the district administration to reach out to the flood victims with proper relief materials including medical facilities.  </p>\n\n\n\n<p>Sarma  earlier visited Kaziranga National Park and Tiger Reserve and took stock of flood preparedness at the world heritage site. By now, 173 forest camps inside the park have gone under the flood water entering from the mighty Brahmaputra river on the northern side. Over 17 wild animals, including a rhino calf,  drowned in Kaziranga, as 72 animals were rescued by the authorities.</p>\n\n\n\n<p>The safe habitat for the largest population of single horn rhinos in the world eventually experiences flooding every year and subsequently the precious animals cross the National Highway-715 on its southern border to climb the hilly areas of Karbi Anglong. As many inmates die while crossing the highway by speeding vehicles, the authorities instruct the drivers to maintain the safe speed limit. Often the vehicles are escorted by the forest officials while crossing the park to avoid any accidents with the fleeing animals.</p>\n\n\n\n<p>Prime Minister Narendra Modi has already assured full cooperation to the State government to deal with the natural disaster. Union home minister Amit Shah also called Sarma to reassure all possible support from the Centre. Sarma directed the State ministers, legislators and concerned officials to monitor the situation closely and take necessary initiatives urgently. State ministers namely Pijush Hazarika, Bimal Bora, Ranoj Pegu, Jayanta Mallaburuah, Jogen Mahan, Atul Bora, Keshav Mahanta, Ranjeet Kumar Dass with others visited the affected villages and reviewed the rescue and relief operations.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/assam-flood-situation-continues-to-be-grim-affecting-2-1-million%ef%bf%bc/","hasAudio":false,"hasInfographics":false}