{"id":"wp-en-14443","wp_id":14443,"type":"standard","category":"World","language":"en","title":"Deloitte says Indian economy to grow at 7-7.2%￼","excerpt":"Deloitte India's August update on the India Economic Outlook forecasts a growth rate of 7-7.2% for the country's economy in the current fiscal year, driven by robust economic fundamentals and ongoing domestic policy reforms. The Union Budget 2024-25 has introduced several initiatives aimed at enhancing agriculture productivity, generating jobs for youth, boosting manufacturing, and improving","author":"Tattva News Team","time":"7/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/Economy.jpg","readTime":"5 min read","contentHTML":"\n<p>Deloitte India's August update on the India Economic Outlook forecasts a growth rate of 7-7.2% for the country's economy in the current fiscal year, driven by robust economic fundamentals and ongoing domestic policy reforms.</p>\n\n\n\n<p>The Union Budget 2024-25 has introduced several initiatives aimed at enhancing agriculture productivity, generating jobs for youth, boosting manufacturing, and improving financial access for micro, small, and medium enterprises (MSMEs).</p>\n\n\n\n<p>These measures are expected to bolster supply-side demand, curb inflation, and stimulate consumer spending, particularly in rural areas. Deloitte India Economist Dr. Rumki Majumdar anticipates strong growth in the second half of the year, citing factors such as continuity in domestic policy reforms, reduced uncertainties in the US, and synchronized global growth in a low-inflation environment.</p>\n\n\n\n<p>Improved global liquidity conditions, driven by relaxed monetary policies in Western countries, are expected to enhance capital flows and spur private sector investments.</p>\n\n\n\n<p>Despite a projected growth aligned with the Reserve Bank of India's estimate of 7.2% for FY25, the report notes that private consumption spending has remained modest over the past five years due to factors like the pandemic, inflation, and poor agricultural output affecting rural demand.</p>\n\n\n\n<p>However, Deloitte's research highlights a shift in consumption patterns towards non-food and discretionary items, indicating changing lifestyles and preferences in both rural and urban India.</p>\n\n\n\n<p>The Household Consumption Expenditure Survey shows increased spending on discretionary goods and services, with rural areas catching up with urban regions in purchasing durable goods like automobiles and electronics. The report also notes a rising demand for processed foods, driven by urbanization, increased workforce participation by women, and improved marketing.</p>\n\n\n\n<p>The report added that if income distribution becomes more equitable across states, businesses could tap into a larger rural consumer base, ensuring sustained demand and growth opportunities</p>\n","originalUrl":"https://en.tattvanews.com/economy/deloitte-says-indian-economy-to-grow-at-7-7-2%ef%bf%bc/","hasAudio":false,"hasInfographics":false}