{"id":"wp-en-13175","wp_id":13175,"type":"standard","category":"World","language":"en","title":"Hindu population falls 7.8 per cent between 1950-2015 in India￼","excerpt":"The share of the Hindu population decreased by 7.82 per cent between 1950 and 2015 in India, while that of Muslims increased by 43.15 per cent, suggesting that there is a conducive environment in the country to foster diversity, said a recent working paper by the Economic Advisory Council to the Prime Minister (EAC-PM). The","author":"Tattva News Team","time":"10/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Hindu-population1.jpg","readTime":"5 min read","contentHTML":"\n<p>The share of the Hindu population decreased by 7.82 per cent between 1950 and 2015 in India, while that of Muslims increased by 43.15 per cent, suggesting that there is a conducive environment in the country to foster diversity, said a recent working paper by the Economic Advisory Council to the Prime Minister (EAC-PM).</p>\n\n\n\n<p>The paper titled 'Share of Religious Minorities: A Cross-Country Analysis (1950-2015)' further said the share of Jains in the population of India decreased from 0.45 per cent in 1950 to 0.36 per cent in 2015.</p>\n\n\n\n<p>“In India, the share of the majority Hindu population decreased by 7.82 per cent between 1950 and 2015 (from 84.68 per cent to 78.06 per cent). The share of the Muslim population in 1950 was 9.84 per cent and increased to 14.09 per cent in 2015 — a 43.15 per cent increase in their share,” says the working paper, Share of Religious Minorities: A Cross-Country Analysis (1950-2015), authored by Shamika Ravi, Apurv Kumar Mishra and Abraham Jose. </p>\n\n\n\n<p>According to the paper, the share of Christian population rose from 2.24 per cent to 2.36 per cent -- an increase of 5.38 per cent between 1950 and 2015.<a href=\"https://api.whatsapp.com/send?text=Hindu population falls 7.8 per cent between 1950-2015 in India Muslims up 43.15 per cent Economic Advisory Council to the Prime Minister paper https://www.telegraphindia.com/business/hindu-population-falls-7-8-per-cent-between-1950-2015-in-india-muslims-up-43-15-per-cent-economic-advisory-council-to-the-prime-minister-paper/cid/2018697\"></a><a href=\"javascript:void(0);\"></a> While the share of Sikh population increased from 1.24 per cent in 1950 to 1.85 per cent in 2015 - a 6.58 per cent rise in their share, the share of the Parsi population in India witnessed a stark 85 per cent decline, reducing from 0.03 per cent share in 1950 to 0.004 per cent in 2015.</p>\n\n\n\n<p>The data indicates that \"there is a conducive environment to foster diversity in the society,\" the paper said, adding that it is not possible to promote better life outcomes for the disadvantaged sections of society without providing a nurturing environment and societal support through a bottom-up approach.</p>\n\n\n\n<p>The paper noted that a decrease in the share of the majority population and a consequent increase in the share of minorities suggests that the net result of all policy actions, political decisions and societal processes is to provide a conducive environment for increasing diversity in society.</p>\n\n\n\n<p>The report pointed out that in keeping with the global trends of declining majority, India too has witnessed a reduction in the share of the majority religious denomination by 7.82 per cent.</p>\n\n\n\n<p>\"Contrary to the noise in several quarters, careful analysis of the data shows that minorities are not just protected, but indeed thriving in India. This is particularly remarkable given the wider context within the South Asian neighbourhood where the share of the majority religious denomination has increased and minority populations have shrunk alarmingly across countries like Bangladesh, Pakistan, Sri Lanka, Bhutan and Afghanistan,\" the authors say.</p>\n","originalUrl":"https://en.tattvanews.com/national/hindu-population-falls-7-8-per-cent-between-1950-2015-in-india%ef%bf%bc/","hasAudio":false,"hasInfographics":false}