{"id":"wp-te-21188","wp_id":21188,"type":"standard","category":"World","language":"te","title":"కొరియోగ్రాఫర్‌ జానీ మాస్టర్‌ పై పోస్కో కేసు నమోదు","excerpt":"టాలీవుడ్‌ కొరియోగ్రాఫర్‌ జానీ మాస్టర్‌ అలియాస్‌ షేక్‌ జానీబాషా పై పోలీసులు పోక్సో యాక్ట్‌ కింద కేసు నమోదు చేశారు. ప్రస్తుతం పరారీలో ఉన్న జానీ మాస్టర్‌ కోసం పోలీసులు తీవ్రంగా గాలిస్తున్నారు. మైనర్‌గా ఉన్న సమయంలోనే ముంబయి హోటల్లో ఆయన తనపై అత్యాచారం చేశారని పోలీసులకు ఇచ్చిన ఫిర్యాదులో బాధితురాలు పేర్కొంది. దీంతో పోక్సో యాక్ట్‌ను పోలీసులు ఎఫ్‌ఐఆర్‌లో యాడ్‌ చేశారు. జానీ తనపై లైంగిక వేధింపులకు పాల్పడ్డాడంటూ ఆయన అసిస్టెంట్‌ ఇటీవల పోలీసులకు ఫిర్యాదు","author":"Tattva News Team","time":"19/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Jani-Master.jpg","readTime":"5 min read","contentHTML":"\n<p>టాలీవుడ్‌ కొరియోగ్రాఫర్‌ జానీ మాస్టర్‌ అలియాస్‌ షేక్‌ జానీబాషా పై పోలీసులు పోక్సో యాక్ట్‌ కింద కేసు నమోదు చేశారు. ప్రస్తుతం పరారీలో ఉన్న జానీ మాస్టర్‌ కోసం పోలీసులు తీవ్రంగా గాలిస్తున్నారు. మైనర్‌గా ఉన్న సమయంలోనే ముంబయి హోటల్లో ఆయన తనపై అత్యాచారం చేశారని పోలీసులకు ఇచ్చిన ఫిర్యాదులో బాధితురాలు పేర్కొంది. దీంతో పోక్సో యాక్ట్‌ను పోలీసులు ఎఫ్‌ఐఆర్‌లో యాడ్‌ చేశారు.</p>\n\n\n\n<p>జానీ తనపై లైంగిక వేధింపులకు పాల్పడ్డాడంటూ ఆయన అసిస్టెంట్‌ ఇటీవల పోలీసులకు ఫిర్యాదు చేశారు. ”2017లో జానీ మాస్టర్‌ పరిచయమయ్యాడు. 2019లో అతని బృందంలో సహాయ నృత్య దర్శకురాలిగా చేరాను. ముంబయిలో ఓ సినిమా చిత్రీకరణ నిమిత్తం జానీ మాస్టర్‌తో పాటు నేను, మరో ఇద్దరు సహాయకులం వెళ్లాం. అక్కడ హోటల్‌లో నాపై జానీ మాస్టర్‌ అత్యాచారానికి పాల్పడ్డాడు\" అని ఆమె ఫిర్యాదులో ఆరోపించారు. </p>\n\n\n\n<p>\"ఈ విషయం ఎవరికైనా చెబితే పని నుంచి తొలగిస్తానని, సినిమా పరిశ్రమలో ఎప్పటికీ పని చేయలేవని బెదిరించాడు. దీన్ని అవకాశంగా తీసుకుని.. హైదరాబాద్‌ నుంచి ఇతర నగరాలకు సినిమా చిత్రీకరణకు తీసుకెళ్లిన సందర్భాల్లో పలుమార్లు అత్యాచారానికి పాల్పడ్డాడు. షూటింగ్‌ సమయంలోనూ వ్యానిటీ వ్యాన్‌లో అసభ్యంగా ప్రవర్తించేవాడు. వేధింపులు భరించలేక జానీ మాస్టర్‌ బృందం నుంచి బయటకొచ్చేశాను. అయినా సొంతంగా పని చేసుకోనివ్వకుండా, ఇతర ప్రాజెక్టులు రానీయకుండా ఇబ్బంది పెట్టాడు ” అని ఫిర్యాదులో బాధితురాలు పేర్కొన్నారు. </p>\n\n\n\n<p>ఈమేరకు బాధితురాలు రాయదుర్గం పోలీస్‌ స్టేషన్‌లో ఫిర్యాదు చేయగా.. జీరో ఎఫ్‌ఐఆర్‌ నమోదు చేసి కేసును నార్సింగికి బదిలీ చేశారు. ప్రస్తుతం జానీ మాస్టర్‌ జమ్ము కాశ్మీర్‌లోని లడఖ్‌లో ఉన్నట్లు సమాచారం. ఇప్పటికే అతని కోసం ప్రత్యేక పోలీసు బృందాలు గాలిస్తున్నాయి.</p>\n\n\n\n<p>మధ్యప్రదేశ్‌కి చెందిన ఓ టీనేజ్‌ అమ్మాయి 2017లో ఢీ డ్యాన్స్‌ షోలో పాల్గొంది. ఇదే షోకు జడ్జిగా వచ్చిన జానీ మాస్టర్‌ అలియాస్‌ షేక్‌ జానీ భాషా ఆమెకు అవకాశమిస్తానని మాటిచ్చాడు. అందుకు తగ్గట్లే 2019 నుంచి సదరు మహిళ జానీ దగ్గర అసిస్టెంట్‌ కొరియోగ్రాఫర్‌గా పనిచేస్తోంది. </p>\n\n\n\n<p>అయితే తనని లైంగికంగా, మానసికంగా చాలారోజుల నుంచి వేధిస్తున్నాడని.. ఓ షో కోసం ముంబై వెళ్లినప్పుడు హోటల్‌ రూంలో తనని బలవంతం చేసి లైంగిక వేధింపులకు పాల్పడ్డాడని సదరు యువతి చెప్పింది. అలానే షూటింగ్‌ టైంలోనూ అందరి ముందు తనని అసభ్యంగా తాకేవాడని, జానీ మాస్టర్‌ భార్య కూడా తనని మతం మార్చుకుని, అతడిని పెళ్లి చేసుకోవాలని చాలా ఇబ్బంది పెట్టిందని ఫిర్యాదులో బాధితురాలు పేర్కొంది. </p>\n\n\n\n<p>ఓసారి వ్యానిటీ వ్యాన్‌లో, నార్సింగిలోనూ తన ఇంటికొచ్చి కూడా లైంగికంగా చాలాసార్లు వేధించాడని సదరు మహిళా కొరియోగ్రాఫర్‌ పెట్టిన బాధని బయటపెట్టింది.</p>\n","originalUrl":"https://tattvanews.com/21188/19/09/2024/","hasAudio":false,"hasInfographics":false}