{"id":"wp-te-18895","wp_id":18895,"type":"standard","category":"World","language":"te","title":"ఛత్తీస్‌గఢ్‌లో 12 మంది మావోయిస్టులు మృతి!","excerpt":"సార్వత్రిక ఎన్నికల వేళ ఛత్తీస్‌గఢ్‌లోని బీజాపూర్ జిల్లాలో భారీ ఎన్ కౌంటర్ జరిగింది.  పోలీసులు, భద్రతా సిబ్బందితో జరిగిన ఎదురుకాల్పుల్లో 12 మంది మావోయిస్టులు మరణించినట్లు అధికారులు ఓ ప్రకటనలో తెలిపారు. గంగలూర్‌ పోలీస్‌స్టేషన్‌ పరిధిలోని పిడియా గ్రామ సమీపంలోని అటవీ ప్రాంతంలో భద్రతా బలగాలు కూంబింగ్ ఆపరేషన్ చేపట్టాయి.   ఈక్రమంలోనే ఇరుపక్షాల మధ్య ఎదురుకాల్పులు చోటుచేసుకున్నాయని అధికారులు పేర్కొన్నారు. ఘటనా స్థలం నుంచి బారెల్ గ్రెనేడ్ లాంచర్ (బిజిఎల్), 12-బోర్ రైఫిల్ మరియు మజిల్-లోడింగ్","author":"Tattva News Team","time":"11/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/01/Maoists.webp","readTime":"5 min read","contentHTML":"\n<p>సార్వత్రిక ఎన్నికల వేళ ఛత్తీస్‌గఢ్‌లోని బీజాపూర్ జిల్లాలో భారీ ఎన్ కౌంటర్ జరిగింది.  పోలీసులు, భద్రతా సిబ్బందితో జరిగిన ఎదురుకాల్పుల్లో 12 మంది మావోయిస్టులు మరణించినట్లు అధికారులు ఓ ప్రకటనలో తెలిపారు. గంగలూర్‌ పోలీస్‌స్టేషన్‌ పరిధిలోని పిడియా గ్రామ సమీపంలోని అటవీ ప్రాంతంలో భద్రతా బలగాలు కూంబింగ్ ఆపరేషన్ చేపట్టాయి.  </p>\n\n\n\n<p>ఈక్రమంలోనే ఇరుపక్షాల మధ్య ఎదురుకాల్పులు చోటుచేసుకున్నాయని అధికారులు పేర్కొన్నారు. ఘటనా స్థలం నుంచి బారెల్ గ్రెనేడ్ లాంచర్ (బిజిఎల్), 12-బోర్ రైఫిల్ మరియు మజిల్-లోడింగ్ రైఫిల్స్‌తో సహా 12 ఆయుధాలను  స్వాధీనం చేసుకున్నారు. మావోయిస్టుల మృతదేహాలను ఇంకా గుర్తించాల్సి ఉందని అధికారులు వెల్లడించారు.</p>\n\n\n\n<p>అధికారుల వివరాల ప్రకారం… ఈ యాంటీ నక్సల్ ఆపరేషన్ లో జిల్లా రిజర్వ్ గార్డ్ (డిఆర్జి), స్పెషల్ టాస్క్ ఫోర్స్ (ఎస్టిఎఫ్), బస్తారియా బెటాలియన్ , సెంట్రల్ రిజర్వ్ పోలీస్ ఫోర్స్ (సిఆర్పిఎఫ్) లతో పాటు రాష్ట్ర పోలీసుల ఉమ్మడి బృందం పాల్గొంది. గురువారం రాత్రి నుంచి ఆపరేషన్ కొనసాగుతోంది.</p>\n\n\n\n<p>“బీజాపూర్ జిల్లా కేంద్రానికి దాదాపు 55 కిలోమీటర్ల దూరంలోని పిడా అడవుల్లో ఓ ప్రముఖ మావోయిస్టు నాయకుడు ఉన్నట్లు ఇంటెలిజెన్స్ కు సమాచారం అందింది. దీని ప్రకారం అనుసరించి ఈ ఆపరేషన్ ప్లాన్ చేయబడింది. ఎన్‌కౌంటర్ స్థలం నుంచి ఇప్పటి వరకు 12 మంది మావోయిస్టుల మృతదేహాలు వెలికి తీశారు. కూంబింగ్ ఆపరేషన్ కొనసాగుతుంది. మృతదేహాలను గుర్తించాలి.\" అని సౌత్ బస్తర్ డిప్యూటీ ఇన్‌స్పెక్టర్ జనరల్ ఆఫ్ పోలీస్ కమలోచన్ కశ్యప్ తెలిపారు.</p>\n\n\n\n<p>శుక్రవారం ఉదయం 9 గంటలకు ప్రారంభమైన కాల్పులు సాయంత్రం 5 గంటల వరకు కొనసాగాయని ఆయన తెలిపారు.</p>\n","originalUrl":"https://tattvanews.com/18895/11/05/2024/","hasAudio":false,"hasInfographics":false}