{"id":"wp-te-21155","wp_id":21155,"type":"standard","category":"World","language":"te","title":"ఫామ్‌ హౌస్‌ సీఎంను కాదన్న రేవంత్‌ రెడ్డి","excerpt":"కాలు కదపకుండా పరిపాలన సాగించడానికి తానేమి ఫామ్‌ హౌస్‌ సీఎంను కాదని తెలంగాణ ముఖ్యమంత్రి రేవంత్ రెడ్డి స్పష్టం చేశారు. సెప్టెంబర్‌ 17 హైదరాబాద్ సంస్థానం భారతసమాఖ్యలో విలీనమైన రోజును ప్రజాపాలన దినోత్సవంగా జరుపుకుంటున్నట్టు ప్రకటించారు. గన్‌పార్క్‌లో తెలంగాణ అమరవీరులకు నివాళులు అర్పించిన రేవంత్‌ రెడ్డి పబ్లిక్ గార్డెన్స్‌లో జరిగిన కార్యక్రమంలో పాల్గొన్నారు. వ్యక్తిగత స్వార్థంతో తాను తరచూ ఢిల్లీకి వెళ్లడం లేదని, రాష్ట్రానికి కేంద్రానికి మధ్య ఎన్నో అంశాలు ఉంటాయని, పన్నులుగా ఎన్నో లక్షల కోట్లు","author":"Tattva News Team","time":"17/9/2024","image":"https://tattvanews.com/wp-content/uploads/2024/09/Revanth.jpeg","readTime":"5 min read","contentHTML":"\n<p>కాలు కదపకుండా పరిపాలన సాగించడానికి తానేమి ఫామ్‌ హౌస్‌ సీఎంను కాదని తెలంగాణ ముఖ్యమంత్రి రేవంత్ రెడ్డి స్పష్టం చేశారు. సెప్టెంబర్‌ 17 హైదరాబాద్ సంస్థానం భారతసమాఖ్యలో విలీనమైన రోజును ప్రజాపాలన దినోత్సవంగా జరుపుకుంటున్నట్టు ప్రకటించారు. గన్‌పార్క్‌లో తెలంగాణ అమరవీరులకు నివాళులు అర్పించిన రేవంత్‌ రెడ్డి పబ్లిక్ గార్డెన్స్‌లో జరిగిన కార్యక్రమంలో పాల్గొన్నారు.</p>\n\n\n\n<p>వ్యక్తిగత స్వార్థంతో తాను తరచూ ఢిల్లీకి వెళ్లడం లేదని, రాష్ట్రానికి కేంద్రానికి మధ్య ఎన్నో అంశాలు ఉంటాయని, పన్నులుగా ఎన్నో లక్షల కోట్లు కడుతున్నామని, వాటిని తెచ్చుకోడానికి ఎన్నిసార్లైన ఢిల్లీ వెళ్తానని ప్రకటించారు. నా తెలంగాణ కోటి రతనాల వీణ, 76ఏళ్ల క్రితం తెలంగాణ గడ్డపై రాచరికానికి, పెత్తందారి తనానికి వ్యతిరేకంగా దాశరధి స్ఫూర్తిగా అమరవీరుల త్యాగాలను గుర్తు చేసుకోవాల్సి ఉందని చెప్పారు.</p>\n\n\n\n<p>ఓ వైపు అక్షరయోధులు ఓ వైపు, సాయుధ యోధులు మరోవైపు నాటి రాచరికాన్ని ముట్టడించి 1948 సెప్టెంబర్ 17న హైదరాబాద్‌ గడ్డపై ఆవిష్క్రతమైందని, సెప్టెంబర్ 17 ఫలితం ఓ ప్రాంతానికో, కులానికో,మతానికో వ్యతిరేకంగా జరిగిన పోరాటం కాక, జాతి ఆత్మగౌరవం కోసం రాచరిక పోకడలపై చేసిన పోరాటమని చెప్పారు. </p>\n\n\n\n<p>తెలంగాణ అంటే త్యాగాల ఫలితమని, దొడ్డి కొమరయ్యవంటి ఎంతోమంది వీరుల ప్రాణత్యాగాలు చేశారని, జీవితాలు కోల్పోయినా, సర్వం కోల్పోయినా లక్ష్య సాధనలో వెనకడుగు వేయలేదని, ఆనాటి సాయుధ పోరాటంలో ప్రాణాలు కోల్పోయిన అమరవీరులు నివాళులు అర్పిస్తున్నట్టు చెప్పారు. 4కోట్ల ప్రజలకు తెలంగాణ ప్రజా పాలన దినోత్సవ ‎శుభాకాంక్షలు తెలిపారు.</p>\n\n\n\n<p>సెప్టెంబర్ 17న విలీన దినోత్సవమని, విమోచన దినోత్సవమని సంబోధిస్తున్నారని పేర్కొంటూ ప్రజా ప్రభుత్వం అధికారంలోకి వచ్చిన తర్వాత అధికారికంగా నిర్వహిస్తున్నామని, ప్రజా పాలన దినంగా సెప్టెంబర్ 17న జరపుకోవడం సముచితమని భావించామని పేర్కొన్నారు.</p>\n\n\n\n<p>నిజాం రాజరిక వ్యవస్థను కూలదోసి ప్రజాస్వామ్య ప్రభుత్వాన్ని ఏర్పాటు చేసుకున్నారని, ఇందులో రాజరికం నుంచి ప్రజలకు విముక్తి ఇచ్చిన దినాన్ని రాజకీయం చేయడం తగదని హితవు చెప్పారు. విలీనం, విమోచన అని వివాదం చేయడం తగదని, ఈ శుభదినాన్ని ప్రజాపాలన దినంగా పరిగణిస్తున్నామని తెలిపారు.</p>\n\n\n\n<p>నాటి తెలంగాణ సాయుధ పోరాట స్ఫూర్తిని తప్పు పట్టే వారిది స్వార్థ ప్రయోజనం తప్ప మరొకటి లేదన్నారు. ప్రజా పాలన దినంగా పరిగణించడంలో ప్రజల అకాంక్షలు తప్ప కాంగ్రెస్ ప్రయోజనాలు లేవని స్పష్టం చేశారు. బిగించిన పిడికిలి కలిసి కట్టుగా పోరాటానికి స్ఫూర్తినిస్తుందిన, బిగించిన పిడికిలితో కొండలనైనా పిండి చేయగమని, ప్రజలను వేరు చేసే పన్నాగాలు తగదని హెచ్చరించారు.</p>\n\n\n\n<p>గత పదేళ్లలో నియంత పాలనలో తెలంగాణ మగ్గిపోయిందని, బానిస సంకెళ్లను తెంచడానికి సెప్టెంబర్ 17 స్ఫూర్తి ఇస్తుందని చెప్పారు. తెలంగాణను నియంత పాలన నుంచి విముక్తి చేస్తామని పిసిసి అధ్యక్షుడిగా చెప్పానని, 2021 సెప్టెంబర్ 17న ఆత్మగౌరవ దండోరా ప్రారంభించానని గుర్తు చేసుకున్నారు. ప్రజా కోణంలో ఆలోచించి అధికారికంగా ప్రజా పాలన దినోత్సవంనిర్వహిస్తున్నట్టు చెప్పారు.</p>\n\n\n\n<p>ప్రతి నిర్ణయం ప్రజల కోణం ఉండాలని భావిస్తున్నట్టు చెప్పారు. బాధ్యతలు చేపట్టిన క్షణం నుంచి ఆ దిశగానే అడుగులు వేస్తున్నట్టు చెప్పారు. తెలంగాణను సాంస్కృతికంగా నిలబెట్టాలని తాము భావించామని, తెలంగాణ జాతి తమ దయాదాక్షిణ్యాలపై ఆధారపడి ఉండాలని ఓ కుటుంబం భావించిందని, నిజాంను మట్టి కరిపించిన ప్రజల చరిత్రను మరిచారని విమర్శించారు.</p>\n\n\n\n<p>తెలంగాణ సాంస్కృతిక సారధి గద్దర్ పేరుతో సినిమా అవార్డులు ఇవ్వనున్నట్టు ప్రకటించారు. ప్రతి అడుగులో తెలంగాణ సాంస్కృతిక వైభవాన్ని నిలబెట్టే చర్యలు తీసుకుంటున్నట్టు చెప్పారు. ప్రతి నెల రూ. 6500 కోట్లను అసలు, వడ్డీలు చెల్లించాల్సిన పరిస్థితుల్లో అధికారంలోకి వచ్చామన్నారు. ఆర్ధిక వ్యవస్థను గాడిలో పెట్టడానికి శాయశక్తులా ప్రయత్నిస్తున్నట్టు రేవంత్ రెడ్డి చెప్పారు.</p>\n","originalUrl":"https://tattvanews.com/21155/17/09/2024/","hasAudio":false,"hasInfographics":false}