{"id":"wp-en-14595","wp_id":14595,"type":"standard","category":"World","language":"en","title":"BJP membership drive to begin from September 1￼","excerpt":"Union Home Minister and senior Bharatiya Janata Party (BJP) leader Amit Shah on Saturday exhorted the party leaders to take the party's ideology to all corners of the country, expressing confidence of its strong electoral prospects in future. Addressing a BJP meeting, where the party decided to embark on its membership drive from September 1 (Sunday),","author":"Tattva News Team","time":"18/8/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/08/BJP-meet.jpeg","readTime":"5 min read","contentHTML":"\n<p>Union Home Minister and senior Bharatiya Janata Party (BJP) leader Amit Shah on Saturday exhorted the party leaders to take the party's ideology to all corners of the country, expressing confidence of its strong electoral prospects in future.</p>\n\n\n\n<p>Addressing a BJP meeting, where the party decided to embark on its membership drive from September 1 (Sunday), Shah noted that people have repeatedly expressed their faith in its governments in the states and at the Centre, while rejecting the Congress, sources said.</p>\n\n\n\n<p>BJP spokesperson Sambit Patra said the party aims to make more than 10 crore members in the drive, which will not cover the states going to the polls in the coming months.</p>\n\n\n\n<p>The party's membership strength was 18 crore after the last such exercise and Patra expressed hope that it will be crossed when the process is over everywhere. It may be noted that the party is expected to elect a new president after the drive is over in at least half of the states.</p>\n\n\n\n<p>The meeting was attended by its national office-bearers, including party president JP Nadda, and key state organisational leaders. It was like a training workshop for the membership drive, Patra said, adding the exercise will cover every caste, religion and community. It will be all-inclusive and all-encompassing, he said.</p>\n\n\n\n<p>BJP national general secretary Vinod Tawde will be the convenor of the drive and party's vice president Rekha Verma the co-convener, Patra said. Shah in his address noted the BJP is a cadre-based party driven by a robust ideology, stressing that its continued hard work for expansion has taken it to its present preeminent position in the national politics from the merely two Lok Sabha seats it won in 1984, sources said.</p>\n\n\n\n<p>Patra said the new members will be made through four methods - calling a soon-to-be-announced mobile number, scanning QR code, by NaMo app and through the BJP's website. However, in remote areas the party will use traditional paper method to enroll the new members, he added.</p>\n\n\n\n<p>The BJP has appointed membership campaign in-charges for states and Union Territories in the meeting held today at the party's headquarters in Delhi. As per the sources, BJP senior leader Vinod Tawde has been appointed membership campaign in-charge for Rajasthan, Madhya Pradesh, Goa, Daman Diu and Dadra Nagar Haveli.</p>\n\n\n\n<p>Party's National General Secretary Dushyant Gautam has been appointed in charge of West Bengal, Sikkim, Tripura and Odisha. National Vice President of the BJP, Rekha Verma will see the membership campaign work in Delhi, Himachal Pradesh, Punjab, Ladakh and Chandigarh.</p>\n\n\n\n<p>According to sources, D Purandeshwari for Kerala, Puducherry and Tamil Nadu while Arvind Menon for Andaman and Nicobar, Andhra Pradesh, Lakshadweep and Telangana.Rajdeep Roy- Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram and Nagaland.Vijaya Rahatkar- Chhattisgarh and Karnataka.</p>\n\n\n\n<p>Rituraj Sinha will be the membership campaign in charge of Uttar Pradesh and Gujarat while Ghaziabad MP Atul Garg will be in charge of Uttarakhand and Bihar.</p>\n","originalUrl":"https://en.tattvanews.com/national/bjp-membership-drive-to-begin-from-september-1%ef%bf%bc/","hasAudio":false,"hasInfographics":false}