{"id":"wp-te-19000","wp_id":19000,"type":"standard","category":"World","language":"te","title":"ఉక్రెయిన్‌తో యుద్ధంపై చర్చలకు రష్యా సంసిద్ధత","excerpt":"ఉక్రెయిన్‌తో యుద్ధంపై చర్చలు జరిపేందుకు తాము సిద్ధంగా ఉన్నామని, అయితే ఆ సంప్రదింపుల్లో తమ దేశ ప్రయోజనాలనూ తప్పనిసరిగా పరిగణనలోకి తీసుకోవాలని రష్యా అధ్యక్షుడు పుతిన్ స్పష్టం చేశారు. పుతిన్ గురువారం నుంచి రెండు రోజుల పాటు చైనాలో పర్యటించనున్నారు. ఈ సందర్భంగా చైనాకు చెందిన ఓ వార్తా సంస్థతో ఆయన ముఖాముఖి మాట్లాడారు.  “యుద్ధం గురించి చర్చలు జరిపేందుకు మేమెప్పుడూ నిరాకరించలేదు. ప్రస్తుత ఘర్షణకు శాంతియుత మార్గాల్లో సమగ్ర సుస్థిర పరిష్కారాన్ని మేం కోరుకుంటున్నాం. ఉక్రెయిన్","author":"Tattva News Team","time":"17/5/2024","image":"https://tattvanews.com/wp-content/uploads/2022/06/Putin2.jpg","readTime":"5 min read","contentHTML":"\n<p>ఉక్రెయిన్‌తో యుద్ధంపై చర్చలు జరిపేందుకు తాము సిద్ధంగా ఉన్నామని, అయితే ఆ సంప్రదింపుల్లో తమ దేశ ప్రయోజనాలనూ తప్పనిసరిగా పరిగణనలోకి తీసుకోవాలని రష్యా అధ్యక్షుడు పుతిన్ స్పష్టం చేశారు. పుతిన్ గురువారం నుంచి రెండు రోజుల పాటు చైనాలో పర్యటించనున్నారు. ఈ సందర్భంగా చైనాకు చెందిన ఓ వార్తా సంస్థతో ఆయన ముఖాముఖి మాట్లాడారు.</p>\n\n\n\n<p> “యుద్ధం గురించి చర్చలు జరిపేందుకు మేమెప్పుడూ నిరాకరించలేదు. ప్రస్తుత ఘర్షణకు శాంతియుత మార్గాల్లో సమగ్ర సుస్థిర పరిష్కారాన్ని మేం కోరుకుంటున్నాం. ఉక్రెయిన్ విషయంపై సంప్రదింపులకు మేం సిద్దం. కానీ ఆ చర్చల్లో … మాతో సహా అన్ని భాగస్వామ్య దేశాల ప్రయోజనాలను తప్పనిసరిగా పరిగణన లోకి తీసుకోవాలి ” అని పుతిన్ పేర్కొన్నారు. </p>\n\n\n\n<p>తమ దేశ ప్రాదేశిక సమగ్రతను పునరుద్ధరించడం , రష్యా బలగాల ఉపసంహరణ, ఖైదీల విడుదల, ఘర్షణకు బాధ్యులెవరో తేల్చేందుకు ట్రైబ్యునల్ ఏర్పాటు వంటి అంశాలు రష్యాతో యుద్ధంపై చర్చల ఎజెండాలో ఉండాలని ఉక్రెయిన్ జెలెన్‌స్కీ పట్టుపడుతున్న సంగతి గమనార్హం.</p>\n\n\n\n<p><strong>జెలెన్‌స్కీ విదేశీ పర్యటనలన్నీ వాయిదా</strong><br>కాగా, ఈశాన్య ఉక్రెయిన్ లోని ఖర్కీవ్ ప్రాంతంలో రష్యా దూకుడు పెంచిన నేపథ్యంలో జెలెన్‌స్కీ కీలక నిర్ణయం తీసుకున్నారు. స్పెయిన్, పోర్చుగల్, సహా మరికొన్ని దేశాలకు రాబోయే కొన్ని రోజుల్లో తాను చేపట్టాల్సిన పర్యటనలను వాయిదా వేసుకున్నారు. వారం రోజులుగా రష్యా దాడుల ఉద్ధృతి పెరగడంతో ఖర్కీవ్ నుంచి దాదాపు 8 వేల మంది వలస బాట పట్టిన సంగతి గమనార్హం.</p>\n","originalUrl":"https://tattvanews.com/19000/17/05/2024/","hasAudio":false,"hasInfographics":false}