{"id":"wp-en-14907","wp_id":14907,"type":"standard","category":"World","language":"en","title":"Rahul’s US trip sparked a fresh wave of political uproar","excerpt":"Rahul Gandhi’s recent trip to the United States sparked a fresh wave of political controversy back home, as his outspoken comments on issues ranging from India’s reservation system to the handling of China have drawn sharp reactions from key leaders in the BJP and beyond on Wednesday. As Gandhi continues to position himself as a","author":"Tattva News Team","time":"12/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Rahul.webp","readTime":"5 min read","contentHTML":"\n<p>Rahul Gandhi’s recent trip to the United States sparked a fresh wave of political controversy back home, as his outspoken comments on issues ranging from India’s reservation system to the handling of China have drawn sharp reactions from key leaders in the BJP and beyond on Wednesday.</p>\n\n\n\n<p>As Gandhi continues to position himself as a vocal critic of the current administration, his remarks have ignited a series of fiery exchanges with political heavyweights like Amit Shah, Piyush Goyal, and Rajnath Singh.</p>\n\n\n\n<p>During his visit to the U.S., Rahul Gandhi made waves with a series of bold statements, one of which touched on India's reservation system. Rahul told students at Georgetown University that Congress might consider scrapping reservations when 'India is a fair place.'</p>\n\n\n\n<p>This comment sparked outrage from BJP leaders, with Union Home Minister Amit Shah delivering a stern response. Shah rebuked Gandhi for what he saw as a direct attack on the rights of marginalised communities. “As long as the BJP is there, neither can anyone abolish reservation nor can anyone mess with the nation's security,” Shah said.</p>\n\n\n\n<p>Defence Minister Rajnath Singh joined the chorus of criticism against Rahul Gandhi. “It is extremely shameful that the Leader of Opposition is hurting the dignity of India by saying misleading, baseless, and factless things,” Singh remarked.</p>\n\n\n\n<p>Maharashtra Chief Minister Eknath Shinde said Rahul Gandhi's 'anti-reservation' face has now come to the fore and the Congress leader's views reflect his 'petty mentality'. </p>\n\n\n\n<p>\"Whenever Rahul Gandhi goes abroad, he spews venom against the country. The country can never agree with Rahul Gandhi's petty views. It has been Congress's habit to do politics in the name of religion and caste,\" the CM said.</p>\n","originalUrl":"https://en.tattvanews.com/national/rahuls-us-trip-sparked-a-fresh-wave-of-political-uproar/","hasAudio":false,"hasInfographics":false}