{"id":"wp-te-20346","wp_id":20346,"type":"standard","category":"World","language":"te","title":"￼ రుణమాఫీపై కాంగ్రెస్  శ్వేతపత్రం విడుదల చేయాలి ... కిషన్ రెడ్డి","excerpt":"రుణమాఫీపై కాంగ్రెస్ ప్రభుత్వం శ్వేతపత్రం విడుదల చేయాలని కేంద్ర మంత్రి, రాష్ట్ర బిజెపి అధ్యక్షుడు జి కిషన్ రెడ్డి డిమాండ్ చేశారు. రుణమాఫీ అందని బాధితులకు బిజెపి ఏర్పాటు చేసిన హెల్ప్ లైన్ ను బుధవారం ప్రారంభిస్తూ రైతుల పక్షాన బీజేపీ పోరాడుతుందని హామీ ఇచ్చారు. ఎందుకు రుణమాఫీ కాలేదో మండలాల వారీగా, గ్రామాల వారీగా ప్రజలకి, రైతులకు ముఖ్యమంత్రి, కాంగ్రెస్ ప్రభుత్వం వివరణ ఇవ్వాలని డిమాండ్ చేశారు. రాష్ట్రంలో చాలా మంది రైతులకు రుణ మాఫీ","author":"Tattva News Team","time":"1/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Kishan-Help.jpg","readTime":"5 min read","contentHTML":"\n<p>రుణమాఫీపై కాంగ్రెస్ ప్రభుత్వం శ్వేతపత్రం విడుదల చేయాలని కేంద్ర మంత్రి, రాష్ట్ర బిజెపి అధ్యక్షుడు జి కిషన్ రెడ్డి డిమాండ్ చేశారు. రుణమాఫీ అందని బాధితులకు బిజెపి ఏర్పాటు చేసిన హెల్ప్ లైన్ ను బుధవారం ప్రారంభిస్తూ రైతుల పక్షాన బీజేపీ పోరాడుతుందని హామీ ఇచ్చారు. ఎందుకు రుణమాఫీ కాలేదో మండలాల వారీగా, గ్రామాల వారీగా ప్రజలకి, రైతులకు ముఖ్యమంత్రి, కాంగ్రెస్ ప్రభుత్వం వివరణ ఇవ్వాలని డిమాండ్ చేశారు.</p>\n\n\n\n<p>రాష్ట్రంలో చాలా మంది రైతులకు రుణ మాఫీ జరగలేదని, మరోవైపు భవిష్యత్‌లో చాలా మంది రైతులకు బ్యాంకులు రుణాలిచ్చే పరిస్థితి లేదని విమర్శించారు. కౌలు రైతులకు, రైతు కూలీలకు సహాయం అందిస్తామని చెప్పి ఆ హామీ కూడా నెరవేర్చలేదని కిషన్ రెడ్డి ధ్వజమెత్తారు. మోసం చేయడం కాంగ్రెస్ పార్టీ నైజమని చెబుతూ  ఏ విడతలో కూడా రైతులకు న్యాయం జరుగడం లేదని తెలిపారు.</p>\n\n\n\n<p>లక్షలాది రూపాయలతో రేవంత్ రెడ్డి ప్రచారం చేసుకుంటున్నారని, వేలాది లీటరులతో పాలాభిషేకం చేయించుకుంటున్నారని ఎద్దేవా చేశారు. రైతు రుణమాఫీ కాని వారు, రైతు భరోసా అందని రైతులు సీఎం రేవంత్ రెడ్డికి ఉత్తరాలు రాయాలని పిలుపునిచ్చారు. కౌలు రైతులకు, రైతు కూలీలకు డబ్బులు ఇస్తామని చెప్పారని, రైతులకు పంట బోనస్ ఇవ్వలేదని, ప్రజలను మోసం చేయడం కాంగ్రెస్ పార్టీ నైజం అని మండిపడ్దారు.</p>\n\n\n\n<p> గత బీఆర్‌ఎస్ ప్రభుత్వం రైతులకు వెన్నుపోటు పొడిచిందని, అందుకు ఇప్పుడు ఫలితం అనుభవించిందని కేంద్రమంత్రి గుర్తు చేశారు. రైతులు కాంగ్రెస్ పార్టీని ప్రశ్నించాలని  కోరుతూ కంటి తుడుపు చర్యగా, నామ మాత్రంగా ఈ ప్రభుత్వం రుణమాఫీ చేస్తోందని విమర్శించారు. తొలి విడతలో భాగంగా రూ.లక్ష రుణమాఫీ చేసిన ప్రభుత్వం, రెండో విడతలో రూ.1.50 లక్షల వరకు మాఫీ చేసిందని పేర్కొన్నారు. </p>\n\n\n\n<p>ఇక ఆగష్టు 15వ తేదీలోపు రూ.2 లక్షల రుణమాఫీ చేస్తామని హామీ ఇచ్చిందని, తొలి విడతలో రూ.6098 కోట్లు, రెండో విడతలో రూ.6190 కోట్ల రూపాయలను ప్రభుత్వం విడుదల చేసిందని తెలిపారు. మొత్తంగా రెండు విడతల్లో కలిపి 17 లక్షల 75 వేల మంది రైతుల బ్యాంకు ఖాతాల్లో రూ.12 వేల 224 కోట్లు ప్రభుత్వం జమ చేసిందని చెప్పారు. </p>\n\n\n\n<p>సోనియా గాంధీ ప్రతి ఇంటికి లెటర్ పంపించారని, ఇప్పుడు ఆరు గ్యారంటీల అమలులో ఎందుకు చొరవ చూపడం లేదని, బడ్జెట్ మసి పూసి మారేడు కాయ చేసేలా ఉందని ధ్వజమెత్తారు. రైతుకు, మహిళలకు, యువతకు, బీసీలకు వెన్నుపోటుతో మోసం చేసిందని ఆరోపించారు. ఎస్సీ,ఎస్టీ, బీసీ మైనారిటీల బడ్జెట్ ను తగ్గించారని ధ్వజమెత్తారు. బడ్జెట్‌లో గాలి లెక్కలు, నీటి మీద రాతలు అని కిషన్ రెడ్డి విమర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/20346/01/08/2024/","hasAudio":false,"hasInfographics":false}