{"id":"wp-en-15296","wp_id":15296,"type":"standard","category":"World","language":"en","title":"Noel Tata succeeds Ratan Tata as chairman of Tata Trusts￼","excerpt":"Noel Tata was appointed chairman of Tata Trusts on Friday, following the death of his brother Ratan Tata at the age of 86. At 67, Noel becomes the 11th chairman of Sir Dorabji Tata Trust and the sixth chairman of Sir's Ratan Tata Trust.  His appointment is significant, as the Tata Trust holds a 66%","author":"Tattva News Team","time":"12/10/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/10/Noel-Tata.jpg","readTime":"5 min read","contentHTML":"\n<p>Noel Tata was appointed chairman of Tata Trusts on Friday, following the death of his brother Ratan Tata at the age of 86. At 67, Noel becomes the 11th chairman of Sir Dorabji Tata Trust and the sixth chairman of Sir's Ratan Tata Trust.</p>\n\n\n\n<p> His appointment is significant, as the Tata Trust holds a 66% stake in Tata Sons, the holding company of the Tata conglomerate with more than 150 years of assets.</p>\n\n\n\n<p>Noel Tata, who has been part of the Tata Group for 40 years, is currently the Chairman and Non-Executive Director of Tata International Limited. He is also a trustee on the boards of Sir Ratan Tata Trust and Sir Dorabji Tata Trust. His children, Maya, Neville and Leah, participate in the Tata family’s philanthropy, furthering his charitable legacy.</p>\n\n\n\n<p>Noel holds a degree from the University of Sussex, UK, and completed the International Entrepreneurship Program at INSEAD. His leadership roles include chairman of Trent, Voltas, Tata Investment Corporation and vice chairman of Tata Steel and Titan Company Limited.</p>\n\n\n\n<p>As Chairman of Trent Limited since 2014, Noel has overseen a significant increase in its share price of 6,000% over the past decade. He headed Tata International Limited from 2010 to 2021, increasing its revenues from $500 million to more than $3 billion.</p>\n\n\n\n<p>Ratan Tata, one of India’s most respected business leaders, was instrumental in transforming Tata into a global company. Tata Trusts, which Noel now heads, was founded in 1892 by Jamshedji Tata, the great-grandfather of both Noel and Ratan, marking the beginning of the group’s philanthropic and business contributions to India.</p>\n","originalUrl":"https://en.tattvanews.com/economy/noel-tata-succeeds-ratan-tata-as-chairman-of-tata-trusts%ef%bf%bc/","hasAudio":false,"hasInfographics":false}