{"id":"wp-en-13550","wp_id":13550,"type":"standard","category":"World","language":"en","title":"Chandrababu, Nitish to play key role in NDA government￼","excerpt":"Two regional stalwarts — Telugu Desam Party chief N Chandrababu Naidu and Janata Dal (United) president Nitish Kumar, who only returned to NDA few months ago have  emerged as key players after the BJP fell short of the majority in the Lok Sabha poll, where 272 is the simple majority mark and BJP was stucked at 240. Naidu had","author":"Tattva News Team","time":"5/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Babu-Nitish.webp","readTime":"5 min read","contentHTML":"\n<p>Two regional stalwarts — Telugu Desam Party chief N Chandrababu Naidu and Janata Dal (United) president Nitish Kumar, who only returned to NDA few months ago have  emerged as key players after the BJP fell short of the majority in the Lok Sabha poll, where 272 is the simple majority mark and BJP was stucked at 240.</p>\n\n\n\n<p>Naidu had to spend two months in jail in 2023 over corruption probe by the YSRCP government in Andhra Pradesh and was nearly written off in the state. Nitish has often been mocked for his history of serial desertions.</p>\n\n\n\n<p>But the TDP with 16 strong leads in Andhra Pradesh and the JD(U) with 12 in Bihar, both hold the key to power at the Centre — evident from the fact both Prime Minister Narendra Modi and Union Home Minister Amit Shah spoke to the two on Tuesday while poll results are pouring.</p>\n\n\n\n<p>To BJP’s relief, TDP officially declared this evening that it would stay with the NDA alliance, which had been formed for the welfare of Andhra Pradesh. JD(U) chief and Bihar CM Nitish Kumar was, however, yet to open his cards amid indications that the opposition bloc was also in touch with him.</p>\n\n\n\n<p>Congress President Mallikarjun Kharge and former party chief Rahul Gandhi sufficed to say that a decision on whether to stake claim to government formation at the Centre would be taken at a meeting of partners in the capital on Wednesday.</p>\n\n\n\n<p>PM Modi, meanwhile, in an evening message to BJP workers and India’s voters said the NDA had been “blessed with a historical third term”. Modi signalled clear plans to take over as PM for the third time in a row.</p>\n\n\n\n<p>While the ruling and the opposition sides postured, all eyes were on Nitish, who continues to be questioned for his many flip flops. Moreover, Bihar is going to assembly polls next year.<strong></strong></p>\n\n\n\n<p>Importantly, both Nitish and Naidu have played major parts in the era of coalition politics in the 1990s. In 1996 at the time of a fractured national mandate, Naidu as convenor of the United Front, a bloc aligned neither to the BJP nor Congress, was instrumental in the installation of HD Deve Gowda as Prime Minister with outside support of the Congress.</p>\n","originalUrl":"https://en.tattvanews.com/national/chandrababu-nitish-to-play-key-role-in-nda-government%ef%bf%bc/","hasAudio":false,"hasInfographics":false}