{"id":"wp-en-14288","wp_id":14288,"type":"standard","category":"World","language":"en","title":"Rashtrapati Bhavan’s Durbar Hall and Ashok Hall renamed￼","excerpt":"President Droupadi Murmu announced on Thursday  the renaming of two halls in the Rashtrapati Bhavan – ‘Durbar Hall’ and ‘Ashok Hall’ – as ‘Ganatantra Mandap’ and ‘Ashok Mandap’, respectively.  “There has been a consistent endeavour to make the ambience of the Rashtrapati Bhavan reflective of the Indian cultural values and ethos” and the terms ‘Durbar’","author":"Tattva News Team","time":"26/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Durbar-Hall.webp","readTime":"5 min read","contentHTML":"\n<p>President Droupadi Murmu announced on Thursday  the renaming of two halls in the Rashtrapati Bhavan – ‘Durbar Hall’ and ‘Ashok Hall’ – as ‘Ganatantra Mandap’ and ‘Ashok Mandap’, respectively.</p>\n\n\n\n<p> “There has been a consistent endeavour to make the ambience of the Rashtrapati Bhavan reflective of the Indian cultural values and ethos” and the terms ‘Durbar’ and ‘Hall’ have therefore been replaced. ‘Durbar’ “refers to courts and assemblies of Indian rulers and the British. It lost relevance after India became a Republic, that is, ‘Ganatantra’”, it said.</p>\n\n\n\n<p>Construction of the Rashtrapati Bhavan was completed in 1929 after King George V declared that the capital of British India would be shifted from Calcutta to Delhi in 1911. What is the history of these halls? We take a look.</p>\n\n\n\n<p>The hall hosts Civil and Defence Investiture Ceremonies, where the President confers honours to the recipients. Swearing-in ceremonies, like those of the Chief Justices of India, are also conducted here. Durbar Hall witnessed a historic moment in the swearing-in ceremony of independent India’s first government in 1947.</p>\n\n\n\n<p>There are many ways to access the hall, such as through the Forecourt of the President’s House, where the oath-taking ceremony of the third NDA government was held earlier this year.</p>\n\n\n\n<p>‘Ashok Hall’ was originally a ballroom. It is now used for the presentation of credentials by Heads of Missions of foreign countries and as a formal place of introductions for the visiting and Indian delegations before the commencement of the State Banquets hosted by the President. A loft-like space is used for playing the national anthem during important functions.</p>\n\n\n\n<p>“Four more hunting scenes along with inscriptions in Persian were added to beautify the Ashok Hall’s ceiling. The walls of the hall portray a royal procession and while the ceilings were painted directly, the walls were done on huge hung canvasses,” the website states.</p>\n","originalUrl":"https://en.tattvanews.com/others/rashtrapati-bhavans-durbar-hall-and-ashok-hall-renamed%ef%bf%bc/","hasAudio":false,"hasInfographics":false}