{"id":"wp-en-13792","wp_id":13792,"type":"standard","category":"World","language":"en","title":"NHRC calls for scrutiny of Amazon warehouse labour practices￼","excerpt":"The National Human Rights Commission (NHRC) asked the government to look into allegations of labour law violations at an Amazon (AMZN.O) opens new tab warehouse near New Delhi over alleged harsh working conditions during a severe heatwave. Indian media this month reported that workers in the e-commerce giant's warehouse in Manesar, near New Delhi, complained","author":"Tattva News Team","time":"22/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Amazon.jpg","readTime":"5 min read","contentHTML":"\n<p>The National Human Rights Commission (NHRC) asked the government to look into allegations of labour law violations at an Amazon (AMZN.O) opens new tab warehouse near New Delhi over alleged harsh working conditions during a severe heatwave.</p>\n\n\n\n<p>Indian media this month reported that workers in the e-commerce giant's warehouse in Manesar, near New Delhi, complained of a lack of water and toilet breaks as they were under pressure to achieve packaging targets.</p>\n\n\n\n<p>NHRC in a statement said the findings \"raise a serious issue of human rights of the workers\" and asked the labour ministry to look into the alleged labour law violations within one week. While the NHRC statement referred to alleged misconduct by a multinational company, the Commission confirmed to Reuters it was in reference to the Amazon warehouse near New Delhi.</p>\n\n\n\n<p>Meanwhile, Amazon in a statement said the safety and wellbeing of its associates and employees is its top priority. \"We provide adequate provision of water and hydration, as well as regularly scheduled rest breaks in a cooler environment, and we ensure additional breaks when temperatures are high,\" it said.</p>\n\n\n\n<p>Amazon has faced criticism elsewhere over working conditions, including multiple strikes at a UK warehouse and a $5.9 million penalty over productivity quotas for its workers in the U.S. The company has denied that warehouse workers have fixed quotas.</p>\n\n\n\n<p>In 2021, Amazon apologised  after allegations emerged that its truck drivers sometimes had to urinate in bottles during delivery rounds. Manesar is one of many Amazon warehouses in India, a key market where it has invested more than $6.5 billion.</p>\n\n\n\n<p>The facility has 1,000 workers, said Amazon India Workers Association head Dharmendra Kumar, who told Reuters on Wednesday, \"we are hoping for corrective measures to ensure workers have a decent living wage and adequate social protection.\"</p>\n","originalUrl":"https://en.tattvanews.com/national/nhrc-calls-for-scrutiny-of-amazon-warehouse-labour-practices%ef%bf%bc/","hasAudio":false,"hasInfographics":false}