{"id":"wp-te-19980","wp_id":19980,"type":"standard","category":"World","language":"te","title":"యూ ట్యూబర్ ప్రణీత్ హనుమంత్ అరెస్ట్","excerpt":"సోషల్ మీడియాలో రోస్టింగ్ కామెడీ ముసుగులో తండ్రి కూతురుపై అభ్యంతరకర వ్యాఖ్యలు చేసిన యూట్యూబర్ ప్రణీత్ హనుమంత్‌ను ఎట్టకేల కు బెంగళూరులో అరెస్ట్ చేసి పలు సెక్షన్ల కింద కేసు నమోదు చేశారు. బెంగళూరు కోర్టులో ప్రణీత్‌ను హాజరు పరిచి ట్రాన్సిట్ వారెంట్‌పై హైదరా బాద్‌కు తీసుకువచ్చే ప్రయత్నాలు చేస్తున్నారు.  లైవ్ చాట్ లో తన మిత్రులతో కలిసి వల్గారిటీ, డబుల్ మీనింగ్ మాటల తో ప్రణీత్ టీమ్ రెచ్చిపోయిన సంగతి విదితమే. సభ్యసమాజం తలదించుకునేలా వ్యాఖ్యలు","author":"Tattva News Team","time":"11/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Youtuber1.jpg","readTime":"5 min read","contentHTML":"\n<p>సోషల్ మీడియాలో రోస్టింగ్ కామెడీ ముసుగులో తండ్రి కూతురుపై అభ్యంతరకర వ్యాఖ్యలు చేసిన యూట్యూబర్ ప్రణీత్ హనుమంత్‌ను ఎట్టకేల కు బెంగళూరులో అరెస్ట్ చేసి పలు సెక్షన్ల కింద కేసు నమోదు చేశారు. బెంగళూరు కోర్టులో ప్రణీత్‌ను హాజరు పరిచి ట్రాన్సిట్ వారెంట్‌పై హైదరా బాద్‌కు తీసుకువచ్చే ప్రయత్నాలు చేస్తున్నారు. </p>\n\n\n\n<p>లైవ్ చాట్ లో తన మిత్రులతో కలిసి వల్గారిటీ, డబుల్ మీనింగ్ మాటల తో ప్రణీత్ టీమ్ రెచ్చిపోయిన సంగతి విదితమే. సభ్యసమాజం తలదించుకునేలా వ్యాఖ్యలు చేసిన వీరి వ్యవహారంపై హీరో సాయిధరమ్ తేజ్ తెలంగాణ ముఖ్యమం త్రితో పాటు మరి కొంత మంది ప్రముఖుల దృష్టికి సోషల్ మీడియా వేదికగా తీసుకువెళ్లారు.</p>\n\n\n\n<p>దీంతో సోషల్ మీడియాలో ఉన్న స్వేచ్ఛతో ప్రణీత్ గ్యాంగ్ చేస్తున్న జుగుప్సకరమైన డార్క్ కామెడీ వ్యవహారం వెలుగులోకి వచ్చింది. దీంతో రంగంలోకి దిగిన సైబర్ క్రైమ్ పోలీసులు ప్రణీత్ తో పాటు మరో ముగ్గురి పై కేసు నమోదు చేశారు. </p>\n\n\n\n<p>అయితే పసి పిల్లలు అని కూడా చూడకుండా తండ్రి కూతురు బంధంపై అక్రమ బంధాలను అంటగట్టేలా కామెంట్స్ చేసిన వీరిని ఫోక్సో చట్టం కింద అరెస్ట్ చేయాలనే డిమాండ్లు వినిపిస్తున్నాయి. ఈ నేపథ్యంలో అరెస్ట్ అయిన ప్రణీత్ నుంచి పోలీలసులు దర్యాప్తులో ఈ డార్క్ కామెండీ పేరుతో చెలరేగిపోతున్న సోషల్ మీడియా కేటుగాళ్ల నెట్ వర్క్ ఏ మేరకు చేధించగలరన్నదానిపైనా అందరి ఆసక్తి నెలకొంది.</p>\n","originalUrl":"https://tattvanews.com/19980/11/07/2024/","hasAudio":false,"hasInfographics":false}