{"id":"wp-te-19053","wp_id":19053,"type":"standard","category":"World","language":"te","title":"రాయబరేలిని తమ కుటుంభం ఆస్తిగా భావిస్తున్న సోనియా.. మోదీ","excerpt":"ప్రధాని నరేంద్ర మోదీ ఆదివారం కాంగ్రెస్ నాయకురాలు సోనియా గాంధీ తీరును ఎండగట్టారు. రాయబరేలిని ‘వదలివేసిన’ సోనియా గాంధీ తన కుమారుడు రాహుల్ గాంధీని ఆ లోక్‌సభ సీటుకు నామినేట్ చేయడాన్ని ప్రధాని ఆక్షేపించారు. ఝార్ఖండ్‌లోని జంషెడ్‌పూర్‌లో ఒక ఎన్నికల ర్యాలీలో ప్రధాని మోదీ ప్రసంగిస్తూ, ‘ప్రచారం కోసం రాయబరేలికి (సోనియా గాంధీ) వెళ్లి, తన కుమారునివారికి అప్పగిస్తున్నానని ధ్వజమెత్తారు. దీర్ఘ కాలం రాయబరేలిలో పని చేసిన పార్టీ కార్యకర్త ఒక్కరూ వారికి కనిపించలేదా?’ అని ప్రశ్నించారు.","author":"Tattva News Team","time":"20/5/2024","image":"https://tattvanews.com/wp-content/uploads/2024/05/Modi-Jha.jpg","readTime":"5 min read","contentHTML":"\n<p>ప్రధాని నరేంద్ర మోదీ ఆదివారం కాంగ్రెస్ నాయకురాలు సోనియా గాంధీ తీరును ఎండగట్టారు. రాయబరేలిని ‘వదలివేసిన’ సోనియా గాంధీ తన కుమారుడు రాహుల్ గాంధీని ఆ లోక్‌సభ సీటుకు నామినేట్ చేయడాన్ని ప్రధాని ఆక్షేపించారు. ఝార్ఖండ్‌లోని జంషెడ్‌పూర్‌లో ఒక ఎన్నికల ర్యాలీలో ప్రధాని మోదీ ప్రసంగిస్తూ, ‘ప్రచారం కోసం రాయబరేలికి (సోనియా గాంధీ) వెళ్లి, తన కుమారునివారికి అప్పగిస్తున్నానని ధ్వజమెత్తారు.</p>\n\n\n\n<p>దీర్ఘ కాలం రాయబరేలిలో పని చేసిన పార్టీ కార్యకర్త ఒక్కరూ వారికి కనిపించలేదా?’ అని ప్రశ్నించారు. ‘కతోనా తరువాత ఆమె (సోనియా గాంధీ) ఒక్కసారి కూడా తన నియోజకవర్గాన్ని సందర్శించలేదు. ఇప్పుడు ఆమె తన తనయుని కోసం వోట్లు అడుగుతున్నారు. ఆ సీటును తమ కుటుంబ ఆస్తిగా వారు భావిస్తున్నారు’ అని మోదీ  విమర్శించారు. </p>\n\n\n\n<p>సోనియా గాంధీ తన పిల్లలు రాహుల్, ప్రియాంక వెంట ఉండగా తన పూర్వపు నియోజకవర్గం రాయబరేలిలో ఒక ఎన్నికల ర్యాలీలో శనివారం ప్రసంగించారు. తన కుమారుడు (రాహుల్ గాంధీ)ని రాయబరేలికి అప్పగిస్తున్నానని, ‘అతను మిమ్మల్ని నిరాశ పరచడు’ అని ఆమె చెప్పారు.</p>\n\n\n\n<p>రెండు లోక్‌సభ సీట్లకు పోటీ చేస్తున్నందుకు రాహుల్ గాంధీని ప్రధాని విమర్శించారు. ‘కాంగ్రెస్ యువరాజు ఎన్నికల్లో పోటీ చేసేందుకు వాయనాడ్ నుంచి రాయబరేలికి పారిపోయారు. అది తన తల్లి సీటు అని ప్రతి ఒక్కరికీ చెబుతూ ఆయన అంతటా తిరుగుతున్నారు’ అని మోదీ పేర్కొన్నారు.</p>\n\n\n\n<p> ‘ఎనిమిది సంవత్సరాల పిల్లవాడు చదువు కోసం పాఠశాలకు వెళితే అక్కడ తన తండ్రి చదివినప్పటికీ అది తన తండ్రి పాఠశాల అని అతను చెప్పడు. ఈ కుటుంబ ప్రాధాన్య వ్యక్తులు పార్లమెంటరీ సీట్ల విల్లు రాస్తున్నారు. అటువంటి కుటుంబ ప్రాధాన్య కుటుంబాల నుంచి ఝార్ఖండ్‌ను రక్షించవలసి ఉంటుంది’ అని ప్రధాని మోదీ హెచ్చరించారు.</p>\n\n\n\n<p>అదే సమయంలో రాహుల్‌పై ప్రధాని విమర్శల స్థాయిపెంచారు. ‘యువరాజు మావోయిస్ట్ భాష వాడుతున్నందున’ కాంగ్రెస్ పాలిత రాష్ట్రాలలో పెట్టుబడులకు ముందు ఏ పారిశ్రామికవేత్త అయినా 50 సార్లు ఆలోచిస్తారని ప్రధాని తెలిపారు. ‘కాంగ్రెస్ ‘షెహజాదా’ ఉపయోగిస్తున్న భాష ఆ పార్టీ పాలిత రాష్ట్రాల్లో పెట్టుబడులకు ముందు 50 సార్లు ఆలోచిస్తారు. మావోయిస్ట్‌లు మాట్లాడే భాషను ‘షెహజాదా’ వాడుతూ, వినూత్న పద్ధతుల ద్వారా డబ్బును లాక్కుంటున్నారు’ అని రాహుల్‌ను దృష్టిలో పెట్టుకుని మోదీ  ఆరోపించారు.</p>\n\n\n\n<p>‘తమ షెహజాదా వాడుతున్న పరిశ్రమ వ్యతిరేక, పారిశ్రామికవేత్త వ్యతిరేక భాషతో ఏకీభవిస్తారా లేదా అన్నది కాంగ్రెస్, ఇండియా కూటమి పాలిత రాష్ట్రాల ముఖ్యమంత్రులు సమాధానం ఇస్తారా? అని సవాల్ విసురుతున్నాను’ అని మోదీ  చెప్పారు. కాంగ్రెస్ పార్టీ ప్రజలకు కనీస సదుపాయాలు కల్పించలేదని, ఆ పార్టీ పూర్వపు ప్రభుత్వాల హయాంలో18 వేల గ్రామాల పరిస్థితి 18వ శతాబ్దంనాటిదిగా ఉందని ప్రధాని ఆరోపించారు.</p>\n","originalUrl":"https://tattvanews.com/19053/20/05/2024/","hasAudio":false,"hasInfographics":false}