{"id":"wp-en-13260","wp_id":13260,"type":"standard","category":"World","language":"en","title":"Retired Indian Colonel on UN duty killed near Rafah￼","excerpt":"In the first death of an Indian on UN duty in Gaza, which has not been mourned by External Affairs Minister S Jaishankar, Col Waibhav Anil Kale (retd) died after his vehicle came under fire in Rafah on Monday morning. Col Kale (46) took premature retirement from the Army in 2022 after serving with the","author":"Tattva News Team","time":"15/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Anil-Kale.webp","readTime":"5 min read","contentHTML":"\n<p>In the first death of an Indian on UN duty in Gaza, which has not been mourned by External Affairs Minister S Jaishankar, Col Waibhav Anil Kale (retd) died after his vehicle came under fire in Rafah on Monday morning.</p>\n\n\n\n<p>Col Kale (46) took premature retirement from the Army in 2022 after serving with the 11 Jammu and Kashmir Rifles. He is survived by his Pune-based wife and two teenaged children.</p>\n\n\n\n<p>The Permanent Mission of India to the UN, however, condoled his death. In a post on X, it said: “We are deeply saddened by the loss of Col Waibhav Kale, working for the UN Department of Safety and Security (DSS) in Gaza. Our deepest condolences are with the family during this difficult time.”</p>\n\n\n\n<p>The United Nations, on Tuesday, expressed condolences for the death of an Indian national, working for the UN Department of Safety and Security in Gaza. Farhan Haq, Deputy Spokesman for the Secretary-General, in a statement, condoled the death of the Indian national.</p>\n\n\n\n<p>“The Secretary-General was deeply saddened to learn of the death of a United Nations Department of Safety and Security (DSS) staff member and injury to another DSS staffer when their UN vehicle was struck as they travelled to the European Hospital in Rafah this morning,” the UN said in a statement.</p>\n\n\n\n<p>According to the statement of the UN official, Waibhav Anil Kale joined the United Nations as the security service coordinator a month ago in Gaza. Moreover, the Secretary-General condemned all such attacks on the UN personnel, calling for a full investigation.</p>\n\n\n\n<p>“The Secretary-General condemns all attacks on UN personnel and calls for a full investigation. He sends his condolences to the family of the fallen staff member,” the statement read.</p>\n","originalUrl":"https://en.tattvanews.com/international/retired-indian-colonel-on-un-duty-killed-near-rafah%ef%bf%bc/","hasAudio":false,"hasInfographics":false}