{"id":"wp-te-19316","wp_id":19316,"type":"standard","category":"World","language":"te","title":"￼ సుప్రీంకోర్టులో ఎమ్యెల్యే పిన్నేల్లికి ఎదురుదెబ్బ","excerpt":"మాచర్ల వైసిపి ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డిపై సుప్రీంకోర్టు ఆంక్షలు విధించింది. ఈ నెల 4న జరిగే ఎన్నికల కౌంటింగ్‌ కేంద్రంలోకి పిన్నెల్లి వెళ్లొద్దని సుప్రీంకోర్టు ఆదేశించింది. మాచర్లలో ఈవీఎం ధ్వంసం ఘటనలో అడ్డుకునేందుకు యత్నించిన నంబూరి శేషగిరిరావు తనకు ప్రాణభయం ఉందని, పిన్నెల్లిని అరెస్టు చేయాలని ఆశ్రయించిన నేపథ్యంలో కోర్టు ఆదేశాలు ఇచ్చింది. ఈవీఎం ధ్వంసం, హత్యాయత్నం కేసులో పిన్నెల్లిని అరెస్టు చేయాలని, అరెస్టుకు హైకోర్టు ఇచ్చిన వెసులుబాటు ఎత్తివేయాలని నంబూరి శేషగిరిరావు దాఖలు చేసిన పిటిషన్లపై","author":"Tattva News Team","time":"3/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/Pinnelli2.webp","readTime":"5 min read","contentHTML":"\n<p>మాచర్ల వైసిపి ఎమ్మెల్యే పిన్నెల్లి రామకృష్ణారెడ్డిపై సుప్రీంకోర్టు ఆంక్షలు విధించింది. ఈ నెల 4న జరిగే ఎన్నికల కౌంటింగ్‌ కేంద్రంలోకి పిన్నెల్లి వెళ్లొద్దని సుప్రీంకోర్టు ఆదేశించింది. మాచర్లలో ఈవీఎం ధ్వంసం ఘటనలో అడ్డుకునేందుకు యత్నించిన నంబూరి శేషగిరిరావు తనకు ప్రాణభయం ఉందని, పిన్నెల్లిని అరెస్టు చేయాలని ఆశ్రయించిన నేపథ్యంలో కోర్టు ఆదేశాలు ఇచ్చింది.</p>\n\n\n\n<p>ఈవీఎం ధ్వంసం, హత్యాయత్నం కేసులో పిన్నెల్లిని అరెస్టు చేయాలని, అరెస్టుకు హైకోర్టు ఇచ్చిన వెసులుబాటు ఎత్తివేయాలని నంబూరి శేషగిరిరావు దాఖలు చేసిన పిటిషన్లపై సుప్రీంకోర్టు విచారణ జరిపింది. ఈనెల 6 వరకు అరెస్టు చేయవద్దన్న వెసులుబాటు ఎత్తివేయాలని పిటిషన్‌ దాఖలు చేయగా, ఆయన కౌంటింగ్ కేంద్రంలోకి వెళ్లొద్దని సుప్రీం ఆదేశించింది.</p>\n\n\n\n<p>ఈ పిటిషన్లపై విచారణ సందర్భంగా.. పాల్వాయిగేటు పోలింగ్ కేంద్రంలో ఈవీఎంను ఎమ్మెల్యే ధ్వంసం చేసిన వీడియో గురించి ధర్మాసనం ముందు ప్రస్తావించారు. ఈ ఘటనపై ధర్మాసనం ఆగ్రహం వ్యక్తం చేయగా  పిటిషనర్ తరఫు లాయర్లు ఈవీఎంవను ద్వంసం చేసిన ఘటనకు సంబంధించిన వెబ్‌కాస్టింగ్ వీడియోలను ధర్మాసనానికి ప్రదర్శించారు. వెంటనే స్పందించిన ధర్మాసనం దీనిక ఏం సమాధానం చెబుతారని పిన్నెల్లి తరఫు లాయర్‌ను ప్రశ్నించింది. </p>\n\n\n\n<p>ఓ ప్రజాప్రతినిధిగా ఉండి ఎన్నికల్లో పోటీ చేస్తున్న వ్యక్ ఇలా ఈవీఎంను ధ్వంసం చేయడం ఏంటి? అని ప్రశ్నించింది. పిన్నెల్లి లాయర్ ఈ ఘటన గురించి తాము ఏమీ చెప్పాలనుకోవడం లేదనడంతో ధర్మాసనం ఆదేశాలు ఇచ్చింది. పిన్నెల్లి కౌంటింగ్‌ జరిగే కేంద్రం పరిసరాలలోకి రాకూడదని, దీనికి ఒప్పుకుంటున్నట్లుగా అఫిడవిట్ ఇవ్వాలని ధర్మాసనం ఆదేశించింది. </p>\n\n\n\n<p>ఆంధ్రప్రదేశ్ హైకోర్టు జూన్ 6న జరిపే విచారణలో అన్ని విషయాలు పరిగణనలోకి తీసుకుని తగిన ఉత్తర్వులు ఇవ్వాలని, వీలైనంత త్వరగా విచారణ పూర్తి చేయాలని ఆదేశించింది.  పాల్వాయిగేటు పోలింగ్‌ ఏజెంట్‌ నంబూరి శేషగిరిరావు సుప్రీం కోర్టులో పిటిషన్లు దాఖలు చేశారు. పిన్నెల్లి నుంచి తనకు ప్రాణహాని ఉందని ఈనెల 6 వరకు పిన్నెల్లిని అరెస్టు చేయొద్దంటూ హైకోర్టు ఇచ్చిన వెసులుబాటు ఎత్తివేయాలని కోరారు.</p>\n\n\n\n<p>ఈవీఎంల ధ్వంసంతో పాటు హత్యాయత్నం చేశారని ప్రధానంగా పేర్కొన్నారు. హైకోర్టు ఇచ్చిన అరెస్ట్ మినహాయింపు ఆదేశాలను రద్దు చేయాలని సుప్రీంకోర్టులో శేషగిరిరావు పిటిషన్ దాఖలు చేశారు. ఈ పిటిషన్లపై విచారణ జరిపిన జస్టిస్ అరవింద్ కుమార్ , జస్టిస్ సందీప్ మెహతా నేతృత్వంలోని ధర్మాసనం ఆదేశాలు జారీ చేసింది. </p>\n\n\n\n<p>పిన్నెల్లి ప్రస్తుతం నరసరావుపేటలో ఉంటున్నారు.. హైకోర్టు ఆదేశాలతో ప్రతి రోజూ పల్నాడు జిల్లా ఎస్పీ కార్యాలయానికి వెళ్లి సంతకం పెట్టి వస్తున్నారు. హైకోర్టు కౌంటింగ్ కేంద్రానికి వెళ్లేందుకు మాత్రం అనుమతి ఇచ్చింది. అయితే తాజాగా సుప్రీం కోర్టు పోలింగ్ కేంద్రంలోకి వెళ్లొద్దని పిన్నెల్లికి సూచించడంతో.. ఆయన ఎలా స్పందిస్తారన్నది చూడాలి. ఈ వ్యవహారం ఆయనకు తలనొప్పిగా మారింది.</p>\n\n\n\n<p>ఓట్ల లెక్కింపు సందర్భంగా మంగళవారం మాచర్ల నియోజకవర్గానికి వెళ్లేందుకు అనుమతి ఇవ్వాలని సర్వోన్నత న్యాయస్థానాన్ని పిన్నెల్లి కోరారు. అందుకు సుప్రీంకోర్టు ధర్మాసనం నిరాకరించింది. మాచర్ల నియోజకవర్గం వెళ్లేందుకు అంగీకరించలేదు. కౌంటింగ్ జరిగే పరిసర ప్రాంతాలకు పిన్నెల్లి వెళ్లకూడదని స్పష్టం చేసింది. పిన్నెల్లి రామకృష్ణారెడ్డిని ఈ నెల 6వ తేదీ వరకు అరెస్ట్ చేయొద్దని హైకోర్టు ఇచ్చిన ఉత్తర్వులను సుప్రీంకోర్టు తప్పు పట్టింది. పిన్నెల్లి రామకృష్ణారెడ్డికి ఉపశపనం కలిగించి హైకోర్టు తప్పు చేసిందని సుప్రీంకోర్టు ధర్మాసనం అభిప్రాయపడింది.</p>\n","originalUrl":"https://tattvanews.com/19316/03/06/2024/","hasAudio":false,"hasInfographics":false}