{"id":"wp-en-14230","wp_id":14230,"type":"standard","category":"World","language":"en","title":"India's monsoon travel bookings up 25% ￼","excerpt":"India's travel industry is thriving, benefiting from an unexpectedly busy monsoon season with a 25% increase in bookings compared to last year. President and Country Head for Holidays, MICE, Visa at Thomas Cook (India), Rajeev Kale, highlighted that discounts and promotions from airlines and hotels drive this increase. Hotel tariffs for monsoon favourites have dropped","author":"Tattva News Team","time":"23/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/07/Travel-booking.jpg","readTime":"5 min read","contentHTML":"\n<p>India's travel industry is thriving, benefiting from an unexpectedly busy monsoon season with a 25% increase in bookings compared to last year. President and Country Head for Holidays, MICE, Visa at Thomas Cook (India), Rajeev Kale, highlighted that discounts and promotions from airlines and hotels drive this increase.</p>\n\n\n\n<p>Hotel tariffs for monsoon favourites have dropped by 20-40%, with premium tariffs ranging from US$ 167.36 to 322.76 (Rs. 14,000 to Rs. 27,000) per night in Goa, US$ 143.45 to 537.93 (Rs. 12,000 to Rs. 45,000) per night in Kerala, and US$ 239.08 to 382.53 (Rs. 20,000 to Rs. 32,000) per night in Coorg for July-August. MD and ASVP for South Asia at Radisson Hotel Group, Mr. Nikhil Sharma, noted a 9% increase in demand in July compared to last year.</p>\n\n\n\n<p>President and Country Head for Holidays at SOTC Travel, Mr. Daniel Dsouza, mentioned a rise in travel to international destinations with visa-on-arrival, such as Bhutan, Sri Lanka, Bali, Malaysia, Azerbaijan, and Georgia, experiencing a 20% increase in demand. In India, Kerala and Karnataka offer unique experiences, such as the Malabar River Festival and the boat race in Alappuzha.</p>\n\n\n\n<p>Popular leisure spots like Lonavala, Udaipur, Jaipur, Ooty, and Mussoorie are leading search trends on Booking.com, with Dubai, Singapore, and Colombo also highly favoured.</p>\n\n\n\n<p>According to the Mastercard Economics Institute’s ‘Travel Trends 2024: Breaking Boundaries’ report, Indian airports saw 97 million passengers in the first quarter of 2024. Domestic travel surpassed pre-pandemic levels by 21% in March 2024, while international travel rose by 4%. Leading summer destinations for Indian travellers include Amsterdam, Singapore, London, Frankfurt, and Melbourne.</p>\n","originalUrl":"https://en.tattvanews.com/economy/indias-monsoon-travel-bookings-up-25-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}