{"id":"wp-te-19869","wp_id":19869,"type":"standard","category":"World","language":"te","title":"￼రాష్ట్రాభివృద్ధికి సహకరించమని ప్రధాని మోదీని కోరిన రేవంత్ ￼","excerpt":"ఢిల్లీ పర్యటనలో ఉన్న ముఖ్యమంత్రి రేవంత్ రెడ్డి గురువారం ప్రధానమంత్రి నరేంద్ర మోదీతో భేటీ అయ్యారు. రాష్ట్రానికి కేంద్రం నుంచి రావాల్సిన నిధులు, ప్రాజెక్టులపై చర్చించారు. రాష్ట్రాభివృద్ధి కేంద్ర సహకారం వంటి పలు అంశాలపై ప్రధానికి వినతి పత్రం సమర్పించారు. సీఎం రేవంత్ రెడ్డితో పాటు ఉపముఖ్యమంత్రి భట్టి విక్రమార్క కూడా ప్రధానితో జరిగిన సమావేశంలో పాల్గొన్నారు. తెలంగాణ అభివృద్ధికి సహకరించమని ప్రధాని మోదీని కోరామని ముఖ్యమంత్రి రేవంత్ రెడ్డి చెప్పారు. రాష్ట్రానికి సంబంధించిన నిధులు, ఇతర","author":"Tattva News Team","time":"4/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Modi-Revanth.jpg","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీ పర్యటనలో ఉన్న ముఖ్యమంత్రి రేవంత్ రెడ్డి గురువారం ప్రధానమంత్రి నరేంద్ర మోదీతో భేటీ అయ్యారు. రాష్ట్రానికి కేంద్రం నుంచి రావాల్సిన నిధులు, ప్రాజెక్టులపై చర్చించారు. రాష్ట్రాభివృద్ధి కేంద్ర సహకారం వంటి పలు అంశాలపై ప్రధానికి వినతి పత్రం సమర్పించారు. సీఎం రేవంత్ రెడ్డితో పాటు ఉపముఖ్యమంత్రి భట్టి విక్రమార్క కూడా ప్రధానితో జరిగిన సమావేశంలో పాల్గొన్నారు.</p>\n\n\n\n<p>తెలంగాణ అభివృద్ధికి సహకరించమని ప్రధాని మోదీని కోరామని ముఖ్యమంత్రి రేవంత్ రెడ్డి చెప్పారు. రాష్ట్రానికి సంబంధించిన నిధులు, ఇతర అంశాలపై వినతి పత్రాలు ఇచ్చామన్నారు. తెలంగాణ ఎదుర్కొంటున్న ప్రధాన సమస్యలను కేంద్రం దృష్టికి తీసుకెళ్లామన్న ఆయన  పరిష్కారంపై ప్రధానమంత్రి సానుకూలంగా స్పందించారని వెల్లడించారు.</p>\n\n\n\n<h2 class=\"wp-block-heading\">ప్రధాని దృష్టికి తీసుకెళ్లి అంశాలివే</h2>\n\n\n\n<ul class=\"wp-block-list\"><li>సింగరేణి కాలరీస్ కంపెనీ లిమిటెడ్ కి బొగ్గు బ్లాకుల కేటాయింపు అంశాన్ని ప్రధాని దృష్టికి తీసుకెళ్లారు.  సింగరేణిలో తెలంగాణ ప్రభుత్వానికి 51శాతం, కేంద్ర ప్రభుత్వానికి 49శాతం ఈక్విటీ వాటా ఉందన్నారు. కేంద్రం వేలం వేస్తున్న బొగ్గు గనుల జాబితాలో సింగరేణి ఏరియాలో ఉన్న శ్రావణపల్లి బొగ్గు బ్లాకును చేర్చారని గుర్తు చేెశారు. మైన్స్ అండ్ మినరల్స్ డెవెలప్మెంట్ అండ్ రెగ్యులేషన్ (ఎంఎండిఆర్) చట్టంలో ఉన్న సెక్షన్ 11A / 17(A) (2) ప్రకారం ఈ గనిని వేలం వేసే గనుల జాబితా నుంచి తొలగించాలని విజ్ఞుప్తి చేశారు. సింగరేణి ఏరియాలో ఉన్న ఈ గనిని సింగరేణికి కేటాయించాలని కోరారు.</li><li> కోయగూడెం బ్లాక్ 3, సత్తుపల్లి బ్లాక్ 3 గనులను కూడా ఇదే చట్ట ప్రకారం సింగరేణికి కేటాయించాలి. రాష్ట్రంలోని విద్యుత్తు అవసరాలు తీర్చేందుకు ఈ గనులు కేటాయించాలని సీఎం రేవంత్ రెడ్డి విజ్ఞప్తి చేశాు.</li><li>ప్రతి రాష్ట్రంలో ఒక ఐఐఎం స్థాపించాలని కేంద్ర ప్రభుత్వం విధాన నిర్ణయంగా తీసుకుంది. కానీ ఇప్పటివరకుతెలంగాణకు ఐఐఎం మంజూరు కాలేదు.తెలంగాణకు ఐఐఎం మంజూరు చేయాలని అభ్యర్థిస్తున్నాం.  హైదరాబాద్ సెంట్రల్ యూనివర్సిటీ క్యాంపస్‌లో అందుకు సరిపడేంత భూమి అందుబాటులో ఉంది. ప్రత్యామ్నాయంగా ఎక్కడైనా భూమిని కేటాయించడానికి రాష్ట్ర ప్రభుత్వం సిద్ధంగా ఉంది.</li><li> 2010లో అప్పటి కేంద్ర ప్రభుత్వం హైదరాబాద్, బెంగళూరురెండు నగరాలకు ఐటిఐఆర్ ప్రాజెక్ట్ మంజూరు చేసింది.  కొత్త ఐటీ కంపెనీలు, ఐటీ స్పేస్ డెవలపర్‌లను ప్రోత్సహించేందుకు వీలుగా తెలంగాణ ప్రభుత్వం 3 క్లస్టర్లలో అందుకు అవసరమైన భూమిని గుర్తించింది.  2014లో ప్రభుత్వం మారడంతో ఈ ప్రాజెక్టు ముందుకు సాగలేదు.హైదరాబాద్ లో తిరిగి ఐటిఐఆర్ ప్రాజెక్ట్ పునరుద్ధరించాలని కోరుతున్నాం.</li><li>కాజీపేటలో రైల్వే కోచ్ ఫ్యాక్టరీ మంజూరు చేయాలని విజ్ఞప్తి చేస్తున్నాం.</li><li>ఇండియా సెమీకండక్టర్ మిషన్ లో తెలంగాణను చేర్చాలి.</li><li>ప్రధానమంత్రి ఆవాస్ యోజన్ తొలి దశలో తెలంగాణ రాష్ట్రానికి తక్కువ ఇండ్లు మంజూరయ్యాయి. రాష్ట్ర ప్రభుత్వ మార్గదర్శకాలు పీఎంఏవై మార్గదర్శకాలకు అనుగుణంగా లేకపోవటంతో అప్పడు తక్కువ సంఖ్యలో కేటాయించారు.  తెలంగాణకు 25 లక్షల ఇండ్లను మంజూరు చేయాలని కోరుతున్నాం. </li><li>వెనుకబడిన ప్రాంతాల అభివృద్ది నిధి కింద కేంద్ర ప్రభుత్వం 2015 నుంచి 2019 వరకుఅయిదేండ్లలో తెలంగాణకు రూ.2,250 కోట్లు కేటాయించింది. ఒక్కో ఏడాదికి రూ.450 కోట్ల చొప్పున ఈ గ్రాంట్ మంజూరు చేసింది. వీటికి సంబంధించి 2019-20, 2021-22, 2022-23, 2023-24 సంవత్సరాలకు సంబంధించి తెలంగాణకు రావాల్సిన రూ.1,800 కోట్లు విడుదల చేయండి.</li><li>హైదరాబాద్లో పెరిగిన ట్రాఫిక్ అవసరాల దృష్ట్యా హైదరాబాద్–కరీంనగర్ రహదారి, హైదరాబాద్ నాగ్పూర్ (జాతీయ రహదారి 44)పై ఎలివేటేడ్ కారిడార్లను నిర్మించ తలపెట్టింది. ఈ రెండు కారిడార్ల నిర్మాణానికి అడ్డంకి లేకుండా మార్గమధ్యంలో రక్షణశాఖ పరిధిలో ఉన్న భూములను బదిలీ చేయాలని కోరుతున్నాం.</li><li>రాష్ట్ర పునర్విభజన చట్టం ప్రకారం తెలంగాణలో మౌలిక సదుపాయాల అభివృద్ధికి ఖమ్మం జిల్లాలో స్టీల్ ప్లాంట్ ఏర్పాటుకు కేంద్ర ప్రభుత్వం హామీ ఇచ్చింది.  ఈ ఉక్కు కర్మాగారం ఏర్పాటుకు సంబంధించి కేంద్ర ప్రభుత్వ సంస్థలు ఇప్పటికే సాధ్యాసాధ్యాల నివేదికలు సమర్పించాయి. ఖమ్మం జిల్లాలో ఈ ఉక్కు కర్మాగారాన్ని నెలకొల్పే ప్రక్రియను వేగవంతం చేయాలని అభ్యర్థిస్తున్నాం.</li><li> జాతీయ రహదారుల అభివృద్ధిలో బాగంగా భారత్మాల పరియోజన మొదటి దశలో కేంద్ర ప్రభుత్వం హైదరాబాద్ రీజనల్ రింగ్ రోడ్డులో ఉత్తర భాగం (సంగారెడ్డి నుంచి చౌటుప్పల్ వరకు జాతీయ రహదారి) నిర్మాణానికి ఆమోదం తెలిపింది. 50 శాతం భూసేకరణకు అయ్యే ఖర్చును రాష్ట్ర ప్రభుత్వం వాటాగా ఇవ్వటంతో పాటు రహదారి నిర్మాణ పనులు వేగంగా పూర్తి చేసేందుకు సిద్ధంగా ఉంది. దీనికి సంబంధించిన టెండర్ల ప్రక్రియను వీలైనంత తొందరగా చేపట్టాలని కోరుతున్నాను.</li><li>రీజనల్ రింగ్ రోడ్డు దక్షిణ భాగాన్ని (చౌటుప్పల్ నుంచి సంగారెడ్డి వరకు) కూడా జాతీయ రహదారిగా గుర్తించాలి. భారత్ మాల పరియోజనలో ఈ రహదారి నిర్మాణం చేపట్టాలని విజ్ఞప్తి చేస్తున్నాం.</li><li> తెలంగాణలోని ప్రధాన పట్టణాలు, పుణ్య క్షేత్రాలకు పెరిగిన రవాణా అవసరాల దృష్ట్యా 13 రాష్ట్ర రహదారులను జాతీయ రహదారులుగా అప్ గ్రేడ్ చేయాల్సిన అవసరముందని మోదీ దృష్టికి తీసుకెళ్లారు.</li><li>తెలంగాణలో కొత్తగా ఏర్పడిన అన్ని జిల్లాల్లో జవహర్ నవోదయ విద్యాలయాలు ఏర్పాటు చేయాలి. 24 నవోదయ విద్యాలయాలు మంజూరు చేయాలని కోరారు.</li></ul>\n","originalUrl":"https://tattvanews.com/19869/04/07/2024/","hasAudio":false,"hasInfographics":false}