{"id":"wp-en-13598","wp_id":13598,"type":"standard","category":"World","language":"en","title":"Media baron Ramoji Rao passes away at 87￼","excerpt":"Cherukuri Ramoji Rao, the head of Telugu news and entertainment network ETV and founder of the Ramoji Film City, passed away at 87 in Hyderabad on Saturday morning. The media baron, widely known for his Eenadu group of publicaitons, died while undergoing treatment at Star Hospital in Hyderabad. He had been suffering from chronic illness and age-related","author":"Tattva News Team","time":"8/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/Ramoji-Rao.webp","readTime":"5 min read","contentHTML":"\n<p>Cherukuri Ramoji Rao, the head of Telugu news and entertainment network ETV and founder of the Ramoji Film City, passed away at 87 in Hyderabad on Saturday morning. The media baron, widely known for his Eenadu group of publicaitons, died while undergoing treatment at Star Hospital in Hyderabad.</p>\n\n\n\n<p>He had been suffering from chronic illness and age-related issues for a long time, say media reports. Ramoji Rao headed the Ramoji Group, which owns several leading businesses, including Ramoji Film City, which is the world's largest integrated film city, ETV Network of TV channels, and the Telugu-language newspaper Eenadu.</p>\n\n\n\n<p>His other business ventures include film production house Usha Kiran Movies, film distribution company Mayuri Film Distributors, financial services firm Margadarsi Chit Fund, and hotel chain Dolphin Group of Hotels.</p>\n\n\n\n<p>Ramoji Rao has been a recipient of several honours and awards for his contribution to Telugu cinema and media, including Padma Vibhushan, National Film Award for Best Feature Film in Telugu, four Filmfare Awards South and five Nandi Awards.</p>\n\n\n\n<p>PM-designate Narendra Modi also condoled the demise of Eenadu and Ramoji Film City founder Ramoji Rao. \"The passing away of Ramoji Rao Garu is extremely saddening. He was a visionary who revolutionized Indian media. His rich contributions have left an indelible mark on journalism and the world of films”.</p>\n\n\n\n<p>“Through his noteworthy efforts, he set new standards for innovation and excellence in the media and entertainment world. Ramoji Rao Garu was extremely passionate about India’s development. I am fortunate to have had several opportunities to interact with him and benefit from his wisdom. Condolences to his family, friends and countless admirers during this difficult time,\" Modi tweeted.</p>\n\n\n\n<p>Telangana Chief Minister A Revanth Reddy, in a tribute, credited him with “adding credibility to Telugu journalism and adding value to the Telugu industrial sector.” Taking to <em>X, </em>he said: “Without Ramoji Rao, the Telugu press and media sector will never be able to fill the gap. Praying to God to rest his soul in peace… My deepest condolences to the family members.”</p>\n\n\n\n<p>Telugu Desam Party (TDP) chief and the Andhra Pradesh CM-designate N Chandrababu Naidu, in a post on <em>X, </em>spoke about his association with the Rao. “His death is a great loss not only for the Telugu people….for the country as well… He was a pinnacle in the field of media. I was associated with Sri Ramoji Rao for four decades. His way of saying good is good and bad is bad… brought me closer to him,” he wrote.</p>\n","originalUrl":"https://en.tattvanews.com/telegu-state/media-baron-ramoji-rao-passes-away-at-87%ef%bf%bc/","hasAudio":false,"hasInfographics":false}