{"id":"wp-en-14812","wp_id":14812,"type":"standard","category":"World","language":"en","title":"Mamata demands resignation of Modi, Amit Shah and BJP CMs over 'less effective anti-rape laws'","excerpt":"West Bengal Chief Minister Mamata Banerjee on Tuesday demanded the resignation of Prime Minister Narendra Modi, Union Home Minister Amit Shah and the chief ministers of all states that have “not been able to implement effective legislations to safeguard women”. Speaking in the Assembly after tabling of the Aparajita Woman and Child Bill (West Bengal","author":"Tattva News Team","time":"4/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/Mamata.webp","readTime":"5 min read","contentHTML":"\n<p>West Bengal Chief Minister Mamata Banerjee on Tuesday demanded the resignation of Prime Minister Narendra Modi, Union Home Minister Amit Shah and the chief ministers of all states that have “not been able to implement effective legislations to safeguard women”.</p>\n\n\n\n<p>Speaking in the Assembly after tabling of the Aparajita Woman and Child Bill (West Bengal Criminal Laws and Amendment) Bill 2024, Banerjee said the Bill aims at quick investigation, fast justice delivery and enhanced punishment of the guilty.</p>\n\n\n\n<p>“Rape is a curse against humanity and social reforms are required to prevent such crimes,” she said. Once this Bill is passed, we will form a special Aparajita Task Force from among police to ensure time-bound completion of probe, the chief minister said.</p>\n\n\n\n<p>Hailing the Bill as “historic and model for other states”, Banerjee said that through this proposed legislation, her government has tried to plug the loopholes that exist in the central legislations in terms of speedy and effective disposal of justice to victims and their kin.</p>\n\n\n\n<p>Mamata Banerjee urged Governor Ananda Bose to sign the Aparajita Women and Child Bill immediately and make it a law. Referring to Kolkata rape and murder case, the CM urged 'capital punishment' for all rapists.  The bill was tabled by Law Minister Moloy Ghatak on the second day of the special Assembly session.</p>\n\n\n\n<p>\"...I had written two letters to the Prime Minister, but I did not get any reply from him, rather I got a reply from the Minister of Women and Child Development, but I also replied to his reply and informed the Prime Minister. When the Code of Justice Bill was passed in a hurry before the elections, I had said that it should not be passed in a hurry, the states were not consulted in this”, she added.</p>\n","originalUrl":"https://en.tattvanews.com/national/mamata-demands-resignation-of-modi-amit-shah-and-bjp-cms-over-less-effective-anti-rape-laws/","hasAudio":false,"hasInfographics":false}