{"id":"wp-te-20739","wp_id":20739,"type":"standard","category":"World","language":"te","title":"ఉక్రెయిన్, రష్యా యుద్ధంలో భారత్ తటస్థంగా లేనేలేదు... మోదీ","excerpt":"రష్యా-ఉక్రెయిన్‌ యుద్ధం విషయంలో భారత్‌ ఎప్పుడూ తటస్థంగా లేదని, ఎల్లప్పుడూ శాంతి వైపే ఉందని ప్రధాని నరేంద్ర మోదీ స్పష్టం చేశారు. ఉక్రెయిన్‌లో పర్యటిస్తున్న ప్రధాని ఆ దేశాధ్యక్షుడు జెలెన్‌స్కీతో భేటీ అయ్యారు. ఇరుదేశాల మధ్య ద్వైపాక్షిక సంబంధాలతోపాటు వాణిజ్యం, ఆర్థికం, రక్షణ, ఫార్మా, వ్యవసాయం, విద్య తదితర అంశాల్లో భాగస్వామ్యంపై చర్చించారు. రష్యా-ఉక్రెయిన్‌ యుద్ధం అంశంలో భారత్‌ ఎప్పుడూ తటస్థంగా లేదని, ఎల్లప్పుడూ శాంతి వైపే ఉందని ప్రధాని నరేంద్ర మోదీ తేల్చి చెప్పారు. ఉక్రెయిన్‌లో","author":"Tattva News Team","time":"24/8/2024","image":"https://tattvanews.com/wp-content/uploads/2024/08/Modi-Ukraine.jpg","readTime":"5 min read","contentHTML":"\n<p>రష్యా-ఉక్రెయిన్‌ యుద్ధం విషయంలో భారత్‌ ఎప్పుడూ తటస్థంగా లేదని, ఎల్లప్పుడూ శాంతి వైపే ఉందని ప్రధాని నరేంద్ర మోదీ స్పష్టం చేశారు. ఉక్రెయిన్‌లో పర్యటిస్తున్న ప్రధాని ఆ దేశాధ్యక్షుడు జెలెన్‌స్కీతో భేటీ అయ్యారు. ఇరుదేశాల మధ్య ద్వైపాక్షిక సంబంధాలతోపాటు వాణిజ్యం, ఆర్థికం, రక్షణ, ఫార్మా, వ్యవసాయం, విద్య తదితర అంశాల్లో భాగస్వామ్యంపై చర్చించారు.</p>\n\n\n\n<p>రష్యా-ఉక్రెయిన్‌ యుద్ధం అంశంలో భారత్‌ ఎప్పుడూ తటస్థంగా లేదని, ఎల్లప్పుడూ శాంతి వైపే ఉందని ప్రధాని నరేంద్ర మోదీ తేల్చి చెప్పారు. ఉక్రెయిన్‌లో పర్యటిస్తున్న ప్రధాని ఆ దేశ అధ్యక్ష భవనం మారిన్‌స్కీ ప్యాలెస్‌లో ఉక్రెయిన్‌ అధినేత జెలెన్‌స్కీత భేటీ అయ్యారు. ద్వైపాక్షిక చర్చలు జరిపారు. ఈ భేటీకి విదేశాంగ మంత్రి జైశంకర్‌,జాతీయ భద్రత సలహాదారు అజిత్‌ డోభాల్‌తో సహా ఇరుదేశాల ప్రతినిధులు పాల్గొన్నారు. </p>\n\n\n\n<p>ఉక్రెయిన్‌-రష్యా మధ్య నెలకొన్న వివాదాన్ని చర్చలు, దౌత్యమార్గాల ద్వారా పరిష్కరించుకోవాలని మోదీ సూచించారు. ఇరుదేశాలు సంప్రదింపులు జరపాల్సిన అవసరం ఉందని కోరారు. అందుకోసం అన్నివిధాలా సహాయం చేసేందుకు భారత్‌ సిద్ధంగా ఉన్నట్లు ప్రధాని మోదీ తెలిపారు.</p>\n\n\n\n<p>\"నేను, మీకు (జెలెన్‌స్కీ), ప్రపంచానికి విశ్వాసం కలిగించాలనుకుంటున్నాను. దేశ సమగ్రత, ప్రాదేశికత, సార్వభౌమత్వాన్ని గౌరవించటం భారత్‌కు ఎంతో ముఖ్యమైనదనే విషయాన్ని భారత్‌ సమర్థిస్తుంది. ఇంతక్రితం రష్యా అధ్యక్షుడు పుతిన్‌ను కలిశా. మీడియా ముందు కరచాలనం చేసి..ఇది యుద్ధానికి సమయం కాదని చెప్పాను\" అని గుర్తు చేశారు. </p>\n\n\n\n<p>\"గతంలోనూ ఆయన్ను కలిసేందుకు రష్యా వెళ్లాను. అప్పుడు కూడా నా మాటను స్పష్టంగా చెప్పాను. ఏ సమస్యకు యుద్ధం పరిష్కారం కాదని చెప్పాను. చర్చలు, దౌత్యం ద్వారా సమస్యకు పరిష్కారం లభిస్తుంది. ఇంకా ఏమాత్రం ఆలస్యం చేయకుండా ఆ దిశగా ముందుకు సాగాలి. ఇరుపక్షాలు కూర్చొని ఈ సమస్య నుంచి బయటపడే మార్గాలు కనుగొనాలి\" అని సూచించారు.</p>\n\n\n\n<p>మోదీ ఉక్రెయిన్‌ పర్యటన చరిత్రాత్మకమని విదేశాంగ మంత్రి ఎస్‌. జైశంకర్‌ పేర్కొన్నారు. ఇక్కడ సాధ్యమైనంత త్వరగా శాంతి నెలకొల్పేందుకు అన్ని విధాలుగా సహకరించేందుకు భారత్‌ సిద్ధంగా ఉందని అధ్యక్షుడు జెలెన్‌స్కీకి మోదీ స్పష్టం చేశారని పేర్కొన్నారు. భేటీ సందర్భంగా సైనిక స్థితిగతులు, ఆహార, ఇంధన భద్రతతో పాటు శాంతిని నెలకొల్పే మార్గాలపై ఇరువురు నేతలు సుదీర్ఘంగా చర్చించారని చెప్పారు. </p>\n\n\n\n<p>మరోవైపు, గ్లోబల్‌ పీస్‌ సమ్మిట్‌లో తన భాగస్వామ్యాన్ని కొనసాగించాలని భారత్‌ను ఉక్రెయిన్‌ కోరినట్లు చెప్పారు. సమస్య పరిష్కారం కోసం ఇరుపక్షాలు పరస్పరం చర్చించుకోవాల్సిన అవసరముందనే భారత్‌ అభిప్రాయమని విదేశాంగ మంత్రి ఎస్‌. జైశంకర్ పేర్కొన్నారు. అంతర్జాతీయ న్యాయ సూత్రాలకు అనుగుణంగా సహకారం అందించుకునేందుకు ఇరువురు నేతలు తమ సంసిద్ధతను వ్యక్తం చేశారని చెప్పారు. ఈ సందర్భంగా రష్యా అధ్యక్షుడు పుతిన్‌తో జులైలో మోదీ జరిపిన చర్చల వివరాలను జెలెన్‌స్కీకి వివరించారని వివరించారు.</p>\n","originalUrl":"https://tattvanews.com/20739/24/08/2024/","hasAudio":false,"hasInfographics":false}