{"id":"wp-en-12973","wp_id":12973,"type":"standard","category":"World","language":"en","title":"NIA nabs key accused in attack on Indian High Commission in London￼","excerpt":"National Investigation Agency (NIA) on Thursday arrested Inderpal Singh Gaba, a key accused in the case related to the attack on the Indian High Commission in March last year.  Gaba, a resident of Hounslow in the UK has been arrested for carrying out unlawful activities during protests that took place on March 22, 2023, in","author":"Tattva News Team","time":"26/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/UK-Mission.jpg","readTime":"5 min read","contentHTML":"\n<p>National Investigation Agency (NIA) on Thursday arrested Inderpal Singh Gaba, a key accused in the case related to the attack on the Indian High Commission in March last year.  Gaba, a resident of Hounslow in the UK has been arrested for carrying out unlawful activities during protests that took place on March 22, 2023, in London, a statement issued by the agency said. </p>\n\n\n\n<p>The investigations in the case revealed that the attack on the Indian High Commission, on March 19 and March 22, in London were part of a larger conspiracy to unleash vicious attacks on the Indian missions and its officials. </p>\n\n\n\n<p>The attacks in London in March 2023 were found to be in retaliation to the action taken by the Punjab Police against pro-Khalistani separatist Amritpal Singh on March 18, 2023, it added.</p>\n\n\n\n<p>However, further investigations are ongoing in the case.  The national flag at the Indian high commission in London was pulled down by Khalistani supporters during the protest.  After the Ministry of Home Affairs involvement, NIA took over the probe from Delhi police. </p>\n\n\n\n<p>The mastermind of the March 19 violence was said to be Avtar Singh Khanda alias Azad alias Ranjhodh Singh, the self-styled chief of the designated terror outfit Khalistan Liberation Force (KLF). Weeks later, he died at a hospital in Birmingham.  Khanda was the alleged handler of Waris Punjab De chief Amritpal Singh. </p>\n","originalUrl":"https://en.tattvanews.com/international/nia-nabs-key-accused-in-attack-on-indian-high-commission-in-london%ef%bf%bc/","hasAudio":false,"hasInfographics":false}