{"id":"wp-en-15724","wp_id":15724,"type":"standard","category":"World","language":"en","title":"Amnesty International says Israel committing genocide against Palestinians in Gaza","excerpt":"Amnesty International’s research has found sufficient basis to conclude that Israel has committed and is continuing to commit genocide against Palestinians in the occupied Gaza Strip, the organization said in a landmark new report published today. The report, ‘You Feel Like You Are Subhuman’: Israel’s Genocide Against Palestinians in Gaza, documents how, during its military","author":"Tattva News Team","time":"5/12/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/12/Gaza1.webp","readTime":"5 min read","contentHTML":"\n<p>Amnesty International’s research has found sufficient basis to conclude that Israel has committed and is continuing to commit genocide against Palestinians in the occupied Gaza Strip, the organization said in a landmark new report published today.</p>\n\n\n\n<p>The report, ‘You Feel Like You Are Subhuman’: Israel’s Genocide Against Palestinians in Gaza, documents how, during its military offensive launched in the wake of the deadly Hamas-led attacks in southern Israel on 7 October 2023, Israel has unleashed hell and destruction on Palestinians in Gaza brazenly, continuously and with total impunity.</p>\n\n\n\n<p>“Amnesty International’s report demonstrates that Israel has carried out acts prohibited under the Genocide Convention, with the specific intent to destroy Palestinians in Gaza. These acts include killings, causing serious bodily or mental harm and deliberately inflicting on Palestinians in Gaza conditions of life calculated to bring about their physical destruction. Month after month, Israel has treated Palestinians in Gaza as a subhuman group unworthy of human rights and dignity, demonstrating its intent to physically destroy them,” said Agnès Callamard, Secretary General of Amnesty International.</p>\n\n\n\n<p>“Our research reveals that, for months, Israel has persisted in committing genocidal acts, fully aware of the irreparable harm it was inflicting on Palestinians in Gaza. It continued to do so in defiance of countless warnings about the catastrophic humanitarian situation and of legally binding decisions from the International Court of Justice (ICJ) ordering Israel to take immediate measures to enable the provision of humanitarian assistance to civilians in Gaza,” said Agnès Callamard.</p>\n\n\n\n<p>He asserted that the atrocity crimes committed on 7 October 2023 by Hamas and other armed groups against Israelis and victims of other nationalities, including deliberate mass killings and hostage-taking, can never justify Israel’s genocide against Palestinians in Gaza.</p>\n\n\n\n<p>“The international community’s seismic, shameful failure for over a year to press Israel to end its atrocities in Gaza, by first delaying calls for a ceasefire and then continuing arms transfers, is and will remain a stain on our collective conscience,” said Agnès Callamard.</p>\n\n\n\n<p>“He said that the International Criminal Court’s (ICC) arrest warrants for Prime Minister Benjamin Netanyahu and former Defense Minister Yoav Gallant for war crimes and crimes against humanity issued last month offer real hope of long-overdue justice for victims. States must demonstrate their respect for the court’s decision and for universal international law principles by arresting and handing over those wanted by the ICC, he added.</p>\n\n\n\n<p>“We are calling on the Office of the Prosecutor of the ICC to urgently consider adding genocide to the list of crimes it is investigating and for all states to use every legal avenue to bring perpetrators to justice. No one should be allowed to commit genocide and remain unpunished.”</p>\n\n\n\n<p>Amnesty International is also calling for all civilian hostages to be released unconditionally and for Hamas and other Palestinian armed groups responsible for the crimes committed on 7 October to be held to account.</p>\n\n\n\n<p>It also called for the UN Security Council to impose targeted sanctions against Israeli and Hamas officials most implicated in crimes under international law.</p>\n","originalUrl":"https://en.tattvanews.com/special-stories/%ef%bf%bcamnesty-international-says-israel-committing-genocide-against-palestinians-in-gaza%ef%bf%bc/","hasAudio":false,"hasInfographics":false}