{"id":"wp-te-21432","wp_id":21432,"type":"standard","category":"World","language":"te","title":"ఇజ్రాయెల్‌పై ఇరాన్ క్షిపణుల దాడి","excerpt":"పశ్చిమాసియా భగ్గుమంటోంది. హెజ్‌బొల్లా స్థావరాలే లక్షంగా లెబనాన్‌పై ఒకవైపు ఇజ్రాయెల్ దాడులు చేస్తున్న సమయంలో ఇరాన్ ఒక్కసారిగా విరుచుకుపడింది. ఇజ్రాయెల్‌పై క్షిపణి దాడులు చే పట్టింది. దీంతో ఇజ్రాయెల్ అధికారులు త మ దేశ ప్రజలను అప్రమత్తం చేశారు. సైర న్ల మోత మోగిస్తూ ప్రజలను అప్రమత్తం చేస్తుంది.  ఇరాన్ దాదాపు 500 క్షిపణులు ప్రయోగించినట్లు తెలుస్తోంది. టెల్‌అవీవ్, జె రూసలెం లక్షంగా ఈదాడులకు దిగినట్లు తెలిసింది.అయితే ఇజ్రాయెల్‌కు చెందిన ఐరన్ డోమ్ వ్యవస్థ ఇరాన్ క్షిపణి","author":"Tattva News Team","time":"2/10/2024","image":"https://tattvanews.com/wp-content/uploads/2024/10/Iran-attack.jpg","readTime":"5 min read","contentHTML":"\n<p>పశ్చిమాసియా భగ్గుమంటోంది. హెజ్‌బొల్లా స్థావరాలే లక్షంగా లెబనాన్‌పై ఒకవైపు ఇజ్రాయెల్ దాడులు చేస్తున్న సమయంలో ఇరాన్ ఒక్కసారిగా విరుచుకుపడింది. ఇజ్రాయెల్‌పై క్షిపణి దాడులు చే పట్టింది. దీంతో ఇజ్రాయెల్ అధికారులు త మ దేశ ప్రజలను అప్రమత్తం చేశారు. సైర న్ల మోత మోగిస్తూ ప్రజలను అప్రమత్తం చేస్తుంది. </p>\n\n\n\n<p>ఇరాన్ దాదాపు 500 క్షిపణులు ప్రయోగించినట్లు తెలుస్తోంది. టెల్‌అవీవ్, జె రూసలెం లక్షంగా ఈదాడులకు దిగినట్లు తెలిసింది.అయితే ఇజ్రాయెల్‌కు చెందిన ఐరన్ డోమ్ వ్యవస్థ ఇరాన్ క్షిపణి దాడులు ఎదుర్కొన్నట్లు వార్తలు వస్తున్నాయి. దేశ పౌరులు సురక్షిత ప్రాంతాలకు వెళ్లాలని ఇజ్రాయెల్ పిలుపునిచ్చింది. మరోవైపు ఈ పరిణామాల నడుమే ఇజ్రాయెల్ రాజధాని లో కాల్పులు కలకలం రేపాయి.</p>\n\n\n\n<p>ఓ వ్యక్తి తుపాకీతో కాల్పులు జరపగా, పలువురు మృతి చెందినట్టు సమాచారం. ఇదిలావుండగా ఇజ్రాయెల్‌కు అమెరికా అండగా ఉంటుందని అధ్యక్షుడు జో బైడెన్ స్పష్టం చేశారు. అందుకోసం పశ్చిమాసియాలోని అమెరికా బలగాలను రక్షించుకునేందుకు సంసిద్ధంగా ఉన్నట్లు వెల్లడించారు. జాతీయ భ ద్రతా విభాగంతో జరిగిన భేటీలో బైడెన్‌తో పాటు ఉపాధ్యక్షురాలు హారిస్ కూడా ఉన్నారు.</p>\n\n\n\n<p>అంతకు కొన్ని గంటల ముందుఇజ్రాయెల్‌పై బాలిస్టిక్ క్షిపణి దాడులకు ఇ రాన్ సన్నాహాలు చేస్తోందని అమెరికా ప్రతినిధి ఒకరు తెలిపారు. ఇదే జరిగితే ఇ రాన్ తీవ్ర పరిణామాలు ఎదుర్కోవలసి వస్తుం ద ని హెచ్చరించింది. ఈ పరిణామాల నేపథ్యంలో ఇజ్రాయెల్ అప్రమత్తమైంది.</p>\n\n\n\n<p>ఇజ్రాయెల్‌ హెచ్చరికల నేపథ్యంలో ఇరాన్‌ అప్రమత్తమైంది.తమపై క్షిపణుల దాడికి ప్రతీకారం తీర్చుకుంటామని ఇజ్రాయెల్‌ ప్రకటించిన నేపథ్యంలో ముందు జాగ్రత్త చర్యలకు దిగింది. తమ సుప్రీం లీడర్‌ ఖమేనిని సురక్షిత ప్రాంతానికి తరలించింది. అనంతరం ఇజ్రాయెల్‌ వార్నింగ్‌కు ఇరాన్‌ ధీటుగా బదులిచ్చింది. ఇజ్రాయెల్‌ దాడులను ఎదుర్కొనేందుకు సిద్ధంగా ఉన్నామని ఇరాన్‌ ప్రకటించింది.</p>\n\n\n\n<p>ఇజ్రాయెల్‌ హెచ్చరికల నేపథ్యంలో ఇరాన్‌ మరోసారి వార్నింగ్‌ ఇచ్చింది. ఇది శాంపిల్‌ మాత్రమేనని.. అసలు దాడులు త్వరలోనే ఉంటాయని ఇరాన్‌ అధ్యక్షుడు మసౌద్‌ హెచ్చరించారు. తమ దేశాన్ని కాపాడుకోవడానికి దేనికైనా సిద్ధమని ప్రకటించారు.</p>\n\n\n\n<p>ఇరాన్‌ దాడులపై ఇజ్రాయెల్‌ ప్రధాని బెంజమిన్‌ నెతన్యాహు తీవ్రంగా స్పందించారు. ఇరాన్‌ భారీ తప్పిదానికి పాల్పడిందని ఆయన అన్నారు. దీనికి ఇరాన్‌ తగిన మూల్యం చెల్లించుకుంటుందని హెచ్చరించారు. ఇరాన్‌లోని నిరంకుశ పాలనను అంతం చేసి ప్రజలకు స్వేచ్ఛ కల్పిస్తామని ప్రకటించారు.</p>\n\n\n\n<p>ఇరాన్‌ క్షిపణుల దాడి తర్వాత జెరూసలెంలో అధికారులతో భద్రతా కేబినెట్‌ సమావేశంలో ప్రధాని బెంజమిన్‌ నెతన్యాహు పాల్గొన్నారు. ఈ సందర్భంగా నెతన్యాహు మాట్లాడుతూ.. ఇరాన్‌ చర్యలు మొత్తం మధ్య ఆసియానే ప్రమాదంలోకి నెట్టేసిందని అన్నారు. మధ్య ఆసియా మొత్తాన్ని యుద్ధంలోకి తీసుకొచ్చిందని పేర్కొన్నారు. దీనికి ఇరాన్‌కు తగిన గుణపాఠం చెబుతామని హెచ్చరించారు. పోరాడతాం.. కచ్చితంగా గెలిచి తీరుతామని వ్యాఖ్యానించారు.</p>\n\n\n\n<p>ఇరాన్‌ దాడులపై ఇజ్రాయెల్‌ ఆర్మీ చీఫ్‌ కూడా తీవ్రంగా స్పందించారు. ఇరాన్‌పై విరుచుకుపడతామని హెచ్చరించారు. ఇరాన్‌ వైపు నుంచి 180 మిసైల్స్‌ వచ్చాయని.. వీటిలో దాదాపు అన్నింటినీ నిర్వీర్యం చేశామని ప్రకటించారు. ఈ క్షిపణుల్లో కొన్ని భూమిపైకి చేరుకుని విధ్వంసం సృష్టించాయని తెలిపారు. ఏ స్థాయిలో నష్టం జరిగిందో అంచనా వేస్తున్నామని తెలిపారు. ఇరాన్‌ క్షిపణుల దాడి నేపథ్యంలో ఇజ్రాయెల్‌లో హై అలర్ట్‌ కొనసాగుతోంది. ఆ దేశవ్యాప్తంగా సైరన్ల మోత వినిపిస్తోంది. ప్రజలు సురక్షిత ప్రాంతాలకు వెళ్లాలని అధికారులు సూచించారు.</p>\n","originalUrl":"https://tattvanews.com/21432/02/10/2024/","hasAudio":false,"hasInfographics":false}