{"id":"wp-en-13224","wp_id":13224,"type":"standard","category":"World","language":"en","title":"Delhi airport, at least 8 city hospitals receive bomb threats￼","excerpt":"The Indira Gandhi International (IGI) Airport, along with at least eight hospitals in Delhi received bomb threats on Sunday, said fire officials. Police and bomb disposal squads were deployed at Terminal 3 of the airport after a phone call was received at around 6.20pm. Authorities said nothing suspicious has been found so far. Massive search operations","author":"Tattva News Team","time":"13/5/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/05/Delhi-bomb-threat.jpg","readTime":"5 min read","contentHTML":"\n<p>The Indira Gandhi International (IGI) Airport, along with at least eight hospitals in Delhi received bomb threats on Sunday, said fire officials. Police and bomb disposal squads were deployed at Terminal 3 of the airport after a phone call was received at around 6.20pm. Authorities said nothing suspicious has been found so far.</p>\n\n\n\n<p>Massive search operations began at the hospitals and the airport after the bomb threat. Teams of Delhi Police, ITBP, BSF, CISF, bomb disposal team, and dog squad were present at IGI Airport.   Teams were also deployed at the city hospitals, including Burari Hospital and Sanjay Gandhi Hospital, which received the bomb threats through email on Sunday afternoon.</p>\n\n\n\n<p> “A hospital in North Delhi’s Burari received an email with a bomb threat. Bomb disposal teams are at the spot. Nothing suspicious has been found,” DCP (North) Manoj Meena said.</p>\n\n\n\n<p>Burari Hospital MD Dr Ashish Goyal received the threat at around 3 pm. “I have access to the hospital email on my phone. The email said a bomb has been placed in the hospital. I informed the police as soon as I saw it and it appears to be a hoax. Police is investigating the matter,” he said.</p>\n\n\n\n<p>Earlier this month, over 150 schools received similar mails threatening to “blow up”  the institutions. The incident triggered mass evacuations of schools and panic among parents, even as Delhi Police officers and Bomb Disposal Squad (BDS) teams rushed to the spots. After a thorough check, it was declared a hoax.</p>\n","originalUrl":"https://en.tattvanews.com/others/delhi-airport-at-least-8-city-hospitals-receive-bomb-threats%ef%bf%bc/","hasAudio":false,"hasInfographics":false}