{"id":"wp-te-18524","wp_id":18524,"type":"standard","category":"World","language":"te","title":"ఇరాన్, ఇజ్రాయెల్ యుద్ధం చమురు ధరలు పెరిగే అవకాశం!","excerpt":"ఇరాన్ హొర్ముజ్ జల సంధిని అడ్డుకుంటే ఆయిల్, ఎల్‌ఎన్‌జి ధరలు పెరిగే అవకాశం ఉందని, అది మరింత ద్రవ్యోల్బణానికి దారి తీయవచ్చునని ఇరాన్, ఇజ్రాయెల్ యుద్ధంపై విశ్లేషకులు ఆందోళన వ్యక్తం చేస్తున్నారు. ఆ జల సంధి ద్వారానే భారత్ వంటి దేశాలు సౌదీ అరేబియా, ఇరాక్, యుఎఇ నుంచి క్రూడాయిల్ దిగుమతి చేసుకుంటుంటాయి.  ఇరాన్, ఇజ్రాయెల్ యుద్ధం గత కొన్ని రోజులలో ముదిరింది. ఇరాన్ మొదట ఇజ్రాయెల్‌పై డ్రోన్, రాకెట్ దాడులు జరిపింది. అందుకు ప్రతిగా ఇజ్రాయెల్","author":"Tattva News Team","time":"22/4/2024","image":"https://tattvanews.com/wp-content/uploads/2024/04/Oil-prices.jpg","readTime":"5 min read","contentHTML":"\n<p>ఇరాన్ హొర్ముజ్ జల సంధిని అడ్డుకుంటే ఆయిల్, ఎల్‌ఎన్‌జి ధరలు పెరిగే అవకాశం ఉందని, అది మరింత ద్రవ్యోల్బణానికి దారి తీయవచ్చునని ఇరాన్, ఇజ్రాయెల్ యుద్ధంపై విశ్లేషకులు ఆందోళన వ్యక్తం చేస్తున్నారు. ఆ జల సంధి ద్వారానే భారత్ వంటి దేశాలు సౌదీ అరేబియా, ఇరాక్, యుఎఇ నుంచి క్రూడాయిల్ దిగుమతి చేసుకుంటుంటాయి. </p>\n\n\n\n<p>ఇరాన్, ఇజ్రాయెల్ యుద్ధం గత కొన్ని రోజులలో ముదిరింది. ఇరాన్ మొదట ఇజ్రాయెల్‌పై డ్రోన్, రాకెట్ దాడులు జరిపింది. అందుకు ప్రతిగా ఇజ్రాయెల్ క్షిపణిని ఆ దేశంపై ప్రయోగించింది. ఆ యుద్ధం దరిమిలా క్రూడాయిల్ ధరలు బ్యారెల్‌కు సుమారు 90 డాలర్ల శ్రేణిలో సాగుతున్నాయి. </p>\n\n\n\n<p>యుద్ధం తీవ్రత తగ్గించేందుకు కృషి జరిగితే సంక్షోభం అదుపులోకి వస్తుందని, అయితే, ఇరాన్ పూర్తిగా లేదా పాక్షికంగా హొర్ముజ్ జల సంధిని అడ్డుకున్న పక్షంలో ఆయిల్, ఎల్‌ఎన్‌జి ధరలు పెరుగుతాయని మోతీలాల్ ఓస్వాల్ ఫైనాన్షియల్ సర్వీసెస్ ఒక పత్రంలో సూచించింది.</p>\n\n\n\n<p>హొర్ముజ్ జల సంధి ఒమన్, ఇరాన్ మధ్య సన్నటి సముద్ర మార్గం. అత్యంత తక్కువ వెడల్పు ఉన్న ప్రాంతంలో నౌకల రాకపోకలకు రెండు కిలో మీటర్ల నౌకా రవాణాకు వీలు ఉంది. సౌదీ అరేబియా(రోజుకు 63 లక్షల బ్యారెళ్లు &బిపిడి), యుఎఇ, కువైట్, ఖతార్, ఇరాక్ (33 లక్షల బిపిడి), ఇరాన్ (13 లక్షల బిపిడి) ఆ కీలక మార్గం ద్వారానే క్రూడాయిల్ ఎగుమతి చేస్తుంటాయి. </p>\n\n\n\n<p>ఆయిల్‌కు ఎర్ర సముద్రం మీదుగా ప్రత్యామ్నాయ రూట్లు ఉండగా, లిక్విఫైడ్ నేచురల్ గ్యాస్ (ఎల్‌ఎన్‌జి)కి ప్రత్యామ్నాయ రూట్లు ఏవీ అందుబాటులో లేవు. తన క్రూడాయిల్ అవసరాలు తీరేందుకు విదేశీ సప్లయిర్లపై 85 శాతం పైగా ఆధారపడే భారత్ హొర్ముజ్ జల సంధి ద్వారానే సౌదీ, ఇరాక్, యుఎఇ నుంచి ఆయిల్‌ను, ఖతార్ నుంచి ఎల్‌ఎన్‌జిని దిగుమతి చేసుకుంటుంటుంది.</p>\n","originalUrl":"https://tattvanews.com/18524/22/04/2024/","hasAudio":false,"hasInfographics":false}