{"id":"wp-te-20270","wp_id":20270,"type":"standard","category":"World","language":"te","title":"మమత మైక్ కట్ ఆరోపణలన్నీ అబద్దాలే","excerpt":"ఢిల్లీలో జరిగిన నీతి ఆయోగ్ సమావేశంలో తన మైక్ ఆఫ్ చేశారని బెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ చేసిన ఆరోపణలు తప్పుదోవ పట్టించేవని కేంద్రం తెలిపింది. మమతా బెనర్జీ మాట్లాడేందుకు తగిన మాట్లాడే అవకాశం ఇచ్చారని పీఐబీ ఫ్యాక్ట్‌ చెక్‌ విభాగం ఎక్స్లో తెలిపింది. 'అక్షర క్రమంలో వెళ్తే మమతా బెనర్జీకి మధ్యాహ్న భోజనం తర్వాత మాత్రమే మాట్లాడే అవకాశం దక్కేది. అయితే సీఎం నుంచి అధికారిక అభ్యర్థన మేరకు ఆమెకు ఏడో స్పీకర్గా మాట్లాడే అవకాశం","author":"Tattva News Team","time":"28/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Mamata1.webp","readTime":"5 min read","contentHTML":"\n<p>ఢిల్లీలో జరిగిన నీతి ఆయోగ్ సమావేశంలో తన మైక్ ఆఫ్ చేశారని బెంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ చేసిన ఆరోపణలు తప్పుదోవ పట్టించేవని కేంద్రం తెలిపింది. మమతా బెనర్జీ మాట్లాడేందుకు తగిన మాట్లాడే అవకాశం ఇచ్చారని పీఐబీ ఫ్యాక్ట్‌ చెక్‌ విభాగం ఎక్స్లో తెలిపింది. 'అక్షర క్రమంలో వెళ్తే మమతా బెనర్జీకి మధ్యాహ్న భోజనం తర్వాత మాత్రమే మాట్లాడే అవకాశం దక్కేది. అయితే సీఎం నుంచి అధికారిక అభ్యర్థన మేరకు ఆమెకు ఏడో స్పీకర్గా మాట్లాడే అవకాశం ఇచ్చారు' అని పేర్కొంది.</p>\n\n\n\n<p>అలాగే నీతి ఆయోగ్ మీటింగ్లో మైక్ ఆఫ్ చేశారని మమత చేసిన ఆరోపణలు పూర్తిగా నిరాధారమైనవని కేంద్ర ఆర్థిక మంత్రి నిర్మలా సీతారామన్ తెలిపారు. సమావేశానికి హాజరైన ప్రతి ముఖ్యమంత్రికి మాట్లాడటానికి తగిన సమయం కేటాయించామని వెల్లడించారు. </p>\n\n\n\n<p>\"నీతి ఆయోగ్ సమావేశానికి బంగాల్ ముఖ్యమంత్రి మమతా బెనర్జీ హాజరయ్యారు. సమావేశంలో ఉన్నవారంతా ఆమె మాటలను విన్నాం. సమావేశానికి హాజరైన ప్రతి సీఎంకు నిర్ణీత సమయం కేటాయించాం. ప్రతి టేబుల్‌ ముందు ఉన్న స్క్రీన్పై వారికి కేటాయించిన టైమ్ ఉంది. తన మైక్ను ఆఫ్ చేశారని మీడియాతో మమత అన్నారు. అది పూర్తిగా అబద్ధం. మమతా బెనర్జీ ఇలాంటి వ్యాఖ్యలు చేయడం దురదృష్టకరం.\" అని కేంద్ర ఆర్థిక మంత్రి తెలిపారు.</p>\n\n\n\n<p>నీతి ఆయోగ్ సమావేశం నుంచి మమతా బెనర్జీ వాకౌట్ ముందస్తు ప్రణాళిక ప్రకారమే జరిగిందని బీజేపీ ఆరోపించింది. హెడ్ లైన్స్లో నిలవడం కోసమే మమత ఇలా చేశారని విమర్శించింది. 'దేశంలో హెడ్‌ లైన్స్లో నిలవడం చాలా సులభం. నీతి ఆయోగ్ సమావేశానికి హాజరవుతున్న ప్రతిపక్ష ముఖ్యమంత్రిని తానే అని దీదీ చెప్తారు. మళ్లీ అదే సమావేశం నుంచి వాకౌట్ చేసి మైక్ ఆఫ్ చేశారు అందుకు మీటింగ్ను బహిష్కరిస్తున్నా అని చెప్తారు' అని బీజేపీ ప్రధాన కార్యదర్శి బీఎల్ సంతోశ్ ఆరోపించారు.</p>\n\n\n\n<p>'నీతి ఆయోగ్ సమావేశానికి సంబంధించి మమతా బెనర్జీ చెబుతున్న విషయాలు అబద్ధాలని భావిస్తున్నాను. సమావేశంలో ఒక సీఎం మైక్ను కట్ చేయడం చాలా ఆశ్చర్యంగా ఉంది. అక్కడ ఏం జరుగుతుందో మమతా బెనర్జీకి తెలుసు. మమత దగ్గర స్క్రిప్ట్ ఉంది' అని కాంగ్రెస్ నేత అధీర్ రంజన్ చౌధరీ ఆరోపించారు,</p>\n\n\n\n<p>అయితే, నీతి ఆయోగ్ సమావేశంలో తనకు మాట్లాడేందుకు సమయం ఇవ్వకుండా మైక్ ఆఫ్ చేశారని ఆరోపిస్తూ మమతా బెనర్జీ మీటింగ్ నుంచి బయటకు వచ్చేశారు. తనకు మాట్లాడటానికి ఐదు నిమిషాలు మాత్రమే కేటాయించారని, ఎన్డీఏ కూటమిలోని నాయకులకు, బీజేపీ పాలిత రాష్ట్రాల సీఎంలకు మాత్రం ఎక్కువ సమయం ఇచ్చారని ఆమె ఆరోపించారు. తనను మాట్లాడనివ్వకుండా అవమానించారని విమర్శించారు.</p>\n","originalUrl":"https://tattvanews.com/20270/28/07/2024/","hasAudio":false,"hasInfographics":false}