{"id":"wp-en-12815","wp_id":12815,"type":"standard","category":"World","language":"en","title":"Randeep Surjewala banned from campaigning for 48 hours ￼","excerpt":"Election Commission of India on Tuesday imposed a ban on Congress leader Randeep Surjewala from campaigning for 48 hours over his remarks on Hema Malini. The ECI action comes days after the Commission issued a show-cause notice to Surjewala for his alleged 'undignified' comments against BJP MP Hema Malini. The EC had sought his response by April 11,","author":"Tattva News Team","time":"17/4/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/04/Surjewala-Hema-Malini.webp","readTime":"5 min read","contentHTML":"\n<p>Election Commission of India on Tuesday imposed a ban on Congress leader Randeep Surjewala from campaigning for 48 hours over his remarks on Hema Malini. The ECI action comes days after the Commission issued a show-cause notice to Surjewala for his alleged 'undignified' comments against BJP MP Hema Malini. The EC had sought his response by April 11, 5 pm.</p>\n\n\n\n<p>Hema Malini is a BJP Lok Sabha member from Mathura in Uttar Pradesh and is contesting the 2024 Lok Sabha Elections from there.  Earlier on April 3, BJP's IT department head Amit Malviya shared a video in which the Surjewala could be seen making a \"vile sexist comment\" against Malini. </p>\n\n\n\n<p>Surjewala was heard saying in the purported video, \"Here is no Hema Malini who can make people licking...no film star. We also respect Hema Malini because she is married to Dharmendra and is our daughter-in-law. These people can be film stars. But, we are not like them. You make me or Gupta ji an MP-MLA so that we can serve you.\"</p>\n\n\n\n<p>Reacting to the controversy, Hema Malini, said that the leaders of the Opposition should learn how to respect women from Prime Minister Narendra Modi. Speaking to the reporters in Mathura, she had said that the Opposition targets only 'popular people'. \"They target only popular people because targeting the unpopular ones won't do them any good... They should learn how to respect women from PM Narendra Modi,\" she said.</p>\n\n\n\n<p>Surjewala earlier said that the video posted by the BJP leader has been edited, distorted and shared to distract the country from the Modi government's anti-youth, anti-farmer, anti-poor policies and its conspiracy to destroy the Constitution of India.</p>\n","originalUrl":"https://en.tattvanews.com/national/randeep-surjewala-banned-from-campaigning-for-48-hours-%ef%bf%bc/","hasAudio":false,"hasInfographics":false}