{"id":"wp-en-13896","wp_id":13896,"type":"standard","category":"World","language":"en","title":"India rejects US report on religious freedom￼","excerpt":"India strongly responded to a recent report shared by the United States, calling it \"deeply biased\" and lacking an understanding of the country's social fabric. The Ministry of External Affairs said the report is visibly driven by vote bank considerations and a prescriptive outlook, and highlighted several instances of hate crimes, racial attacks and targeting","author":"Tattva News Team","time":"29/6/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/06/US-Religious-Report-.webp","readTime":"5 min read","contentHTML":"\n<p>India strongly responded to a recent report shared by the United States, calling it \"deeply biased\" and lacking an understanding of the country's social fabric. The Ministry of External Affairs said the report is visibly driven by vote bank considerations and a prescriptive outlook, and highlighted several instances of hate crimes, racial attacks and targeting places of worship against Indians in the US. </p>\n\n\n\n<p>\"As in the past, the report is deeply biased, lacks an understanding of India's social fabric, and is visibly driven by votebank considerations and a prescriptive outlook...The exercise itself is a mix of imputations, misrepresentations, selective usage of facts, reliance on biased sources, and a one-sided projection of issues,\" said MEA spokesperson Randhir Jaiswal.</p>\n\n\n\n<p>The MEA spokesperson said the report cast aspersions on the constitutional provisions and duly enacted laws of India by selectively picking some incidents to advance a pre-conceived narrative. \"In some cases, the very validity of laws and regulations are questioned by the report, as are the right of legislatures to enact them. The report also appears to challenge the integrity of certain legal judgments given by Indian courts,\" Jaiswal further said.</p>\n\n\n\n<p>The 2023 religious freedom report by the US State Department mentioned \"violent attacks on minority groups\", especially Muslims and Christians, including killings, assaults and vandalism of houses of worship. The report said that senior US officials had raised concerns about religious freedom issues with their Indian counterparts.</p>\n\n\n\n<p>\"In India, we see a concerning increase in anti-conversion laws, hate speech, demolitions of homes and places of worship for members of minority faith communities,\" US Secretary of State Antony Blinken said when the report was released, in a rare direct rebuke of India, which shares close economic ties with Washington.</p>\n\n\n\n<p>The State Department report also cited violence in the northeastern state of Manipur that started in May last year between Kuki and Meitei ethnic groups. This was mentioned in the 2023 Human Rights report by the US as well, which was also rejected by New Delhi.</p>\n\n\n\n<p>Meanwhile, Jaiswal said the US has even more stringent laws and regulations and would surely not prescribe such solutions for itself. He said human rights and respect for diversity have always remained a legitimate subject of discussion between India and the United States. He also highlighted several incidents of violence against the Indian community in America.</p>\n","originalUrl":"https://en.tattvanews.com/international/india-rejects-us-report-on-religious-freedom%ef%bf%bc/","hasAudio":false,"hasInfographics":false}