{"id":"wp-te-20294","wp_id":20294,"type":"standard","category":"World","language":"te","title":"ఆసియా కప్ ఛాంపియన్ గా శ్రీలంక","excerpt":"మహిళల ఆసియా కప్ 2024 ఫైనల్లో టీమ్ఇండియాకు నిరాశ ఎదురైంది. ఆదివారం శ్రీలంకతో జరిగిన తుదిపోరులో హర్మన్సేన ఓడిపోయింది. భారత్ నిర్దేశించిన 166 పరుగుల లక్ష్యాన్ని శ్రీలంక 2 వికెట్లు కోల్పోయి 18.4 ఓవర్లలోనే 2 ఛేదించింది.  కెప్టెన్ చమరి ఆటపట్టు (61 పరుగులు), హర్షిత (69* పరుగులు) హాఫ్ సెంచరీలతో లంక విజయంలో కీలక పాత్ర పోషించారు. టీమ్ఇండియా బౌలర్లలో దీప్తి శర్మ 1 వికెట్ దక్కించుకుంది. 166 పరుగుల లక్ష్య ఛేదనలో లంక రెండో","author":"Tattva News Team","time":"29/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Sri-Lanka1.jpg","readTime":"5 min read","contentHTML":"\n<p>మహిళల ఆసియా కప్ 2024 ఫైనల్లో టీమ్ఇండియాకు నిరాశ ఎదురైంది. ఆదివారం శ్రీలంకతో జరిగిన తుదిపోరులో హర్మన్సేన ఓడిపోయింది. భారత్ నిర్దేశించిన 166 పరుగుల లక్ష్యాన్ని శ్రీలంక 2 వికెట్లు కోల్పోయి 18.4 ఓవర్లలోనే 2 ఛేదించింది. </p>\n\n\n\n<p>కెప్టెన్ చమరి ఆటపట్టు (61 పరుగులు), హర్షిత (69* పరుగులు) హాఫ్ సెంచరీలతో లంక విజయంలో కీలక పాత్ర పోషించారు. టీమ్ఇండియా బౌలర్లలో దీప్తి శర్మ 1 వికెట్ దక్కించుకుంది. 166 పరుగుల లక్ష్య ఛేదనలో లంక రెండో ఓవర్లోనే వికెట్ కోల్పోయింది. ఓపెనర్ వినీశి (1) రనౌట్గా పెవిలియన్ చేరింది. </p>\n\n\n\n<p>అయితే ఈ అవకాశాన్ని టీమ్ఇండియ అందిపుచ్చుకోలేదు. వన్డౌన్లో వచ్చిన హర్షితతో, ఆటపట్టు జట్టును విజయం వైపు నడిపించింది. ఈ క్రమంలోనే 50 పరుగులు పూర్తి చేసుకుంది. వీరిద్దరూ రెండో వికెట్కు 87 పరుగుల భాగస్వామం నెలకొల్పారు. 94 పరుగుల వద్ద ఆటపట్టును దీప్తి శర్మ వెనక్కిపంపింది. </p>\n\n\n\n<p>ఆ తర్వాత క్రీజులోకి వచ్చిన కవిష (30* పరుగులు) రాణించింది. హర్షితతో కలిసి మ్యాచ్ను ముగించింది చివరి మూడు ఓవర్లలో శ్రీలంక విజయానికి 25 పరుగులు కావాల్సిన దశలో భారత్ ఇంకా ఆశలతో ఉంది. ఎక్కడైనా మ్యాచ్ మలుపు తిరుగుతుందని ఫ్యాన్స్ భావించారు. </p>\n\n\n\n<p>అయితే 18వ ఓవర్లో రెండు ఫోర్లు, సిక్స్ సహా 17 పరుగులు వచ్చాయి. దీంతో టీమ్ఇండియా ఓటమి దాదాపు ఖరారైంది. దీంతో సమీకరణం 12 బంతుల్లో 8 పరుగులు అవసరం అవ్వగా, మరో 8 బంతులు మిగిలుండగానే లక్ష్యాన్ని అందుకుంది.</p>\n\n\n\n<p>అంతకుంముందు టాస్ నెగ్గి బ్యాటింగ్ ఎంచుకున్న టీమ్ఇండియా నిర్ణీత 20 ఓవర్లలో 6 వికెట్ల నష్టానికి 165 పరుగులు చేసింది. ఓపెనర్ స్మృతి మంధాన (60 పరుగులు; 47 బంతుల్లో 10 x4) హాఫ్ సెంచరీతో అదరగొట్టింది. </p>\n\n\n\n<p>జెమీమా రోడ్రిగ్స్ (29 పరుగులు; 16 బంతుల్లో 3&#215;4, 1&#215;6), రిచా ఘోష్‌ (30 పరుగులు; 14 బంతుల్లో 4&#215;4, 1&#215;6) రాణించారు. షఫాలీ వర్మ (16), ఉమా ఛెత్రి (9), కెప్టెన్‌ హర్మన్‌ప్రీత్‌ కౌర్‌ (11) పెద్దగా ఆకట్టుకోలేకపోయారు. శ్రీలంక బౌలర్లలో కవిషా 2, సచిని నిశంసల, చమరి ఆటపట్టు, ఉదేశిక ప్రబోధని ఒక్కో వికెట్ పడగొట్టారు.</p>\n\n\n\n<p>కాగా, తాజా విజయంతో శ్రీలంక మహిళల జట్టు తొలిసారి ఆసియా కప్ ట్రోఫీని దక్కించుకుంది. డిఫెండింగ్ ఛాంప్ టీమ్ఇండియా ఈసారి రన్నరప్తో సరిపెట్టుకోవాల్సి వచ్చింది.</p>\n","originalUrl":"https://tattvanews.com/20294/29/07/2024/","hasAudio":false,"hasInfographics":false}