{"id":"wp-en-15105","wp_id":15105,"type":"standard","category":"World","language":"en","title":"President Murmu visits Siachen base camp￼","excerpt":"The President Smt Droupadi Murmu visited Siachen Base Camp on Thursday and paid her tributes at the Siachen War Memorial, which is a symbol of the sacrifice of soldiers and officers who have been martyred since the Indian Army began Operation Meghdoot on the Siachen Glacier on April 13, 1984. She also addressed the soldiers posted","author":"Tattva News Team","time":"27/9/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/09/President-Murmu-scaled.jpg","readTime":"5 min read","contentHTML":"\n<p>The President Smt Droupadi Murmu visited Siachen Base Camp on Thursday and paid her tributes at the Siachen War Memorial, which is a symbol of the sacrifice of soldiers and officers who have been martyred since the Indian Army began Operation Meghdoot on the Siachen Glacier on April 13, 1984. She also addressed the soldiers posted there.</p>\n\n\n\n<p>Addressing the soldiers, the President said that as the supreme commander of the armed forces, she felt very proud of them and that all citizens salute their bravery. The President said that since the commencement of Operation Meghdoot in April 1984, the brave soldiers and officers of the Indian Armed Forces have ensured the security of this region.</p>\n\n\n\n<p>They face severe weather conditions. In difficult situations like heavy snowfall and minus 50 degrees temperature, they remain deployed at their front with full devotion and vigilance. They present extraordinary examples of sacrifice and tolerance in protecting the motherland. She told soldiers that all Indians are aware of their sacrifice and bravery and we respect them.</p>\n\n\n\n<p>The President emphasised that since the commencement of Operation Meghdoot in April 1984, the brave soldiers and officers of the Indian Armed Forces have ensured the security of this region.</p>\n\n\n\n<p>\"They face severe weather conditions. In difficult situations like heavy snowfall and minus 50 degrees temperature, they remain deployed at their front with full devotion and vigilance. They present extraordinary examples of sacrifice and tolerance in protecting the motherland,\" President Murmu said, according to a statement issued by the Rashtrapati Bhavan.</p>\n\n\n\n<p>The Lieutenant Governor of Ladakh, Brigadier BD Mishra, received President Murmu upon her arrival at the Thoise airfield.</p>\n\n\n\n<p>Murmu is the country's third president to visit Siachen base camp, located in the Union Territory of Ladakh. Before her, former Presidents APJ Abdul Kalam and Ram Nath Kovind visited the Siachen base camp. While President Kalam visited the camp in April 2004, President Kovind was there in May 2018. At around 20,000 feet from the sea level, the Siachen glacier is situated in the Karakoram mountain range.</p>\n","originalUrl":"https://en.tattvanews.com/national/president-murmu-visits-siachen-base-camp%ef%bf%bc/","hasAudio":false,"hasInfographics":false}