{"id":"wp-en-15626","wp_id":15626,"type":"standard","category":"World","language":"en","title":"Hemant Soren to take oath on November 28","excerpt":"After JMM registered a landslide victory in the recently concluded Jharkhand assembly elections, the party's executive president, Hemant Soren, is once again set to take oath as the Chief Minister of the state on November 28. Speaking to the media in Ranchi, the JMM leader said they have staked claims to form a new government in","author":"Tattva News Team","time":"25/11/2024","image":"https://en.tattvanews.com/wp-content/uploads/2024/11/Hemant-Soren.webp","readTime":"5 min read","contentHTML":"\n<p>After JMM registered a landslide victory in the recently concluded Jharkhand assembly elections, the party's executive president, Hemant Soren, is once again set to take oath as the Chief Minister of the state on November 28. Speaking to the media in Ranchi, the JMM leader said they have staked claims to form a new government in the state.</p>\n\n\n\n<p>He stated, in that series, he had also tendered his resignation to Governor Santosh Kumar Gangwar, who had then entrusted him with the responsibility of the caretaker Chief Minister, before the swearing ceremony was held on November 28. </p>\n\n\n\n<p>\"On 28 November, the oath ceremony of the new government will take place,\" the caretaker Chief Minister of Jharkhand said. \"Today we have started the procedure to form the (Indian) alliance government, and in that series, we have staked a claim to form government in front of the Governor. I also tendered my resignation to him...Congress and the RJD in charge were also present here...On November 28, the oath ceremony will take place,\" he added. </p>\n\n\n\n<p>Significantly, with the swearing ceremony set to take place on November 28, Hemant Soren for the fourth time is set to be sworn in as the Chief Minister of Jharkhand. He had earlier also been unanimously elected as the coalition's leader, under whose leadership the new government would be formed in the state.</p>\n\n\n\n<p>The JMM-led coalition on Saturday stormed to power for the second time in a row in Jharkhand, steamrolling the BJP-headed NDA, by winning 56 seats in the 81-member assembly.</p>\n\n\n\n<p>The JMM coasted to victory in 34 seats, while alliance partners Congress and RJD won in 16 and four constituencies respectively. The CPI(ML) Liberation got two seats. The NDA, on the other hand, had to be contented with just 24 seats, with BJP winning 21, while its three partners - Ajsu Party, Lok Janshakti Party(Ram Vilas) and JD(U) – bagged one seat each. In the 2019 elections, the JMM- Congress- alliance emerged victorious in 47 seats.</p>\n","originalUrl":"https://en.tattvanews.com/national/hemant-soren-to-take-oath-on-november-28%ef%bf%bc/","hasAudio":false,"hasInfographics":false}