{"id":"wp-en-14123","wp_id":14123,"type":"standard","category":"World","language":"en","title":"Pak to ban Imran Khan’s party PTI￼","excerpt":"In a major blow to the jailed Pakistan former Prime Minister Imran Khan, his successor government has decided to ban his Pakistan Tehreek-e-Insaf (PTI) party for its alleged involvement in anti-state activities. Information Minister Attaullah Tarar announced that the federal government has decided to ban the PTI, alleging that the former ruling party was involved in","author":"Tattva News Team","time":"16/7/2024","image":"https://en.tattvanews.com/wp-content/uploads/2022/04/Imran-Khan3.jpg","readTime":"5 min read","contentHTML":"\n<p>In a major blow to the jailed Pakistan former Prime Minister Imran Khan, his successor government has decided to ban his Pakistan Tehreek-e-Insaf (PTI) party for its alleged involvement in anti-state activities. Information Minister Attaullah Tarar announced that the federal government has decided to ban the PTI, alleging that the former ruling party was involved in anti-state activities,</p>\n\n\n\n<p>Khan, 71, has been lodged at the Adiala Jail in Rawalpindi on account of multiple cases against him. Tarar said that clear evidence was available to impose restrictions on the PTI, and the government would initiate proceedings against the party. </p>\n\n\n\n<p>The latest development came a day after Pakistan’s Supreme Court ruled that Khan's Tehreek-e-Insaf party was improperly denied at least 20 seats in parliament, in a significant blow to the country’s fragile governing coalition. PTI candidates contested the February 8 election as independents after it was barred from the polls.</p>\n\n\n\n<p>The Supreme Court ruled on Friday that the party was eligible for more than 20 extra reserved seats in parliament, ramping up pressure on the country's weak coalition government. It was not immediately clear what impact the planned ban would have on the court's decision to grant reserved seats.</p>\n\n\n\n<p>Khan’s Pakistan party was previously excluded from a system that gives parties extra seats reserved for women and minorities in the National Assembly, or lower house of the parliament. Though the verdict was a major political win for Khan, it would not put his party in a position to oust the government of Prime Minister Shehbaz Sharif, who came into power following a February 8 election that Khan allies say was rigged.</p>\n\n\n\n<p>Tarar said the government would also seek a legal review of the reserved seats issue. Jailed since August, Khan was on Saturday acquitted, along with his third wife, on charges that they married unlawfully but he will not be freed after authorities issued new orders to arrest him. Khan came to power in 2018 and was ousted in 2022 after falling out with Pakistan's powerful military.</p>\n\n\n\n<p>Following Khan's arrest in May 2023, Khan’s supporters attacked military and government buildings in various parts of the country and torched a building housing state-run Radio Pakistan. The violence subsided only when Khan was released by the Supreme Court.</p>\n\n\n\n<p>However, he was again arrested in early August 2023 after a court handed him a three-year jail sentence for corruption. In recent months, Khan has been acquitted in several cases relating to last year’s violence, but his bail was cancelled this week in connection with one such case that was pending against him in the eastern city of Lahore. Khan’s party said it plans to approach higher courts to get bail for him.</p>\n","originalUrl":"https://en.tattvanews.com/international/pak-to-ban-imran-khans-party-pti%ef%bf%bc/","hasAudio":false,"hasInfographics":false}