{"id":"wp-te-19366","wp_id":19366,"type":"standard","category":"World","language":"te","title":"ఎన్డీయే పక్ష నేతగా  నరేంద్ర మోదీ ఎన్నిక","excerpt":"బీజేపీ నేతృత్వంలోని నేషనల్ డెమోక్రటిక్ అలయన్స్ (ఎన్డీయే) పక్ష నేతగా ప్రధాని మోదీని ఎన్నుకున్నారు. బుధవారం ఢిల్లీలోని మోదీ నివాసంలో ఎన్డీయే పార్టీల నేతల సమావేశం జరిగింది. ఈ సందర్భంగా పలు కీలక నిర్ణయాలు తీసుకున్నారు.  మోదీ నేతృత్వంలో సంకీర్ణ ప్రభుత్వం ఏర్పాటుకు టీడీపీ, జేడీ(యూ) లిఖిత పూర్వకంగా మద్దతు ఇచ్చాయి. దీంతో జూన్‌ 7న రాష్ట్రపతి ద్రౌపది ముర్మును ఎన్డీయే నేతలు కలువనున్నారు. జూన్‌ 8న మూడోసారి ప్రధానమంత్రిగా మోదీ ప్రమాణ స్వీకారం చేయడంతోపాటు ఎన్డీయే","author":"Tattva News Team","time":"6/6/2024","image":"https://tattvanews.com/wp-content/uploads/2024/06/NDA-meet1.jpeg","readTime":"5 min read","contentHTML":"\n<p>బీజేపీ నేతృత్వంలోని నేషనల్ డెమోక్రటిక్ అలయన్స్ (ఎన్డీయే) పక్ష నేతగా ప్రధాని మోదీని ఎన్నుకున్నారు. బుధవారం ఢిల్లీలోని మోదీ నివాసంలో ఎన్డీయే పార్టీల నేతల సమావేశం జరిగింది. ఈ సందర్భంగా పలు కీలక నిర్ణయాలు తీసుకున్నారు. </p>\n\n\n\n<p>మోదీ నేతృత్వంలో సంకీర్ణ ప్రభుత్వం ఏర్పాటుకు టీడీపీ, జేడీ(యూ) లిఖిత పూర్వకంగా మద్దతు ఇచ్చాయి. దీంతో జూన్‌ 7న రాష్ట్రపతి ద్రౌపది ముర్మును ఎన్డీయే నేతలు కలువనున్నారు. జూన్‌ 8న మూడోసారి ప్రధానమంత్రిగా మోదీ ప్రమాణ స్వీకారం చేయడంతోపాటు ఎన్డీయే నేతృత్వంలో సంకీర్ణ ప్రభుత్వం ఏర్పడనున్నది.</p>\n\n\n\n<p>కాగా, ప్రధాని నరేంద్ర మోదీ, హోంమంత్రి అమిత్ షా, రాజ్‌నాథ్‌ సింగ్‌, నడ్డా, టీడీపీ అధినేత చంద్రబాబు నాయుడు, జనసేన అధిపతి పవన్‌ కళ్యాణ్‌, బీహార్ సీఎం నితీశ్ కుమార్, జేడీయూ నేతలు లల్లన్ సింగ్, సంజయ్ ఝా, బీహార్‌లో ఎన్డీయే కూటమికి చెందిన చిరాగ్‌ పాశ్వాన్‌, మాంఝే, జేడీ(ఎస్‌) నేత కుమారస్వామి, సీఎం షిండే తదితర నేతలు ఈ సమావేశంలో పాల్గొన్నారు. </p>\n\n\n\n<p>ఈ సందర్భంగా కేంద్రంలో ప్రభుత్వం ఏర్పాటు ప్రక్రియను వేగవంతం చేయాలని మోదీని నితీశ్ కుమార్ కోరారు. ప్రభుత్వ ఏర్పాటులో ఆలస్యం వద్దని ఎన్డీయే మీటింగ్‌లో ఆయన స్పష్టం చేశారు.</p>\n\n\n\n<p>మరోవైపు లోక్‌సభ ఎన్నికల్లో బీజేపీ 240 సీట్లు గెలుచుకుంది. అయితే ప్రభుత్వం ఏర్పాటుకు కావాల్సిన సంఖ్య 272. దీంతో సంకీర్ణ ప్రభుత్వం ఏర్పాటులో టీడీపీ, జేడీ(యూ) కీలకంగా నిలిచాయి. ఎన్డీయే కూటమి మొత్తంగా 292 సీట్లు గెలుచుకోగా, ప్రతిపక్షాల ఇండియా కూటమి 234 సీట్లు దక్కించుకున్నది.</p>\n","originalUrl":"https://tattvanews.com/19366/06/06/2024/","hasAudio":false,"hasInfographics":false}