{"id":"wp-te-20112","wp_id":20112,"type":"standard","category":"World","language":"te","title":"￼మైక్రోసాఫ్ట్ విండోస్ క్రాష్... బ్యాంకింగ్, విమానయాన సేవలకు అంతరాయం","excerpt":"మైక్రోసాఫ్ట్ క్లౌడ్ సేవల్లో పెద్ద అంతరాయం భారతదేశంతో సహా ప్రపంచవ్యాప్తంగా విమానాలు రద్దు, ఆలస్యానికి కారణమైంది. దీంతో పలు విమానయాన సంస్థల చెక్ ఇన్ సేవలు నిలిచిపోయాయి. ఢిల్లీ, ముంబై విమానాశ్రయాల్లో విమానాల రాకపోకలకు అంతరాయం ఏర్పడింది. ప్రపంచవ్యాప్తంగా హెల్త్, బ్యాంకింగ్ సర్వీసెస్ కు అంతరాయం ఏర్పడింది. ముంబై, ఢిల్లీ విమానాశ్రయాల్లో తమ ఆన్లైన్ సేవలు తాత్కాలికంగా అందుబాటులో ఉండవని అకాస ఎయిర్లైన్స్ ప్రకటించింది, \"మా సర్వీస్ ప్రొవైడర్తో మౌలిక సదుపాయాల సమస్యల కారణంగా, బుకింగ్, చెక్-ఇన్","author":"Tattva News Team","time":"19/7/2024","image":"https://tattvanews.com/wp-content/uploads/2024/07/Microsoft.jpg","readTime":"5 min read","contentHTML":"\n<p>మైక్రోసాఫ్ట్ క్లౌడ్ సేవల్లో పెద్ద అంతరాయం భారతదేశంతో సహా ప్రపంచవ్యాప్తంగా విమానాలు రద్దు, ఆలస్యానికి కారణమైంది. దీంతో పలు విమానయాన సంస్థల చెక్ ఇన్ సేవలు నిలిచిపోయాయి. ఢిల్లీ, ముంబై విమానాశ్రయాల్లో విమానాల రాకపోకలకు అంతరాయం ఏర్పడింది. ప్రపంచవ్యాప్తంగా హెల్త్, బ్యాంకింగ్ సర్వీసెస్ కు అంతరాయం ఏర్పడింది.</p>\n\n\n\n<p>ముంబై, ఢిల్లీ విమానాశ్రయాల్లో తమ ఆన్లైన్ సేవలు తాత్కాలికంగా అందుబాటులో ఉండవని అకాస ఎయిర్లైన్స్ ప్రకటించింది, \"మా సర్వీస్ ప్రొవైడర్తో మౌలిక సదుపాయాల సమస్యల కారణంగా, బుకింగ్, చెక్-ఇన్ సేవల నిర్వహణతో సహా మా ఆన్లైన్ సేవలు కొన్ని తాత్కాలికంగా అందుబాటులో ఉండవు. ప్రస్తుతం మేము విమానాశ్రయాలలో మాన్యువల్ చెక్-ఇన్, బోర్డింగ్ ప్రక్రియలను అనుసరిస్తున్నాము. ప్రయాణీకులు మా కౌంటర్లలో చెక్ ఇన్ కోసం విమానాశ్రయానికి త్వరగా చేరుకోవాలని అభ్యర్థిస్తున్నాము’’ అని ఆకాస ఎయిర్ లైన్స్ తెలిపింది.</p>\n\n\n\n<p>విమానయాన సేవలను అందించే విషయంలో ప్రస్తుతం సాంకేతిక సమస్యను ఎదుర్కొంటున్నామని స్పైస్ జెట్ ఒక ప్రకటనలో తెలిపింది. ఈ సమస్యను పరిష్కరించడానికి తమ బృందం చురుకుగా పనిచేస్తోందని, సమస్య పరిష్కారం కాగానే అప్ డేట్ చేస్తామని స్పైస్ జెట్ వెల్లడించింది.</p>\n\n\n\n<p>మైక్రోసాఫ్ట్ సేవల్లో సమస్యల కారణంగా అమెరికాలో ఫ్రాంటియర్ ఎయిర్ లైన్స్ రెండు గంటలకు పైగా విమానాలను నిలిపివేసింది. ఈ అంతరాయం రిజర్వేషన్లు, బుకింగ్స్ పై కూడా ప్రభావం చూపింది. అమెరికాకు చెందిన అలెజియంట్ ఎయిర్ కూడా రిజర్వేషన్లు, బుకింగ్ లలో సమస్య ఎదుర్కొంది. సన్ కంట్రీ ఎయిర్ లైన్స్ సేవలకు కూడా అంతరాయం ఏర్పడింది.</p>\n\n\n\n<p>సెంట్రల్ యూఎస్ రీజియన్ లో పలు అజూర్ సేవలతో తమ వినియోగదారుల్లో కొంత మంది సమస్యలు ఎదుర్కొంటున్నారని మైక్రోసాఫ్ట్ తెలిపింది. మైక్రోసాఫ్ట్ 365 అప్లికేషన్లు, సేవలను పొందే విషయంలో ఏర్పడిన సమస్యను క్రమంగా పరిష్కరిస్తున్నట్లు తెలిపింది. కాగా, విండోస్ క్రాష్ తో బ్యాంకులతో సహా ప్రపంచవ్యాప్తంగా మైక్రోసాఫ్ట్ వినియోగదారులు అంతరాయాలను ఎదుర్కొన్నారు. </p>\n\n\n\n<p>కంప్యూటర్ వ్యవస్థలకు యాక్సెస్ కోల్పోవడంతో బ్యాంకు సేవలకు అంతరాయం కలిగిందని ఆస్ట్రేలియాలోని వార్తా సంస్థలు తెలిపాయి. న్యూజిలాండ్ లోని ఎన్ఏబీ, కామన్వెల్త్, బెండిగో తదితర బ్యాంకులు కూడా ఆఫ్ లైన్ మోడ్ లోకి వెళ్లాయి. దక్షిణాఫ్రికా అతిపెద్ద బ్యాంకు కాపిటెక్ సేవలకు కూడా అంతరాయం ఏర్పడింది.</p>\n","originalUrl":"https://tattvanews.com/20112/19/07/2024/","hasAudio":false,"hasInfographics":false}