[{"id":"wp-te-21435","title":"కూతుళ్ల‌తో క‌లిసి తిరుమ‌లకు పవన్‌","excerpt":"తిరుమ‌ల శ్రీవారి ప్ర‌స్తాదం ల‌డ్డూ క‌ల్తీ వ్య‌వ‌హారం నేప‌థ్యంలో ఏపీ ఉపముఖ్యమంత్రి ప‌వ‌న్ క‌ల్యాణ్ 11 రోజుల పాటు ప్రాశ్చిత్త దీక్ష చేప‌ట్టిన విష‌యం తెలిసిందే. బుధవారం ఆయ‌న శ్రీవారిని ద‌ర్శించుకుని దీక్ష‌ను విర‌మింఛాయారు. ఇక మంగ‌ళ‌వారం రాత్రి అలిపిరి మెట్ల మార్గంలో కాలిన‌డ‌క‌న తిరుమ‌ల‌కు చేరుకున్నారు.   ఉద‌యం స్వామివారిని ద‌ర్శించుకునేందుకు పెద్ద కుమార్తె ఆద్య‌, చిన్న కూత‌రు పొలెనా అంజ‌ని కొణిదెల‌తో క‌లిసి వెళ్లారు. ఈ క్ర‌మంలోనే అనూహ్య ప‌రిణామం చోటు చేసుకుంది. ప‌వ‌న్ చిన్న","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Pavan-daughters.jpg","time":"2/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21432","title":"ఇజ్రాయెల్‌పై ఇరాన్ క్షిపణుల దాడి","excerpt":"పశ్చిమాసియా భగ్గుమంటోంది. హెజ్‌బొల్లా స్థావరాలే లక్షంగా లెబనాన్‌పై ఒకవైపు ఇజ్రాయెల్ దాడులు చేస్తున్న సమయంలో ఇరాన్ ఒక్కసారిగా విరుచుకుపడింది. ఇజ్రాయెల్‌పై క్షిపణి దాడులు చే పట్టింది. దీంతో ఇజ్రాయెల్ అధికారులు త మ దేశ ప్రజలను అప్రమత్తం చేశారు. సైర న్ల మోత మోగిస్తూ ప్రజలను అప్రమత్తం చేస్తుంది.  ఇరాన్ దాదాపు 500 క్షిపణులు ప్రయోగించినట్లు తెలుస్తోంది. టెల్‌అవీవ్, జె రూసలెం లక్షంగా ఈదాడులకు దిగినట్లు తెలిసింది.అయితే ఇజ్రాయెల్‌కు చెందిన ఐరన్ డోమ్ వ్యవస్థ ఇరాన్ క్షిపణి","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Iran-attack.jpg","time":"2/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21429","title":"మహాత్ముడికి నివాళులర్పించిన రాష్ట్రపతి ముర్ము, ప్రధాని మోదీ","excerpt":"అక్టోబర్ 2వ తేదీన జాతిపిత మహాత్మా గాంధీ జయంతి సందర్భంగా న్యూఢిల్లీలోని రాజ్‌ఘాట్‌ వద్ద బుధవారం రాష్ట్రపతి ద్రౌపది ముర్ము, ప్రధాని నరేంద్ర మోదీ, లోక్‌సభ స్పీకర్ ఓఎం బిర్లా, ఇతర ప్రముఖులు పూలమాలలు వేసి నివాళులర్పించారు. కాంగ్రెస్ నేత, లోక్‌సభలో ప్రతిపక్ష నేత రాహుల్ గాంధీ కూడా రాజ్‌ఘాట్ వద్ద గాంధీజీకి నివాళులర్పించారు. సత్యం, సామరస్యం, సమానత్వంపై ఆధారపడిన బాపు జీవితం, ఆదర్శాలు దేశ ప్రజలకు ఎల్లప్పుడూ స్ఫూర్తిగా నిలుస్తాయని ఎక్స్‌లో ప్రధాని మోదీ పేర్కొన్నారు. జాతిపితగా","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Gandhi-Modi.jpg","time":"2/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21426","title":"￼14 రాష్ట్రాలకు రూ. 5858.60 కోట్లు కేంద్రం వరద సాయం విడుదల","excerpt":"దేశవ్యాప్తంగా 14 వరద ప్రభావిత రాష్ట్రాలకు కేంద్ర హోంశాఖ తక్షణ సాయంగా రూ.5858.60 కోట్లు విడుదల చేశారు. ఇటీవల వరదలకు ఏపీ, తెలంగాణ సహా పలు రాష్ట్రాలు తీవ్రంగా నష్టపోయాయి. దీంతో కేంద్ర బృందాలు వరద ప్రభావిత రాష్ట్రాల్లో పర్యటించి నష్టాన్ని అంచనా వేసి కేంద్ర హోంశాఖకు నివేదిక అందించాయి. ఈ మేరకు కేంద్రహోంశాఖ తక్షణ సాయంగా ఈ నిధులు విడుదల చేసింది. 14 వరద ప్రభావిత రాష్ట్రాలకు కేంద్ర ప్రభుత్వ వాటాలో భాగంగా ఎస్‌డీఆర్‌ఎఫ్‌, ఎన్‌డీఆర్‌ఎఫ్‌","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/FLood-relief.jpg","time":"2/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21423","title":"భవనాల కూల్చివేతపై మార్గదర్శకాలు జారీ చేస్తాం","excerpt":"భవనాల కూల్చివేతల అంశంపై పౌరులు అందరికీ తాము మార్గదర్శక సూత్రాలు జారీ చేస్తామని సుప్రీం కోర్టు మంగళవారం ప్రకటించింది. నేర నిందితుల ఇళ్లతో సహా ఆస్తులను పలు రాష్ట్రాల్లో కూల్చివేస్తున్నారనే ఆరోపణలతో దాఖలైన పిటిషన్లపై తీర్పును కోర్టు రిజర్వ్ చేసింది.  తన ఆదేశాలు దేశం అంతటికీ వర్తిస్తాయని సర్వోన్నత న్యాయస్థానం చెబుతూ, ఒక వ్యక్తి నిందితుడు లేదా నిర్ధా.రిత దోషి కావడం ఆస్తి కూల్చివేతకు కారణం కాజాలదని స్పష్టం చేసింది. కాగా, సుప్రీంకోర్టు అనుమతి లేకుండా దేశవ్యాప్తంగా","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Bulldozer-justice.jpg","time":"2/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21420","title":"ఒక తమ్ముడిగా కొండా సురేఖకు అండగా ఉంటా.. బీజేపీ ఎంపీ","excerpt":"ప్రస్తుతం తెలంగాణలో ఓవైపు.. హైడ్రా కూల్చివేతలు, మూసీ ప్రక్షాళన వేళ బాధితులకు అండగా ఉండేందుకు బీఆర్ఎస్ శ్రేణులు రోడ్డెక్కగా.. వారి విమర్శలకు కౌంటర్లు ఇస్తూ కాంగ్రెస్ పెద్దలు ప్రెస్ మీట్లు పెడుతున్నారు. ఇవన్నింటి మధ్యలో.. మంత్రి కొండా సురేఖపై నెట్టింట కొందరు ఆకతాయిలు చేసిన ట్రోలింగ్ ఇప్పుడు సర్వత్రా చర్చనీయాంశంగా మారింది.  ఈ ట్రోలింగ్ మీద మంత్రి కొండా సురేఖ తీవ్ర భావోద్వేగానికి లోను కాగా.. మాజీ మంత్రి హరీష్ రావు దాన్ని ఖండిస్తూ ట్వీట్ కూడా","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Raghunandan-Rao-scaled.jpg","time":"2/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21417","title":"హైదరాబాద్‌లో డీజేలపై నిషేధం","excerpt":"హైదరాబాద్ నగరంలో నిర్వహించే ఊరేగింపుల్లో డీజే సౌండ్ సిస్టమ్ను నిషేధిస్తూ నగర పోలీసులు కీలక నిర్ణయం తీసుకున్నారు. డీజే సౌండ్ కారణంగా ఇబ్బందులు పడుతున్నామని డయిల్ 100కు ఫిర్యాదులు పెరగడంతో పోలీసు శాఖ ఈ నిర్ణయం తీసుకుంది. ఈ మేరకు నగర పోలీసు కమిషనర్ సీవీ ఆనంద్ ఉత్తర్వులు జారీ చేశారు. డీజేల అంశంపై ఇటీవల బంజారాహిల్స్లోని కమాండ్ కంట్రోల్ సెంటర్లో నగర కొత్వాల్ సీవీ ఆనంద్ ఆధ్వర్యంలో రౌండ్ టేబుల్ సమావేశం జరిగింది. బల్దియా కమిషనర్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/CV-Anand.webp","time":"2/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21414","title":"నటుడు గోవిందాకు బుల్లెట్ గాయం","excerpt":"బాలీవుడ్ నటుడు, శివసేన నేత గోవిందాకు బుల్లెట్ గాయం అయ్యింది. గన్ చెక్ చేస్తోండగా గాయం అయ్యిందని తొలుత వార్తలు వచ్చాయి. లేదు.. గోవిందా కాల్చుకున్నాడని పోలీసులు చెబుతున్నారు. ఘటన జరిగిన సమయంలో గోవిందా భార్య సునీత ఇంట్లో లేకపోవడం మరిన్ని అనుమానాలకు తావిస్తోంది. ‘తెల్లవారు జామున 4.45 గంటల సమయంలో గోవిందా ఇంటి నుంచి కాల్పుల శబ్దం వినిపించింది. ఆ సమయంలో గోవిందా, పని మనిషి ఇద్దరూ ఉన్నారు. గోవిందా భార్య కోల్ కతాలో ఉన్నారు. కోల్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Govinda1.jpg","time":"1/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21411","title":"సిట్‌ దర్యాప్తు తాత్కాలికంగా నిలిపివేత","excerpt":"తిరుమలలో లడ్డూ కల్తీ వ్యవహారంపై సుప్రీం కోర్టులో జరుగుతున్న విచారణ దరిమిలా సిట్‌ దర్యాప్తును తాత్కాలికంగా నిలిపివేసినట్లు ఏపీ డీజపీ ద్వారకా తిరుమలరావు వెల్లడించారు. సుప్రీంకోర్టులో ప్రభుత్వం తరుఫున వాదిస్తున్న రాష్ట్ర లాయర్ల సూచన మేరకు విచారణను నిలిపివేశామని పేర్కొన్నారు. సుప్రీం కోర్టు ఆదేశాలకు అనుగుణంగా తదుపరి సిట్‌ దర్యాప్తు కొనసాగుతుందని వివరించారు. తిరుమలలో ఈనెల 4 నుంచి 12వ తేదీవరకు జరుగనున్న బ్రహ్మోత్సవాలుకు పటిష్టమైన బందోబస్తును ఏర్పాటు చేస్తున్నామని ఏపీ డీజీపీ ద్వారకా తిరుమలరావు వెల్లడించారు.","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/AP-DGP.webp","time":"1/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21407","title":"సిద్ధరామయ్యపై ఈడీ కేసు నమోదు.. ప్లాట్లు తిరిగి చేసిన భార్య","excerpt":"కర్ణాటకలోని ముడా కుంభకోణంలో సీఎం సిద్ధరామయ్య చుట్టూ ఉచ్చు బిగుస్తోంది. ఇప్పటికే లోకాయుక్త కేసు నమోదు చేయడం, విచారణకు హైకోర్టు ఆదేశాలు జారీ చేయడంతో తీవ్ర ఒత్తిడిలో ఉన్న కర్ణాటక ముఖ్యమంత్రికి మరో బిగ్ షాక్ తగిలింది. కర్ణాటకలోకి సీబీఐ రావడాన్ని రాష్ట్ర ప్రభుత్వం అడ్డుకోవడంతో ఈడీ రంగంలోకి దిగింది.  మైసూర్ అర్బన్ డెవలప్‌మెంట్ అథారిటీ-ముడా భూముల వ్యవహారానికి సంబంధించి భారీగా డబ్బులు చేతులు మారాయని వస్తున్న ఆరోపణల నేపథ్యంలో ఎన్‌ఫోర్స్‌మెంట్ డైరెక్టరేట్ రంగంలోకి దిగి.. సిద్ధరామయ్యపై","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Siddaramaiah-ED-case.jpeg","time":"1/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21403","title":"నేటి ప్రపంచ సవాళ్లకు భారతీయ తత్వచింతనే పరిష్కారం!","excerpt":"నేటి ప్రపంచం ఎదుర్కొంటున్న అనేక సవాళ్లకు భారతీయ తత్వ చింతనే పరిష్కారమని భారత పూర్వ ఉపరాష్ట్రపతి ముప్పవరపు వెంకయ్య నాయుడు చెప్పారు. ప్రముఖ భారతీయ తత్వవేత్త ఆచార్య కొత్త సచ్చిదానందమూర్తి శత జయంతి సందర్భంగా సోమవారం నాగార్జున విశ్వవిద్యాలయం లో ప్రొఫెసర్‌ సచ్చిదానంద మూర్తి సెంటర్‌ ఫర్‌ స్టడీస్‌ ఇన్‌ ఆఫ్రో-ఏషియన్‌ ఫిలాసఫీ నిర్వహించిన ప్రత్యేక సదస్సుకు వెంకయ్య నాయుడు ముఖ్య అతిథిగా హాజరై ప్రసంగించారు.  కొత్త సచ్చిదానందమూర్తి విగ్రహాన్ని ఆవిష్కరించి పుష్పాంజలి ఘటించారు. ఇప్పటివరకు ముద్రితం","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Venkaiah-NU.jpg","time":"1/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21400","title":"పరువునష్టం కేసులో సిఎం ఆతిశీ, కేజ్రీవాల్ లకు ఊరట","excerpt":"పరువునష్టం కేసులో ఢిల్లీ ముఖ్యమంత్రి ఆతిశీ, ఆప్ అధినేత కేజ్రీవాల్ కు సోమవారం సుప్రీం కోర్టులో ఊరట లభించింది. ఈ కేసుకు సంబంధించి కింద కోర్టులో విచారణపై స్టే విధిస్తూ ఆదేశాలు ఇచ్చింది. ఢిల్లీ ఓటర్ల జాబితా నుంచి పలువురి పేర్లను తొలగించారంటూ వీరు చేసిన ఆరోపణల నేపథ్యంలో ఈ కేసు నమోదైంది.  ఇది 2018 నాటి కేసు. అప్పుడు ఆప్ నేతలు మీడియా సమావేశంలో మాట్లాడుతూ , బీజేపీ ఆదేశాలతో వివిధ వర్గాలకు చెందిన 30","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Kejriwal-Atishi.webp","time":"1/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21397","title":"మహారాష్ట్ర రాజ్యమాతగా ఆవు","excerpt":"హిందువులు పవిత్రంగా పూజించే ఆవును జాతీయ జంతువుగా ప్రకటించాలని హిందూ సంఘాలు ఎప్పటినుంచో డిమాండ్ చేస్తున్నాయి. ఈ క్రమంలోనే తాజాగా మహారాష్ట్రలో అధికారంలో ఉన్న బీజేపీ - షిండే శివసేన - అజిత్ పవార్ ఎన్సీపీ కూటమిలోని మహాయుతి ప్రభుత్వం సోమవారం కీలక నిర్ణయం తీసుకుంది. దేశవాళీ ఆవులను రాజ్యమాత-గోమాతగా ప్రకటించింది.  ఈ మేరకు ఏక్‌నాథ్ షిండే సర్కార్ ఉత్తర్వులు వెలువరించింది. మన భారతదేశ సంప్రదాయంలో పూర్వపు కాలం నుంచి ఆవులకు ఉన్న సాంస్కృతిక ప్రాధాన్యతను గుర్తిస్తూ","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/10/Go-Mata.jpg","time":"1/10/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21394","title":"విచారణ జరగకముందే తిరుపతి లడ్డు కల్తీ జరిగిందని ప్రకటిస్తారా?","excerpt":"తిరుమల లడ్డూ కల్తీ వ్యవహారంపై సుప్రీంకోర్టు  కీలక వ్యాఖ్యలు చేసింది. విచారణ జరగకముందే కల్తీ జరిగిందని ప్రకటన చేయడం భక్తుల మనోభావాలు దెబ్బతీస్తుందని పేర్కొంది. ఈ సందర్భంగా ఇరువాదనలు విన్న కోర్టు కనీసం దేవుడినైనా రాజకీయాల నుంచి దూరం పెట్టాలని సూచించింది. దాదాపు గంటపాటు సాగిన వాదనలు విన్న కోర్టు తదుపరి విచారణను అక్టోబర్‌ 3వ తేదీకి వాయిదా వేసింది. తిరుమల లడ్డూలో కల్తీ జరిగిందని ఏపీ ప్రభుత్వం చేసిన ఆరోపణల మేరకు వైసీపీ రాజ్యసభ సభ్యుడు,","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/SC-Laddu1.webp","time":"30/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21391","title":"మిథున్ చక్రవర్తికి దాదాసాహెబ్ ఫాల్కే అవార్డు","excerpt":"భారతదేశంలో సినీ రంగానికి సంబంధించి అత్యంత ప్రతిష్టాత్మకమైన అవార్డు ‘దాదా సాహెబ్ ఫాల్కే’. ఈ అవార్డును పొందడం అంటే నటీనటులకు వారి జన్మ సార్థకమైనట్లే. తాజాగా ఈ అవార్డ్ బాలీవుడ్ విలక్షణ నటుడు, లెజండరీ యాక్టర్ మిథున్ చక్రవర్తి ని వరించింది. ఆయన ఈ అవార్డుకు ఎంపికైనట్లుగా అధికారికంగా కేంద్ర సమాచార, ప్రసార మంత్రిత్వ శాఖ పేర్కొంది.  అక్టోబర్ 8న జరగనున్న నేషనల్ అవార్డ్స్ ప్రజంటేషన్ ఈవెంట్‌లో ఈ పురస్కారాన్ని మిథున్ చక్రవర్తి అందుకోనున్నారు. మిథున్ చక్రవర్తి","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Mithun1.jpg","time":"30/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21388","title":"తమిళనాడు ఉపముఖ్యమంత్రిగా  ఉదయనిధి  స్టాలిన్!","excerpt":"తమిళనాడులో మంత్రివర్గ పునర్వ్యవస్థీకరణ జరిగింది.ముఖ్యమంత్రి ఎంకే స్టాలిన్ కుమారుడు, మంత్రి ఉదయనిధి స్టాలిన్‌కు ఉప ముఖ్యమంత్రిగా ప్రమోషన్ లభించింది. తమిళనాడు మూడో ఉపముఖ్యమంత్రిగా ఉదయనిధి నియమితులయ్యారు. మనో తంగరాజ్‌తోపాటు మరో ముగ్గుర్ని కేబినెట్ నుంచి తప్పించిన స్టాలిన్.. మనీలాండరింగ్ కేసులో జైలుకెళ్లి.. మూడు రోజుల క్రితమే బెయిల్ మీద బయటకొచ్చిన సెంథిల్ బాలాజీని కేబినెట్లోకి తీసుకున్నారు.  ఆర్.రాజేంద్రన్, డాక్టర్ గోవి చెళియన్, ఎస్ఎం నాజర్‌లు సైతం ఆదివారం సాయంత్రం తమిళనాడు మంత్రులుగా ప్రమాణం చేశారు.  డీఎంకే అధినేత,","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Udhayanidhi-Stalin.webp","time":"30/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21385","title":"లడ్డులో కల్తీ నెయ్యిపై విభిన్న కోణాల్లో దర్యాప్తు","excerpt":"తిరుమల లడ్డులో కల్తీ నెయ్యి పై అందిన ఫిర్యాదులో విభిన్న కోణాల్లో దర్యాప్తు చేపడుతున్నామని సిట్‌ చీఫ్‌ సర్వ శ్రేష్ట త్రిపాఠి వెల్లడించారు. లడ్డు వివాదంపై రాష్ట్ర ప్రభుత్వం సమగ్ర దర్యాప్తు కోసం చీఫ్‌ ఇన్వెస్టిగేషన్‌ టీం(సిట్‌) ఏర్పాటు చేసిన విషయం తెలిసిందే. ఈ మేరకు సిట్‌ బృందం శనివారం శ్రీవారిని దర్శించుకుని, తిరుపతి పద్మావతి అతిథి భవనంలో సిట్‌ చీఫ్‌ త్రిపాఠి ఆధ్వర్యంలో దర్యాప్తు ప్రారంభించారు.  ఆదివారం ఉదయం పద్మావతి అతిధి గృహంలో తిరుమల తిరుపతి","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/SIT-chief.jpg","time":"30/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21382","title":"అస్వస్థతతో బహిరంగ సభలో అదుపు తప్పి పడబోయిన ఖర్గే!￼","excerpt":"కాంగ్రెస్‌ జాతీయ అధ్యక్షుడు మల్లికార్జున ఖర్గే అస్వస్థతకు గురయ్యారు. జమ్ముకశ్మీర్‌లోని కఠువా జిల్లాలో ఆదివారం ఆ పార్టీ ఏర్పాటు చేసిన బహిరంగ సభలో ప్రసంగిస్తున్న సమయంలో ఆయన అదుపు తప్పి పడపోబోయారు. దీంతో అక్కడున్న నేతలు ఖర్గేను పట్టుకున్నారు. వెంటనే నీరు తాగించారు.  అయినప్పటికీ ఆయన ప్రసంగాన్ని మాత్రం ఆపలేదు. పార్టీ నేతలు ఆయనను పట్టుకుని నిలబడి ఉండగా ప్రసంగాన్ని కొనసాగించారు.  \"జమ్ముకశ్మీర్‌కు రాష్ట్ర హోదాను తిరిగి తీసుకువస్తాం. అందుకోసం పోరాడుతూనే ఉంటాం. ఎనిమిది పదుల వయసులో","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kharge-JK-2.jpg","time":"30/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21380","title":"ప్రజలకు స్ఫూర్తిదాయక, ప్రోత్సాహక కథనాలే కావాలి... మోదీ","excerpt":"ప్రజలు సకారాత్మక పరిణామాలు, స్ఫూర్తిదాయక, ప్రోత్సాహక కథనాలను ఇష్టపడుతున్నట్లు తన నెలవారీ రేడియో కార్యక్రమం ‘మన్ కీ బాత్’ సూచించిందని ప్రధాని నరేంద్ర మోదీ ఆదివారం స్పష్టం చేశారు. రేడియో కార్యక్రమం తాజా ఎపిసోడ్‌లో ప్రధాని మాట్లాడుతూ, ఈ ప్రసారం పది సంవత్సరాలు పూర్తి చేసుకుంటున్నదని చెప్పారు.  దేశంలోని వివిధ ప్రాంతాల్లో ప్రజల కృషి, సామాజిక అంశాల గురించి మోదీ  ‘మన్ కీ బాత్’లో ప్రస్తావిస్తుంటారు. దీనిని ‘భావోద్వేగపూరిత’ ఎపిసోడ్‌గా మోదీ అభివర్ణిస్తూ, ఈ కార్యక్రమం భారత","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/06/Modi-Mann.jpg","time":"30/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21377","title":"సిపిఎం సమన్వయకర్తగా ప్రకాష్ కరత్","excerpt":"సిపిఐ (ఎం) సీనియర్ నేత ప్రకాశ్ కరత్ మధ్యంతర ఏర్పాటుగా పార్టీ పొలిట్‌బ్యూరో, కేంద్ర కమిటీ సమన్వయకర్తగా ఉంటారని లెఫ్ట్ పార్టీ ఆదివారం ప్రకటించింది. వచ్చే ఏడాది ఏప్రిల్‌లో నిర్వహించనున్న 24వ పార్టీ కాంగ్రెస్ వరకు ఈ ఏర్పాటు ఉంటుందని పార్టీ తెలియజేసింది. సిపిఐ (ఎం) ప్రధాన కార్యదర్శి సీతారామ్ ఏచూరి 72వ ఏట ఈ నెల 12న మరణించిన నేపథ్యంలో పార్టీ ఈ నిర్ణయం తీసుకున్నది. 2025 ఏప్రిల్‌లో మదురైలో నిర్వహించనున్న 24వ పార్టీ కాంగ్రెస్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Prakash-Karat1.jpg","time":"30/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21375","title":"పంజాబ్ సీఎం కు ప్రమాదకరమైన ‘లెప్టోస్పైరోసిస్’","excerpt":"పంజాబ్ ముఖ్యమంత్రి భగవంత్ సింగ్ మన్ కు లెప్టోస్పైరోసిస్ ఇన్ఫెక్షన్ సోకినట్లు శనివారం నిర్ధారణ అయింది. ప్రస్తుతం ఆయన మొహాలీలోని ఫోర్టిస్ ఆసుపత్రిలో చికిత్స పొందుతున్నారు. రొటీన్ చెకప్ కోసం బుధవారం ఆసుపత్రిలో చేరిన ఆయనకు, వైద్య పరీక్షలు నిర్వహించగా, లెప్టోస్పిరోసిస్ అనే బ్యాక్టీరియా ఇన్ఫెక్షన్ సోకినట్లు తేలింది. లెప్టోస్పైరోసిస్ ఇన్ఫెక్షన్ బారిన పడిన ముఖ్యమంత్రి భగవంత్ సింగ్ మన్ కు యాంటీబయాటిక్స్ తో చికిత్స ప్రారంభించామని వైద్యులు తెలిపారు. ప్రస్తుతం ఆయన గణనీయంగా కోలుకున్నారని, ఆయన","category":"World","image":"https://tattvanews.com/wp-content/uploads/2022/04/Punjab-CM-Mann.jpg","time":"29/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21372","title":"హిజ్బొల్లా మరో టాప్‌ కమాండర్‌ నబిల్‌ కౌక్‌ హతం","excerpt":"పశ్చిమాసియాలో భీకర యుద్ధం కొనసాగుతున్నది. మొన్నటి వరకు గాజాపై బాంబుల వర్షం కురిపించిన ఇజ్రాయెల్‌ తాజాగా లెబనాన్‌పై భీకర దాడులకు పాల్పడుతున్నది. హిజ్బొల్లాను అంతమొందించేందుకు ఇజ్రాయెల్‌ దళాలు ప్రయత్నిస్తున్నాయి. ఈ క్రమంలో లెబనాన్‌లో విధ్వంసం సృష్టిస్తున్నది.  ఇప్పటికే ఆ దేశానికి చెందిన పౌరులు వందలాది మంది ప్రాణాలు కోల్పోయారు. వేలాది మంది గాయపడ్డారు. దాడుల్లో ఇప్పటికే హెజ్బొల్లా అధినేత నస్రల్లాను ఇజ్రాయెల్‌ హతమార్చింది.  అలాగే ఇరాన్‌ రివల్యూషనరీ గార్డ్‌ జనరల్‌ అబ్బాస్‌ నిల్ఫోరూషన్‌ సైతం ప్రాణాలు కోల్పోయాడు.","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Nabil-Qaouk.jpg","time":"29/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21369","title":"ఐరాసలో పాక్ వైఖరిని ఎండగట్టిన భారత్","excerpt":"ఐక్యరాజ్య సమితి జనరల్‌ అసెంబ్లీ వేదికగా పాకిస్తాన్‌ జమ్మూ కాశ్మీర్‌ అంశాన్ని లేవనెత్తడాన్ని భారత్‌ తీవ్రంగా ఖండించింది. సీమాంతర తీవ్రవాదాన్నే ఆయుధంగా మార్చుకుని పొరుగు దేశాలపై దాడి చేసే ఆ దేశం ఈనాడు హింస గురించి, భారత్‌ గురించి మాట్లాడటం విడ్డూరంగా వుందని పేర్కొంది.  ప్రపంచవ్యాప్తంగా సంభవించిన తీవ్రవాద దాడుల్లో పాక్‌ జాడలు, మూలాలు వున్నాయని భారత్‌ పేర్కొంది. భారత్‌కు వ్యతిరేకంగా సీమాంతర తీవ్రవాదానికి పాల్పడితే విపత్కర పర్యవసానాలు తప్పవని ఆ దేశం గుర్తించాలని స్పష్టం చేసింది.","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Bhavika1.jpg","time":"29/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21366","title":"నెతన్యాహు దృష్టిలో భారత్ వరం, ఇరాన్ శాపం!","excerpt":"ఐక్యరాజ్యసమితి సర్వసాధారణ సభలో ఇజ్రాయెల్ ప్రధాని బెంజమిన్ నెతన్యాహు భారత్, ఇరాన్ దేశ పటాలను చెరో చేతపట్టుకుని ఒకటి వరమైతే, మరోటి శాపం అన్నారు. రెచ్చగొడితే తిప్పి కొడతాం అంటూ ఇరాన్ చేసిన హెచ్చరిక నేపథ్యంలో బెంజామిన్ నెతన్యాహు ప్రసంగిస్తూ ఈ విధంగా తన అభిప్రాయాన్ని వ్యక్తం చేశారు.  మధ్య ప్రాచ్య దేశంలో ఉద్రిక్తతలు పెరుగుతున్న నేపథ్యంలో నెతన్యాహు ఈ విధంగా పేర్కొనడం గమనార్హం.  ఇజ్రాయెల్, అరబ్ భాగస్వామ్య దేశాలు కలిసి ఆసియా, యూరొప్ లను కలపాలన్న విజన్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Israel-PM.jpg","time":"29/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21363","title":"ఆర్టికల్ 370ను కేంద్రం మాత్రమే పునరుద్ధరించగలదు","excerpt":"జమ్ముకశ్మీర్‌కు ప్రత్యేక ప్రతిపత్తి కల్పించే రద్దైన ఆర్టికల్ 370ను కేంద్ర ప్రభుత్వం మాత్రమే పునరుద్ధరించగలదని డెమోక్రటిక్ ప్రోగ్రెసివ్ ఆజాద్ పార్టీ (డీపీఏపీ) చైర్మన్ గులాం నబీ ఆజాద్ స్పష్టం చేశారు. ఎన్నికల ప్రచారం సందర్భంగా నేషనల్ కాన్ఫరెన్స్ (ఎన్సీ), కాంగ్రెస్‌పై ఆయన మండిపడ్డారు. కతువా జిల్లాలోని బని అసెంబ్లీ నియోజకవర్గంలో పార్టీ అభ్యర్థి తరపున ప్రచారం నిర్వహించారు. జమ్ముకశ్మీర్‌కు రాష్ట్ర హోదా, ఆర్టికల్ 370ను పునరుద్ధరించాలని ఎన్సీ, కాంగ్రెస్ చేస్తున్న డిమాండ్లపై మీడియా అడిగిన ప్రశ్నకు ఆజాద్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Azad.webp","time":"29/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21360","title":"కుల్గామ్‌ జిల్లాలో ఇద్దరు ఉగ్రవాదులు, ఓ పోలీస్ హతం","excerpt":"జమ్ముకశ్మీర్‌లో మరో ఎన్‌కౌంటర్ చోటుచేసుకుంది. కుల్గామ్‌ జిల్లాలో శనివారం భద్రతా బలగాలు, ఉగ్రవాదుల మధ్య ఎదురుకాల్పులు జరిగాయి. ఈ కాల్పుల్లో ఇద్దరు ఉగ్రవాదులు హతమయ్యారు. ఈ కాల్పుల్లో ఒక పోలీస్ మృతి చెందగా, నలుగురు అధికారులకు గాయాలయ్యాయి. ఆదిగామ్‌ ప్రాంతంలో ఉగ్రవాదులు దాగి ఉన్నారనే సమాచారంతో వెంటనే ఆర్మీ, కశ్మీర్ పోలీసులు సంయుక్తంగా సెర్చ్ ఆపరేషన్ నిర్వహించారు. ఈ క్రమంలోనే ఆర్మీ, పోలీసులను గమనించిన టెర్రరిస్టులు కాల్పులు జరపడం ప్రారంభించారు. దాంతో అలర్ట్ అయిన పోలీసులు, సైన్యం","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/JK-Encounter1.jpg","time":"29/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21356","title":"హెజ్బొల్లా చీఫ్ హసన్ నస్రుల్లాను హతమార్చిన ఇజ్రాయెల్","excerpt":"లెబనాన్ రాజధాని బీరుట్ పై జరిపిన దాడిలో హెజ్బొల్లా చీఫ్ హసన్ నస్రుల్లా హతమైనట్లు ఇజ్రాయెల్ సైన్యం శనివారం ప్రకటించింది. హెజ్బొల్లా లక్ష్యంగా ఇజ్రాయెల్ లెబనాన్ పై బీకర దాడులు చేస్తోంది. శుక్రవారం రాత్రి జరిపిన దాడిలో హెజ్బొల్లా చీఫ్ హసన్ నస్రుల్లా చనిపోయాడని శనివారం ఇజ్రాయెల్ ప్రకటించింది. అయితే, దీనిపై హెజ్బొల్లా నుంచి ఇంకా ఎలాంటి స్పందన వెలువడలేదు. లెబనాన్ రాజధాని బీరుట్ పై శుక్రవారం జరిపిన దాడుల్లో హిజ్బుల్లా చీఫ్ హసన్ నస్రుల్లా ను","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Hezbollah1.webp","time":"28/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21350","title":"తెలంగాణ భవన్‌కు హైడ్రా బాధిత కుటుంబాలు","excerpt":"హైడ్రా బాధితులు తెలంగాణ భవన్‌కు చేరుకుంటున్నారు. కేటీఆర్‌ను కలిసి తమ గోడు ఏళ్ళబోసుకుంటామని చెబుతున్నారు. ఎఫ్‌టీఎల్‌, బఫర్‌జోన్‌ పేరుతో ఎలాంటి నోటీసులు ఇవ్వకుండానే నిర్మాణాలను హైడ్రా కూల్చివేస్తున్నది. దీనికితోడు ఆపరేషన్‌ మూసీ పేరుతో మూసీ నది పరివాహక ప్రాంతాల్లో అధికారులు మార్కింగ్‌ చేస్తుండటంతో ఎప్పుడు ఏం జరుగుతుందోనని ప్రజలు బిక్కుబిక్కుమంటూ ఉంటున్నారు. హైడ్రా, మూసీ, ఎఫ్టీఎల్, బఫర్ జోన్ ఈ పదాలు తమకు కంటిపై కునుకు లేకుండా చేసి, మనోవేదనకు కారణం అవుతున్నాయని హైడ్రా బాధితులు బీఆర్ఎస్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/HYDRA-victims.webp","time":"28/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21346","title":"ఐఫా ప్రతిష్ఠాత్మక‌ అవార్డు అందుకున్న మెగాస్టార్ చిరంజీవి","excerpt":"ఇండియ‌న్ సినీ పరిశ్రమలో ప్రతిష్ఠాత్మకంగా భావించే ఐఫా అవార్డుల వేడుక యూఏఈ రాజ‌ధాని అబుదాబి వేదిక‌గా శ‌నివారం అట్టహాసంగా జ‌రుగుతుంది. ఈ ఈవెంట్‌లో బాలీవుడ్‌తో పాటు టాలీవుడ్‌, కోలీవుడ్ నుంచి న‌టులు హాజ‌రై సంద‌డి చేశారు. ముఖ్యంగా ఈ వేడుక‌లో మెగాస్టార్ చిరంజీవి, ఏఆర్‌ రెహమన్‌, వెంకటేశ్‌, బాలకృష్ణ, సమంత, రానా త‌దిత‌రులు స్పెష‌ల్ అట్రాక్ష‌న్‌గా నిలిచారు. ఇక ఈ వేడుక‌ల్లో మెగాస్టార్ చిరంజీవి మరో ప్రతిష్ఠాత్మక అవార్డును కైవసం చేసుకున్నారు. ఐఫా 2024కు గాను ఔట్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/IIFA.jpg","time":"28/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21343","title":"చిన్నారుల ఆరోగ్యం విషయంలో ఆదర్శం కేరళ","excerpt":"చిన్నారుల ఆరోగ్యం విషయంలో కేరళ ఆదర్శంగా నిలుస్తోందని కేరళ ఆరోగ్య రంగాన్ని నీతి ఆయోగ్ సభ్యుడు డా.వినోద్ కె పాల్ అభినందించారు. మాతా మరియు శిశు మరణాల రేటు తగ్గింపు ఒక విజయమని కొనియాడారు. దేశంలోనే అతి తక్కువ మాతాశిశు మరణాల రేటు కేరళలో ఉందని చెప్పారు.  వృద్ధుల ఆరోగ్య సంరక్షణలో కేరళ చేస్తున్న కృషిని ఆయన అభినందించారు. సచివాలయంలో ఆరోగ్య మంత్రి వీణా జార్జ్‌తో జరిగిన సమావేశంలో నీతి ఆయోగ్ సభ్యుడు కేరళ సాధించిన విజయాలను","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kerala-Health.jpg","time":"28/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21340","title":"విశాఖ స్టీల్ ప్లాంట్ సెయిల్‌లో విలీనం!","excerpt":"ఆర్థికంగా నష్టాల్లో కొనసాగుతున్న వైజాగ్ స్టీల్ ప్లాంట్ (రాష్ట్రీయ ఇస్పాత్ నిగమ్ లిమిటెడ్)ను మరో కేంద్ర ప్రభుత్వరంగ సంస్థ స్టీల్‌ అథారిటీ ఆఫ్ ఇండియా లిమిటెడ్‌లో విలీనం చేసే అంశాన్ని కేంద్రం పరిశీలిస్తున్నట్లు తెలుస్తోంది. ఆర్థికంగా కష్టాల్లో ఉన్న విశాఖ స్టీల్ ప్లాంట్ మనుగడ సాగించాలంటే సెయిల్‌లో విలీనం చేస్తే మంచిదనే ఆలోచన చేస్తున్నట్లు సమాచారం.  వైజాగ్ స్టీల్ ప్లాంట్ ప్రైవేటీకరణ లేకుండా సెయిల్‌లో విలీనం చేస్తే మంచిదనే ఆలోచన చేస్తున్నట్లు సమాచారం. విలీనం జరిగితే వైజాగ్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2022/04/Visakha-Steel.jpg","time":"28/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21334","title":"హైడ్రా కమిషనర్ రంగనాథ్‌కు హైకోర్టు నోటీసులు","excerpt":"హైదరాబాద్ డిజాస్టర్ రెస్పాన్స్ అండ్ అస్సెట్స్ మానిటరింగ్ ప్రొటెక్షన్ (హైడ్రా) కమిషనర్ ఏవీ రంగనాథ్‌కు తెలంగాణ హైకోర్టు నోటీసులు జారీ చేసింది. అమీన్‌పూర్ చెరువుకు సంబంధించిన కేసు విషయంలో విచారణ చేపట్టిన హైకోర్టు.. హైడ్రా కమిషనర్‌కు శుక్రవారం నోటీసులు జారీ చేసింది. సోమవారం విచారణకు హాజరుకావాలని హైడ్రా కమిషనర్‌ను ఆదేశించింది. గ్రేటర్ హైదరాబాద్ పరిధిలోని ప్రభుత్వ భూములు, చెరువులు, కుంటలు, నాలాల పరిరక్షణ కోసం తెలంగాణ ప్రభుత్వం ప్రతిష్టాత్మకంగా హైడ్రాను ఏర్పాటు చేసిన విషయం తెలిసిందే. ప్రభుత్వ","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Ranganath-HYDRA1.webp","time":"28/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21331","title":"సిద్ధరామయ్యపై లోకాయుక్త కేసు నమోదు","excerpt":"మైసూరు అర్బన్ డెవలప్‌మెంట్ అథారిటీ-ముడా భూముల కుంభకోణం.. కర్ణాటకలో తీవ్ర సంచలనం రేపుతోంది. ఈ కేసులో స్వయంగా సీఎం సిద్ధరామయ్యపైనే కేసు నమోదు కావడం ఇప్పుడు తీవ్ర చర్చనీయాంశంగా మారింది. ఇప్పటికే ముడా కుంభకోణంలో తీవ్ర ఆరోపణలు ఎదుర్కొంటున్న సిద్ధరామయ్యను తాజాగా ఈ కేసులో నిందితుడిగా లోకాయుక్త పేర్కొంది.  ఈ కేసులో ఏ1గా సిద్ధరామయ్య పేరును ఎఫ్ఐఆర్‌లో పేరు నమోదు చేశారు. సిద్ధరామయ్యతోపాటు ఆయన సతీమణి పార్వతి, బావమరిది మల్లికార్జున్ స్వామితోపాటు మరో వ్యక్తి పేరును నిందితుల","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Siddaramaiah.webp","time":"28/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21329","title":"వైఎస్ జగన్ తిరుమల పర్యటన రద్దు","excerpt":"మాజీ ముఖ్యమంత్రి, వైసిపి అధినేత వైఎస్ జగన్ మోహన్ రెడ్డి శుక్రవారం తలపెట్టిన తిరుమల పర్యటన అర్ధాంతరంగా రద్దు చేసుకున్నారు. మధ్యాహ్నం 3.20 గంటలకు గన్నవరం నుంచి బయలుదేరాల్సి ఉన్న జగన్ తిరుపతి వెళ్లేందుకు సిద్ధంగా ఉన్న ప్రత్యేక విమానాన్ని చివరి నిమిషంలో రద్దు చేయించుకున్నారు. తిరుమలలో అన్యమతస్థులు సంతకం చేయవలసిన డిక్లరేషన్ పై సంతకం చేయాల్సిందే అని అధికార కూటమి నేతలతో పాటు హిందూ సంఘాలు కూడా స్పష్టం చేయడంతో ఆయన రద్దు చేసుకున్నట్లు తెలుస్తున్నది.","category":"World","image":"https://tattvanews.com/wp-content/uploads/2022/03/YS-Jagan2.jpg","time":"27/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21326","title":"గనుల శాఖ మాజీ డైరెక్టర్ వెంకటరెడ్డి అరెస్ట్","excerpt":"వైఎస్సార్సీపీ ప్రభుత్వ పాలనలో ఇసుక, గనులు, ఖనిజ సంపదను అప్పనంగా పార్టీ పెద్దలకు కట్టబెట్టిన గనుల శాఖ మాజీ డైరెక్టర్ వెంకటరెడ్డిని ఏసీబీ అధికారులు హైదరాబాద్‌లోని ఆయన నివాసంలో అరెస్ట్ చేశారు. జగన్‌ హయాంలో ఇసుక విధానం ముసుగులో ఏకంగా రూ. 2,566 కోట్లు దోచేసినట్లు ఏసీబీ దర్యాప్తులో గుర్తించింది.  ఈ దోపిడీకి వెంకటరెడ్డి అన్ని విధాలుగా సహకరించారని తేల్చింది. ఇసుక గుత్తేదారు సంస్థలైన జేపీవీఎల్, జీసీకేసీ, ప్రతిమ సంస్థలు, మరికొందరు వ్యక్తులతో కలిసి వేల కోట్లు","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Venkata.webp","time":"27/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21323","title":"‘పరమ్ రుద్ర’ సూపర్ కంప్యూటర్లను ఆవిష్కరించిన ప్రధాని","excerpt":"నేషనల్ కంప్యూటింగ్ మిషన్ ద్వారా దేశీయంగా అభివృద్ధి చేసిన మూడు సూపర్ కంప్యూటర్లను ప్రధాని నరేంద్ర మోదీ గురువారం ఆవిష్కరించారు. శాస్త్రీయ పరిశోధనలు సులభతరం చేసేందుకు రూ. 130 కోట్లతో పుణె, ఢిల్లీ, కోల్‌కతాలో ఏర్పాటు చేసిన 'పరమ్ రుద్ర' సూపర్ కంప్యూటర్లను ఢిల్లీ నుంచి వర్చువల్‌గా ప్రారంభించారు. మరోవైపు, వాతావరణ పరిశోధనల కోసం రూ. 850 కోట్లతో రూపొందించిన హై పెర్ఫామెన్స్ కంప్యూటింగ్ సిస్టంను కూడా ప్రధాని మోదీ ఆవిష్కరించారు. ఈ సందర్భంగా ప్రధాని మోడీ","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Modi-computers.jpg","time":"27/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21321","title":"జగన్ తిరుమల దర్శనంపై నెలకొన్న ఉత్కంఠ","excerpt":"తిరుపతి లడ్డు నాణ్యతపై ఒకవంక దేశ వ్యాప్తంగా ఆందోళన వ్యక్తం అవుతుండగా, వైసిపి అధ్యక్షులు వైఎస్ జగన్మోహన్ రెడ్డి సెప్టెంబర్ 28వ తేదీన తిరుమల శ్రీ వెంకటేశ్వరస్వామి దర్శనానికి వెళ్లనున్నట్లు ప్రకటించడం కలకలం రేపుతోంది. అలాగే రాష్ట్ర వ్యాప్తంగా ఆలయాల్లో పూజలు నిర్వహించాలని ఆ పార్టీ పిలుపు నిచ్చింది. జగన్ శుక్రవారం సాయంత్రం కాలినడకన తిరుమలకు చేరుకొని, శనివారం శ్రీవారి దర్శనం చేసుకుంటారని ఆ పార్టీ నేతలు చెబుతున్నారు. మరోవైపు తిరుమల దర్శనా నికి వచ్చే భక్తులు","category":"World","image":"https://tattvanews.com/wp-content/uploads/2023/10/YS-Jagan.jpg","time":"27/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21319","title":"బిల్కిస్ బానో కేసుపై సమీక్షా పిటిషన్ కొట్టేసిన సుప్రీంకోర్టు","excerpt":"బిల్కిస్ బానోపై లైంగికదాడి కేసుపై ఇచ్చిన తీర్పును సమీక్షించాలని గుజరాత్ ప్రభుత్వం దాఖలు చేసిన సమీక్షా పిటిషన్‌ను సుప్రీంకోర్టు తోసిపుచ్చింది. ఈ కేసులో 11 మంది దోషులకు రెమిషన్ ఇవ్వడంలో గుజరాత్ ప్రభుత్వం తన అధికార పరిధిని మించి వ్యవహరించిందని వ్యాఖ్యానించింది. ఓపెన్ కోర్టులో సమీక్షించేందుకు లిస్టింగ్ చేయాలన్న అభ్యర్థననూ జస్టిస్‌లు బీవీ నాగరత్న, ఉజ్జల్ భుయాన్ లతో కూడిన బెంచ్ నిరాకరించింది. 2002లో గోద్రా రైలు దహనకాండ ఘటన తర్వాత గుజరాత్ లో మతపరమైన అల్లర్లు","category":"World","image":"https://tattvanews.com/wp-content/uploads/2022/09/Supreme-Court.jpg","time":"27/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21316","title":"భూ గమనాన్ని ప్రభావితం చేస్తున్న చైనా త్రీ గోర్జెస్‌ డ్యామ్‌","excerpt":"ప్రపంచంలోనే అతిపెద్దదైన డ్యామ్ చైనాలో ఉంది. చైనాలోని ఈ త్రీ గోర్జెన్ డ్యామ్ భూ గమనాన్నే ప్రభావితం చేస్తోందని, ఇది శ్రేయస్కరం కాదని బ్రిటన్ శాస్త్రవేత్తలు హెచ్చరిస్తున్నారు. దీని వల్ల మానవాళికి ముప్పు పొంచి ఉందని బ్రిటన్ శాస్త్రవేత్తలు ఆందోళన వ్యక్తం చేస్తున్నారు.  చైనాలోని యాంగ్జీ నదిపై సుమారు 2.33 కిలో మీటర్ల పొడవు, 181 మీటర్ల ఎత్తులో 2006లో త్రీగోర్జెస్ డ్యామ్ ను నిర్మించారు. ఈ డ్యామ్‌ను 1994లో ప్రారంభించి 2006లో పూర్తి చేశారు. డ్యామ్","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/China-dam.jpg","time":"27/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21314","title":"ఇంత పాపం చేసిన మళ్లీ తిరుమల దర్శనమా!","excerpt":"తిరుమల లడ్డూ ప్రసాదాన్ని అపవిత్రం చేశారనే విషయం తెలిసి హిందువులంతా ఎంతో బాధపడుతున్నారని, ఇలాంటి పాపిష్టులు కూడా ఈ ప్రపంచంలో ఉన్నారా? అని చర్చించుకుంటున్నారని బీజేపీ నేత, గోషామహల్ ఎమ్మెల్యే రాజాసింగ్ తెలిపారు. ఇంత పాపం చేసిన తర్వాత కూడా ఇంకా సిగ్గులేకుండా మళ్లీ తిరుమల దర్శనానికి వెళ్లడం ఏమిటని వైసీపీ అధినేత జగన్‌ మోహన్ రెడ్డిని  ఉద్దేశించి ఆయన ప్రశ్నించారు.  హిందూ ధర్మాన్ని గౌరవించకుంటే ఇబ్బందులు తప్పవని హెచ్చరించారు. ప్రసాదాన్ని అపవిత్రం చేసినందుకు హిందువులు అందరూ","category":"World","image":"https://tattvanews.com/wp-content/uploads/2022/11/Raja-Singh.jpg","time":"26/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21311","title":"సంజయ్ రౌత్‌కు 15 రోజుల జైలు శిక్ష","excerpt":"శివసేన (యూబీటీ) నేత, రాజ్యసభ ఎంపీ సంజయ్ రౌత్ కు ముంబై మెట్రోపాలిటన్ కోర్టు జైలు శిక్ష విధించింది. పదిహేను రోజుల జైలు శిక్షతో పాటు రూ.25 వేల జరిమానా కూడా విధించింది. ఈమేరకు ఓ కేసులో గురువారం తీర్పు వెలువరించింది.  బీజేపీ నేత కిరీట్ సోమయ్య, ఆయన భార్య డాక్టర్ మేధా కిరీట్ సోమయ్యలపై సంజయ్ రౌత్ చేసిన ఆరోపణలకు సంబంధించిన కేసులో కోర్టు ఈ తీర్పు వెలువరించింది. మీరా భాయందర్ మున్సిపల్ కార్పొరేషన్ పరిధిలో","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Sanjay-Raut1.jpg","time":"26/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21308","title":"ఎడతెరిపిలేని వర్షంతో స్తంభించి పోయిన ముంబై","excerpt":"ముంబయి మహా నగరాన్ని వరుణుడు వణికిస్తున్నాడు.  ముంబైలో భారీ వర్షం బీభత్సం సృష్టించింది. కుండపోత వానతో ముంబై అతలాకుతలం అయ్యింది. బుధవారం నుంచి గురువారం తెల్లవారుజాము వరకు వర్షం దంచికొట్టింది. ఈ నేపత్యంలో గురువారం పుణె, ముంబైలోని విద్యాసంస్థలకు సెలవు ప్రభుత్వం సెలవు ప్రకటించింది. ముంబైలోని పలు లోతట్టు ప్రాంతాలను భారీ వరదలు ముంచెత్తాయి. రోడ్లు రహదారులు జలయమయ్యాయి. దీంతో భారీ ట్రాఫిక్ జామ్ ఏర్పడింది. లోతట్టు ప్రాంతాలు జలమయమై దేశ ఆర్ధిక రాజధానిలో జనజీవనం స్తంభించిపోయింది.","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Mumbai-rain.jpg","time":"26/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21305","title":"తిరుమల లడ్డూలో కల్తీ నెయ్యి ... ఏఆర్‌ డెయిరీ ఫుడ్స్‌పై కేసు","excerpt":"శ్రీవారి ప్రసాదాల తయారీకి అపవిత్ర పదార్థాలతో కల్తీ చేసిన నెయ్యిని సరఫరా చేసిందంటూ తమిళనాడులోని దిండిగల్‌కు చెందిన ఏఆర్‌ డెయిరీ ఫుడ్స్‌ ప్రైవేట్‌ లిమిటెడ్‌ సంస్థపై టీటీడీ ప్రొక్యూర్‌మెంట్‌ విభాగం జనరల్‌ మేనేజర్‌ మురళీకృష్ణ తిరుపతి తూర్పు పోలీసు స్టేషన్‌లో ఫిర్యాదు చేశారు. ఆ సంస్థ సరఫరా చేసిన నెయ్యిలో అపవిత్ర పదార్థాలు కలిసినట్టుగా గుజరాత్‌లోని ఆనంద్‌లో ఉన్న నేషనల్‌ డెయిరీ డెవలప్‌మెంట్‌ బోర్డు కాఫ్‌ ల్యాబ్‌ నిర్ధారించిందని తెలిపారు. వివిధ గుత్తేదారు సంస్థలు టీటీడీకి సరఫరా","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Ghee-case.png","time":"26/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21302","title":"2047 నాటికి దేశంలో నం 1 గా ఏపీ... రూట్ మ్యాప్ సిద్ధం!","excerpt":"రాష్ట్రాన్ని 2047 నాటికి దేశంలో నెంబర్‌ 1 అభివృద్ధి చేయడానికి రూట్‌ మ్యాప్‌ సిద్ధం చేసినట్టు రాష్ట్ర విద్య, ఐటి మౌలిక సదుపాయాల శాఖ మంత్రి నారా లోకేష్‌ తెలిపారు. ఉత్తరాంధ్రను అతిపెద్ద ఫార్మా హబ్‌గా తీర్చిదిద్దుతామని బుధవారం విశాఖలో భారత పారిశ్రమల సమాఖ్య (సిఐఐ) ఆధ్వర్యాన జరిగిన ఎపి ఇన్‌ఫ్రాస్ట్రక్చర్‌ సమ్మిట్‌-2024కు ముఖ్యఅతిథిగా పాల్గొంటూ చెప్పారు. 2019-2024 మధ్య కాలంలో బయటకుపోయిన పెట్టుబడిదారులంతా ఇప్పుడు రాష్ట్రానికి తిరిగి వస్తున్నారని తెలిపారు. త్వరలోనే ఐటి, పారిశ్రామిక పాలసీని","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/lOkesh1.jpg","time":"26/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21300","title":"28న ఆలయాల్లో పూజలకు పిలుపునిచ్చిన జగన్","excerpt":"తిరుపతి లడ్డుకు సరఫరా చేసిన నెయ్యిని వైసీపీ పాలనలో కల్తీ చేశారని దేశ వ్యాప్తంగా ఆగ్రవేశాలు వ్యక్తం అవుతుండగా, ఈ  అంశంపై వైసీపీ అధినేత, మాజీ ముఖ్యమంత్రి వై ఎస్ జగన్ మోహన్ రెడ్డి సెప్టెంబర్ 28వ తేదీన రాష్ట్రంలోని అన్ని ఆలయాల్లో ప్రత్యేక పూజలు చేయాలని పార్టీ శ్రేణులకు పిలుపునిచ్చారు. తిరుమల శ్రీవారి విశిష్టతను దెబ్బతీసేలా వ్యవహారించి ముఖ్యమంత్రి చదన్రాబాబు నాయుడు వ్యవహరించిన తీరుకు ప్రక్షాళన జరగాలని కోరుకోవాలని ప్రకటన విడుదల చేశారు. రాజకీయ దుర్భిద్ధితో","category":"World","image":"https://tattvanews.com/wp-content/uploads/2022/02/YS-Jagan4.jpg","time":"26/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21296","title":"కమలా హారిస్‌ ప్రచార కార్యాలయంపై కాల్పులు","excerpt":"అమెరికా అధ్యక్ష ఎన్నికల్లో పోటీ చేస్తున్న అభ్యర్థులపై జరుగుతున్న దాడులు భయాందోళనకు గురిచేస్తున్నాయి. ఇంతకు ముందు డొనాల్డ్ ట్రంప్​పై హత్యాయత్నం జరగగా, తాజాగా కమలా హారిస్​ ప్రచార కార్యాలయంపై గుర్తు తెలియని వ్యక్తులు అర్థరాత్రిపూట తుపాకులతో దాడి చేశారు. అమెరికాలో నవంబరులో అధ్యక్ష ఎన్నికలు జరగనున్నాయి. అభ్యర్థులుగా ప్రస్తుత ఉపాధ్యక్షురాలు కమలా హారిస్‌, మాజీ అధ్యక్షుడు డొనాల్డ్‌ ట్రంప్‌లు బరిలో ఉన్నారు. అయితే వీరిపై జరుగుతున్న దాడులు సంచలనం సృష్టిస్తున్నాయి. తాజాగా కమలా హారిస్‌ పార్టీ సమన్వయ","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Kamala.jpg","time":"25/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21294","title":"ఎన్‌ఆర్‌ఐ కోటా కింద అడ్మిషన్లు పెద్ద మోసం","excerpt":"కాలేజీల్లో ఎన్‌ఆర్‌ఐ కోటా కింద అడ్మిషన్లు అనేది పెద్ద మోసమని, దీన్ని వెంటనే ఆపాల్సి వుందని సుప్రీంకోర్టు మంగళవారం వ్యాఖ్యానించింది. పంజాబ్‌ రాష్ట్రంలో అండర్‌గ్రాడ్యుయేట్‌ మెడికల్‌, డెంటల్‌ కోర్సుల్లో అడ్మిషన్లకు ఎన్‌ఆర్‌ఐ కోటా నిర్వచనం పరిధిని విస్తరించాలని పంజాబ్‌ ప్రభుత్వం తీసుకున్న నిర్ణయాన్ని కొట్టివేస్తూ హైకోర్టు తీర్పు ఇచ్చింది.  దానిపై రాష్ట్ర ప్రభుత్వం సుప్రీం కోర్టులో అప్పీల్‌ చేసింది. ఆ అప్పీల్‌ను మంగళవారం సుప్రీం కోర్టు కొట్టివేసింది. రాష్ట్రంలోని మెడికల్‌ కాలేజీల్లో ప్రవేశాల కోసం ఎన్‌ఆర్‌ఐల అంకుల్స్‌,","category":"World","image":"https://tattvanews.com/wp-content/uploads/2022/11/Supreme-Court.jpg","time":"25/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21291","title":"రాజ్యసభ సభ్యత్వానికి ఆర్‌.కృష్ణయ్య రాజీనామా","excerpt":"వైఎస్సార్సీపీకి, జగన్కు మరో బిగ్‌ షాక్‌ తగిలింది. ఆ పార్టీ నుంచి రాజ్యసభకు ఎన్నికైన ఆర్‌.కృష్ణయ్య తన పదవికి రాజీనామా చేశారు. ఈ మేరకు తన రాజీనామా లేఖను సోమవారం రాజ్యసభ ఛైర్మన్‌ జగ్‌దీప్‌ ధన్‌ఖడ్‌కు అందజేశారు. కృష్ణయ్య రాజీనామాను ఆమోదిస్తున్నట్టు రాజ్యసభ ఛైర్మన్‌ మంగళవారం ప్రకటించారు. పదవీ కాలం ఇంకా నాలుగేళ్లు ఉండగానే ఆర్‌.కృష్ణయ్య రాజీనామా చేశారు. తెలంగాణలో బీసీ ఉద్యమాన్ని బలోపేతం చేసేందుకు కొన్ని అడ్డంకులు ఉన్నాయని, అందుకే ఎంపీ పదవికి రాజీనామా చేసినట్టు","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/R-Krishnaiah.jpg","time":"25/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21288","title":"శ్రీలంక నూతన ప్రధానిగా హరిణి అమరసూర్య","excerpt":"శ్రీలంక ప్రధానిగా హరిణి అమరసూర్య నియమితులయ్యారు. మంగళవారం ఆమె నూతన ప్రధానిగా ప్రమాణస్వీకారం చేశారు. సిరిమావో బండారు నాయకే (1994-2000) తర్వాత శ్రీలంకలో ప్రధాని పదవి చేపట్టిన మరో మహిళ హరిణి. 54 ఏళ్ల హరిణి అమరసూర్యతో ఆ దేశాధ్యక్షుడు అనుర కుమార దిసనాయకే ప్రమాణ స్వీకారం చేయించారు. అలాగే మరో ఇద్దరు నేతలను క్యాబినెట్‌ మంత్రులుగా నియమించారు. దాంతో శ్రీలంకలో దిసనాయకేతోపాటు మొత్తం నలుగురితో కూడిన క్యాబినెట్‌ కొలువుదీరింది. ప్రధానిగా బాధ్యతలు చేపట్టిన హరిణికి న్యాయ,","category":"World","image":"https://tattvanews.com/wp-content/uploads/2024/09/Harini.jpg","time":"25/9/2024","readTime":"5 min read","language":"te"},{"id":"wp-te-21286","title":"తిరుమల లడ్డూ కల్తీ వ్యవహారంపై సిట్‌ ఏర్పాటు","excerpt":"దేశవ్యాప్తంగా సంచలనం సృష్టించిన తిరుమల లడ్డూ కల్తీ వ్యవహారాన్ని తేల్చేందుకు ఆంధ్రప్రదేశ్‌ ప్రభుత్వం కీలక నిర్ణయం తీసుకుంది. ముఖ్యమంత్రి చంద్రబాబు నాయుడు అధ్యక్షతన జరిగిన సమీక్షా సమావేశంలో హోంమంత్రి అనిత, డీజీపీ ద్వారకా తిరుమలరావు తదితరులు పాల్గొన్నారు. ఈ సమావేశంలో విచారణకు సిట్‌ను ఏర్పాటు చేస్తూ ప్రభుత్వం ఉత్తర్వులు జారీ చేసింది. సిట్‌ చీఫ్‌గా గుంటూరు రేంజ్‌ ఐజీ సర్వశ్రేష్ఠ త్రిపాఠిని నియమించారు. సిట్‌లో విశాఖ రేంజ్‌ డీఐజీ గోపినాథ్‌ జెట్టి, కడప ఎస్పీ హర్షవర్దన్‌ రాజుతో","category":"World","image":"https://tattvanews.com/wp-content/uploads/2023/02/Laddu.webp","time":"25/9/2024","readTime":"5 min read","language":"te"}]